{"id_": "086666", "body_str": ["[1] Mosley, J. : This is an application for judicial review of the decision of visa officer Moira Escott (the \"visa officer\"), dated June 17, 2002, denying Mr. Pandi Rukmangathan's application for permanent residence in Canada. Both the applicant and the visa officer have filed affidavits in these proceedings concerning what transpired at an interview held at Detroit, Michigan on May 21, 2002. There is a clear conflict between their evidence. For the reasons outlined below, I prefer the evidence of the applicant and find that he was denied procedural fairness. BACKGROUND", "[2] The applicant is a citizen of India. On November 2, 2000, he submitted an application for permanent residence under the independent category, indicating that his intended occupations were Computer Systems Analyst, listed under National Occupational Classification (\"NOC\") 2162, and Computer Programmer, NOC 2163. His wife and two minor children were listed as accompanying dependants.", "[3] The applicant claimed to have worked over thirteen years in the computer programming and systems analysis field, with a variety of companies in India. His application was also supported by several post-university training certificates in computer programming and computer systems development.", "[4] The applicant was granted a student authorization to study in Canada in 2000, at the Computek Institute of Technology. The applicant completed three diplomas at this Institute in computer programming, systems analysis and network engineering, during his two and a half years of study there.", "[5] The applicant attended a personal interview with the visa officer at the Canadian Consulate General in Detroit, Michigan on May 21, 2002. The officer's decision, denying his application for permanent residence, was communicated to him by letter dated June 17, 2002. The Visa Officer's Decision", "[6] The applicant was assessed under the occupations of Computer Systems Analyst and Computer Programmer for which he required a total 70 units of assessment. He was awarded 59 as follows: Age 10 Occupational Factor 00 ETF [Educational Training Factor]/SVP 15 Experience 00 Arranged Employment 00 Demographic Factor 08 Education 15 English 07 French 00 Bonus 00 Personal Suitability 04 Total 59", "[7] In arriving at her decision, the visa officer concluded that the points awarded to Mr. Rukmangathan accurately reflected his chances for successful settlement in Canada. He did not, in her view, display a fluent ability to speak English. In addition, the visa officer stated in the refusal letter that the applicant's responses to her computer programming questions, as well as his inability to adequately explain discrepancies in his claimed employment experience, led the officer to question the credibility and the reliability of his documents. Therefore, the officer found that he did not have the qualifications and experience of a Computer Programmer or Systems Analyst as set out in the NOC descriptions.", "[8] Since the applicant did not obtain the necessary 70 units of assessment and because he was awarded no units of assessment for the experience factor, he was not eligible for an immigrant visa pursuant to the former Immigration Regulations, 1978 , SOR/78-172, s. 9(1)(b)(I) (the \"former Regulations \").", "[9] In addition to the officer's Computer Assisted Immigration Processing System (\"CAIPS\") notes provided in the tribunal record submitted to the court, the officer elaborated upon these concerns in an affidavit sworn on May 16, 2003, almost a full year after the date of the interview.", "[10] The applicant challenges the accuracy of the officer's affidavit on the ground that it contains a number of statements that were not supported by the evidence before the officer. He urges the court to disregard that affidavit in its entirety or, in the alternative, to disregard those portions that are in direct conflict with the applicant's evidence. He also questions the accuracy of the CAIPS notes, attesting that they did not correctly reflect many of his responses at the interview.", "[11] The applicant argues that the visa officer failed to apprise him of her concerns in three important areas that played a significant role in her decision to refuse his application for permanent residence. These are: the visa officer's concerns regarding the quality of his answers to her computer programming questions, her concerns with his marks at the Computek Institute of Technology and the need for him to take such training, and her concerns with his educational studies in India. He contends that the visa officer's failure to apprise him of these concerns is a breach of her duty to act fairly: <FRAGMENT_SUPPRESSED>  (F.C.A.).", "[12] Further, the applicant submits that it was not reasonably open to the visa officer to conclude that he did not possess the necessary work experience and education to qualify for selection as a Computer Systems Analyst and/or Computer Programmer. In the applicant's submission, he adequately explained the alleged discrepancies regarding his employment. The visa officer erred by ignoring these explanations: <FRAGMENT_SUPPRESSED> ; 56 F.T.R. 155 (T.D.).", "[13] The applicant also submits that it was perverse for the visa officer to conclude that he had demonstrated no experience in his chosen occupations when she awarded him the requisite points under the Education and Training Factor (\"ETF\"). Awarding him the requisite units under this factor is consistent with a finding that he met the employment requirements of his intended occupations: <FRAGMENT_SUPPRESSED> ; 182 F.T.R. 251 (T.D.). The applicant further argues that it was incumbent on the visa officer to assess his experience in each of the various responsibilities in his occupation in order to award units of assessment for experience and the officer erred by failing to do so:", "[14] The respondent conceded during the course of the hearing that there were difficulties with the officer's affidavit. I was urged, however, to rely on the CAIPS notes as an accurate record of the interview. The respondent submits that the officer's version of the interview as recorded in those notes should be preferred to the extent of any contradiction with the applicant's affidavit sworn in September 2002, several months after the interview. In support, the respondent relies on <FRAGMENT_SUPPRESSED>  (T.D.), and", "[15] The respondent submits that the visa officer reasonably concluded that the applicant had failed to discharge his burden, pursuant to section 8(1) of the former Immigration Act , R.S.C. 1985, c. I-2 (the \"former Act \"), of satisfying her that he met the legislative requirements for admission to Canada. Specifically, the visa officer was not satisfied that he had the NOC-defined employment experience as a computer programmer or systems analyst. The respondent argues that the applicant's submissions amount to a disagreement with the visa officer's conclusions, however, this is not a ground to find a reviewable error on judicial review.", "[16] The respondent refers to the deferential standard of review of visa officer decisions with respect to applications for permanent residence, set out in <FRAGMENT_SUPPRESSED> . The respondent also relies on the more recent case law of <FRAGMENT_SUPPRESSED>  (T.D.), and <FRAGMENT_SUPPRESSED>  (T.D.), the respondent submits that the determination of whether a person has performed the duties of his intended occupation is a pure question of fact and subject to the standard set out in section 18.1(4)(d) of the Federal Court Act , R.S.C. 1985, c. F-7. Moreover, visa officers should be afforded deference in determining whether an applicant satisfied the requirements of a particular occupation:", "[18] In the present case, the respondent argues that the officer reasonably concluded that the applicant had failed to demonstrate that he had any employment experience in his intended occupations. This finding was based on all the evidence before the visa officer, including the applicant's responses to the technical questions posed and the officer's questions regarding his employment history.", "[19] The respondent submits that the officer's concerns with discrepancies in the applicant's claimed work experience were reasonable, as the applicant had claimed to be working for one particular company in April 2000, when he applied for a student authorization for Canada, and then in the material in support of his application for permanent residence, the applicant's employment with that company was listed as having terminated in 1993. Further, the respondent submits that the visa officer's concerns as to the veracity of the applicant's documents were reasonable.", "[20] Secondly, the respondent submits that the officer did not err in awarding units of assessment pursuant to the Education and Training Factor, and awarding him zero units for the experience factor. The officer attests in her affidavit that the CAIPS system \"automatically\" awards applicants this factor after input of the number of units for education and the NOC code for a particular occupation. The respondent also argues that the case authorities relied on by the applicant do not deal with the ETF but rather the occupational factor and therefore do not stand for the principle that the award of units under this factor is consistent with the applicant having met the employment requirements in his intended occupation(s). ISSUES", "[21] 1. Did the visa officer breach the duty of fairness by not apprising the applicant of her concerns and by failing to comply with her undertakings? 2. Were the visa officer's findings that the applicant was not occupationally qualified to serve as either a Computer Systems Analyst or Computer Programmer reasonably open to her on the evidence? ANALYSIS", "[22] It is well established that in the context of visa officer decisions procedural fairness requires that an applicant be given an opportunity to respond to extrinsic evidence relied upon by the visa officer and to be apprised of the officer's concerns arising therefrom: <FRAGMENT_SUPPRESSED> , supra. In my view, the Federal Court of Appeal's endorsement in <FRAGMENT_SUPPRESSED> , supra, of Lord Parker's comments in H.K. (An Infant), Re , [1967] 2 Q.B. 617, indicates that the duty of fairness may require immigration officials to inform applicants of their concerns with applications so that an applicant may have a chance to \"disabuse\" an officer of such concerns, even where such concerns arise from evidence tendered by the applicant. Other decisions of this court support this interpretation of <FRAGMENT_SUPPRESSED> , supra. See, for example, <FRAGMENT_SUPPRESSED>  (T.D.), and <FRAGMENT_SUPPRESSED> ; 30 Imm. L.R.(3d) 38 (T.D.), where it had been held that a visa officer should apprise an applicant at an interview of her negative impressions of evidence tendered by the applicant.", "[23] However, this principle of procedural fairness does not stretch to the point of requiring that a visa officer has an obligation to provide an applicant with a \"running score\" of the weaknesses in their application: <FRAGMENT_SUPPRESSED>  (T.D.), at para. 21 and <FRAGMENT_SUPPRESSED>  (T.D.), at para. 23. And there is no obligation on the part of a visa officer to apprise an applicant of her concerns that arise directly from the requirements of the former Act or Regulations <FRAGMENT_SUPPRESSED> ; 170 F.T.R. 275 (T.D.).", "[24] The affidavits filed in this proceeding present starkly contradictory versions of the interview. In my opinion, for the reasons that will follow, the applicant's version is to be preferred, and pursuant to this evidence, I am persuaded that the visa officer breached the duty of fairness owed to the applicant in not giving him an opportunity to respond to her concerns in several key areas which appear to have been critical to her decision to refuse his application for permanent residence. Further, most of the officer's concerns in this case cannot be said to have emanated directly from the requirements of the legislation, such as, for example, the officer's concerns with the look and form of the applicant's educational documents and her view that his marks at Computek Institute were \"low\".", "[25] As noted above, the applicant attests in his affidavit that in several key areas, the visa officer did not apprise him of her concerns or give him an opportunity to respond.", "[26] The officer responds to such comments as follows at paragraph 21 of her affidavit: \"With respect to the Applicant having taken issue with statements made in the CAIPS notes, wherein I have indicated that the Applicant 'could not respond' or 'did not respond', I state that whenever I indicate such, the Applicant has not responded in any manner to the particular inquiry. The CAIPS notes are typed by me simultaneously with the interview as it transpires .\" (Emphasis added)", "[27] The statement from the visa officer, highlighted above, that she took the CAIPS notes simultaneously as the interview transpired, is undermined by the CAIPS notes themselves, which indicate that they were typed \"17-JUN-2002\", by \"MLE\". \"MLE\" are the initials of the visa officer, that is Moria Lucy Escott. The interview of the applicant was held on May 21, 2002. Further, the CAIPS notes entry from May 28, 2002, also typed by the visa officer, states \"NOTES TO FOLLOW\".", "[28] As conceded by the respondent at the hearing, the officer's CAIPS notes in question were prepared more than three weeks after the interview and not simultaneously during the interview as attested to by the officer.", "[29] The value of information contained in CAIPS notes, in my view, is largely tied to the fact that it is created either simultaneously, or within a very short time period, from the actual interview with the applicant, when the memory of the officer is fresh. The longer an officer waits to create such a transcription of the events of the interview, the less probative these notes become as evidence as to what occurred at the interview. I should note that where an officer makes dated, handwritten notes at the time of the interview and then later transcribes these into CAIPS, this will counter the negative impression by providing a contemporaneous record of the interview, in a different form. However, in this case there are no handwritten notes from the officer on the certified tribunal record before this Court.", "[30] The following comments of Justice Reed in <FRAGMENT_SUPPRESSED> ; 168 F.T.R. 103 (T.D.), aptly describe an important point regarding cases such as the present one, where an officer and an applicant have presented very different descriptions of what transpired at the interview. As she stated at paragraph 10: \"... Visa officers deal with many applications, one can expect that they will not have as precise a memory of the event as does the applicant. I am not prepared to adopt the approach that counsel for the respondent seemed to be suggesting, that is, that visa officers have no interest in these applications, therefore their version should be believed when it conflicts with that of an applicant. Once a visa officer's decision is challenged that person has an interest in justifying his or her decision. This is an entirely natural reaction. At that point the visa officer is not a disinterested person.\"", "[31] Here, the memory of the visa officer has been placed in doubt, given that she has attested to writing the notes at the time of the interview, when clearly she wrote them close to a month past that time. The events of the interview cannot be said to have occurred precisely as the officer has attested to them. Further, her account of the interview is vulnerable due to the fact that she failed to record her impressions of it during the interview, or closely thereafter.", "[32] Turning now to the visa officer's problems with the applicant's application, which the applicant maintains were never raised at the interview, namely, why he had taken further courses in Canada, the consideration that his marks were \"low\" (although they were in the mid-70s range) and the \"poor quality\" of two of his educational documents, in my view, these concerns should have been placed before the applicant for a response. I prefer the applicant's affidavit on these points, and find that the applicant was not apprised of the visa officer's concerns in these areas, or given a chance to respond to them. In this manner, the officer breached the duty of fairness.", "[33] The officer had concerns with the fact that the applicant decided to study in Canada for over two years at Computek Institute of Technology, if he was already a qualified systems analyst and programmer, with several years of work experience. The officer attests that the applicant could offer no explanation as to why he came to study in Canada.", "[34] In contrast, the applicant attests at paragraph 15 of his affidavit that the officer did not ask him any questions concerning his studies in Canada, except for a few questions concerning the courses that he had completed. The applicant goes on to state: \"... and I therefore strongly dispute her comments that 'Subj. could not respond'. If she had bothered to ask, I would have stated that in the ever-changing information technology field, it is absolutely essential for one to maintain current as to new technologies and programming languages and to upgrade one's skills.\"", "[35] Secondly, the officer's view that the applicant's grades at Computek were \"low\", is strange, given that they appear to have been in the mid-70's, however, such reasoning may have been open to the officer, had she informed the applicant that she had problems believing that someone with his experience would receive these marks. The explanations provided by the applicant in his affidavit persuade me that he would have had something to say in response, had he been informed as to the officer's impressions of his marks, at the interview.", "[36] Next, the officer had concerns regarding the applicant's education in India. The CAIPS notes state that she considered the diplomas presented by the applicant related to two short-term computer courses he completed in India to be \"very poor\". In her affidavit, the officer explains her concerns related to these two diplomas, in that they were of \"poor quality\", lacked security features and the applicant's full name did not appear on either document.", "[37] The applicant attests that the interview lasted no longer than 30 minutes, whereas the visa officer makes no comment on the length of the interview, either in her affidavit or the CAIPS notes. The applicant states, at paragraph 17 of his affidavit, that the officer did not question him about these diplomas, apart from a few questions concerning his studies at \"Born Brilliant Software Education\". He attests that he left the original copies of his documents with the officer and that she had put her concerns to him he would have pointed out that one of the educational institutions of which she had doubts, was an accredited educational institution of the Indian government, Department of Employment and Training.", "[38] In my opinion, the visa officer breached the duty of fairness by failing to apprise the applicant of her concerns related to these diplomas. The applicant was aware that evidence of his educational background was required in order to satisfy his onus of proof. He provided such evidence. The visa officer's problems with two of his diplomas, in that they do not contain his full name, but rather state \"R. Pandi\", ignores the fact that all his educational certificates from India, documents relating to his property in India, his curriculum vitae, even his own signature on his marriage certificate, refer to him as \"R. Pandi\". This factual concern could have easily been addressed if the applicant had been apprised of it, however, I am persuaded that he was not afforded such opportunity.", "[39] The applicant has also submitted that the CAIPS notes do not accurately reflect what he stated at the interview in regards to the issues of his claimed employment experience being compared to his experience as claimed in his request for a student authorization in 2000 and his employment in Canada. In these areas, I again prefer the applicant's affidavit evidence, that he stated that the information on these applications was identical and that the officer could verify this by obtaining the documentation related to that application. I also prefer the applicant's evidence on the issue of his employment in Canada, and that the observations of the officer as set out in her CAIPS notes are not an accurate reflection of what the applicant stated at the interview.", "[40] The applicant's submission in relation to breaches of procedural fairness because of alleged undertakings that the officer made, but did not complete, is best left for another day, as I am not satisfied that the cases cited by the applicant in support of this issue are directly on point, as they deal with actions of the Immigration and Refugee Board, a decision-maker acting in a distinct context, pursuant to different rules of procedure and different expectations of fairness. Moreover, my conclusion in relation to the officer's failure to apprise the applicant of her concerns with many aspects of his application is sufficient to dispose of this application for judicial review.", "[41] Finally, I am not persuaded by the applicant's arguments in relation to the technical questions asked by the officer during the interview. In my view, the visa officer was entitled to evaluate his responses to questions related to his field of employment. The six information technology questions asked by the officer were designed to test the applicant's knowledge and skills in his intended occupations. In his affidavit, the applicant claims that he was able to answer these questions with no difficulty whatsoever. However, according to the visa officer, although the applicant answered all six questions, he did not correctly answer four of the six. In my view, the duty of fairness did not require that the visa officer inform the applicant of her view that he had answered these technical questions incorrectly. The applicant should have reasonably expected that in such a testing situation, his answers would be scrutinized and determined to be right or wrong by the officer.", "[42] The applicant's application was refused based, in part, on his unsatisfactory answers to these technical questions posed by the officer. However, in my view, this was not the sole or primary reason for the refusal, as the officer's negative views of \"discrepancies\" concerning his claimed employment experience, and the credibility and reliability of his documents, were also central to her decision to deny his application. As outlined above, I am persuaded that the officer failed to give the applicant a chance to respond to her concerns in these areas. Due to such breaches in procedural fairness, it is not possible to know if the outcome would have been different had the applicant had a full and fair opportunity to respond to the officer's concerns, and therefore, his application will be sent back for reassessment in accordance with these reasons.", "[43] The applicant's argument concerning the Education and Training Factor is without merit. The cases cited by him deal with the interrelationship between the occupational and experience factors and are not applicable to the present situation. The officer did not err in this regard.", "[44] Given my findings on the breaches of procedural fairness in this case, I refrain from any comment on the substance of the visa officer's decision.", "[45] The applicant has requested costs in this proceeding, however, he has failed to demonstrate \"special reasons\" for such a reward, as required by Rule 22 of the Federal Court Immigration and Refugee Protection Rules , SOR/93-22, as amended. Therefore, no costs shall be awarded.", "[46] I note that pursuant to recent amendments to the Immigration and Refugee Protection Regulations , SOR/2002-227, as amended by SOR/2003-383, the respondent's reconsideration of this application will benefit from dual assessment, pursuant to the former Act and the current Immigration and Refugee Protection Act , S.C. 2001, c. 27.", "[47] This application for judicial review is allowed. No question is certified. ORDER", "[48] THIS COURT ORDERS that this application for judicial review is allowed, the officer's decision dated June 17, 2002 is set aside and the applicant's application for permanent residence in Canada is remitted for reconsideration by a different officer. No question is certified. Application allowed. Editor: Elizabeth M.A. Turgeon/klf [End of document]"]}