{"id_": "086674", "body_str": ["[1] O'Keefe, J. : This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (\"IRPA\"), of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\"), dated December 12, 2003, wherein it was determined that the applicant is not a Convention refugees nor person in need of protection.", "[2] The applicant seeks an order that the decision of the Board be set aside and the matter be referred back for determination by a differently constituted panel in accordance with such directions as the Court considers to be appropriate. Background", "[3] The applicant, Besnik Arrinaj (the \"applicant\") is a citizen of Albania who claims a well-founded fear of persecution in Albania at the hands of agents of the Socialist Party (\"SP\") and government by reason of his political opinion.", "[4] The applicant started his political involvement while he was in high school. In September 1992, he became involved with the Democratic Party (\"DP\") Youth Forum and officially joined the Youth Forum in 1996. He attended meetings and campaigned for DP candidates.", "[5] As a result of his DP activities, coupled with the activities of his uncle and father as members of the DP, he was shot at, received threatening phone calls and he and his father were detained by the police on October 1, 2000. In the shooting incident, the applicant's cousin was fatally wounded and the family business was subsequently shut down.", "[6] The applicant claimed that the police beat him and his father. His father had to be hospitalized for 24 hours. During the June 2001 national elections, he and his father campaigned for DP candidates. He went to meetings organized by the DP, but tried to keep a low profile. The Socialists were re-elected and he began receiving \"phone calls\". Reasons of the Board", "[7] The Board accepted the applicant's identity as a citizen of Albania.", "[8] The Board noted that the central issue in the claim is whether the applicant has a well-founded fear of persecution in Albania a the hands of the SP and the government because of his membership activities in the DP.", "[9] The Board found that the applicant was an ordinary member of the Democratic Youth Forum and that he had a basic knowledge of the principles of the DP. He held no executive position in the party, he participated in peaceful demonstrations and campaigned for DP candidates. Accordingly, the Board concluded that the applicant did not have a necessary political profile, and, therefore, there is not a serious possibility that he would be perceived as being anti-government in Albania.", "[10] The Board noted that the documentary evidence showed that political violence and vengeance in Albania is mainly directed towards the Democratic Party of Albania. Further, only members and officers of the DP who have a high, prominent or unique political profile had been the target of the Socialists or their agents. The documents note several cases in which DP members in executive positions and high profile positions have been targeted for persecution by the SP. However, the applicant does not have such a profile.", "[11] The documentary evidence shows that the DP has claimed that several of its members were harassed, beaten and in one case killed. The DP has also claimed that more than 21 of its members, supporters and former national officials were killed between 1997 and 1998. The Board noted that there is nothing in the documentary evidence that would support a broad finding that there is a serious possibility that all members of the DP and/or DP Youth Forum would be persecuted in Albania today by reason of their political opinion.", "[12] The Board noted that there is very little information in the documents to support the allegations that family members of DP supporters would be targeted for harassment in the manner claimed by the applicant.", "[13] More recent country condition reports, including the US Department of State and the British Home Office Reports, indicate that in 2002, there were relatively few cases of politically motivated detention and harassment of DP supporters.", "[14] Counsel for the applicant pointed out that political violence still persists in today's Albania and cited several cases where DP members and supporters were subjected to beatings and attacks including one killing. However, assuming that these alleged incidents arose out of the victim's association with DP, the Board noted that the alleged attacks were carried out against prominent persons. This accorded with the majority of the documentary evidence that indicated that it is such persons, as opposed to persons with the applicant's profile, who are most likely to be at risk", "[15] The Board also concluded that the applicant was not a person in need of protection. The Board noted that the applicant does not have the necessary political profile that he alleged. The documentary evidence clearly indicated that a person with the applicant's profile, that is, an ordinary party member with no high or unique political profile is not at risk by reason of his membership in the DP.", "[16] Therefore, the Board found that the applicant is not a person in need of protection in that his removal to Albania would not subject him personally, to a risk of cruel and unusual treatment or punishment in Albania and there is no substantial ground to believe that his removal to Albania would subject him personally to a danger of torture. Issues", "[17] The issues as framed by the applicant are: 1. Did the Board err in failing to provide an adequate and separate analysis under section 97? 2. Did the Board err with respect to ignoring a material aspect of the claim and err in failing to provide a separate analysis under section 97? 3. Did the Board err with respect to the test at law under section 96? 4. Did the Board err in fettering discretion or slavishly following profile analysis?", "[18] The applicant submitted that the Board erred in conflating the balance of probabilities (for finding facts as to the historical dimension of the claim) with the serious grounds test (the forward-looking part of the test). The Board imposed too high a burden of proof on the applicant by stating there is no serious possibility that the applicant would face persecution (see  <FRAGMENT_SUPPRESSED> ).", "[19] The burden of proof on the applicant as to the well-foundedness of the claim is to establish that he has good grounds (see  <FRAGMENT_SUPPRESSED>  (F.C.A.)).", "[20] The applicant submitted that the Board erred by failing to consider one of the key incidents, the shooting on June 23, 2000, in which the applicant and his cousin were shot at, his cousin suffered fatal wounds and the applicant's family store had to be closed.", "[21] The applicant submitted that the Board further erred in focussing on developing a profile and finding that the applicant was not in a profile. The Board fettered its discretion by focussing exclusively on a profile. The Board erred by failing to consider the applicant's profile from the perspective of the persecuting agent, the Socialist Party. The applicant's evidence was that he was relatively high profile.", "[22] The applicant submitted that the Courts have held that (i) in assessing an applicant's political opinion, it is an error for the Board to focus on the applicant's activities within his political group (see  <FRAGMENT_SUPPRESSED> ).", "[23] Further, the Federal Court of Appeal has held that \"the crucial test in this regard should not be whether the Board considers that the appellant engaged in political activities, but whether the ruling government of the country from which he claims to be a refugee considers his conduct to have been styled as political activity.\" (see Re Inzunza and the Minister of Employment and Immigration (1979), 103 D.L.R. (3d) 105 (C.A.)).", "[24] <FRAGMENT_SUPPRESSED> , the Court recognized that an unexpressed political opinion may be grounds for persecution where a political opinion is imputed to the individual in question due to his or her activities and behaviour. The Court also recognized that persecution may be based on a political opinion incorrectly attributed to an individual.", "[25] The applicant submitted that the Board was therefore obligated to consider whether the agent of persecution imputed the applicant, or his father as being a threat, or whether the agents of persecution simply misperceived the applicant as having a higher profile than he does.", "[26] The applicant submitted that section 97 of IRPA requires a separate analysis if there is credible evidence (see  <FRAGMENT_SUPPRESSED> ). In this case, the applicant's evidence was not explicitly rejected. For example, that the applicant was a member of the leading opposition party, that his father was a high profile member, that the applicant had been shot at, that the applicant and his family received threatening phone calls for several months, and that he and his father were detained in a police station for four hours, threatened and beaten.", "[27] The applicant submitted that the Board erred in finding that the applicant was not qualified for protection under section 97 because he was not of the profile of DP supporters who might be at risk and therefore the applicant \"is not at risk by reason of his membership in the Democratic Party.\" Discussion of the nexus of risk based on political opinion is relevant to section 96, not section 97.", "[28] The applicant submitted that the Board erred by simply transposing its conclusion under section 96. The applicant's evidence included being shot at and being detained and beaten with his father in the police station for four hours. While this may not amount to a well-founded fear of persecution for reason of membership in the DP, it might be mistreatment or torture as defined in paragraphs 97 (1)(a) and (b). The Board failed to provide a separate analysis under section 97 (see Li v.Canada (Minister of Citizenship and Immigration), [2005] F.C.J. No. 1 and  <FRAGMENT_SUPPRESSED> ). In the alternative, the Board's failure to separately address section 97 amounted to a breach of fairness by failing to provide adequate reasons.", "[29] The respondent submitted that the applicant's summary of the Board's findings is misleading. The Board properly considered the documentary evidence in assessing whether there was an objective basis for the claim. The Board found that based on the documentary evidence and the evidence produced by the applicant, the applicant did not have the necessary political profile.", "[30] The respondent submitted that the applicant has confused the requirement that an applicant must establish the facts of his case on a balance of probabilities, with the requirement that the applicant must demonstrate that such facts meet the requisite standard of proof under section 96. The Board applied the correct test as set out in  <FRAGMENT_SUPPRESSED>  in its section 96 finding.", "[31] The respondent submitted that although the Board did not mention the death of the applicant's cousin in its reasons, it did mention that the applicant was shot at. The respondent submitted that the Board considered the evidence concerning the applicant's cousin's death. The fact that the Board did not specifically mention the applicant's cousin's death does not indicate that the Board ignored the evidence.", "[32] The respondent submitted that although the Board did not explicitly state in its reasons that it had concerns with the applicant's credibility, the Board did state that there was insufficient credible or trustworthy evidence and therefore, it can be inferred that there were aspects of the applicant's story that were implausible or not credible.", "[33] The Board found that based on the applicant's evidence, the applicant was only an ordinary member of the DP Youth Forum and that he had a basic knowledge of the principles of the DP. The Board found that by his own evidence, the applicant did not fit the profile of persons who would be targeted and there would not be a serious possibility that he would be perceived as being anti-government.", "[34] The respondent submitted that the Board did not fail to consider the perspective of the agent of the alleged persecution. The Board simply did not accept that the applicant was a high, prominent, unique, member of the DP.", "[35] The Board noted that the documentary evidence pointed to political violence but it was targeted to officers or members of the DP who have a high, prominent or unique profile and cited several cases in which such violence occurred. The Board noted that the documentary evidence also indicated that Albanian politics are becoming quite de-politicized and political violence is decreasing.", "[36] The Board found that there was no evidence which supported a finding that there is a serious possibility that all members of the DP would be persecuted. Furthermore, the Board noted that the documentary evidence indicated that family members of DP supporters are not targeted by the Socialist Party in the manner described by the applicant. Therefore, it was open to the Board to conclude that the applicant would not face a serious possibility of persecution if he returned to Albania.", "[37] The respondent submitted that the Board found that there was insufficient credible or trustworthy evidence to establish a well-founded fear of persecution. Such a finding demonstrated that the Board had concerns with the applicant's evidence. Therefore, since there were some concerns about the applicant's credibility, a separate analysis under section 97 was not required.", "[38] While a separate section 97 analysis is desirable, the failure to conduct such an analysis will not be fatal in circumstances where there is no evidence that would require it (see  <FRAGMENT_SUPPRESSED> ). The respondent submitted that nonetheless, the Board did provide an adequate analysis under section 97.", "[39] The respondent submitted that the Board extensively examined the documentary evidence and therefore, the analysis under section 97 was sufficient (see  <FRAGMENT_SUPPRESSED> ).", "[40] The respondent submitted that the Board did not incorporate a discussion of nexus of risk based on the applicant's political opinion. Rather, the Board considered the objective evidence which consisted of the documentary evidence and concluded that the documentary evidence demonstrated that only those with high, prominent or unique political profiles are targeted or may experience violence. The applicant, in this particular case, did not possess such a profile and therefore, would not be at risk of being subjected to mistreatment or torture. The respondent submitted that such findings are relevant in an analysis under section 97. Relevant Statutory Provisions", "[41] Section 96 and subsection 97(1) of the Immigration and Refugee Protection Act, supra, define \"Convention refugee\" and \"person in need of protection\" as follows: 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. Analysis and Decision", "[42] I propose to deal first with Issue 3. Did the Board err with respect to the test at law under section 96? The Board stated the following test for section 96 at page 2 of its decision: The panel also finds that the claimant has not established that there is a reasonable chance or serious possibility that he would face persecution or risk of harm if he were to return to Albania today as a result of his membership in the Democratic Party. And at page 6 of its decision, the Board stated: Therefore, taking the documentary evidence as a whole, together with our findings about the claimant's political profile, the panel concluded that, on a balance of probabilities, there is not a serious possibility that the claimant would be persecuted in Albania by reason of his political opinion.", "[43] <FRAGMENT_SUPPRESSED>  I stated: The Federal Court of Appeal in  <FRAGMENT_SUPPRESSED>  (T.D.) (QL), stated at pages 2 to 3: In Adjei, MacGuigan J.A. for the Court said: It was common ground that the objective test is not so stringent as to require a probability of persecution. In other words, although an applicant has to establish his case on a balance of probabilities, he does not nevertheless have to prove that persecution would be more likely than not. Indeed, in  <FRAGMENT_SUPPRESSED>  (F.C.A.), at page 437, Heald J.A. said: Accordingly, it is my opinion that the board erred in imposing on this applicant and his wife the requirement that they would be subject to persecution since the statutory definition supra required only that they establish \"a well-founded fear of persecution\". The test imposed by the board is a higher and more stringent test than that imposed by the statute. The parties were agreed that one accurate way of describing the requisite test is in terms of \"reasonable chance\": is there a reasonable chance that persecution would take place were the applicant returned to his country of origin? We would adopt that phrasing, which appears to us to be equivalent to that employed by Pratte J.A. in  <FRAGMENT_SUPPRESSED>  finding that an applicant is a Convention refugee, the evidence must not necessarily show that he \"has suffered or would suffer persecution\"; what the evidence must show is that the applicant has good grounds for fearing persecution for one of the reasons specified in the Act. [Emphasis added]. What is evidently indicated by phrases such as \"good grounds\" or \"reasonable chance\" is, on the one hand, that there need not be more than a 50% chance (i.e., a probability), and on the other hand that there must be more than a minimal possibility. We believe this can also be expressed as a \"reasonable\" or even a \"serious possibility\", as opposed to a mere possibility. An applicant, according to Adjei, does not have to prove that persecution would be more likely than not. He has to establish \"good grounds\" or \"reasonable chance\" for fearing persecution. \"Good grounds\" or \"reasonable chance\" is defined  <FRAGMENT_SUPPRESSED>  as occupying the field between upper and lower limits; it is less than a 50% chance (i.e. a probability), but more than a minimal or mere possibility. There is no intermediate ground: what falls between the two limits is \"good grounds\". If the claimant, as the Board said, \"... may face slightly more than a mere possibility...\" of persecution, he had crossed the lower limit and had made his case of \"good grounds\" or a \"reasonable chance\" for fearing persecution.", "[44] In the present case, the Board has stated two different tests in two different portions of the decision. The first test stated at page 2 is the correct test, while the second test is not. In carrying out its analysis, the Board used the incorrect test. I cannot tell from the decision which test the Board actually applied in reaching its decision. If the Board used the incorrect test to reach its decision, then the Board committed an error of law. As I cannot tell which test was applied, I am of the view that the decision must be set aside.", "[45] I need not deal with the other issues raised in the application.", "[46] The application for judicial review is therefore allowed and the matter is referred back to a different panel of the Board for redetermination.", "[47] Neither party wished to submit a proposed serious question of general importance for my consideration for certification. ORDER", "[48] IT IS ORDERED that the application for judicial review is allowed and the matter is referred back to a different panel of the Board for redetermination. [End of document]"]}