{"id_": "086795", "body_str": ["[1] Dawson, J. : En Hua Jiang (Ms. Jiang) claims to be a citizen of the People's Republic of China (China) in need of refugee protection because of her violation of the Chinese birth control policies. Jia Qi Jiang is her five-year-old daughter. Their claim to refugee protection was refused because the Refugee Protection Division of the Immigration Refugee Board (Board) found that they failed to establish their identity and country of reference.", "[2] This application for judicial review of that decision is allowed because the Board erred in law by failing to base its identity determination upon the totality of the evidence before it. The Board also erred by, for the reasons stated by the Board, giving no probative value to the original Resident Identity Card (RIC) submitted by Ms. Jiang.", "[3] Turning to the Board's error of law, the parties accept that, as a matter of law, identity findings are to be based upon the totality of the evidence. See, for example, <FRAGMENT_SUPPRESSED> .", "[4] In the present case, the Board based its decision with respect to identity upon the following findings: • It was implausible that the snakehead, who traveled with Ms. Jiang and her daughter, would tell Ms. Jiang that he would answer all questions put to her and that, for this reason, Ms. Jiang would not be coached about the false identity that she traveled under. • If that was true, Ms. Jiang ought to have testified that she did not know the false name that she traveled under instead of stating that she could not recall the name. • Ms. Jiang had no travel documents (the Board did not deal with her explanation that the snakehead took all of the documentation with him). • Ms. Jiang ought to have been able to provide an original copy of her hukou. The Board also rejected the genuineness of the copy of the hukou that Ms. Jiang provided because it described the type of household to be \"Family\" or \"resident Hukou\" and did not contain her citizenship identification number. • No weight should be given to the original RIC that Ms. Jiang produced because it was issued on the basis of the hukou. • No weight should be given to the notice requiring Ms. Jiang's attendance at a birth-control office because the notice did not contain any section for inserting her address or RIC number.", "[5] It can be seen that missing from the Board's reasons is any significant consideration about the evidence provided by Ms. Jiang at the hearing concerning the central element of her claim. That evidence included information about her background, her life in China, and the birth-control authorities. It also included a photograph that Ms. Jiang identified as being a picture of the father of her children. The picture was said to be taken in the city of Guangzhou, near the White Swan Hotel. The signs depicted in the photograph were translated at the Board's request. One sign read \"Guangzhou Shipping Company\" and the refugee protection officer (RPO) provided information about the \"White Swan Hotel\" located in Guangzhou.", "[6] In my view, the Board was obliged to at least consider this evidence when assessing whether Ms. Jiang had established her identity. The Board failed to do so. This case is distinguishable on this point from my prior decision in <FRAGMENT_SUPPRESSED>  because in that case aspects of Mr. Li's testimony were found by the Board to be incredible and because Mr. Li could not point to any particularly telling evidence before the Board about his experiences in China from which the Court might infer that the Board failed to consider all of the evidence.", "[7] Unquestionably, the Board in this case was properly concerned with the evidence before it about the availability of false or fraudulently obtained identity documents in China. However, it seems to me that, to the extent the documents may be suspect, it becomes all the more important to consider the totality of a claimant's evidence about their identity. This error, by itself, warrants an order setting aside the decision of the Board.", "[8] With respect to the original RIC, on the evidence before the Board, it was patently unreasonable for the Board to give no weight to this document simply because RICs are typically issued based upon the hukou. The Board's conclusion on this point ignored the evidence before it that important opportunities currently exist in China for those who hold an urban hukou, that the use of fraudulent hukou documents remains common in China, and that those who acquire fake hukous are usually rural migrants attempting to improve their access to social benefits by obtaining hukous that are not characterized as agricultural or rural. This evidence provides a credible explanation as to how a citizen could hold a fraudulent hukou and a genuine RIC at the same time.", "[9] Moreover, in <FRAGMENT_SUPPRESSED>  this Court held that it was illogical and an error for the Board to question the legitimacy of a RIC on the sole ground that a claimant's hukou is found not to be genuine.", "[10] In closing, in the context of the issue of the genuineness of Ms. Jiang's RIC, the Board was referred to a note from a RPO regarding a check conducted on the RIC to determine whether it contained the usual security features. The note stated: \"Chinese Resident Card #440111810131542 received and checked. The original card may now be returned to the claimant, as it was in her possession.\" To one familiar with the current practice before the Board with respect to the authentication of RICs from China, the note from the RPO was capable of supporting the inference that the RIC did contain the normal security features. Otherwise, the card would likely have been forwarded to the RCMP for forensic analysis. The Board instead found the note to constitute \"no evidence\".", "[11] With respect, I find the Board's approach to be surprising. If the note was too cryptic for the Board to accept, it would have been an easy matter to have asked the RPO for clarification or to have sent the card to another RPO for review. Ignoring relevant information on the ground of ambiguity when the ambiguity is easily resolved, does not, in my view, accord with reason or the fair and accurate adjudication of refugee claims.", "[12] For these reasons, the application for judicial review is allowed. Counsel posed no question for certification, and I agree that no question arises on this record. JUDGMENT", "[13] THIS COURT ORDERS AND ADJUDGES that 1. The application for judicial review is allowed and the decision of the Refugee Protection Division dated November 17, 2006, is hereby set aside. 2. The matter is remitted for redetermination by a differently constituted panel of the Refugee Protection Division. [End of document]"]}