{"id_": "086777", "body_str": ["[1] de Montigny, J. : This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA ), of a decision rendered by Ken Atkinson of the Refugee Protection Division of the Immigration and Refugee Board (the RPD or the Board), refusing the refugee protection claims made by Sandorne Lakatos (the principal Applicant) and her minor son, Richard Kevin Lakatos. The decision was rendered on February 6, 2013.", "[2] For the reasons set out below, I have come to the conclusion that this application for judicial review ought to be dismissed. I. Facts", "[3] The principal Applicant is a citizen of Hungary born in 1958. She is of Roma ethnicity. Her son, also of Roma ethnicity, was born in 1998. The principal Applicant is also the mother of three other children, who are now adults and are not part of the present claim.", "[4] The principal Applicant alleges she had been living in the town of Miskolc all her life when, in April 2011, local government agents told her she would have to relocate to Kiss Tokaj on June 10, 2011. She claims that Kiss Tokaj was designated as a town where Roma were being moved to reduce the Romani population of Miskolc. The Romani community complained, but nothing was done. According to the principal Applicant, a nearby Romani family who had received a notice of removal and had not left their residence were handcuffed and forced to move.", "[5] The principal Applicant asserts that on June 10, 2011, the day after she came to Canada, her son Norbert, who was still in Hungary (he came to Canada in October 2011), indicated that the furniture had been taken by the authorities and that another notice of removal was posted on the door.", "[6] The principal Applicant also refers to other alleged incidents of persecution because of both her and her family's Roma ethnicity. She claims that in 2009 her minor son was hit by a teacher at school, as a result of which he had to receive medical attention, and that he was persistently bullied because of his ethnicity. Each time, the principal Applicant approached the school authorities, but nothing happened. She alleges she was even told by the school principal that wherever she went, no one would believe her because of her ethnicity.", "[7] The principal Applicant also states that in the summer of 2010, her husband went to the Roma self-government because he had been experiencing problems with Hungarian Guardsmen and skinheads, but he was told nothing could be done. In September 2010, it is alleged that armed Hungarian Guardsmen broke into their home, yelled racial slurs, broke furniture, threatened to kill the children, and attacked the principal Applicant's husband, splitting his scalp open (an injury for which he claimed to have received medical attention). The Applicant also claims that Guardsmen told them they had six months to move. In January 2011, it is alleged that the principal Applicant's husband was attacked by the same four men and he reported the attack to the police, but was told that without any individual identification of the attackers, they could not do anything.", "[8] The principal Applicant's husband left for Canada in January 2011 and apparently also made a claim for refugee protection. They have been separated since that time and they do not intend to resume living together.", "[9] As for the principal Applicant, she arrived in Canada with her minor son on June 9, 2011 and made a claim for refugee protection that same day. II. Decision under review", "[10] The RPD acknowledged the Applicants' identity and Roma ethnicity, but was not convinced that the principal Applicant was forced to leave her apartment because of her ethnicity. While she indicated she could not submit the notices of removal because they had been left in the apartment, the RPD concluded that her allegation that she thought she had been asked to move because of her ethnicity was not persuasive. Further, while she alleged that her brother was also removed, the RPD noted that she did not have much contact with him since coming to Canada.", "[11] Regarding proof of the medical treatments received by her husband following the attack during the summer of 2010, the principal Applicant alleges that she left the doctor's report in her apartment and that it would be impossible for her to obtain another report from the doctor. The principal Applicant also claims the doctor's report regarding her minor son's medical treatment after being hit by a teacher was left in the apartment. No attempt was made to obtain these reports, allegedly because the doctors would not send them.", "[12] According to the RPD, these allegations are contradicted by the documentary evidence, which states that doctors must notify the police when treating a victim of crime-related injuries and that victims of violence can obtain a medical report. The RPD is also of the opinion that it is difficult to determine exactly how the events occurred and what weight should be given to them without the reports.", "[13] The RPD then turned to the issue of state protection, stating that the principal Applicant had failed to rebut the presumption that a state is capable of protecting its citizens with clear and convincing evidence. It then goes on to describe the legal framework regarding state protection: • This protection need not be perfect; • It is important to consider whether a legislative and procedural framework for protection exists; • A state must engage in serious efforts to protect its citizens at the operational level; • The burden to prove an absence of state protection is directly proportional to the level of democracy of that state; • A failure by the local authorities to provide protection does not mean that the state as a whole is incapable of protecting its citizens.", "[14] Turning to the documentary evidence regarding Hungary, the RPD notes that Hungary is a democracy. It also underlines that the government has enacted a new Fundamental Law as well as more than 20 Cardinal laws in 2011 that could undermine the country's democratic institutions and that a number of documents submitted by the principal Applicant indicate that the new legislation does not protect basic human rights. However, other documentary evidence highlights that Hungary is indeed a democracy.", "[15] While it was submitted that the state protection for Roma was ineffective, the RPD indicates that documentary evidence shows that the country is attempting to correct this discrimination, citing among others, the report of the European Commission against Racism and Intolerance adopted in June 2008. In fact, efforts have been made to limit and ban activities of right-wing xenophobic political organizations and to curtail abuse by the police by increasing the recruitment of Roma police officers and by setting up the Independent Police Complaint Committee. The RPD also mentions that the Hungarian criminal code includes provisions against incitement to hate-inspired violence and that these types of crimes are seriously punished. In 2011, operations were also conducted to eliminate corruption within law enforcing agencies and an anti-discrimination legal service network that offers legal aid to Roma has been put into place. However, legal clinics have been found to be inaccessible for many Roma and the network's lawyers rejected some Roma cases.", "[16] The principal Applicant indicated that they had not reported the attack of 2010 because the attackers had told them they would find out if they did. The principal Applicant however alleged that her husband reported the 2011 incident, but had not obtained a copy of the police report since she thought no report was made. The RPD rejected this hearsay evidence and concluded there was no persuasive evidence that the principal Applicant or her family had approached the police at all. For all of the above, the RPD concluded that she had not rebutted the presumption of state protection.", "[17] While the RPD mentions that education is generally less accessible for Roma children and that school facilities for Roma were in considerably worse condition than those having non-Roma majorities, it concluded that there was no persuasive evidence that the principal Applicant was denied education because of her Roma ethnicity.", "[18] The RPD also reviewed documentary evidence on the employment opportunities for Roma and underlined that the unemployment rate for Roma was high. However, programs to alleviate unemployment were implemented in recent years. Consequently, the RPD found that there was no persuasive evidence to the fact that the principal Applicant was denied employment based on her ethnicity.", "[19] Finally, many legislations and resolutions have recently been enacted and measures have been taken to thwart racial discrimination in areas such as employment, social security, health and education. While some critics have been disputing the actual effectiveness of these measures, a decrease in crime rates and trends in the country suggests that the state protection has been effective.", "[20] The RPD concludes that while Hungary has faced difficulties in the past regarding discrimination towards Roma, the documentary evidence shows that, even if not perfect, the state protection is however, adequate and effective. Consequently, the principal Applicant has not been able to rebut the presumption of state protection and cannot be found to be a refugee or a person in need of protection. The same conclusion applies to the principal Applicant's minor son. III. Issues", "[21] This application raises two issues: A. Did the RPD err in finding the principal Applicant not credible? B. Was the RPD's state protection finding unreasonable? IV. Analysis", "[22] It is well established that credibility findings attract a standard of reasonableness, since the RPD had the privilege of seeing and hearing the principal Applicant's representations and reviewing the evidence she submitted. As such, these findings must be reviewed by this Court with a high degree of deference.", "[23] As for state protection, it is also trite law that the applicable standard of review is reasonableness since it is a question of mixed fact and law.", "[24] Accordingly, the Court shall not intervene if the \"decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": <FRAGMENT_SUPPRESSED> . A. Did the RPD err in finding the principal Applicant not credible?", "[25] The principal Applicant argues that the RPD erred in impugning her credibility essentially because of a lack of corroboration and supporting evidence. Quoting from a number of decisions, counsel submitted that the absence of documentation is not sufficient, in and of itself, to make a negative credibility finding.", "[26] Applicants are no doubt presumed to be telling the truth in an RPD hearing: see, for ex., <FRAGMENT_SUPPRESSED> . As such, failure to provide corroborating evidence will not normally be sufficient to impugn credibility, even if it is a factor that can be taken into consideration. That being said, it will be otherwise when the RPD does not accept an applicant's explanation for failing to produce evidence when it would reasonably be expected to be available. As my colleague Justice Zinn stated in <FRAGMENT_SUPPRESSED> : Further, although there is a presumption that sworn evidence is true and cannot be undermined by a lack of corroborative evidence, there is an exception. The exception is triggered when a tribunal does not accept the applicant's explanation for failing to produce evidence when it would reasonably be expected to be available ... See also: <FRAGMENT_SUPPRESSED> .", "[27] This is precisely the situation here. First, the Board could reasonably expect the Applicants to have the notice to vacate their apartment to support their allegations that they had been forced to move out due to their ethnicity. After all, the principal Applicant's son was at the apartment after the principal Applicant left for Canada and she still has family in Hungary. In the absence of any documentation, her allegation that she was moved because they are Roma is pure speculation and the Board was entitled to find that there is no persuasive evidence to support her claim.", "[28] The same is true of the Board's finding with respect to the lack of medical documentation. The principal Applicant testified that the doctor's reports in relation to both her husband's and son's injuries were left in the apartment. She further testified that she did not know she would need such a document and made no efforts to obtain a copy, because the doctor would not have sent it. Furthermore, she felt the doctor would not have notified the police about her husband's injuries. Yet, as the Board noted, the available objective documentary evidence clearly states that doctors must notify police when they treat someone with crime-related injuries by filling out a report and submitting it to them. Moreover, the Board further noted that the documentary evidence indicated medical records are kept by hospitals and clinics for approximately 30 to 50 years, and that patients can make a request in writing or authorize someone else to obtain a copy for them. In those circumstances, the Board could reasonably reject the explanations given by the principal Applicant and conclude that it was difficult to determine exactly how these events occurred and whether any injuries were suffered. The Applicants failed to both provide acceptable documents or a reasonable explanation for their absence. B. Was the RPD's state protection finding unreasonable?", "[29] The Applicants submit that the RPD applied the wrong test since it failed to analyze the factual effectiveness and the success of the efforts made by the Hungarian authorities. The principal Applicant further argues that the RPD merely relied on general evidence and boilerplate analysis, and failed to consider contradictory evidence and the principal Applicant's particular situation. According to the Applicants, the Board's findings with respect to the level of democracy existing in Hungary contradicts the documentary evidence as well as a number of cases from this Court where it was found that the Roma cannot expect state authorities to protect them. The principal Applicant also argues that the Board erred in setting aside her hearsay evidence that her husband made a police report, without providing any reasonable basis for doing so.", "[30] I agree with the Applicants that the Board's analysis with respect to state protection is not free from ambiguity and appears to focus on the \"serious efforts\" made by the Hungarian authorities and on the steps taken at the legislative and operational levels to protect the Roma. Yet it is now well established that good intentions and efforts are insufficient if they do not translate into a reasonable measure of protection. Summarizing the evolution of the jurisprudence on this matter, my colleague Justice Strickland stated the following in <FRAGMENT_SUPPRESSED> :", "[35] State protection need not be perfect, but it must be adequate, and \"only in situations in which state protection 'might reasonably have been forthcoming' will the claimant's failure to approach the state for protection defeat his claim\" ( Ward , above, at para 49; <FRAGMENT_SUPPRESSED>  (FC)).", "[36] Instead, the focus of the RPD must be on what is actually happening in a country, that is, evidence of actual or operational level protection, and not on efforts that a state is endeavouring to put in place. As stated in <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], regarding the Hungarian Roma applicants in that case:", "[5] [...] It is not enough to say that steps are being taken that some day may result in adequate state protection. It is what state protection is actually provided at the present time that is relevant. In the present case, the evidence is overwhelming that Hungary is unable presently to provide adequate protection to its Roma citizens. I repeat what I wrote in <FRAGMENT_SUPPRESSED>  (CanLII), 2010 FC 1176 at paragraphs 8 to 11: 8 Another error of law is with respect to what is the nature of state protection that is to be considered. Here the Member found that Mexico \"is making serious and genuine efforts\" to address the problem. That is not the test. What must be considered is the actual effectiveness of the protection. [...] See also:  <FRAGMENT_SUPPRESSED> .", "[31] To be fair, the RPD acknowledged that there is evidence contradicting its overall conclusion of adequate protection. For example, it quoted a number of documents from non-governmental organizations, as well as Responses to Information Requests, suggesting that the new Fundamental Law and Cardinal laws do not protect basic human rights (para 25), that discrimination and prejudice within the police are considered a general problem that will continue until there are structural reforms (para 27), that the legal offices of an anti-discrimination legal service network were located in the larger cities and were inaccessible to Roma living in deep poverty (para 33), that courts increasingly used the provision of the criminal code on racism to convict Roma (para 34), that Romani students are often segregated at school and/or placed in less well equipped facilities (para 37), and that unemployment is higher for Romani (para 39).", "[32] Nevertheless, the RPD concluded that, \"although not perfect, there is adequate state protection in Hungary and that Hungary is making changes at the operational level to deal with the problem of racism against Roma\" (para 44). This general conclusion appears to be based on efforts and measures taken instead of actual effectiveness. For example, the Board states (at para 26) that Hungary is attempting to correct its historical discrimination against the Roma people and is taking steps to limit and ban the activities of right-wing political organizations, and that there is no evidence that these initiatives are more than efforts or that they bear fruit. The Board also reports (paras 28, 30-31) that efforts to curtail abuse by the police have been made, by increasing the recruitment of Roma police officers, setting up the Independent Police Complaint Committee and providing training in human rights, but there is no evidence that these measures have helped to thwart discrimination from police forces towards Roma. The Board mentions (paras 29, 41) that the criminal code includes provisions against hate-inspired violence, that laws were enacted in 2010 broadening the range of views whose expression is illegal, and that significant legislation has been introduced to combat racial discrimination, but again there is not a word as to the effectiveness or the impact of these legislative measures. Finally, the Board describes (paras 42-43) a number of measures taken by the government to eradicate discrimination in various fields (education, health, employment, housing, etc.) but does not indicate whether these have resulted in any significant changes at the operational level.", "[33] Despite these shortcomings, I am unable to find in favour of the Applicants. It is insufficient for applicants to rely solely on documentary evidence of flaws in state protection apparatus if they have failed to avail themselves of whatever protection is available. Applicants must approach their state for protection where state protection might reasonably be forthcoming, and it is only in a situation of complete breakdown of the state apparatus that this requirement will be lifted: <FRAGMENT_SUPPRESSED>  the claimant was not able to rebut the presumption of state protection based on one unsuccessful attempt to seek out protection from local police officers. In the case at bar, the Board could reasonably find that the Applicants had not fully demonstrated the inadequacy of the mechanisms of state protection available to them. The principal Applicant gave evidence that they did not contact the police after the alleged attack by four Guardsmen in their apartment in the summer of 2010. As for the alleged attack against her husband, the principal Applicant could only testify that her husband told her he reported the matter to the police. This was clearly insufficient to establish that protection was not reasonably forthcoming, despite the flaws identified in the state protection in Hungary. V. Conclusion", "[34] For all of the above reasons, I am of the view that this application for judicial review must be dismissed. The Board could reasonably find that the Applicants are not credible and had not established that they had been persecuted because of their ethnicity. The Board could also determine, subsidiarily, that the Applicants failed to rebut the presumption of state protection, despite some flaws in its analysis of that concept.", "[35] No question has been submitted for certification purposes, and none will be certified. JUDGMENT", "[36] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed. No question is certified.", "[2] I.", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] II.", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20] III.", "[21] Il y a deux questions à trancher dans le cadre de la présente demande: IV. Analyse", "[22]", "[23]", "[24] <FRAGMENT_SUPPRESSED> ). A.", "[25]", "[26] <FRAGMENT_SUPPRESSED> : <FRAGMENT_SUPPRESSED> .", "[27]", "[28] B.", "[29]", "[30] <FRAGMENT_SUPPRESSED> et 36:", "Ward <FRAGMENT_SUPPRESSED>  ( Da Souza", "", "<FRAGMENT_SUPPRESSED> à 11: [...] <FRAGMENT_SUPPRESSED> .", "[31]", "[32]", "[33] Canada (Procureur général) c Ward V. Conclusion", "[34]", "[35] JUGEMENT", "[36] [End of document]"]}