{"id_": "087186", "body_str": ["[1] Barnes, J. : This is an application for judicial review by Evgeny Shchegolevich from a negative humanitarian and compassionate (H & C) decision made by an Immigration Officer (Officer) on July 26, 2007. Mr. Shchegolevich asserts that the Officer made several critical errors in his factual and legal analysis which warrant the re-determination of his application for relief.  <FRAGMENT_SUPPRESSED> I. Background  <FRAGMENT_SUPPRESSED>", "[2] Mr. Shchegolevich entered Canada from Russia on July 5, 2000 and he applied for refugee protection in early 2001. In late 2002, he was found not to be a Convention Refugee and his subsequent application for leave to challenge that decision in this Court was dismissed.  <FRAGMENT_SUPPRESSED>", "[3] On July 19, 2003, in Canada, Mr. Shchegolevich married Ms. Irina Kuritsona and over the following four years he seems to have developed a strong parental relationship with her young son. On the basis of their marital relationship, Ms. Kuritsona applied to sponsor Mr. Shchegolevich for permanent residency as her spouse. Although Mr. Shchegolevich was approved in principle, the spousal application from within Canada was refused for inadmissibility. Mr. Shchegolevich is inadmissible pursuant to section 36(2)(a) of the Immigration and Refugee Protection Act S.C. 2001 c. 27 because he was convicted in 2005 for impaired driving in Canada.  <FRAGMENT_SUPPRESSED>", "[4] The Officer then considered Mr. Shchegolevich for landing based on H & C grounds. The evidence tendered in support of H & C relief was somewhat lacking in detail but it did disclose that Mr. Shchegolevich had become well established in Canada during his seven years of residency. In addition to his family relationships, he was and remains employed in the construction industry with an annual income exceeding $70,000.00. In contrast, the evidence submitted to the Officer disclosed that Ms. Kuritsona was employed in the retail trade at an income level varying between $10,390.00 and $18,000.00 per year.  <FRAGMENT_SUPPRESSED> II. The Impugned Decision  <FRAGMENT_SUPPRESSED>", "[5] The Officer's Notes to File provide considerable insight into the reasons for the decision to deny H & C relief to Mr. Shchegolevich. One of the principal factors for the refusal was based on an assumption that the separation of Mr. Shchegolevich from his wife and step-son would only be temporary. This is reflected in the following passage from the Officer's reasons:  <FRAGMENT_SUPPRESSED> I further note if the applicant's spouse chooses to sponsor the applicant (under the family class category in the normal matter [sic] ) through the visa office oversees any resulting separation from his family would be a temporary situation.  <FRAGMENT_SUPPRESSED>", "[6] It is also apparent that the Officer gave some consideration to the interests of Mr. Shchegolevich's Canadian family including those of his young stepson. That aspect of the decision is contained within the following passage:  <FRAGMENT_SUPPRESSED> I recognize that the family in Canada may experience some personal difficulty if their relationship were temporarily severed from the applicant, however I am not satisfied that this difficulty amounts to hardship that is unusual and undeserved or disproportionate.  <FRAGMENT_SUPPRESSED> I note the applicant has an 11-year-old step-son who is a Canadian citizen. I note the applicant married into this family in 2003. I note the applicant states he is a father figure to his step-son. In an interview dated August 24, 2006 the applicant's spouse stated that her son's biological father resides in Estonia. While I am satisfied that the applicant has a relationship with his step-son, I find there is insufficient evidence that the removal of the applicant from Canada would cause his step-son long term emotional or physical harm. I acknowledge that no child should be separated from a caring (step) parent and I recognize that a separation may cause a period of adjustment for this child; however, the relationship between the applicant and his step-son does not have to be severed. If the applicant were to leave Canada, this child can maintain their relationship by communicating with the applicant through telephone calls, letters and email. It is also noted that this child is a Canadian citizen and he has the option to visit his step-father overseas without jeopardizing his Canadian status.  <FRAGMENT_SUPPRESSED>", "[7] The Officer also acknowledged that Mr. Shchegolevich was the main financial provider for his family and the Officer further observed that there was \"disparity\" between the applicant's income and the income of his wife. Nevertheless, the Officer discounted this evidence by concluding that insufficient evidence had been provided to establish that the loss of Mr. Shchegolevich's financial contribution to the household would cause \"significant financial hardship or that their basic amenities cannot be fulfilled\" if he was removed from Canada.  <FRAGMENT_SUPPRESSED> III. Issues  <FRAGMENT_SUPPRESSED>", "[8] (a) Did the Officer err in the assessment of the evidence bearing on the best interests of the child?  <FRAGMENT_SUPPRESSED> IV. Analysis  <FRAGMENT_SUPPRESSED>", "[9] <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada recently altered the standard of review analysis in judicial review proceedings reducing the three standards of review to two - reasonableness and correctness. However, as the majority noted in that case, this does not inherently change the standard of review for all judicial review proceedings. Where a thorough pragmatic and functional analysis has already been undertaken, there is no inherent need to repeat it post- (para. 20). It is also relevant to the case at bar to note that at para. 51, Justice Ian Binnie held that questions of mixed fact and law where the legal issues cannot easily be separated from the facts should continue to be considered on the standard of reasonableness.  <FRAGMENT_SUPPRESSED>", "[10] The case at bar contains a strong legal component, but it is still fundamentally a question of mixed fact and law. Given the strength of the precedents on this issue, it is clear that the standard of review for the issue raised in this case should be that of reasonableness.  <FRAGMENT_SUPPRESSED>", "[11] The points advanced on behalf of Mr. Shchegolevich in support of this application are fundamentally evidence-based. Mr. Shchegolevich asserts that the Officer ignored important evidence and drew adverse inferences that were unsupported by the evidence. Much of this criticism is directed at the Officer's assessment of the best interests of Mr. Shchegolevich' young stepson. These arguments are summarized in the following passages from the Applicant's Memorandum of Argument:  <FRAGMENT_SUPPRESSED> 33. It is submitted that the Immigration and Refugee Protection Act sets out under the heading Objectives - Immigration, Paragraph 3(1)(d) that among the objectives with respect to immigration is to see families united in Canada. It is submitted that spousal separation is not in accordance with the provisions and objectives of the Act, but rather takes a position and reaches a conclusion contrary to the objectives of this legislation.  <FRAGMENT_SUPPRESSED> 34. It is submitted that the Applicant has provided copious relevant evidence to satisfy the Immigration Officer that there were sufficient humanitarian and compassionate grounds to warrant an exemption. It is submitted that if the Officer had regard to the totality of the evidence and examined the application sympathetically, keeping in mind the best interests of the child, by considering the benefits to the child of the parent's non-removal from Canada as well as the hardship the child would suffer from the parent's removal from Canada, as he/she is required to do, the Officer would reach a positive determination.  <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED> 37. It is submitted that the hardship to be suffered by Daniel, being a situation of family dependency, goes far beyond mere inconvenience and costs associated with leaving Canada. Children should not be required to have their lives broken up because of rules, which were never intended to be hard and fast and unfair.  <FRAGMENT_SUPPRESSED> 38. It is submitted that unusual and undeserved hardship, as used in the legislation, is only in relation to others who would be asked to leave Canada. It is an attempt to provide guidelines in exercising an officer's discretion. It is not tangible items, such as a home or a business or chattels of any kind, but rather a relationship between a husband, a wife and a child that would bring it within the exception and justify an exercise of discretion.  <FRAGMENT_SUPPRESSED> Ordinarily these types of assertions would not prevail because they amount to no more than an invitation to the Court to reweigh the evidence. However, in this case I am satisfied that the Officer's decision was unreasonable. I have concluded that the Officer erred by adopting an incorrect test for considering the best interests of Mr. Shchegolevich's young stepson, and by speculating about the prospects for Mr. Shchegolevich's return to Canada following a renewed spousal sponsorship application from overseas.  <FRAGMENT_SUPPRESSED>", "[12] It is clear that the Officer erred by requiring that Mr. Shchegolevich establish that the adverse effects of his removal upon his spouse and his stepson would be unusual, undeserved, or disproportionate. This standard is only to be applied to the assessment of hardship experienced by an applicant from having to apply for admission to Canada from overseas ; it does not apply to the assessment of the best interests of a child affected by the removal of a parent. This was a point I made in an earlier case, <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 305, where I held at para. 14:  <FRAGMENT_SUPPRESSED> It is apparent that the Visa Officer felt that, in considering the best interests of the two Canadian children, it was necessary to find that they would be irreparably harmed by their father's \"temporary\" removal from Canada. This was an incorrect and, therefore, unreasonable exercise of the officer's discretion. There is simply no legal basis for incorporating a burden of irreparable harm into the consideration of the best interests of the children. There is nothing in the applicable Guidelines (Inland Processing 5, H & C Applications (IP5 Guidelines)) to support such an approach, at least insofar as the interests of children are to be taken into account. The similar terms found in the IP5 Guidelines of \"unusual\", \"undeserved\" or \"disproportionate\" are used in the context of considering an applicant's H & C interests in staying in Canada and not having to apply for landing from abroad. It is an error to incorporate such threshold standards into the exercise of that aspect of the H & C discretion which requires that the interests of the children be weighed. This point is made in <FRAGMENT_SUPPRESSED>  (F.C.A.) at para. 9 where Justice Robert Décary said \"that the concept of 'undeserved hardship' is ill-suited when assessing the hardship on innocent children. Children will rarely, if ever, be deserving of any hardship\".  <FRAGMENT_SUPPRESSED>", "[13] It was also an error for the Officer in this case to have assumed that the separation of Mr. Shchegolevich from his family would only be temporary. It was largely on the strength of this supposition that the Officer discounted the adverse effects of the resulting family separation. Mr. Shchegolevich was inadmissible to Canada because of his impaired driving conviction and there is nothing in the record to establish that his re-entry to Canada would be a mere formality or that the family separation would be \"temporary\". This, too, was an issue I addressed in the Arulraj decision in the following passage:  <FRAGMENT_SUPPRESSED> 17 In making a determination that the Applicant be removed to Germany to apply for a visa and re-admission, the Visa Officer seems to have concluded that re-entry would be a virtual certainty because she refers to the negative impact of separation on the youngest child as temporary. If the granting of a visa to the Applicant would be little more than a formality, one wonders why the officer simply did not allow him to stay in Canada. Presumably, the H & C considerations would not materially change in the meantime. On the other hand, if the Applicant was unsuccessful in obtaining a timely visa, the entire foundation of the Visa Officer's decision concerning the best interests of the children would be undermined.  <FRAGMENT_SUPPRESSED> 18 The Visa Officer's speculation about the outcome of a future application for re-entry to Canada as part of the consideration of the children's interests constitutes a defect in the logical process by which the officer's conclusions were drawn: see Baker, above at para. 63. While the issue of re-entry may be a factor to consider, the Visa Officer should not have proceeded on the basis that early re-entry was a certainty: see <FRAGMENT_SUPPRESSED>  2005 FC 1571 at para. 20.  <FRAGMENT_SUPPRESSED>", "[14] These two errors by the Officer are sufficient to require a redetermination of Mr. Shchegolevich's application. I would add, though, that the Officer's analysis of the financial impact upon the family resulting from Mr. Shchegolevich's removal to Russia is cursory and questionable. The reduction in combined family income of approximately $85,000.00 per year to a level below the poverty line is hardly insignificant. Indeed, the possibility that Canadian taxpayers would be obliged to support this family because of the loss of Mr. Shchegolevich's considerable financial support is more likely than is the Officer's speculation that Mr. Shchegolevich would find sufficiently lucrative interim employment in Russia to adequately support two households. Hopefully when this application is reconsidered, this issue will receive more attention than it received in this instance, both from Mr. Shchegolevich's counsel and from the Officer who decides the matter.  <FRAGMENT_SUPPRESSED>", "[15] In the result, this application for judicial review is allowed with the matter to be redetermined on the merits by a different decision-maker.  <FRAGMENT_SUPPRESSED>", "[16] Neither party proposed a certified question and no issue of general importance arises on this record.  <FRAGMENT_SUPPRESSED>", "[17] THIS COURT ADJUDGES that this application for judicial review is allowed with the matter to be redetermined on the merits by a different decision-maker.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}