{"id_": "087161", "body_str": ["[1] Noël, S.J. : Mr. Mahjoub asks this Court to release him and to repeal all of his conditions of release of detention, save for a few usual conditions. For example: 1. Mr. Mahjoub shall keep the peace and be of good conduct. 2. Mr. Mahjoub shall report any change of address. 3. Mr. Mahjoub's passport and travelling documents will remain surrendered to the Canadian Border Services Agency [\"CBSA\"]. He shall not apply to obtain any travel document or passport and he shall comply with these conditions.", "[2] The Motion for Release, Repealing of Conditions and Variation of the Conditions is made pursuant to subsection 82(4) and paragraph 82(5)(b ) of the Immigration and Refugee Protection Act , SC 2001, c 27 [\"IRPA\"].", "[3] The Order establishing the previously determined conditions of release of detention is included in Annex \"A\".", "[4] The Respondents [\"the Ministers\"] consider that all the conditions as they exist should be maintained in order to neutralize the danger associated to Mr. Mahjoub, with two (2) exceptions. The first condition they accept to modify is minor: specifying the exact location of Mr. Mahjoub's duty to report to the CBSA on a weekly basis (condition n° 4). The second condition they accept to modify concerns the use of a mobile phone (conditi n n° 11). The Ministers indicate that a mobile phone must have a SIM card to function normally, but are concerned such a SIM card includes the capability to access internet. Therefore, it is proposed that the use of a mobile phone with a SIM card be offered to Mr. Mahjoub, but in order to insure supervision, proper safeguards and controls be established. A. A Brief History of the Procedures and of the Reviews of Detention and Conditions of Release.", "[5] Mr. Mahjoub, an Egyptian national, was born in April 1960. He came to Toronto, Canada, in the last days of December 1995. He travelled on a false Saudi Arabian passport and claimed refugee status, which the Immigration and Refugee Board granted on October 24, 1996. He became a subject of interest to the Canadian Security Intelligence Service [\"CSIS\"] sometime in 1996. As a result of this investigation, he became the named person in a certificate issued by the Ministers in June 2000 and was arrested on June 26, 2000.", "[6] Justice Nadon of the Federal Court of Canada (as he was then) determined that certificate to be reasonable [see footnote 1] on October 5, 2001. In the Reasons for Order, the judge noted that Mr. Mahjoub admitted he had perjured himself by not admitting that he knew a certain individual. Justice Nadon wrote that he did not believe Mr. Mahjoub's explanation for lying and added that Mr. Mahjoub had lied on a number of counts (see REFERENCE_SUPPRESSED).", "[7] Justice Eleanor Dawson, now of the Federal Court of Appeal, twice dismissed (in 2003 and 2005) Mr. Mahjoub's applications to be released from detention. Justice Nadon's above-mentioned findings of untruthfulness were relied upon by Justice Dawson in her first decision (see REFERENCE_SUPPRESSED). In her second review of detention, Justice Dawson refused to grant the release of detention because she did not think the conditions of release of detention could neutralize the danger. She added that the trust factor related to Mr. Mahjoub was not there and that she was not convinced he would abide by the conditions discussed at the time (see REFERENCE_SUPPRESSED ).", "[8] On February 15, 2007, Mr. Mahjoub was released from detention with stringent conditions which included GPS monitoring, house arrest, supervision, surety, no access to communications devices, etc. (see REFERENCE_SUPPRESSED).", "[9] On February 23, 2007, the Supreme Court of Canada declared the security certificate regime to be unconstitutional and suspended its declaration of invalidity for one (1) year to permit Parliament to amend the IRPA (see REFERENCE_SUPPRESSED).", "[10] A new security certificate regime, involving special advocates among other matters, came into force in February 2008. A new security certificate was signed against Mr. Mahjoub by the Ministers on February 22, 2008.", "[11] Justice Layden-Stevenson, the designated judge in charge of this new certificate proceeding prior to her appointment to the Federal Court of Appeal, rendered two (2) decisions on the conditions of release of detention in late December 2008 and March 2009. In her first decision, she modified a condition of release from an earlier Order (April 11, 2007). In her second decision, she noted that Mr. Mahjoub's insistence on strict adherence to the conditions of release in the literal sense hampered the CBSA's effort to accommodate his family (see REFERENCE_SUPPRESSED).", "[12] About ten (10) days after the issuance of Justice Layden-Stevenson's Reasons for Order, two (2) of Mr. Mahjoub's sureties, his wife and stepson, renounced their role as sureties. As a result, Mr. Mahjoub consented to return to detention on March 18, 2009.", "[13] He was then released from detention with conditions by Justice Blanchard, the new designated judge in charge of this second security certificate proceeding, on November 30, 2009 ( CITATION_SUPPRESSED).", "[14] In a new application to dismiss the majority of the conditions of release of detention, Justice Blanchard amended the conditions such as eliminating the requirement for GPS tracking (see CITATION_SUPPRESSED).", "[15] In two successive sets of Reasons for Order dated February 1, 2012, and January 7, 2013, Justice Blanchard again lifted some conditions and considerably modified others as he found the threat Mr. Mahjoub posed had diminished (see CITATION_SUPPRESSED; and CITATION_SUPPRESSED). In this last decision, at paragraph 47, Justice Blanchard expressed concerns about ensuring Mr. Mahjoub does not communicate with terrorists and re-acquire terrorist contacts.", "[16] On October 25, 2013, Justice Blanchard issued his Reasons for Judgment and Judgment on the reasonableness of the security certificate (see CITATION_SUPPRESSED). He found:", "[618] The following is a summary of my earlier findings relating to the credibility of Mr. Mahjoub's various accounts: a. Mr. Mahjoub was not truthful when he denied knowing Mr. Marzouk, Mr. Khadr, Mr. Jaballah or their aliases. In particular, during his fourth interview in October 1998, he denied knowing Mr. Khadr despite having admitted to knowing him in an earlier interview. When confronted with the fact that he had resided with the Elsamnahs, Mr. Khadr's in-laws, another fact he did not disclose to the Canadian authorities, he then admitted knowing Mr. Khadr. b. Mr. Mahjoub was not truthful when he denied ever using an alias. I found Mr. Mahjoub's explanation of how he came to use the alias \"Ibrahim\" when he admitted to using it, not credible for the reasons expressed at paragraph 539 above. c. Mr. Mahjoub's explanation that he did not provide the names of individuals who knew him by the alias Ibrahim to the Service for fear that the Egyptian authorities would target him and these individuals was not credible as explained at paragraph 540 above. d. Mr. Mahjoub omitted to disclose to Canadian authorities the true nature of his occupation and his employer at the Damazine Farm while in Sudan, indicating only that he was employed as an agricultural engineer at the Farm. This omission further impugns his credibility. e. Mr. Mahjoub's explanation for leaving the Farm to buy and sell goods in the market was not credible, given the salary he was likely earning at the time in comparison to average wages in Sudan as explained at paragraphs 484-486 and 490 above.", "[619] In my view, the above omissions and lies by Mr. Mahjoub are crafted and designed to consistently conceal any facts that could connect Mr. Mahjoub to known terrorists, terrorist activities or known terrorist related enterprises such as Althemar. The fact that Mr. Mahjoub would lie about the use of aliases is of particular concern. The use of aliases is well known in the terrorist milieu and serves to conceal the true identify of individuals involved.", "[620] The above omissions and lies by Mr. Mahjoub in the circumstances lead me to conclude that his innocent account of events and activities in Sudan and in Canada is not credible. This finding lends support to the Ministers' allegations. [...] iii. The timing of Mr. Mahjoub's travels", "[623] Mr. Mahjoub's travels to Sudan in September 1991 coincide with the movement of AJ and Al Qaeda elements to Sudan. Mr. Mahjoub's departure from Sudan to Canada also coincides with the exodus of those elements from Sudan to the West and other countries in the Muslim world. I accept that during this period terrorist organizations were intent on finding a base abroad and their membership scattered to places including Europe and North America. I find that the timing of Mr. Mahjoub's travels supports the Ministers' allegation that Mr. Mahjoub was a member of the AJ. iv. Mr. Mahjoub's terrorist contacts", "[624] A number of Mr. Mahjoub's contacts are important players in the terrorist milieu. Mr. Mahjoub's contacts with Mr. Al Duri, Mr. Khadr and Mr. Marzouk have been close and enduring. A number of these individuals were still demonstrably active in the militant AJ and associated Al Qaeda milieu when Mr. Mahjoub was in contact with them. The frequent use of aliases, lies and omissions to conceal these relationships from the authorities is indicative of the terrorist nature of these contacts. I find that these contacts support the Minister's allegations of Mr. Mahjoub's membership in the AJ and the VOC. In addition, Mr. Mahjoub XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX contacted a telephone number associated with the VOC. v. Mr. Mahjoub's security consciousness", "[625] There is evidence that Mr. Mahjoub exhibited security consciousness related to terrorism on occasion while in Canada. For instance, anti-surveillance tactics when making phone calls or being followed by the Service, his use of aliases, and his lack of cooperation with Canadian authorities is consistent with an individual concerned with concealing his activities and contacts. I find that this behaviour supports the Ministers' allegations of Mr. Mahjoub's membership in the AJ and the VOC. vi. The direct evidence affirming or denying that Mr. Mahjoub is a terrorist and member of the VOC Shura Council", "[626] As indicated above, the direct evidence relating to the Ministers' allegations that Mr. Mahjoub is a member of the VOC and its Shura Council or a member of the AJ, consist of: XXXXXXXXXXXXXXXXXXXX XXXXXXXXXXXXXXXXXXXX c. XXXXXXXXXXXXXXXXX [certain classified evidence] and d. an intercepted conversation. I found that the [classified] reports XXXXXXXXXXXXXX were not sufficiently persuasive to support the Minister's allegation of membership; however, I found that XXXXXXXXXXXXXXXX [one piece of evidence indicating that Mr. Mahjoub was an AJ leader] and Mr. Mahjoub's self-identification as a \"member\" in the context of the Returnees of Albania Trial lends support to the allegation of membership. c) Conclusion on membership", "[627] Upon considering the evidence holistically, and on the basis of substantiated and reasonable inferences, I find that the Ministers have established reasonable grounds to believe that Mr. Mahjoub is a member of the AJ and its splinter or sub-group, the VOC.", "[628] In so determining, I rely on my findings set out above which include: a. That the AJ and VOC existed as terrorist organizations at the relevant times; b. Mr. Mahjoub had contact in Canada and abroad with AJ and VOC terrorists; c. Mr. Mahjoub used aliases to conceal his terrorist contacts; d. Mr. Mahjoub was dishonest with Canadian authorities to conceal his terrorist contacts; e. Mr. Mahjoub worked in a top executive position in a Bin Laden enterprise alongside terrorists in Sudan at a time when key terrorist leaders were in Sudan; f. Mr. Mahjoub was dishonest in concealing from Canadian authorities the nature of his position at Damazine Farm; g. Mr. Mahjoub travelled to and from Sudan at the same time as AJ and Al Qaeda elements; and h. XXXXXXXX [Some of the direct evidence] that Mr. Mahjoub was a member of the AJ and Mr. Mahjoub's intercepted conversation support the Minister's allegation.", "[629] In my determination, I have also relied upon the following inferences relating to Mr. Mahjoub's travels and activities. These include: a. Mr. Mahjoub's contacts were of a terrorist nature; b. Mr. Mahjoub had a close and long-lasting relationship with a number of his terrorist contacts; c. Mr. Mahjoub was trusted by Mr. Bin Laden on the basis of his ties to the Islamic extremist community; d. Mr. Mahjoub was aware of and complicit in Al Qaeda weapons training occurring at Damazine Farm; and e. Mr. Mahjoub's travels to and from Sudan at the same time as AJ elements were not coincidental.", "[630] I am satisfied that even without the direct evidence XXXXXXX and from the intercepted conversation, my decision would not change.", "[631] On the basis of the above findings, I am satisfied that Mr. Mahjoub had an institutional link with the AJ and knowingly participated in that organization. While there is a dearth of compelling and credible evidence explicitly linking Mr. Mahjoub with the VOC, I am satisfied that the evidence establishes an institutional link and knowing participation in the faction of the AJ led by Dr. Al Zawahiri, which eventually aligned itself with Al Qaeda and continued to be militant after many members of the AJ had declared a ceasefire. I have found that this faction was likely known as the VOC, at least at some point in its history. Mr. Mahjoub was linked with this faction of the AJ and Al Qaeda through his employment at Althemar, his travels, and his terrorist contacts in Canada. This link was active and enduring for many years. He knowingly participated in this network through his involvement in the Damazine weapons training, whether passive or active, and in maintaining contact with individuals who were active terrorists who were connected to either Mr. Bin Laden or Dr. Al Zawahiri. Although actual format membership has not been established, which would require proof that Mr. Mahjoub swore allegiance to the group, such proof is not necessary in the context of a security certificate proceeding. I am satisfied that Mr. Mahjoub's links and participation fit within the unrestricted and broad interpretation of \"member\" for the purposes of paragraph 34(1)(f) of the IRPA", "[632] On the basis of the above evidence as reflected in my finding, applying the principles of law discussed in the legal framework section of these reasons, I find that the Ministers have established reasonable grounds to believe that Mr. Mahjoub was a member of the AJ and its splinter or sub-group the VOC. Consequently, the Ministers have satisfied the requirements of paragraph 34(1)(f) of the IRPA", "[633] Since the requirements provided for in section 34 of the IRPA are disjunctive, my above finding is determinative of the reasonableness of the certificate. I therefore find, on the basis of the above conclusion, that the security certificate issued against Mr. Mahjoub pursuant to subsection 77(1) of the IRPA is reasonable. [...]", "[668] During the 1996-1997 period, when terrorists associated with the groups at issue seemed to be accumulating in Canada, and during the 1998-2000 period after the AJ became a member of the Islamic Front with Al Qaeda and the fatwa against Americans and their allies was issued, Mr. Mahjoub maintained contact from Canada with established or suspected terrorists either in Canada or abroad: Mr. Khadr, Mr. Al Duri, Mr. Jaballah, and in particular Mr. Marzouk XXXXXXXXXX. Importantly, the contacts abroad, Mr. Khadr and Mr. Al Duri, were Canadian citizens. I have found that there are reasonable grounds to believe that all of these individuals with the exception of XXXXXXXXX Mr. Jaballah, including Mr. Mahjoub himself, were present in Canada or had free access to Canada and were involved with terrorist groups committed to killing US allies including Canadians. These facts establish that AJ members in Canada were a threat to Canadians.", "[669] I find that these facts establish reasonable grounds to believe that prior to his arrest, as a member of the AJ and its splinter or sub-group the VOC, Mr. Mahjoub was a danger to the security of Canada.\" Note: The redactions are the ones appearing on the public reasons.", "[17] As the above reference to the Reasons for Judgment and Judgment indicate, the AJ (Al Jihad) and VOC (Vanguards of Conquest) are described by Justice Blanchard as important terrorist groups which were active in Egypt and had direct links and relationships with Osama Bin Laden and Al Qaeda (see also paragraph 177 and following of the Reasonableness Decision).", "[18] On December 17, 2013, as a result of an application filed by Mr. Mahjoub to remove all conditions of release of detention except for a few, Justice Blanchard concluded: \"I am satisfied that Mr. Mahjoub poses a threat to the security of Canada as described in my Reasons for Order dated January 7, 2013\" and concluded that the conditions of release should not change except for small adaptations towards the use of calling cards. He also took note that Mr. Mahjoub was in technical breach of his conditions of release by not informing CBSA that he had acquired a mobile phone, but it was not a significant breach as Mr. Mahjoub had not used it. He also found that when Mr. Mahjoub opted to cut off the GPS bracelet himself instead of letting CBSA remove it without destroying it, Mr. Mahjoub did not breach any conditions but indicated an \"unwillingness\" to cooperate with the CBSA (see CITATION_SUPPRESSED).", "[19] In May 2014, I stipulated that Mr. Mahjoub must give his computer password to the CBSA as the conditions of release granted CBSA access to it (see CITATION_SUPPRESSED). To this Court, it was evident that Mr. Mahjoub's attitude was indicative of a lack of collaboration and cooperation. His attitude does not help the CBSA fulfil its supervisory mandate as required by this Court's Order.", "[20] A little more than six (6) months after Justice Blanchard's last set of reasons on the review of conditions of detention, Mr. Mahjoub filed another application to review the conditions of release. He essentially requested the same outcome, namely that all conditions be repealed except for a few usual ones. This Court then made the following findings (see CITATION_SUPPRESSED): D. The elements of trust and credibility related to the behaviour of the Applicant after having being released with conditions and his compliance with them 57 The behaviour of an individual with respect to the conditions of his release is an important factor to consider when considering amending them or some of them. In CITATION_SUPPRESSED, the Court had this to say on this factor", "[92 ] Credibility and trust are essential considerations in any judicial review of the appropriateness of conditions. When considering whether conditions will neutralize danger, the Court must consider the efficacy of the conditions. The credibility of and the trust the Court has in a person who is the subject of the conditions will likely govern what type of conditions are necessary. 58 Mr. Mahjoub's record regarding his most recent conditions of release has not been exemplary, as noted by the Court in its December 17, 2013 review of conditions order, when it concluded that Mr. Mahjoub had breached his condition of release by not giving proper notice of the acquisition and use of the telephone and fax services. It was found that: \"[...] Mr. Mahjoub cannot be relied upon to respect his conditions of release.\" (December 17, 2013 review of conditions order at para 18). 59 In that same decision, again as recently as December 2013, the Court also found that in relation to the cutting of the GPS bracelet and not permitting the CBSA to remove the bracelet without being damaged, Mr. Mahjoub's actions were: \"[...] indicative of an unwillingness to cooperate with the CBSA.\" (see para. 17) 60 Mr. Mahjoub's recent attitude, action and behaviour are also indicative of an unwillingness to collaborate and cooperate with the supervision duty of the CBSA that the Court has imposed. Here are a few examples of this: A. January 2014 -- Mr. Mahjoub, although obligated to do so by section 7 of his conditions of release, did not give correct information to the CBSA concerning his travel from Toronto to Ottawa. Through counsel, the Applicant gave the wrong departure time which prevented the CBSA from assuming its supervisory role. The reasons given to explain this failure, to the effect that it was the error of counsel and that the CBSA should have informed Mr. Mahjoub of the discrepancy, are not accepted. Mr. Mahjoub was required by section 7 of his conditions of release to give accurate information when traveling, and it is not for the CBSA to compensate for a lack of accuracy. Still, because of that blatant failure by Mr. Mahjoub to provide accurate factual information, the CBSA was rendered unable to assume its supervisory role as the Court so required. This is another indication showing a lack of collaboration and cooperation on his part. B. Mr. Mahjoub has failed to provide the Startec toll records as requested by the CBSA pursuant to paragraph 11(b) of the conditions of release for the period of use between January 31, 2014 and February 21, 2014, and he has yet to do so. This matter was submitted to the Court sometime in late spring 2014. Paragraph 11(b) of the conditions of release is clear: Mr. Mahjoub has the obligation to supply the Startec toll records for this three-week period. Again, this is another example of Mr. Mahjoub's lack of collaboration and cooperation. As for the Startec toll records for the year 2013, pursuant to paragraph 11(a) of the January 31, 2013 conditions of release, even though being asked to consent, Mr. Mahjoub still has not given consent. The reason he gives is that the CBSA should not gain retroactive access to these toll records. Furthermore, the Applicant has not given notice that he was using Startec as required by that condition of release. He argues that the CBSA knew of this account and should have asked them earlier. This argument does not relieve Mr. Mahjoub of his obligation to consent to the release of these toll records as required by the Court pursuant to paragraph 11(a) of his conditions of release. Again, this is not an attitude that shows collaboration and cooperation as the conditions of release so require. By acting in such a way again, Mr. Mahjoub decides that the CBSA will not assume its supervisory role as requested by the Court. C. Pursuant to paragraph 10(f) of the 2014 conditions of release, Mr. Mahjoub must give full access to his computer to the CBSA without notice, which includes the hard drive and the peripheral memory, and the CBSA may seize the computer for such purpose. On April 24, 2014, when requested by the CBSA, Mr. Mahjoub did not give the immediate access. He had the CBSA representative wait at the door and, as he went back to his computer, he appeared to be seen for a period of two minutes to be doing something to his computer. The condition compels Mr. Mahjoub to give access and control to the CBSA without notice. He did not. He also objected to the taking of photographs by the CBSA, when the purpose of the picture is to wire the computer in the same way when it is brought back and to document any damage on the computer. This is standard procedure for the CBSA and an understandable policy to be followed. In addition, Mr. Mahjoub refused to provide any USB devices for inspection as required by paragraph 10(f) of his conditions of release which stipulates not only the examination of the computer but also all peripheral memory devices. This is very close to a breach of the condition if not a breach. Finally on this matter, Mr. Mahjoub objected to giving his password to access his computer. This Court wrote Reasons for Order and Order obligating Mr. Mahjoub to do so (see Mahjoub (Re), 2014 FC 479 and more specifically paragraph 21). To this Court, it was evident that the password had to be given for the purpose of examining the computer. What was evident to this Court, however, was not to Mr. Mahjoub. This type of attitude can only show a lack of collaboration and cooperation, and not only is this is not helpful to Mr. Mahjoub's interest, but it also complicates and possibly makes it impossible for the CBSA to assume its supervisory role as the Court requires in the Conditions of Release of both 2013 and 2014. 61 Mr. Mahjoub explains that his attitude is intended to ensure that his conditions of release are limited to what they are and that his privacy is respected. These are, to some degree, valid grounds, but they must not be used to the point of taking the essence of the conditions of release away from their purposes and preventing the supervision of the use of communication devices, computers and other modes of transmission of data, information and images. Without proper supervision by the CBSA, conditions of release become useless.", "[21] I have made a brief history of past Reasons for Order and Judgment and included extracts of those which I find pertinent for the present review. The Supreme Court of Canada calls for robust reviews. Part of meeting this obligation is met when the designated judge reviewing the application has a complete understanding of past reasons and their underlying motives. Robust review demands not only to consider factors favourable to the named person. All other factors associated to the named person, as found in previous decisions, must also be considered. Notably, findings of danger, findings of non-compliance or near non-compliance, and findings of an overall uncooperative attitude are factors that militate against easing conditions of release. For the purpose of reviews, the designated judge, equipped with such factual knowledge of the past and of the present, must assess the different legal issues and ultimately render a decision.", "[22] For the purpose of the present review, I am cognizant of both public and confidential information, as the summary above has shown, among other factors. After reviewing the motion records, the documents filed including the danger assessment, the risk assessment, the decision on the reasonableness of the security certificate, and assessing the danger in the same way Justice Blanchard has in the January 2013 Reasons for Order (see CITATION_SUPPRESSED), and evaluating the proportionality of each condition in relation to that danger as assessed, this Court concludes that the present application to repeal most of the conditions must be dismissed save for a few amendments.", "[23] The present Application for Review of Conditions of Release reproduces in large part the legal arguments submitted last year, although some arguments have been expanded. The present application questions: the Reasons for Order on the reasonableness of the security certificate, the last December 2013 decision of Justice Blanchard on the review of the conditions of release, and the decision issued by the undersigned last year which is summarized above. In the following paragraphs, I summarize the legal arguments made by both parties. B. Summary of the Submissions of Both Parties. (1) The current conditions do not respect the Applicant's rights and freedoms protected by the Charter", "[24] In the present matter, Mr. Mahjoub submits that there is no evidence to justify the current restrictions on his liberty. The restrictions are disproportionate and unreasonable. They do not respect his rights and freedoms protected by the Canadian Charter of Rights and Freedoms , Part I of the Constitution Act, 1982 , being Schedule B to the Canada Act 1982 (UK), 1982 c 11 (\" Charter \"), particularly sections 2, 7 and 8. According to the evidence, the current conditions are harmful to the Applicant and must therefore be changed in order to respect sections 7 and 12 of the Charter . The danger associated to Mr. Mahjoub has been wrongly assessed by all judges involved in the past reviews and the conditions imposed are not proportional to the risk, do not minimally impair the fundamental freedoms, violate the protection and security of the person, and are cruel and unusual.", "[25] Mr. Mahjoub also argues that his appeal of Justice Blanchard's Reasonableness Decision is a relevant factor that supports having the conditions varied or lifted. He submits that the grounds of appeal, such as a violation of the right to a fair trial protected by section 7 of the Charter , support his position to repeal or modify the current conditions at this present review.", "[26] The Ministers did not specifically submit written arguments in response. Orally, they first argued that the Supreme Court of Canada has validated the constitutional scheme of the security certificate (see REFERENCE_SUPPRESSED). Second, they submitted that the unfairness trial argument is a matter to be dealt with by the Court of Appeal and that it is not an argument to be made at this stage in order to vary or lift the conditions. (2) Lack of evidence of the danger posed by the Applicant.", "[27] Mr. Mahjoub argues that his conditions are disconnected from the alleged danger he poses. Indeed, he submits that in previous detention reviews, the Ministers did not present updated evidence that he still poses a threat to the security of Canada and that the danger and risk assessments are outdated (November 2011 and July 2013 respectively). For the present review of conditions, the Ministers declined to conduct a risk assessment and a threat assessment. In the July 2013 risk assessment, his risk was said to be moderate to low. Moreover, Mr. Mahjoub argues that the Reasonableness Decision dismisses the majority of the allegations made over the years against the Applicant. He also suggests that the December 2013 decision of Justice Blanchard ( CITATION_SUPPRESSED, supra, December 2013) was unfairly rendered since it was issued after the Reasonableness Decision and no opportunity was offered to him to respond. Mr. Mahjoub also asserts that the July 2014 decision of the undersigned was erroneous as the judge did not review the secret evidence and simply relied on Justice Blanchard's own assessment, which was also erroneous.", "[28] The Ministers submit that the current conditions of release from detention remain necessary to neutralize the danger which Mr. Mahjoub poses to national security. The passage of time and Mr. Mahjoub's history of compliance do not warrant removal of the conditions. Rather, they prove that the conditions are working effectively and mitigate the danger posed by the Applicant. The fifteen (15) months since the last review have not reduced the danger associated with the Applicant. With regards to the reasonableness of the security certificate, while Mr. Mahjoub minimizes its findings, the Ministers submit that the decision was based on solid findings. The findings are serious: they clearly link Mr. Mahjoub to terrorist organizations and key operators within those organizations. The findings of untruthfulness concerning Mr. Mahjoub are also salient. Credibility and trust are important factors to consider when assessing danger and conditions to be imposed.", "[29] The Ministers argue that the Applicant's lack of credibility and lack of cooperation with the CBSA, as highlighted in the December 17, 2013, and July 18, 2014 Orders of the Court, favour maintaining the current conditions of release. Removal of the conditions currently imposed on Mr. Mahjoub will impair the CBSA's ability to monitor him.", "[30] Furthermore, the uncertainty as to the finality of the proceedings should be treated as a neutral factor. The Court has determined that the certificate is reasonable. The Applicant's appeal is underway and he will continue to be entitled to regular reviews of his conditions. Thus, the time required in resolving the issues on appeal should not weight against the Ministers.", "[31] The Court should also continue to provide the CBSA with a supervisory role to ensure that the Applicant's communications are monitored. Specifically, the conditions of weekly reporting; of prohibiting communications with certain individuals; of supervising the Applicant's in-person communications and his communications over various media, including telephone, internet and mail, are necessary and proportional to the danger posed by Mr. Mahjoub. (3) The prejudicial impact of the conditions on the Applicant's everyday life and health, and the impact the conditions have had and will continue to have on his well-being.", "[32] Mr. Mahjoub submits that his detention conditions compromise his rights to liberty and privacy. He relies on Dr. Payne's report, dated May 14, 2015, to argue that the conditions have a considerable and cumulative effect on his physical and psychological health. Dr. Payne's report explains that the conditions imposed on the Applicant have intensified his depression. Dr. Payne also points out that he considered the Court's decision dated July 18, 2014, and the conditions imposed on Mr. Mahjoub in his report. Mr. Mahjoub contends the report indicates the conditions are adding to his depression and demoralization and are extremely limiting his quality of life. In his affidavit, Mr. Mahjoub lists a number of grievances which make his life miserable concerning the supervision of the CBSA in regards to: interception of mail, visits of the CBSA to his residence, supervision of e-mail, etc.", "[33] Moreover, Mr. Mahjoub submits that false accusations of breaches of conditions by the CBSA have left him in a state of constant vigilance and preoccupation of respecting his conditions. This aggravates his state of stress and anxiety.", "[34] The Ministers respond that Dr. Payne's recent report, like his previous reports, should be afforded little weight as it suffers from misinformation, inaccuracies and appears to rely on facts not established in the record. Notably, Dr. Payne accepts the Applicant's complaint about his interaction with the CBSA on April 24, 2014, while this allegation is contradicted by this Court's findings of fact. Dr. Payne accepts Mr. Mahjoub's perception of his current life versus his past life, where he claimed to have had a meaningful life, failing however to mention that he was managing the Damazine farm project on behalf of Osama Bin Laden. Dr. Payne also accepts at face value the Applicant's statement that he has been greatly restricted by CBSA and CSIS based on accusations which were deemed unfounded by this Court, while also ignoring the fact that the security certificate was upheld. Dr. Payne's report is therefore of little use and should be afforded little weight.", "[35] As in previous cases, the Ministers submit that the Applicant's affidavit should be afforded no weight as it contains legal arguments and incorrect statements which are either unsupported by evidence or contradicted by the record. Furthermore, the Court has previously found, on multiple occasions in the past, that the Applicant has been dishonest. This lack of credibility suggests that his affidavit should be set aside. Moreover, until the last hearing in August 2015, the Applicant had never provided any undertaking, as requested by the Court at the previous reviews of conditions, to respect and abide with the conditions of release and to collaborate and cooperate with the CBSA in ensuring its supervisory role. Mr. Mahjoub only consented to respect the conditions of release and signed the consent at the hearing dated August 26, 2015. No weight should thus be afforded to the Applicant's affidavit. The Ministers also urge the Court to emphasize the importance of ensuring that the affidavits filed do not contain inappropriate content and comply with the Rules and jurisprudence.", "[36] In response to Mr. Mahjoub's statements and arguments regarding the conduct of the CBSA, the Ministers submit that the evidence supports their position that the CBSA is not responsible for delayed, undelivered or non-intercepted mail. As for the Applicant's accusation against the CBSA officers who attended his residence on November 14 and April 2015 to collect his computer, the accusations are unreasonable and unfounded as the balance of credible evidence demonstrates that the CBSA officers conducted themselves in accordance with their obligations and with the Court's Order. The evidence rather shows it is the Applicant who complicated the management of his conditions.", "[37] The Ministers also argue that disclosure of forensic examination reports has not prejudiced the Applicant. Contrary to his allegations, CBSA did not erase portions of the Applicant's internet history.", "[38] Mr. Mahjoub's behaviour and statements raise security concerns. Particularly, the Ministers point to the statement in his affidavit where he says that he is in communication with \"several individuals\" whom he is \"not at liberty\" to identify because to do so would subject them to government scrutiny. Mr. Mahjoub seems to deliberately shield his contacts from the CBSA and the Ministers while being uncooperative with the CBSA in carrying out his conditions. Since the Applicant is uncooperative in providing the details about the number and identity of the individuals with whom he communicates, the CBSA is not in a position to know whether condition n° 9 was breached. (4) The passage of time, the absence of any reprehensible act from the Applicant, the delays and the anticipated length of appeal.", "[39] The Applicant suggests because the conditions imposed on him have been significantly modified by the Federal Court, that over time, no threat has been identified, and that he has consistently complied with the laws of Canada, the Court should favour lifting or modifying the conditions it imposes on him.", "[40] Specifically, he argues his in-person weekly reporting requirement is excessive as it takes him about three (3) hours to commute. He suggests the condition be removed because in other cases the CBSA permits weekly telephone reporting.", "[41] The Ministers respond that only fifteen (15) months have passed since the last review and such a short delay does not justify amending or cancelling the conditions. Furthermore, the lack of cooperation of Mr. Mahjoub with the CBSA justifies not amending any conditions. The obligation to report weekly, in person, is an essential mechanism and the telephone reporting should not be considered an appropriate replacement. (5) The necessity of protecting the Applicant's constitutional rights.", "[42] The Applicant argues that in light of the Supreme Court of Canada's decision in REFERENCE_SUPPRESSED, this Court should not perpetuate the conditions imposed on him. Based on this decision, the search of a person's house or home computer is a highly intrusive invasion. Consequently, the conditions should be repealed as they constitute Charter", "[43] The Ministers respond by stating that the security certificate scheme has been constitutionally validated by the Supreme Court of Canada in REFERENCE_SUPPRESSED), that the conditions are justified, and that they meet the Charter (6) The non-enforceable deportation order pending against the Applicant renders invalid his detention conditions.", "[44] The Applicant states that his conditions are unreasonable and arbitrary. Moreover, the unsafe conditions in Egypt and the risk of torture upon return prevent the Canadian authorities from enforcing the removal order issued against him. This renders his conditions of release of detention issued pursuant to the IRPA invalid and should thus be repealed. Furthermore, the non-enforceable pending removal order infringes on his constitutional rights and further justifies the cancellation of the conditions. He submits that the period of his detention and his time under conditions of release of detention are far too lengthy and are thus unacceptable under any international and Canadian laws. Mr. Mahjoub relies on the European Court of Human Rights to support his arguments.", "[45] The Ministers argue that the situation in Egypt is not relevant because the appeal process of the validity of the security certificate is ongoing. Thus, the outcome of the present proceeding should not be influenced by another ongoing legal procedure in which the outcome remains hypothetical. In essence, the applicability of the situation in Egypt, as it applies to deportation proceedings, will only be relevant if the outcome of the appeal process does not favour Mr. Mahjoub. It is not a factor to be considered at this present application. As long as the reviews of detention or of the conditions of release remain robust processes, as found by the Supreme Court in Charkoui n° 1 , the time periods established by these procedures and reviews are justified. II. The Issue", "[46] Mr. Mahjoub asks this Court to abolish his current conditions of release save for the standard conditions related to keeping the peace and surrendering travel documents. A. Analysis (1) The legal parameters within which a Court must proceed when reviewing conditions of release.", "[47] For the purposes of the following reasons, I have benefitted from further submissions of counsel for the parties on sections 82(5)(a ) and ( b) of the IRPA", "[48] As defined by the Supreme Court of Canada in REFERENCE_SUPPRESSED, danger to the security of Canada associated to a person is said to be: 90. [...] a person constitutes a \"danger to the security of Canada\" if he or she poses a serious threat to the security of Canada, whether direct or indirect, and bearing in mind the fact that the security of one country is often dependent on the security of other nations. The threat must be \"serious\", in the sense that it must be grounded on objectively reasonable suspicion based on evidence and in the sense that the threatened harm must be substantial rather than negligible.", "[49] Ruth Sullivan, in her book Construction of Statutes , enounces: \"It is presumed that the legislature uses language carefully and consistently so that within a statute or other legislative instrument the same words have the same meaning and different words have different meanings. [...] The presumption of consistent expression applies not only within statutes but across statutes as well, especially statutes or provisions dealing with the same subject matter\". (See Ruth Sullivan, Sullivan on the Construction of Statutes , 6th ed (Markham, Ontario: LexisNexis Canada, 2014) at 217.) The Supreme Court of Canada, when defining danger to the security of Canada in CITATION_SUPPRESSED, supra, was considering danger in conjunction to the refoulement of convention refugees. This approach was followed by this Court when dealing with danger to the security of Canada as referred to in the IRPA, notably for reviews of detention and reviews of conditions of release. It is justified by the goal of ensuring consistency when defining a concept referred to for the purposes of a statute. Danger to the security of Canada for national security purposes cannot have different meanings when interpreted in light of an analogous general purpose.", "[50] Section 82(5) of the IRPA states as follows: Immigration and Refugee Protection Act, SC 2001, c 27 82(5) On review, the judge: (a) shall order the person's detention to be continued if the judge is satisfied that the person's release under conditions would be injurious to national security or endanger the safety of any person or that they would be unlikely to appear at a proceeding or for removal if they were released under conditions; or (b) in any other case, shall order or confirm the person's release from detention and set any conditions that the judge considers appropriate.", "[51] The definition of \"danger to the security of Canada\" was consistently followed by all judges of this Court for the purposes of reviewing detention, reviewing conditions of release, and determining the validity of the security certificate (see Dawson J. in CITATION_SUPPRESSED , July 2003, supra ; and in CITATION_SUPPRESSED , November 2005, supra; see Noël J. in REFERENCE_SUPPRESSED; and in CITATION_SUPPRESSED; and in CITATION_SUPPRESSED; see Mosley J. in CITATION_SUPPRESSED; and in CITATION_SUPPRESSED; etc.).", "[52] The initial burden to establish the danger to the security of Canada, for the purpose of assessing danger in regards to release from detention, is on the Ministers (see CITATION_SUPPRESSED). The Supreme Court of Canada further noted, at paragraph 105 of that same decision, that detention pending deportation may be lengthy and indeterminate, or that release with onerous conditions may also be lengthy and indeterminate depending on the facts of each case.", "[53] The facts alleged by both parties pertaining to the danger, or not, Mr. Mahjoub poses to the security of Canada are to be determined by facts that \"[...] are grounded on an objectively reasonable suspicion [...] \" and are to be assessed on a standard of reasonable grounds to believe as clearly expressed in CITATION_SUPPRESSED: 39. [...] The \"reasonable grounds to believe\" standard requires the judge to consider whether \"there is an objective basis ... which is based on compelling and credible information\": REFERENCE_SUPPRESSED. \"Reasonable grounds to believe\" is the appropriate standard for judges to apply when reviewing a continuation of detention under the certificate provisions of the IRPA . The IRPA therefore does not ask the designated judge to be deferential, but, rather, asks him or her to engage in a searching review. The same approach and logic should be followed for reviews of conditions of release of detention. I do not read the teaching of the Supreme Court of Canada referred to above in CITATION_SUPPRESSED and CITATION_SUPPRESSEDas suggesting a different approach. On the contrary, they both complement each other. The designated judge has to perform the searching review based on an objectively reasonable suspicion anchored on facts showing that harm resulting from the danger is substantial and not merely negligible. This searching review must be completed on the standard of \"reasonable grounds to believe\" as clearly mentioned in CITATION_SUPPRESSED . This is the approach followed by Justice Blanchard in all of his reviews of conditions of release pertaining to Mr. Mahjoub (see CITATION_SUPPRESSED; CITATION_SUPPRESSED; CITATION_SUPPRESSED).", "[54] If a danger to the security of Canada is found through the process referred to in the preceding paragraphs, then the designated judge must determine if the said danger to the security of Canada is such that no release of detention conditions can neutralize the danger. If indeed, no conditions can neutralize the danger, detention is called for. If to the contrary, the designated judge considers that appropriate conditions may neutralize the danger to the security of Canada, the Court must ask itself what are conditions of release of detention that, on a proportionality basis with the danger assessed, will neutralize the assessed danger. The Court must ensure the release will not be injurious to national security, endanger the safety of any person, and that the conditions will also insure the presence of the named person at a proceeding or for removal if necessary (see CITATION_SUPPRESSED; REFERENCE_SUPPRESSED; confirmed by the Federal Court of Appeal in REFERENCE_SUPPRESSED).", "[55] To identify the exact conditions for the release of detention, a Court must perform its analysis by referring to the following criteria: 1. Past decisions relating to danger and the history of the proceedings pertaining to reviews of detention and release from detention with conditions. 2. The Court's assessment of the danger to the security of Canada associated to the Applicant in light of the evidence presented. 3. The decision, if any, on the reasonableness of the certificate. 4. The elements of trust and credibility related to the behaviour of the Applicant after having been released with conditions and his compliance with them. 5. The uncertain future as to the finality of the procedures. 6. The passage of time (in itself not a deciding factor). 7. The impact of the conditions of release on the Applicant and his family and the proportionality between the danger posed and the conditions of release. (See REFERENCE_SUPPRESSED; and CITATION_SUPPRESSED; and REFERENCE_SUPPRESSED.)", "[56] Before beginning the assessment of the danger to the security of Canada or to other countries the Applicant poses, this Court will address the constitutional arguments summarily raised by Mr. Mahjoub. I will respond to them as they were presented. (2) The constitutional scheme framing the review of conditions of release.", "[57] As a brief reminder, the Applicant has argued that the Conditions of Release of Detention must be necessary, justified, respect proportionality, minimally impair Charter rights, and that criminal standards must be applied even though the procedure is an immigration process pursuant to the IRPA.", "[58] Mr. Mahjoub also argues that any conditions relating to computers, phones, or possibility of searches are highly intrusive invasions to his right of privacy. He submits these conditions can only be imposed as long as a special assessment is made that would exceptionally justify overriding the individual's privacy in favour of the Ministers' goal of the law enforcement (see Vu, supra).", "[59] In essence, it is argued that imposing such conditions breach sections 7, 8 and 12 of the Charter and that the conditions of release of detention should be lifted as a remedy pursuant to section 24(1) of the Charter", "[60] This Court relies on the Supreme Court of Canada when it enounced that as long as robust ongoing judicial reviews of detention are followed, long detentions can be justified. Such reviews do not violate sections 7 or 12 of the Charter as long as the process suggested is abided with. The Supreme Court of Canada drew the same conclusions regarding reviews of conditions of detention. It made it clear that even though stringent release conditions limit individual liberty, they are less demanding than incarceration as long as the conditions of release are not disproportionate to the nature of the threat (see CITATION_SUPPRESSED).", "[61] A Court must be fully aware that imposing conditions of release must be weighed against intrusions into the private life of the individual. It goes without saying that when assessing and concluding on the danger associated to the person, the Court must find the right conditions that neutralize such danger. The conditions must be proportional and only serve to neutralize the danger to the extent that the danger is rendered nil; no more. The Court must not impose more conditions of release than required. When following such an approach, the Court must be cognizant of the fact that the liberty of the individual is at play. That liberty may only be intruded upon as long as the conditions neutralize the danger while minimally impairing the individual's liberty. The rule of law includes our Charter rights; and this common sense approach properly integrates this reality.", "[62] The conditions as they exist inform the Applicant that his expectation of privacy must be tempered in consideration of the fact that his modes of communication, be they oral or written, are to be supervised by the CBSA. The related past conditions were enacted for a genuine, legitimate, legislative purpose.", "[63] As proposed by the legislator pursuant to the IRPA , each condition considered must be evaluated in light of these legal parameters. They must also be considered in conjunction with the guidance of the Supreme Court of Canada and of the Federal Court of Appeal, as in the case at hand.", "[64] A simple reading of past decisions on review of conditions of release concerning Mr. Mahjoub and others show that designated judges of this Court have considered all of these complex issues, including the intrusion into the liberty and privacy of the named persons. To argue otherwise is unfair to the decisions rendered.", "[65] The legislative process structuring the reviews of detention and conditions of release of detention every six (6) months requires the detention or conditions of release reviews be consistently assessed in light of the evolving danger associated to the named person as well as with the ongoing necessity of maintaining the detention or the conditions of release. In itself, it is a process that continually requires from designated judges that the situation concerning the named persons be reviewed and that it should minimally infringe on the privacy of those concerned as long as the conditions can effectively neutralize the injury and/or the danger associated to the named person.", "[66] As for the argument that advances criminal law standards should be imported into immigration law, and more specifically into the IRPA, this Court deems the IRPA a code in itself that is to be interpreted by its own standards. These standards include of course the Charter , the rules of evidence, and so on. It is plain and fundamentally obvious that the rule of law applies to certificate proceedings; designated judges are cognizant of this and understand that fact. (3) The assessment of danger to national security (or to the safety of third parties) related to Mr. Mahjoub for the purposes of this review of conditions of release of detention.", "[67] As explained above, this Court intends to assess the danger to the security of Canada as it was defined by the Supreme Court of Canada in CITATION_SUPPRESSED, supra, and to review the public and confidential evidence, keeping in mind that the Ministers have the initial burden to establish the danger. The facts must be that the evidence of danger is serious, grounded in an objectively reasonable suspicion, and that the potential harm resulting from the said danger is substantial rather than negligible (see CITATION_SUPPRESSED, supra, at paragraph 90). The weighing of the evidence, if the burden is met, is to be performed according to the standard of \"reasonable grounds to believe\", as it was clearly said by the Supreme Court of Canada in CITATION_SUPPRESSED.", "[68] This Court, for the present review, scrutinized the confidential information concerning Mr. Mahjoub relating to the danger to the security of Canada. This Court has also inspected the most recent evidence concerning Mr. Mahjoub, the results of which have been disclosed in a summary of evidence. This Court has also read the un-redacted reasons of the Reasonableness Decision of Justice Blanchard. It has also reviewed the danger opinion of 2011 and the risk opinion of 2013. It additionally read all of Justice Blanchard's reasons dealing with the reviews of the conditions of release which included some of the confidential information he was dealing with. All through this searching review, this Court considered Mr. Mahjoub's recent affidavit, but also many past affidavits filed in support of his motions. It also studied the public record as it exists. This Court has had the benefit of reading the most recent motion records of the parties and written submissions, of hearing counsel for almost a full day, and of reading the numerous jurisprudential references relied upon. Thus, once again, this Court is in a position to assess the danger to the security of Canada associated to Mr. Mahjoub.", "[69] As mentioned by Justice Blanchard in his Review of the Conditions of Release from Detention in January 2013, at paragraph 35, there is a basis upon which to maintain that Mr. Mahjoub poses a threat to the security of Canada but that threat has \"significantly diminished\". Therefore, the conditions of release were, as Justice Blanchard said, significantly relaxed.", "[70] In Justice Blanchard's Reasonableness Decision ( CITATION_SUPPRESSED), he found that Mr. Mahjoub \"[...] was a danger to the security of Canada pursuant to paragraph 34(1)(d) of the IPRA\".", "[71] In his Review of Conditions of Release decision of December 2013, which he had under reserve and rendered after having issued his reasons on the reasonableness of the certificate, Justice Blanchard, after having referred to the reasonableness decision by noting that: \"[...] Mr. Mahjoub is inadmissible on security grounds pursuant to paragraphs 34(1)(d) and (f) of the IRPA for being a danger to the security of Canada [...] \" (see paragraph 2), found that for the purposes of the review of the conditions of release \"[...] Mr. Mahjoub poses a threat to the security of Canada as described in my Reasons for Order dated January 7, 2013\" (see paragraph 6). He also stated: \"I would consider the significantly diminished threat described at that time to be unchanged\" (see paragraph 6). I note that my colleague also found Mr. Mahjoub in breach of his conditions of release (failing to give notice of the acquisition of a telephone and fax services) but also that some of his actions were indicative of an unwillingness to cooperate with the CBSA (see paragraphs 16-18).", "[72] Mr. Mahjoub questions the reasons of the December 2013 Review of Conditions of Release of Justice Blanchard, qualifying them as flawed and as a breach to the duty of fairness. In my review of the conditions of release of July 2014, I refuted these criticisms as it can be read from paragraph 53 of the CITATION_SUPPRESSED decision: 53 As a side note, I wish to respond to the Applicant's argument that the Court, when it issued its December 17, 2013 review of conditions order, committed a breach to the duty of fairness by not informing the Applicant of its findings of fact in the Reasonableness Decision. This Court finds no legal basis to such an argument. The Reasonableness Decision was issued publicly on December 6, 2013, a little more than six weeks after the hearing for the review of conditions (held on October 16, 2013) where both parties were invited to fully present their case. The decision on this matter was under reserve up until the time of issuance, specifically December 17, 2013, a little less than two weeks after the Reasonableness Decision was made public. To pretend that Mr. Mahjoub did not have an opportunity to address the impact of the Reasonableness Decision's findings on the review of conditions is unfounded. He had the opportunity to present his case in October 2013: he became knowledgeable of the Reasonableness Decision's findings in early December 2013 and despite having had more than ten (10) days to do so, at no time did he make a request to the Court to address this matter. In any event, it was known to all that at the time of the hearing on the review of conditions of release that the Reasonableness Decision was under reserve since the last in camera hearing of January 27, 2013. Mr. Mahjoub, again for the purposes of the present review of the conditions of release, reiterates his grievances. I have not changed my mind and I stand by what I wrote in the early summer of 2014. In response to the criticism that Justice Blanchard had not explained why he considered Mr. Mahjoub still a danger to the security of Canada, I refer to some of the comments made above which validate his conclusion on the said assessment of danger. I find the Reasonableness Decision, complemented by the December 2013 decision, does indeed provide solid grounds to the danger to the security of Canada associated to Mr. Mahjoub.", "[73] Serious credibility findings have been made and cannot be minimized as Mr. Mahjoub would like the undersigned to do. Notably, Justice Blanchard found, in his assessment of the evidence, that Mr. Mahjoub had breached conditions of release and that Mr. Mahjoub was uncooperative with the CBSA.", "[74] These credibility findings are not recent, as it was earlier noted in the first CITATION_SUPPRESSED certificate proceeding when Justice Nadon concluded that \"[...] it was plain and obvious to me that he was lying when he testified that he did not know Mr. Marzouk\" (see CITATION_SUPPRESSED).", "[75] In his Reasonableness Decision, Justice Blanchard found Mr. Marzouk to be an individual who was involved in forging documents, financing and supporting terrorist activities, and planning violent attacks on the United States' interests (see paragraphs 314-357). Mr. Mahjoub again denied knowing Mr. Marzouk at the second certificate proceeding; once again, Justice Blanchard did not believe Mr. Mahjoub did not know Mr. Marzouk (see paragraphs 296-311).", "[76] I am aware that counsel for Mr. Mahjoub considers the use of his testimony in past proceedings as being unfair, irregular, if not illegal, as the earlier certificate scheme was found unconstitutional. I am making a reference to the 2001 decision only to show the recent credibility finding of Justice Blanchard on this point was also made in the past.", "[77] This Court has noted all of the credibility findings that Justice Blanchard made against Mr. Mahjoub. They are an important factor for the purposes of the reasonableness of the certificate and are not to be taken lightly when assuming the robust review of the conditions of release of detention. My reading of the un-redacted reasons of the reasonableness decision was informative.", "[78] The danger to the security of Canada associated to Mr. Mahjoub now is certainly not comparable to the danger assessed in the past. But, is it such that it does not exist anymore? I am of the opinion that it has diminished through the years. But, since the January 2013 review of the conditions where it was found to have diminished \"significantly\", I do not find any major indicators that it has further diminished importantly. To come to this conclusion, as demonstrated above, I have reviewed the confidential and public evidence which shows the concerns that remained then still exist today. The danger to the security of Canada associated to Mr. Mahjoub has not evaporated; it remains latent, perceptible and factual. Mr. Mahjoub's conditions of release as they were conceptualized and amended by Justice Blanchard are working and did neutralize the danger then assessed. Lifting all conditions does not guarantee the danger Mr. Mahjoub poses will be appropriately neutralized. I am thus not ready to grant Mr. Mahjoub the relief he seeks except for what is said below.", "[79] In the following paragraphs, I shall go through the seven (7) factors established by the Supreme Court of Canada that will permit us to identify the proper conditions to neutralize the danger as it was assessed above. One of the factors has already been canvassed: the danger to the security of Canada associated to Mr. Mahjoub in light of all the evidence presented (see paragraphs 67-79 of the present reasons). (4) Supreme Court of Canada's factors and analysis for identifying the proper conditions to neutralize danger. (a) Criteria (1) - Past decisions relating to danger and the history of the proceedings pertaining to reviews of detention and release from detention with conditions", "[80] We have already reviewed: the past decisions relating to the procedures, the reviews of detention, and the reviews of conditions of release of detention. For the purposes of the present review, we shall only reference the most recent certificate proceeding; save a reference to reasons dealing with a review of conditions of detention issued by Justice Mosley in February 2007.", "[81] In that February 2007 decision, Mr. Mahjoub was released from detention on stringent conditions akin to house arrest. Justice Mosley had assessed that Mr. Mahjoub did not demonstrate he no longer posed a danger to national security. In the following review of the conditions of release, Mr. Mahjoub did not challenge the findings of Justice Mosley nor the findings of Justice Layden-Stevenson, the following designated judge who initially dealt with the second certificate proceeding. Justice Layden-Stevenson reviewed all of the conditions of release and concluded that they were to be adapted to the ongoing situation (see CITATION_SUPPRESSED, supra, March 2009).", "[82] As a result of his wife and stepson relinquishing their roles as supervising sureties, Mr. Mahjoub was once again put under detention until new conditions of release could be worked out.", "[83] In the reasons issued in November 2009, Justice Blanchard ordered Mr. Mahjoub's release upon conditions that became actualized in March 2010. In that decision, Justice Blanchard reviewed the evidence and concluded that, with the passage of time, and as a consequence of the lengthy detention, the danger associated to Mr. Mahjoub had lessened. That was the reason for relaxing the conditions of release. On May 2, 2011, Justice Blanchard issued another set of reasons concerning the review of the conditions of release. After determining that the danger found was neutralized by the conditions of release, the judge reviewed the conditions in favour of some form of relaxation. Mr. Mahjoub wanted all the conditions struck, but the conclusions were otherwise. The conditions were thus again adapted, not struck. Another review of the conditions of release was held in the later part of 2011 and reasons were issued in February 2012 (see CITATION_SUPPRESSED).", "[84] The conditions of release of detention of January 2013 were significantly altered as the danger assessed then by Justice Blanchard was found to have diminished (see paragraph 35).", "[85] After issuing the Reasonableness Decision in October 2013, Justice Blanchard, as mentioned earlier, issued a new review of the conditions in December 2013. The danger was found to be the same as in the 2013 assessment. Findings of a breach to the conditions were such that Justice Blanchard wrote: \"[...] Mr. Mahjoub cannot be relied upon to respect his conditions of release\" (see paragraph 18). Furthermore, some of his actions were found \"[...] to be indicative of an unwillingness to cooperate with the CBSA\" (see paragraph 17).", "[86] In July 2014, the undersigned, after hearing the parties on the review of the conditions of release in early July, issued reasons which similarly assessed the danger associated to Mr. Mahjoub. The undersigned assessed the danger to be the same as the one assessed by Justice Blanchard in his Reasonableness Decision and in his review of the conditions of release of late December 2013. Counsel for Mr. Mahjoub argues that the last assessment of danger was wrongly performed as it relied on the assessment of danger of Justice Blanchard. Such was not the case, as can be seen from a reading of all of the reasons issued. As seen earlier, the conditions of release remained save for a few adaptations. The undersigned also issued another set of reasons in late spring 2014 which found that Mr. Mahjoub's record and attitude concerning his recent conditions of release were not exemplary and showed he was not cooperative, some of the same conclusions that Justice Blanchard had arrived at earlier.", "[87] Such was the result of all of these robust reviews. Over time, the danger associated to Mr. Mahjoub, which justified detention for a good number of years, has diminished \"significantly\" and the conditions of release of detention akin to house arrest in 2007 were gradually diminished over the years. Also of significance is the attitude of Mr. Mahjoub towards the most recent conditions of release and his lack of cooperation with the CBSA. CBSA was asked by the designated judges to actualize and supervise the conditions of release. Without the CBSA's involvement, there would be no way to find \"any\" \"appropriate\" conditions to give some freedom to Mr. Mahjoub. Its role is paramount to the actualization of the conditions of release of detention binding Mr. Mahjoub. (b) Criteria (2) - The assessment of the danger to the security of Canada associated to Mr. Mahjoub.", "[88] As seen in paragraphs 67-79, the assessment of danger has been performed, subject of course to other reasons which complement it. I thus confirm the release of detention as conditions of release of detention are identifiable to neutralize that danger. (c) Criteria (3) - The decision on the reasonableness of the certificate.", "[89] Within the reasons I issued in July 2014, at paragraphs 54 and following, I underlined the importance of the findings made and took note that other allegations made against Mr. Mahjoub by the Ministers were not retained by Justice Blanchard. The reasons as issued by Justice Blanchard, in his decision on the reasonableness of the certificate, are not, to say the least, favourable to Mr. Mahjoub. His denial of membership to terrorist organizations, his denial of knowing key members of those terrorist networks, and the negative credibility findings against him are important and impactful.", "[90] Mr. Mahjoub would like this Court to lift all of the conditions of release based on the argument that Justice Blanchard found the initial certificate scheme flawed, thus tainting the proceedings. Mr. Mahjoub argues no remedies should have been identified other than granting a permanent stay of proceedings and quashing the certificate. Other remedies were found, but they were not to the satisfaction of Mr. Mahjoub. This argument is subject to the appeal filed and will be dealt with by the Federal Court of Appeal. It is not for a Court reviewing conditions of release to upstage the jurisdiction of the Court of Appeal; it would be utterly inappropriate to do so.", "[91] This Court, when referring to the reasonableness decision, is aware that in itself, the findings made regarding the danger and the reasonableness of the certificate are not determinative of the conditions of release or of the danger. The danger has to be contemplated in regards to the present but also in regards to the future. The reasonableness findings are helpful because they are informative and conclusive in respect of the purposes they originally served. Once a certificate is found to be reasonable, the review of conditions of release will not only consider findings of the reasonableness decision but also numerous other factors, as it can be read in this decision. The reasonableness decision is merely one factor to be considered; it is not determinative in itself of the present review of the conditions of release. (d) Criteria (4) - The elements of trust and credibility related to the behaviour of the Applicant after having been released with conditions and his compliance with them.", "[92] Again, in order to prevent duplication, I have already dealt with this factor in the reasons issued July 2014, at paragraphs 57-62, and I consider them still applicable to the present review.", "[93] I find it important to repeat what was said at paragraph 62 of that decision: Mr. Mahjoub does not accept the conditions of release of detention and that is perfectly acceptable. Having said that, it does not give him the latitude to contest them by not cooperating with the CBSA. This attitude creates an impression that he has something to hide and does not at all enhance his credibility and trustworthiness. Again, these components can work in his favour if he wants them to.", "[94] For the purposes of this review of conditions of release, Mr. Mahjoub, in his affidavit, at paragraphs 34-37, maintains that he is hiding the names of persons he meets because disclosing such names would make them subject to government scrutiny. Regarding these comments, the Court refers to the public summary of information issued in July 2015 but also to the confidential information supporting it. The conditions as they exist require the CBSA to assume a supervisory role in order to ensure Mr. Mahjoub does not re-establish contacts with terrorist associates. Such secretive behaviour does not help Mr. Mahjoub; it is counter-productive to his aim of obtaining release or dismissal of his conditions of release.", "[95] Another example that indicates an overly critical attitude towards the CBSA is the covering or not of shoes when officials of the CBSA visited his residence. Last year, in 2014, Mr. Mahjoub complained that the officials wore plastic bags over their shoes and that by doing so they gave observers the impression that his home was a crime scene or was contaminated. For the purposes of this review, at paragraph 28 of his affidavit, Mr. Mahjoub complained that the officers of the CBSA kept their shoes on while in his house and \"[...] failed to wear shoe coverings to protect the cleanliness of my floors\". No logical explanation was given to explain such a blatant contradiction. Said attitude again does not help his cause.", "[96] Mr. Mahjoub criticizes the supervisory role of the CBSA concerning mail delivery, notably complaining that his Startec and Rogers invoices were not delivered. This Court has reviewed the evidence filed by both parties on this matter. It is not the role of the undersigned to become an investigator and to find a guilty party. Past decisions have determined that this condition of supervising mail was important to ensure that no illicit communication could occur. Mr. Mahjoub does not accept the existence of this condition as clearly reflected here. The CBSA filed evidence of logs and other documents that indicate the flow of mail; there are no indicators that some of the mail has been extremely slowly transmitted. To this Court, the way to solve this issue would be for Mr. Mahjoub to call the officers of the CBSA when mail does not arrive. Invoices could also be forwarded via the internet. This Court does not accept the response of Mr. Mahjoub that online billing is not acceptable to him. Recently, another issue arose concerning mail from ODPS not arriving. The Ministers responded that the CBSA was not to be blamed. Again, this Court will not become an investigator; such is not its role. Mr. Mahjoub should speak to ODPS, inquire about the issue, inform the CBSA and arrive at a solution. As it will be shown, these mail-related conditions will not be maintained going forward.", "[97] There is no doubt that the supervision of the conditions cannot be perfect; there are bound to be some mishaps. When they occur, Mr. Mahjoub should deal with the officers of the CBSA and not let the issue become an insurmountable problem. Dialogue and finding solutions are keys to potentially further modifying the conditions.", "[98] Ultimately regarding this factor, the Court would like to re-emphasize that the trust and the credibility of Mr. Mahjoub, like for any other named person under the certificate scheme, are important. These components must be concretely considered and applied. (e) Criteria (5) - The uncertain future of the finality of the procedure.", "[99] The reasons of the July 2014 review of the conditions, at paragraph 63 and following, are still material to the present review and should not be repeated for the sake of brevity.", "[100] Counsel for Mr. Mahjoub argues that the conditions existing in Egypt which may subject him to torture or other inhumane treatment renders non enforceable the removal order issued against him as a result of the certificate being found reasonable. As a result, the conditions of release should be lifted for being unreasonable and arbitrary.", "[101] The appeal process is unfolding as it should and no final, determinative decision has been rendered. This argument may perhaps be relied upon in the future, but it is not appropriate at this stage; it therefore cannot be retained. (f) Criteria (6) - The passage of time.", "[102] In itself, the passage of time is not determinative. It is one factor among others, to be considered in light of the totality of all the factors. In the last review of the conditions, I wrote on this topic and concluded that this factor cannot solely justify lifting all the conditions. Paragraphs 67-69 of the last July 2014 review remain material to the present review. Since the Reasonableness Decision has been rendered, this is the third (3rd) review of the conditions; the last one was completed over fifteen (15) months ago. Following this last review, a motion to review the conditions of release could have been filed in late December 2014 or early January 2015 as the IRPA provides; but it was rather filed in May 2015. The motion was scheduled to be heard in late June but had to be postponed to August 26, 2015, as a result of comments relating to this Court being biased against Mr. Mahjoub. The matter relating to bias was dealt with and can be examined in a direction issued by this Court in July 2015; this direction is part of the record for the present review. (g) Criteria (7) - The impact of the conditions of release on Mr. Mahjoub and the proportionality between the danger posed and the conditions of release chosen to neutralize such danger.", "[103] In this section, I intend to comment on the perceived impact of the conditions of release of detention on Mr. Mahjoub. I shall also address the proportionality between the danger posed by Mr. Mahjoub and the conditions of release, therefore attempting to minimize the encroachment on his privacy but at the same time keeping in perspective the goal of neutralizing the said danger.", "[104] Going back to his first period of detention and up to now, Mr. Mahjoub's health has often been a factor that designated judges dealt with. Whether it was a short period of detention, a long period of detention, release from detention with conditions as strict as house arrest, or conditions that have lessened with time and as the danger evolved, the matter of the health of Mr. Mahjoub and the impact of the detention or the conditions of release of detention had on his overall well-being was constantly assessed as past decisions have shown (see CITATION_SUPPRESSED; CITATION_SUPPRESSED; CITATION_SUPPRESSED and following; CITATION_SUPPRESSED; CITATION_SUPPRESSED; CITATION_SUPPRESSED).", "[105] The last set of Reasons for Order of July 2014 was shown to Dr. Donald Payne for his most recent report of May 14, 2015, which is part of the evidence of Mr. Mahjoub for the present review. The reasons disqualifying his last report, as noted in July 2014 at paragraphs 70 to 72, will not be reproduced, but are referred to because Dr. Payne replies to them in his new report. For the purposes of the May 2015 report, Dr. Payne saw Mr. Mahjoub once for one hour and 45 minutes; no specific tests were done.", "[106] In response to the comments made on his prior reports filed for the past reviews, Dr. Payne explains that the purpose of his reports is \"[...] to show the degree of his [Mr. Mahjoub's] frustrations and demoralization around the limitation in his life\" and he says that: \"[...] I cannot make any comment on the factuality of his concerns\".", "[107] I do agree with Dr. Payne when he expresses how Mr. Mahjoub describes himself in his way of dealing with the conditions during his daily life and the frustrations that he gets from their actualization. As for the diagnosis made, this Court had taken them in consideration at the earlier review.", "[108] There is no doubt the daily life of Mr. Mahjoub is affected by the actualization of the conditions of release of detention; it is easily understandable. That being said, first, the undersigned simply does not understand the doctor's writings where Mr. Mahjoub related that he considers his conditions of release of detention \"worse\" than the ones when he was \"[...] in house arrest\". The conditions of release being reviewed are in no way comparable to the \"house arrest\" of 2007. Second, Dr. Payne's comments recognize that Mr. Mahjoub has approached the conditions of release and their supervision by the CBSA with a \"[...] longstanding adversarial relationship with CBSA, with the conflicts around the conditions perpetuating the adversarial relationship\". The doctor went on to say that this may \"[...] lead to him being seen as uncooperative\". This surely does not help Mr. Mahjoub's own situation and also does not make it any easier for everyone involved such as the CBSA and the designated judges that have been involved in these reviews. In the submissions of counsel for Mr. Mahjoub at paragraph 56, it is recognized that: \"[...] The conditions imposed on Mr. Mahjoub have been significantly changed by the Federal Court [...] \". Surely this must also be taken in consideration by Mr. Mahjoub and should have been by Dr. Payne in his report. This important statement is not considered at all.", "[109] This last comment on being seen \"uncooperative\" is also reflected in past decisions and reviews, going back as early as 2009 and as recently as 2013-2014 (see CITATION_SUPPRESSED; and CITATION_SUPPRESSED; and CITATION_SUPPRESSED).", "[110] If I were to follow what Dr. Payne proposes as a result of his diagnostic, but also as he reads Mr. Mahjoub, I would cancel all of the conditions of release of detention. No other proposition was made. But, where does such an approach leave the objective of identifying conditions that would help neutralize the danger as it is assessed? Surely, it cannot be that because of his health as the doctor perceives it to be, the danger as assessed is to be left aside. There must exist, in the medical field, tools that could alleviate health concerns while maintaining a balance with the societal issues and goals that are legislatively required to be taken into account. Contrary to what I have seen in other medical reports of a similar nature, this doctor's report does not prescribe, suggest, nor discuss any medical therapies that would be called for in such a situation. It would have been helpful.", "[111] Having defined the danger and analysed proportionality in light of it, the second step is to determine appropriate conditions of release. These conditions must proportionally address the said danger in such a way as to minimally intrude on the privacy of Mr. Mahjoub. I refer the reader to paragraphs 67-79 of this present review in regards to the danger as assessed and also to paragraphs 57-66 concerning proportionality of the concept of danger to conditions minimally impairing the right to privacy of Mr. Mahjoub. III. Results A. Conditions", "[112] It has been the approach of designated judges in the past to address liberty and privacy rights at a review of the conditions of release from detention: 45. The purpose of a review of the terms and conditions of release is to ensure that the terms and conditions strike a balance between the liberty interests of the individual and the security interests of Canada and its people ( CITATION_SUPPRESSED ). It falls to the Court to determine the appropriate balance. CITATION_SUPPRESSED)", "[113] As seen earlier, the predominant concerns to the danger associated to Mr. Mahjoub, as the public evidence reveals, are past contacts with known terrorists and insuring he will not re-establish contact with persons that may be associated to such a category. Those concerns are what the conditions of release of detention issued in the past have been trying to neutralize. The public evidence, as it appears, shows that it has been working. It is not because the conditions appear to be working, and that no contacts have been publicly identified, that the conditions of release should automatically be lifted; it takes more than that. The factors of trust, confidence and a good track record must be put forward.", "[114] The desired outcome may be plausible, but it takes, most of all, the involvement of Mr. Mahjoub. It is mostly a burden he must bear. But such a time has not arrived yet. Nevertheless, at the request of both parties, some amendments will be made.", "[115] As for the weekly in-person reporting (condition n° 4), I am aware, as Mr. Mahjoub has explained, that the travel required is demanding. I consider reporting in person twice a month, on every second Wednesday of each month, at the specified address recently identified by the Ministers, to be appropriate given the present circumstances. It is also possible to envisage that this requirement will be modified to a periodical reporting obligation through voice verification technology.", "[116] The conditions (n° 6-9) relating to the outings within and outside the GTA, the random physical surveillance, and the prohibited communications shall remain as they clearly address the concerns related to the danger and minimally impair on the liberty and privacy rights of Mr. Mahjoub. They have been considerably amended over time to improve the life of Mr. Mahjoub. These conditions will be reviewed upon request.", "[117] The conditions relating to all communications: telephone, internet, Skype, etc. (conditions n° 10, 11, 12) shall remain. They are tailored to specifically address and ensure the neutralization of the danger as it was assessed. The supervision required does indeed impact Mr. Mahjoub's privacy and liberty but is necessary to proportionally neutralize the danger while minimally impairing his rights. Condition n° 11(d) will be amended as proposed by the Ministers as it gives Mr. Mahjoub more options to communicate, if he so agrees (cellular phone with SIM card). The parties are asked to submit to the Court a condition that will permit the use of a mobile phone with proper supervision and safeguards.", "[118] Condition n° 13 relating to the supervision of the mail will not be required anymore. It exists since 2007 and has been an ongoing source of frustration for both parties. To arrive at this conclusion, it should be said that the supervision of the CBSA has been neither improper nor reproachable. To a certain extent, Mr. Mahjoub must be relied upon; it is the appropriate time to attempt to doing so. Mail is not used as much as in the past. Furthermore, I understand that the other methods of communication and their related supervision to be such as to control and supervise Mr. Mahjoub's communications. I have considered the danger as assessed and the privacy of Mr. Mahjoub.", "[119] All of the other conditions shall remain as they are required to neutralize the danger and they are proportional to the danger as assessed and they, under the present circumstances, minimally impact on Mr. Mahjoub's rights.", "[120] Arriving at the end of these reasons, I am tempted to add that whatever this Court, or any other members of this Court, have done in the past, or are doing now, nothing will ever be to the satisfaction of Mr. Mahjoub. I understand the position Mr. Mahjoub is in and the frustration he must be going through. To a certain limit, it is understandable that Mr. Mahjoub experiences feelings of rejection, refusal and despair. But, at a certain point, a reality check must be performed in order for him to adapt to his future. The certification procedure is evolving and the appeal of the decisions rendered will follow. In the meantime, all the parties concerned, this Court included, must assess and adapt their respective roles within the current certificate scheme. Indeed, this reassessment of the chosen approach was realized in another certificate proceeding and it appears to be developing in the interests of all concerned. As I conclude these reasons, I wish that with a positive input from all, future reviews of the conditions of release of detention will achieve positive results in the interest of justice. B. Proposed Questions for Certification", "[121] The Ministers have not submitted questions for certification. Mr. Mahjoub has submitted the following question for certification pursuant to section 79 of the IRPA. The Ministers' responses follow each proposed question. (1) Do reasonable grounds to suspect in a threat suffice to justify the imposition of conditions under section 82 of IRPA? And/or what is the threshold to impose conditions? And/or what is the nature of the evidence required to impose conditions under section 82(2)(b) and what is the threshold?", "[122] The Ministers respond that the Supreme Court of Canada has affirmed, in Charkoui n°1 (2007 SCC 9 at paragraph 39), that the standard of proof to be applied at a review is indisputably \"reasonable grounds to believe\". These questions do not arise on the facts of this case and would not be dispositive of the appeal. This Court's judgments with respect to the conditions of release have consistently and correctly applied the \"reasonable grounds to believe\" standard. (2) Does the search of a computer or telephone record in a Court Order setting conditions require specific (judicial) authorisation based on reasonable grounds to believe that a breach of conditions or a criminal act occurred?", "[123] First, the Ministers respond that the question of prior judicial authorization does not arise on the facts of this case, would not be dispositive of an appeal, and therefore does meet the test for certification. Second, the Ministers argue that section 8 of the Charter is only engaged if an individual has a reasonable expectation of privacy. In this case, the Ministers suggest that Mr. Mahjoub does not have such an expectation of privacy in respect to his telephone records and his computer because the Court, through its orders setting conditions of release, has put Mr. Mahjoub on specific notice that the contents of his phone records and computer are subject to search by the CBSA. Incidentally, in the event that Mr. Mahjoub does indeed have a reasonable expectation of privacy, this Court has given prior judicial authorization for the search of these items. The Court has reviewed the evidence and balanced the privacy interests of Mr. Mahjoub with the broader social interest of ensuring he does not engage in prohibited activities or re-establish terrorist contacts. (3) Could the reasons to depart from a previous ruling in the detention review include mistakes of law?", "[124] The Ministers respond that this proposed question is inappropriate as it requests this Court to sit in appeal of determinations made by Justice Blanchard. This is not the role of this Court when hearing a review of conditions. Incidentally, this question does not arise on the facts of this case, as Mr. Mahjoub's assertions do not establish any mistake of law. (4) Does the right to bail pending appeal under section 7 constitute, in the case of serious grounds for appeal, a factor to lighten the release of the conditions and to which extent?", "[125] The Ministers respond that this proposed question flows from a misunderstanding of the statutory context and of the teachings of the Supreme Court of Canada in CITATION_SUPPRESSED Charkoui n° 1 provides a non-exhaustive list of factors that the Court should consider when deciding whether to release a detainee or whether to change the existing conditions for an individual already released. The \"right to bail pending appeal\" is not among them. It is a creation of criminal law and cannot displace the framework created by the Supreme Court of Canada. The requirements of section 7 of the Charter are met by the opportunity for regular reviews of the conditions. Furthermore, the Ministers argue the question is nonsensical as it raises the issue of \"serious grounds for appeal\". This presupposes that Mr. Mahjoub has established a serious ground to appeal the reasonableness decision and that such a ground should be a factor that affects conditions of the release. These notions have no basis in law. (5) Does the principle of \"non refoulement\" of convention refugees, where there is no danger opinion, render invalid or unjustifiable in law conditions imposed under section 82(2)(b) of the IRPA or does this constitute a factor to lighten the conditions?", "[126] The Ministers respond that this question conflates issues of assessment of risk in a danger opinion with the Court's role when imposing conditions on a named person. First, a danger opinion is a separate proceeding, which is not part of a review of Mr. Mahjoub's conditions. Second, the principle of non refoulement has nothing to do with the release of the conditions under 82(2)(b) as it is meant to preclude the return of refugees to their country of persecution. The two (2) concepts are completely unrelated and the question is thus incoherent.", "[127] The questions do not transcend the interest of the parties to the litigation, relate to issues of broad significance or general application, and are not dispositive of the appeal (see REFERENCE_SUPPRESSED). I also add that a statutory opportunity is available six (6) months following the present review of the conditions of release. To seek another review of the set conditions of release of detention, see section 82(4) of the IRPA.", "[128] As a final comment, I note that the legal issues referred to in the proposed certified questions have been dealt with by the Supreme Court of Canada, the Federal Court of Appeal and the Federal Court on numerous occasions. I refer to three (3) Supreme Court of Canada decisions to exemplify this point (see CITATION_SUPPRESSED, supra ; CITATION_SUPPRESSED, supra; and CITATION_SUPPRESSED, supra, for the certificate regime as a whole). Having been a lawyer, I know that there is always a way to re-litigate what has been substantively dealt with by the Courts. However, the certified questions proposed today do not meet the necessary criteria as enounced above.", "[129] The parties are required to prepare, as soon as possible, a revised Draft Order that includes the conditions of release of detention as decided above. The changes to the conditions will become effective when the new order will be signed. If the parties cannot reach an agreement, the Court will decide. Footnotes 1. Due the multitude of decisions bearing the name of the Applicant over the years, we will refer to the decisions by judge and date rendered. \"Simon Noël\" ANNEX \"A\" 1. Agreement to comply with each of the conditions; 2. Sureties and performance in case of breach: a. $20,000.00 paid in Court by three (3) individuals; b. And performance bonds signed by six (6) individuals varying between $1,000.00 and $20,000.00 for a total amount of $46,000.00. 3. Reporting on a weekly basis at the CBSA, Mississauga; 4. Residence to be a dwelling house or an apartment unit without outside space; 5. Outings without pre-approval by the CBSA in the GTA area but not visit the retail establishment store that has as primary function the supplying of internet access or the selling of firearms or weapons; 6. As for outings outside the GTA area only within Canada, a notice of seven (7) days be given to CBSA containing a detailed itinerary; 7. Physical surveillance by the CBSA of his residence or during outings can be done but conducted with the least intrusive manner possible; 8. No communication with a person that Mr. Mahjoub knows he is a supporter of terrorism or violent jihad or a person that has a criminal record; 9. Mr. Mahjoub can use a desk computer with internet connection at his residence as long as he provides information about the internet provider but cannot use wireless connection but may use skype communication with the CBSA's consent and in the presence of a supervising surety: a. Mr. Mahjoub shall be able to use an e-mail account under the supervision of the CBSA; b. Mr. Mahjoub shall make available all information related to the internet service provider and his computer, modem, router to the CBSA for inspection. 10. Mr. Mahjoub may use conventional land-based telephone and facsimile transmissions but shall give to the CBSA all pertinent information for inspection purposes. He may also have a mobile phone with voice capability and voice mail only, subject to pertinent information given to the CBSA for inspection and supervision; 11. Mr. Mahjoub may use other landline, telephone or mobile phone for emergency if required; 12. Incoming and outgoing mail shall be intercepted by the CBSA; 13. A mail box shall be used by the CBSA to return the intercepted mail; 14. On reasonable grounds only that the conditions had been breached, the CBSA may enter and search Mr. Mahjoub's residence; 15. No video of the CBSA shall be done by Mr. Mahjoub or his representative when assuming their responsibilities pursuant to the conditions of release; 16. Any photographs or information gathered pursuant to the conditions by the CBSA are to be safeguarded and not be returned to third parties; 17. His passport and travel documents shall remain with the CBSA but Mr. Mahjoub may travel across Canada, as long as a notice is given; 18. Mr. Mahjoub shall report if ordered to be removed from Canada; 19. Mr. Mahjoub shall not possess any weapons and keep the peace and be of good conduct; 20. If Mr. Mahjoub breaches any conditions, he may be arrested and brought in front of a designated judge; 21. If Mr. Mahjoub changes residence, a prior-notice must be given; 22. A breach of the conditions shall constitute an offence within the meaning of section 127 of the Criminal Code , RSC 1985, c C-45 and an offence pursuant to paragraph 124(1)(a) of the IRPA; 23. The conditions can be amended by a designated judge."]}