{"id_": "087175", "body_str": ["[1] Zinn, J. : This is an application for judicial review, pursuant to section 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act), of a decision of the Refugee Protection Division of the Immigration and Refugee Board (Board). The Board determined that the applicants were neither Convention refugees nor persons in need of protection. The determinative issue was the applicants' failure to rebut the presumption of state protection. For the reasons that follow, this application must be dismissed.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[2] Qi Liu is a citizen of the People's Republic of China and a permanent resident in Argentina. His daughter, Susana Liu, was born in 1994, and is a citizen of Argentina. The principal applicant alleges that he and his daughter were targeted by criminal gangs in Argentina because he was a successful restaurant owner.  <FRAGMENT_SUPPRESSED>", "[3] Mr. Liu alleges that in May 2004 a criminal gang attempted to extort money from him. He went to the police to report the crime. The police, in turn, filed a report regarding the incident and began surveillance on his place of business. When the gang members attended at the business the police arrested, detained, and charged them. Mr. Liu refused to testify in court because the gang's leader threatened him and his family. As a consequence, the criminal charges against the gang member were dropped.  <FRAGMENT_SUPPRESSED>", "[4] Two and one half years later, in November 2006, the gang returned to Mr. Liu's business and again demanded payment of money; this time they also threatened Susana Liu, then 12, with sexual violence. At the end of November 2006, the gang made an unsuccessful attempt to kidnap her. The applicants did not report these incidents to the police.  <FRAGMENT_SUPPRESSED>", "[5] After the last incident in November 2006, Mr. Liu closed his business and sold its contents, took his daughter out of school, and remained in hiding in their home. The gang, not knowing the location of the family home, was unable to find them.  <FRAGMENT_SUPPRESSED>", "[6] In April 2007, the applicants came to Canada and filed a claim for refugee status. On November 25, 2009, the Board rejected their claim. The Board rejected Mr. Liu's testimony that his daughter could not live with her mother in Argentina. The Board determined \"that the minor claimant's mother would be the caregiver for the minor claimant should she return back to Argentina.\" The applicants alleged that she could not accompany her father to China because she would be persecuted there because of her devout Roman Catholic beliefs.  <FRAGMENT_SUPPRESSED>", "[7] The Board then reviewed the jurisprudence on state protection. The Board stated that it preferred the \"claimant's own experiences in accessing adequate and effective state protection\" over counsel's submissions that state protection in Argentina was inadequate.  <FRAGMENT_SUPPRESSED>", "[8] The Board reviewed the steps that the police had taken in response to the principal applicant's complaint of the incident in 2004. The Board noted that the principal applicant did not report the gang leader's threat, did not testify in the trial, and did not report the further incidents to the police.  <FRAGMENT_SUPPRESSED>", "[9] The Board noted that the gang was unable to find the applicants after the business was closed, and that the minor applicant left her school. The Board stated that \"[i] t is reasonable to expect that the minor claimant can change schools if there is a threat and live with her mother and the gang members would never realize her presence.\" The Board found that if the gang did pose a threat to the minor applicant state protection would be forthcoming.  <FRAGMENT_SUPPRESSED>", "[10] The Board concluded:  <FRAGMENT_SUPPRESSED> ...there is not a serious possibility that she would be persecuted or that she would be subjected personally to a danger of torture or to a risk to her life or risk of cruel and unusual treatment or punishment should she return to Argentina.  <FRAGMENT_SUPPRESSED>", "[11] The Board then turned to the claim of the principal applicant. The Board noted that the Mr. Liu had not alleged persecution in China and that he had visited there ten years earlier without incident. The Board determined that there was no persuasive evidence \"to show that if the claimant were to return back to the People's Republic of China without his daughter, that he would experience any difficulties.\" The Board concluded:  <FRAGMENT_SUPPRESSED> ...there is not a serious possibility that he would be persecuted or that he would be subjected personally to a danger of torture or to a risk to his life or risk of cruel and unusual treatment or punishment should he return to the People's Republic of China.  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[12] The applicants raised five issues that require the Court's attention.  <FRAGMENT_SUPPRESSED> 1. Whether the Board made perverse and capricious findings without evidence and in disregard to the evidence with respect to the minor applicant's ability to reside in Argentina with her mother;  <FRAGMENT_SUPPRESSED> 2. Whether, in determining effective state protection, the Board:  <FRAGMENT_SUPPRESSED> i. misapplied the legal test, and/or  <FRAGMENT_SUPPRESSED> ii. ignored evidence;  <FRAGMENT_SUPPRESSED> 3. Whether the Board made perverse and capricious findings without evidence and in disregard to the evidence with respect to Mr. Liu's ability to return to China with or without his daughter;  <FRAGMENT_SUPPRESSED> 4. Whether the RPD breached the applicants' right to reasons;  <FRAGMENT_SUPPRESSED> 5. Whether the RPD erred, in law, in failing to determine, apply, or put its mind to s. 108(4) of the Act, and exceptional circumstances, with respect to the minor claimant or Mr. Liu.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED> 1. The Minor Claimant's Ability To Reside In Argentina  <FRAGMENT_SUPPRESSED>", "[13] Only the principal claimant gave evidence. The applicants submit that it was an error on the part of the Board not to call the minor claimant to give evidence on her own behalf. I am unable to accept that submission. The Board member indicated at the commencement of the hearing that he had not affirmed the minor claimant as he did not expect to be asking her any questions; however, he went on to state that \"if there is a need to ask questions I will affirm her at that time.\" She was provided with an interpreter as she was not proficient in English. The Board member made it clear to her that if she failed to understand any of the proceeding she was to advise the Board. He also stated that \"each claim will be decided on its own merits, however, I must advise each of you that your testimony may affect the others [ sic ]. <FRAGMENT_SUPPRESSED>", "[14] Mr. Liu was designated as the representative of his daughter and they had legal counsel present. In this application the minor claimant swore an affidavit that affirmed her father's evidence.  <FRAGMENT_SUPPRESSED>", "[15] While there may be situations where a Board member ought to call a minor claimant, I cannot see that it was required in these circumstances. She heard the evidence of her father and affirmed it in this proceeding. If she had anything to add the onus was on her to advise her representative and lawyer, not on the Board to guess whether she had anything different to advance. Furthermore, there is no evidence that her evidence, if called, would have differed from her father's testimony.  <FRAGMENT_SUPPRESSED>", "[16] The applicants submit that the Board member's conclusion that \"based on the balance of probabilities ... the minor claimant's mother would be the caregiver for the minor claimant should she return back to Argentina\" is perverse, not in accord with the evidence and ignores the evidence. I do not agree.  <FRAGMENT_SUPPRESSED>", "[17] The evidence before the Board was that the daughter preferred not to live with her mother as she disliked her new husband. She disliked him because he made abusive comments about her father and preferred his natural children. It is not reasonable to assert, as she does now, that these actions constitute personal abuse making it impossible for her to return to Argentina. Further, the only evidence that the mother might not accept her daughter back, is a statement made by Mr. Liu in his evidence as follows:  <FRAGMENT_SUPPRESSED> MEMBER: Who could she stay with if she had to return to Argentina but you could not?  <FRAGMENT_SUPPRESSED> CLAIMANT: Nobody.  <FRAGMENT_SUPPRESSED> However, this statement must be read in the context of his evidence as a whole and it is clear to me that it was not intended to encompass her mother but rather the principal claimant's relatives as it follows from the question \"Do you have any other relations or relatives in Argentina\" to which he says that he does not. More telling is the fact that he never states that his daughter cannot live with her mother when asked specifically \"If your daughter were to return to Argentina is there any problem with your daughter living with her mother?\" To that question he responds: \"Yes, the problem would be my daughter will not want to go back to live with my ex because she really does not like the man she is with and she really hated him. And because my daughter has always been with me. <FRAGMENT_SUPPRESSED>", "[18] While it may seem callous, the living arrangements of refugee claimants, even minor refugee claimants, if returned to their home countries, are not relevant considerations, absent evidence of persecution, danger of torture, risk to life, or risk of cruel and unusual treatment or punishment, when making a refugee determination. In any event, I find that the member's assessment of her ability to reside with her mother in Argentina was reasonable, based on the record. Furthermore, after the Board determined that the applicants had not rebutted the presumption of state protection in Argentina there was no need to engage in a further analysis of the minor applicant's potential living arrangements were she to return there without her father.  <FRAGMENT_SUPPRESSED> 2. State Protection  <FRAGMENT_SUPPRESSED>", "[19] The applicants rely on the decision of Justice Barnes in <FRAGMENT_SUPPRESSED>  their submission that the Board member erred in examining only the personal protection offered the applicants by the police rather than by proceeding to examine the country conditions as a whole to assess whether it was reasonable for the applicant not to seek protection.  <FRAGMENT_SUPPRESSED>", "[20] The decision  <FRAGMENT_SUPPRESSED> is quite different than that before the Court in this application. In Moonsammy , although the applicant was rescued from his kidnappers by the police, there was evidence that there had been \"rather profound lapses in the police response to his kidnapping\" and his family had received no \"support or guidance from the police on how to deal with the kidnappers during ransom negotiations.\" Justice Barnes found that the failure of the Board to look at anything other than the successful conclusion was an error.  <FRAGMENT_SUPPRESSED>", "[21] In this case, there is no recent evidence that the police had failed the applicants in any respect. Although there was some evidence that the applicants had been harassed years earlier by the police, there was no suggestion by the principal applicant that the police in 2006 had failed him in any respect. Further, the Board member states that he did examine the documentary evidence regarding state protection but preferred the applicant's own evidence. I am unable to find that was an error as the best evidence of the protection available to the applicant in his particular circumstances was that which he actually received. In light of that response by the police, which included charging and detaining his persecutors, there is nothing that reasonably suggests that they would not have acted equally effectively had they been made aware of the threats to the principal applicant's family.  <FRAGMENT_SUPPRESSED>", "[22] The applicants submit that they would have placed themselves at risk of harm had they reported these threats to the police and they base this assessment on the documentary evidence. The Board member is entitled to weigh that evidence against the facts of the case before him and his conclusion, as long as it is within the range of reasonable and possible outcomes - which it is - cannot be upset.  <FRAGMENT_SUPPRESSED> 3. China  <FRAGMENT_SUPPRESSED>", "[23] I have found that the Board was reasonable in concluding that the minor applicant could return to Argentina; accordingly, I need not consider the possible consequences to her if she goes to China with her father. Mr. Liu submits that the Board erred in assessing the risk to him in returning to China. I cannot accept that submission.  <FRAGMENT_SUPPRESSED>", "[24] There is no question that his parents had suffered under the Cultural Revolution and that he, as a consequence, was orphaned for some time. Nonetheless, he did not leave China because of any personal persecution and the evidence was that he had returned for some two and one half months some years prior without incident. The Board's determination, in my assessment and based on these facts, was reasonable.  <FRAGMENT_SUPPRESSED> 4. Right to Reasons  <FRAGMENT_SUPPRESSED>", "[25] Whether the Board breached procedural fairness by providing inadequate reasons is a question of law reviewable on the correctness standard. The Board's determinative finding, with respect to Argentina, was a failure to rebut the presumption of state protection. This finding was supported by transparent, intelligible and sufficient reasons. The reasons explain the Board's main findings and the reasons for these findings. In my view, the Board's reasons were sufficient and satisfied the duty to give reasons. Similar remarks apply to the Board's finding that the principal applicant had not established that he would be at risk if returned to China and to the alleged risk to the minor applicant in Argentina. For these reasons, I am in agreement with the respondent that the reasons provided were sufficient.  <FRAGMENT_SUPPRESSED> 5. Compelling Reasons  <FRAGMENT_SUPPRESSED>", "[26] The applicants submitted in their memorandum that given the threats of sexual violence against the minor applicant, and the attempted kidnapping, the Board erred by not considering s. 108(4) of the Act. In oral submission, they further argued that the Board similarly erred because the father's circumstances in China, many years prior, also ought to have resulted in a s. 108(4) analysis.  <FRAGMENT_SUPPRESSED>", "[27] The applicants cite Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  (C.A.) for the proposition that s. 108(4) applies to them. In Obstoj , the Court of Appeal held that the identical predecessor subsection to s. 108(4) in the previous Immigration Act applies to \"those who have suffered such appalling persecution that their experience alone is a compelling reason not to return them, even though they may no longer have any reason to fear further persecution. <FRAGMENT_SUPPRESSED>", "[28] <FRAGMENT_SUPPRESSED>  at paras. 27-28, I held:  <FRAGMENT_SUPPRESSED> Subsection 108(4), and its predecessor section in the Immigration Act , to which a number of the relevant cases relate, permits the Board to grant refugee status to individuals who previously qualified as a Convention refugee or a person in need of protection, and would continue to qualify, but for the fact that the risk they faced has ceased to exist.  <FRAGMENT_SUPPRESSED> A condition precedent to the application of subsection 108(4) of the Act is that the claimant would have once qualified as either a Convention refugee or a person in need of protection. (citations omitted, emphasis added)  <FRAGMENT_SUPPRESSED>", "[29] In this case, like  <FRAGMENT_SUPPRESSED>  Mendoza , s. 108(4) does not apply because the applicants never qualified for refugee protection. It is not that they once did and their circumstances have changed. The applicants did not and do not qualify within the Convention refugee definition. Therefore, even if the Board had turned its mind to s. 108(4) it would have to have determined that the applicants' situation did not fall within the scope of s. 108(4).  <FRAGMENT_SUPPRESSED> Conclusion  <FRAGMENT_SUPPRESSED>", "[30] For these reasons, this application is dismissed.  <FRAGMENT_SUPPRESSED>", "[31] Neither party proposed a question of general importance for certification. I find that there is no certifiable question arising in the case.  <FRAGMENT_SUPPRESSED>", "[32] THIS COURT ORDERS AND ADJUDGES that:  <FRAGMENT_SUPPRESSED> 1. This application is dismissed; and  <FRAGMENT_SUPPRESSED> 2. No question is certified.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}