{"id_": "087221", "body_str": ["[1] Rennie, J. : The applicant seeks judicial review of a decision of Immigration Officer S. M. Board (Officer), dated November 15, 2011, refusing the applicant's application for a temporary resident visa and finding the applicant inadmissible pursuant to section 40(1)(a) of the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA ). For the reasons that follow the application is dismissed. Facts", "[2] The applicant, Li Zhi Li, is a citizen of China. He was invited to visit Canada by his son who is a permanent resident. He applied for a temporary resident visa (TRV) on three occasions and has been refused each time, the most recent of which is the subject of this application.", "[3] The third application for a TRV was initially denied on August 13, 2010. The applicant applied for judicial review of that refusal and the respondent consented to refer the application back for re-determination. The applicant was invited to make updated submissions for the application in December 2010, but since the application had been returned to the applicant in its entirety, the applicant submitted a new TRV application.", "[4] As indicated by the Computer Assisted Immigration Processing System (CAIPS) notes, in January 2011, a visa officer noticed that the property certificates appeared unusual and referred the application to the Anti-Fraud Unit. An investigation confirmed the certificates to be inauthentic. An immigration officer sent the applicant a letter, dated April 25, 2011, giving him the opportunity to respond to this issue.", "[5] In response to this letter (the \"fairness letter\"), the applicant states that he submitted a response to prove that he did in fact own the two properties. He states that he submitted hydro bills, and demolition documents for one property. He states that he did not keep copies of those documents and they were never returned to him.", "[6] The Officer refused the application on the following grounds: he was not satisfied the applicant or his son had sufficient funds for the applicant's visit; he was not satisfied that the applicant was sufficiently established in China to leave at the end of his authorized stay in Canada; and the applicant had submitted inauthentic documents in support of his application.", "[7] The Officer sent an additional letter on the same date, finding that the applicant misrepresented a material fact that could have induced an error in the administration of the IRPA . The Officer found that the applicant misrepresented his property holdings, submitted as evidence of his level of establishment and ties in China. The Officer therefore found the applicant inadmissible for a period of two years, pursuant to section 40(1)(a) of the IRPA", "[8] In the CAIPS notes the Officer reviewed the history of the application, noted the discovery of the fraudulent documents, and further noted that the applicant did not respond to the April 25, 2011 fairness letter. Regarding the applicant's level of establishment, the Officer noted that he had a spouse in China but also noted he had a son in Canada and therefore his family ties were split. Furthermore, the fact that the applicant submitted inauthentic property documents undermined his credibility as a genuine visitor. The application was therefore refused and the applicant was found inadmissible. Standard of Review and Issue", "[9] In issue is whether the Officer breached the principles of procedural fairness and, if not, whether the Officer's decision was reasonable.", "[10] Matters of procedural fairness are reviewable on a standard of correctness: Canada (Citizenship and  <FRAGMENT_SUPPRESSED> , whereas the merits of the decision are reviewable on a standard of reasonableness. Analysis Did the Officer breach the principles of procedural fairness?", "[11] The applicant submits that the Officer breached the duty of fairness by relying on extrinsic evidence in reaching his decision. While the applicant was advised that there was a concern about the authenticity of the property certificates the Officer did not disclose the evidence on which this concern was based and thus did not provide the applicant an opportunity to respond to the concerns.", "[12] The respondent argues that the Officer complied with the duty of fairness by raising the concern about the property certificates to the applicant. The respondent submits that the Officer was not required to disclose the specific evidence underlying the concern to comply with procedural fairness. The respondent emphasizes that, in any event, the applicant submitted no response to the procedural fairness letter and therefore it was open to the Officer to find the applicant inadmissible.", "[13] I agree with the respondent that the Officer's letter informed the applicant of the suspicion that he submitted a fraudulent property certificate and therefore was sufficient to comply with the duty of fairness. The letter informed the applicant of the case to meet and gave him an opportunity to respond: <FRAGMENT_SUPPRESSED> . The onus rested on the applicant to respond to those concerns.", "[14] The applicant's son states in his affidavit that the applicant submitted hydro bills and the demolition agreement for one of the properties as further proof of his ownership. Documents matching that description can be found in the Certified Tribunal Record at pages 24-37. They are undated and unsigned. There is no identification of date of receipt. Nor did the applicant keep copies of the documents themselves or documents establishing transmittal. The applicant contends however, that a response was provided, and was not considered by the Officer.", "[15] In my view, this evidence did not respond to or discharge the onus on the applicant to respond to the fairness letter: <FRAGMENT_SUPPRESSED> . It was incumbent on the applicant, having been told that there were reasonable grounds to believe that the documents were not authentic, to respond, both to the substance of the concern and to ensure that the process by which the response was delivered was effective. JUDGMENT", "[16] THIS COURT'S JUDGMENT is that the application for judicial review be and is hereby dismissed. There is no question for certification. ) de la", "[2]", "[3]", "[4]", "[5]", "[6]", "[7] ) de la LIPR.", "[8]", "[9]", "[10] Analyse", "[11]", "[12]", "[13]", "[14]", "[15] JUGEMENT", "[16] [End of document] <FRAGMENT_SUPPRESSED>"]}