{"id_": "087350", "body_str": ["[1] Hughes, J. : This is an application for judicial review to set aside a decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada dated July 12, 2011, wherein the Applicants' claim for refugee protection in Canada was rejected. For the reasons that follow, I am dismissing this application.  <FRAGMENT_SUPPRESSED>", "[2] The Applicants are a family - husband, wife and three daughters - all citizens of Guatemala. They entered Canada on July 11, 2010 on visitors' visas and filed refugee claims on August 3, 2010. They ran a small business in Guatemala. Their claim was based on fear relating to threats of extortion by a criminal gang, which threats were backed up with threats of violence and rape. The principal male Applicant complained to the police, then to the public minister, and then to the public prosecutor. He received promises that the matter would be investigated and that surveillance would be conducted. Not having heard further from the authorities for a period of several days, the family left Guatemala and, via the United States, came to Canada.  <FRAGMENT_SUPPRESSED>", "[3] The Board determined that the risk to which the Applicants were exposed was a generalized risk and that the Applicants had not established a link to any of the grounds provided for in the Convention that would allow them to establish a refugee claim in Canada.  <FRAGMENT_SUPPRESSED>", "[4] There is a good deal of jurisprudence in the Court in which distinctions are made between generalized risk and personal risk. The use of the word generally was explained by Snider J in <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED> 26 Further, I can see nothing in s. 97(1)(b)(ii) that requires the Board to interpret \"generally\" as applying to all citizens. The word \"generally\" is commonly used to mean \"prevalent\" or \"widespread\". Parliament deliberately chose to include the word \"generally\" in s. 97(1)(b)(ii), thereby leaving to the Board the issue of deciding whether a particular group meets the definition. Provided that its conclusion is reasonable, as it is here, I see no need to intervene.  <FRAGMENT_SUPPRESSED>", "[5] <FRAGMENT_SUPPRESSED>  Crampton J (as he then was) explained that generalized risk does not need to affect everyone the same way. At paragraph 23 he wrote:  <FRAGMENT_SUPPRESSED> 23 In my view, it was reasonably open to the Board to conclude, based on its finding that violence at the hands of the Maras Salvatrucha gang is a risk faced widely by people in El Salvador, that the risk faced by Mr. Baires Sanchez is a risk \"faced generally by other individuals in or from El Salvador,\" as contemplated by paragraph 97(1)(b)(ii) of the IRPA. The fact that the particular reason why Mr. Baires Sanchez may face this risk may differ from the particular reason why others face this risk is of no consequence, given that (i) the nature of the risk is the same, namely, violence (including murder); and (ii) the basis for the risk is the same, namely, the failure to comply with the MS-13's demands, whether they be to join their organization, to pay extortion money, or otherwise. As the Board appropriately recognized, \"[a] generalized risk does not have to affect everyone in the same way. <FRAGMENT_SUPPRESSED>", "[6] <FRAGMENT_SUPPRESSED>  I considered a situation where a generalized risk became personalized. I wrote at paragraphs 4 and 5:  <FRAGMENT_SUPPRESSED> 4 However the Applicant is in a situation that makes his risk personal. He was unable to make the payments demanded by the gang. Members of the gang beat him with a variety of implements, shot him at least four times and left him for dead. Miraculously he was transported to hospital, was in a coma for about a year and, eventually recovered. He fled first to the United States where he did not make claim for asylum, then came to Canada.  <FRAGMENT_SUPPRESSED> 5 The evidence is clear as to how widespread and vicious the gang is not only in Honduras but elsewhere. The evidence, which came from the Applicant and really only could come from him, is that if he were to return to Honduras the gang would not just pursue him for money but would seek to kill him since he represented the gang's failure to kill people which they targeted. He was, in effect, living proof of their ineptitude.  <FRAGMENT_SUPPRESSED>", "[7] Very recently, Rennie J of this Court in <FRAGMENT_SUPPRESSED>  reviewed a number of cases dealing with generalized risk and personalized risk. He determined at paragraph 13 of his Reasons that:  <FRAGMENT_SUPPRESSED> ...the Board incorrectly focused on the reasons for which the applicant was being targeted, rather than the evidence that the [gang] was specifically targeting the applicant beyond that experienced by the population at large.  <FRAGMENT_SUPPRESSED>", "[8] I believe that the distinction made by Rennie J is an important one. Where a portion, not necessarily a majority, of the population is subjected to threats of extortion and violence, the evidence must demonstrate that the Applicants have experienced something that is beyond what has been experienced by the population that is otherwise subjected to such threats.  <FRAGMENT_SUPPRESSED>", "[9] Here, the evidence is that small business owners such as the Applicants are frequently targeted in Guatemala by criminal gangs seeking payments of money. The gangs back up their demands with threats of violence. One source estimates that at least twenty percent (20%) of small business in Guatemala makes such payments in the face of threats of violence. In the circumstances of the present case, the Applicants would be in that twenty percent. There is no evidence that they have been exposed to or suffered risk greater than that to which the twenty percent were exposed.  <FRAGMENT_SUPPRESSED>", "[10] In the present case, the Board gave careful consideration to the issue as to whether the risk to which the Applicants were exposed was a generalized or personal risk, and concluded that it was generalized. The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  has emphasized that in a judicial review, deference must be given to the decision of a tribunal having expertise in the matter, and that reasons must not be examined microscopically. Abella J, for the Court, in the Newfoundland case wrote at paragraphs 15 and 16:  <FRAGMENT_SUPPRESSED> 15 In assessing whether the decision is reasonable in light of the outcome and the reasons, courts must show \"respect for the decision-making process of adjudicative bodies with regard to both the facts and the law\" (Dunsmuir, at para. 48). This means that courts should not substitute their own reasons, but they may, if they find it necessary, look to the record for the purpose of assessing the reasonableness of the outcome.  <FRAGMENT_SUPPRESSED> 16 Reasons may not include all the arguments, statutory provisions, jurisprudence or other details the reviewing judge would have preferred, but that does not impugn the validity of either the reasons or the result under a reasonableness analysis. A decision-maker is not required to make an explicit finding on each constituent element, however subordinate, leading to its final conclusion (Service Employees' International Union, Local No. 333 v. Nipawin District Staff Nurses Assn., [1975] 1 S.C.R. 382, at p. 391). In other words, if the reasons allow the reviewing court to understand why the tribunal made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes, the Dunsmuir criteria are met.  <FRAGMENT_SUPPRESSED>", "[11] I am satisfied that, in the present case, the Board's decision was reasonable and that the reasons are adequate. The application is dismissed; neither Counsel requested a certified question; there is no reason to order costs.  <FRAGMENT_SUPPRESSED>", "[12] FOR THE REASONS PROVIDED :  <FRAGMENT_SUPPRESSED> THIS COURT'S JUDGMENT is that :  <FRAGMENT_SUPPRESSED> 1. The application is dismissed;  <FRAGMENT_SUPPRESSED> 2. No question is certified; and  <FRAGMENT_SUPPRESSED> 3. No Order as to costs.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED>", "[2]", "[3]", "[4] :  <FRAGMENT_SUPPRESSED>", "[5]", "[6]", "[7]", "[8]", "[9]", "[10] :  <FRAGMENT_SUPPRESSED> Union internationale des employés des services, local no 333 c. Nipawin District Staff Nurses Assn.", "[11] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[12] :  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}