{"id_": "087402", "body_str": ["[1] Martineau, J. [Translation]: As a respondent, the Attorney General of Canada is seeking to strike the notice of application for judicial review filed on July 9, 2014, by the applicant, Justice Michel Girouard, of a so-called \"decision\" made public on June 18, 2014, in the form of a press release issued by the Canadian Judicial Council [CJC], which is also a respondent.", "[2] The CJC has not taken any position with regard to this motion to strike that is being challenged by the applicant.", "[3] The CJC's press release reads as follows: The Canadian Judicial Council announced today the members of the Inquiry Committee established to review the conduct of Justice Michel Girouard. The Inquiry Committee is comprised of three members: two Chief Justices appointed by the Canadian Judicial Council and one senior lawyer appointed by the Minister of Justice. The members are: the Honourable Richard Chartier, Chief Justice of Manitoba (Chairperson); the Honourable Paul Crampton, Chief Justice of the Federal Court; and Ronald LeBlanc, Q.C. of the law firm LeBlanc Maillet of New Brunswick. The Council is also announcing that Marie Cossette of the law firm Lavery in Québec City has been appointed Independent Counsel in accordance with the Council's Bylaws and has the mandate of presenting the case to the Inquiry Committee in the public interest. Under the Judges Act, the Inquiry Committee is deemed to be a Superior Court. The Committee will decide, in the coming weeks, when it will convene to hear this matter. Inquiry Committee hearings are normally held in public, although private hearings are possible if required in the public interest and the due administration of justice. The Committee will also decide on the full scope of its inquiry. The judge in this matter has filed a judicial review application in the Federal Court. That application is being defended by the Attorney General of Canada. In respect to those proceedings, Chief Justice Crampton has taken steps to ensure that he has no involvement with the case being heard by the Federal Court. The mandate of the Inquiry Committee is to review all the issues and submit a report to the Canadian Judicial Council, presenting its findings and conclusions on whether or not a recommendation should be made for the removal of the judge from office. The Council will then make a recommendation to the Minister of Justice regarding the judge's ability to remain in office. Information about the Council, including the process for public inquiries, can be found on the Council's website at www.cjc-ccm.gc.ca", "[4] The present motion was heard by this Court concurrently with the motion to strike filed by the Attorney General in the judicial review application (T-646-14) that was referred to in the fifth paragraph of the CJC's press release (see decision: 2014 FC 1175). The Attorney General claims that the present application for judicial review is doomed to failure. For the purposes of adjudicating the two motions to strike, the facts alleged by the applicant in the impugned proceedings must be held to be true.", "[5] For the purposes of this proceeding, it should simply be noted that following receipt of confidential documents and unverified allegations, the exact nature of which was not publicly disclosed, on November 30, 2012, Superior Court Chief Justice, the Honourable François Rolland, wrote to the CJC asking that it proceed with a [translation] \"review of [the applicant's] conduct while he was an attorney\" [the complaint].", "[6] In January 2013, \"investigation proceedings\" were launched pursuant to the Judges Act , RSC 1985, c J-1 [Act], the Canadian Judicial Council Inquiries and Investigations By-laws , SOR/2002-371 [Regulations] and the Procedures for Dealing with Complaints made to the Canadian Judicial Council about Federally Appointed Judges , in force since October 14, 2010 [Complaints Procedures].", "[7] In fact, the Vice-Chairperson of the Judicial Conduct Committee of the CJC, the late Honourable Edmond Blanchard, reviewed the allegations and decided to set up a Review Committee to look into the matter. On February 11, 2014, the Review Committee pursuant to subsection 63(3) of the Act, decided to constitute an Inquiry Committee, \"on the ground that the matter in issue may prove sufficiently serious as to warrant [the applicant's] removal from office\".", "[8] By means of his application for judicial review dated March 13, 2014 (file T-646-14), the applicant seeks to have the interlocutory decision dated February 11, 2014, set aside. He is also asking the Court to declare the Regulations and the Procedures for dealing with complaints invalid and inapplicable to the extent that these instruments authorize the CJC or one of its committees to review or investigate the complaint against the applicant.", "[9] With this latest application for judicial review, the applicant now seeks to strike the so-called \"decision\" of June 18, 2014. In large part, the applicant is basing this new application on the same arguments of constitutional and administrative law he put forth in file T-646-14 against the [translation] \"investigation procedures\" and the February 11, 2014, decision of the Review Committee.", "[10] For his part, the Attorney General is now asking the Court to summarily strike the application for judicial review because the June 18, 2014, press release is simply not a reviewable decision. Indeed, its sole purpose is to inform the public of the composition of the Inquiry Committee and the name of the CJC's independent counsel. It is not to set out the parameters of the investigation of the Inquiry Committee. Moreover, the committee has not determined the scope of its investigation, and consequently this application for judicial review is in any event premature.", "[11] In this particular case I am satisfied that this is one of those exceptional cases in which, in exercising its judicial discretion, the Court must intervene.", "[12] First, it should be noted that under sections 18 and 18.1 of the Federal Courts Act , RSC 1985, c F-7 [FCA], anyone \"directly affected by the matter in respect of which relief is sought\" may file an application for judicial review of an order, act or proceeding of a federal board, commission or other tribunal, while the Court has the authority to set aside any decision thus taken, to nullify any law or regulation that is unconstitutional, ultra vires or otherwise invalid, and to prohibit the continuation of any proceeding unlawfully conducted by the board, commission or other tribunal in question.", "[13] In addition, subsection 18.4(1) of the FCA states that applications for judicial review 'shall be heard and determined without delay and in a summary way\" by the Court. As a general rule, motions to strike need not be heard in such matters. Nevertheless, as the Federal Court of Appeal decided in <FRAGMENT_SUPPRESSED> , 1994 CanLII 3529 (CAF), the striking of an application for judicial review cannot be granted where the pleading is \"so clearly improper as to be bereft of any possibility of success\".", "[14] It is clear that the application for judicial review discloses no reasonable cause of action, as it concerns a press release, which is not a decision and has no legal effect. Moreover, a careful reading of the proceedings reveals that the applicant does not contest the current makeup of the Inquiry Committee per se. Rather, he objects to the fact that the committee has the authority to determine \"the scope\" of its inquiry and to \"review all the issues\". I will return to this question a little later after having said a few words about the purpose of the impugned press release.", "[15] When the Inquiry Committee is comprised of three members, it may include a member of the legal profession appointed by the Minister of Justice. The other two members are members of the CJC appointed by the Chairperson (or the Vice-Chairperson) of the Judicial Conduct Committee. On June 18, 2014, the CJC published a press release revealing the names of the three members of the Inquiry Committee and that of the CJC's independent counsel. Whatever the author of the press release may have written in regard to any legal aspect of the matter is clearly not binding on the Inquiry Committee. In fact, we now know that no decision has been made by the Inquiry Committee.", "[16] Before me at the hearing, one of the applicant's learned counsel, Bâtonnier Louis Masson, indicated that it was ex abundanti cautela - that is to say, out of an abundance of caution - that the applicant filed this application for judicial review. In this case, the Court has decided today that the arguments raised by the applicant in file T-646-14 against the legality or merits of the decision of the Review Committee to set up an Inquiry Committee are premature and the Inquiry Committee should be permitted to dispose of the matter, preferably in a preliminary manner: 2014 CF 1175. The present application for judicial review is therefore unnecessary and premature.", "[17] In closing, I reject any assertion by the applicant to the effect that the Attorney General cannot address the Court today in order to seek the striking out of the notice of application for judicial review. The applicant is of the view that the Attorney General does not have standing in this matter, other than to argue for the validity of the Regulations, while it would be for the CJC to defend the legality or the merits of the disputed decision, hence the reason for which the CJC is a respondent. And therein lies the problem, because if we accept the applicant's theory that the impugned decision was made under the supposed authority of the Act and Regulations, then the CJC should not have been designated from the start as a respondent in the notice of application for judicial review.", "[18] Because, we should recall that, under subsections 303(1) and (2) of the Federal Courts Rules , SOR/98-106 [Rules], the federal board or tribunal whose decision is under review cannot be designated as a respondent; where there are no persons that can be named as a respondent under the Rules or law, the Attorney General shall be named as a respondent. To date, the Attorney General has not filed a motion pursuant to subsection 303(3) of the Rules to be replaced by the CJC and it is unclear whether such a motion would be granted by this  <FRAGMENT_SUPPRESSED> ).", "[19] The motion to strike is therefore granted. Without costs. ORDER", "[20] THE COURT ORDERS that the notice of application for judicial review, dated July 9, 2014, is struck. Without costs. Application allowed. Editor: Sharon McCartney/nmg"]}