{"id_": "087599", "body_str": ["[1] Noël, J. [Translation]: This is an application for judicial review of a decision by the Refugee Protection Division (RPD) of the Immigration and Refugee Board dated March 28, 2012, in accordance with subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001 c 27 (IRPA). The RPD found that the applicant is not a Convention refugee under section 96 of the IRPA or a person in need of protection under section 97 of the IRPA. I. Facts", "[2] The applicant is a citizen of Guinea. At the time of the hearing before the RPD, he had just attained the age of majority.", "[3] The applicant claims that he is the nephew of Sidiki Diakité, alias Toumba, a person actively sought by the Guinean government.", "[4] The two brothers of the applicant's father were apparently killed when Sékou Touré was in power and his father fled to Senegal and then returned to Guinea in 1984 when Lansana Conté was in power. His father then started a business while his cousin, Mamadou Bâ, created a political party, the Union for the New Republic (UNR) and ran in the 1993 elections.", "[5] Mr. Bâ purportedly asked for financial support from the applicant's father, who was living in Pita. In 1993, Lansana Conté was elected after fraudulent actions. Mr. Bâ and the applicant's father then allegedly called on the public to protest and the protests ended in bloodshed. Mr. Bâ and several of his supporters were imprisoned and were later released. Two security guards were assigned to the applicant's father by Mr. Bâ.", "[6] In 1997, the applicant's parents died in a suspicious car accident. There was no investigation into the accident.", "[7] The applicant and his sister were raised by their maternal aunt, Aicha Diallo, who was married to Sidiki Diakité, alias Toumba. He is a guard for Captain Dadis Camara, the man who has been leading the country since December 2008.", "[8] On September 28, the applicant participated in a prayer at the Conakry stadium. After the 2 p.m. prayer, soldiers opened fire on the crowd. The applicant was able to escape and take refuge with someone. His aunt's husband then came to get him and, when he returned home, he explained to his aunt that her husband had ordered the massacre at the Conakry stadium. His uncle finally admitted that his unit had perpetrated the crimes.", "[9] In December 2009, the President's guards started looking for the applicant's uncle because he had tried to kill Dadis Camara. They showed up at his house and apparently took his aunt and his sister in an army vehicle. The applicant was away at the time of the event. He received a call from his father's friend, Ahmed Bah, telling him to go home.", "[10] Ahmed Bah organized the applicant's departure abroad. Because his wife was in the United States, she allegedly entered Guinea to get him so that she could accompany him to Canada. The applicant left Guinea on March 17, 2010, and entered Canada on March 19, 2010, accompanied by Ahmed Bah's wife. II. Decision under review", "[11] The RPD found that the applicant did not establish his refugee claim because he failed to prove his identity, on a balance of probabilities, and therefore could not establish that he is the nephew of a person sought by the Guinean authorities.", "[12] First, the RPD noted that the applicant was detained for a period of 48 hours because of problems relating to his identity. The applicant apparently presented a photocopy of his birth certificate to Canada Border Services Agency (CBSA) officers. They purportedly said that it was not sufficiently legible. He was then released on the condition that he report to the Agency every week and that he submit the original of his birth certificate. The applicant subsequently obtained a passport. Identity", "[13] First, the RPD considered the photocopy of the passport that was provided by the applicant. The RPD found that the passport seemed to be a Guinean passport. However, given that the passport was obtained when the applicant was in Canada, the RPD wanted more information on how the passport was obtained.", "[14] The RPD considered the explanation that the applicant purportedly contacted a man named Thierno, who was introduced to him by his manager at Petro-Canada, where he worked. That person apparently told him that he could obtain a passport through a man named Mr. Camara. The applicant states that he sent him two photos, $200 CAD and a photocopy of his birth certificate. The RPD also considered the fact that the applicant did not provide any forms or sign any documents. Furthermore, the RPD questioned the applicant on the envelope that was allegedly used to send his passport. In fact, it mentions a \"certificate\" and not a \"passport\". Counsel for the applicant explained that this was because passports cannot be sent by mail. Moreover, it is indicated that the envelope contains only a single page and weighs 0.5 grams. Thus, the RPD was of the opinion that the applicant could not establish his identity on the basis of the passport that was submitted.", "[15] Regarding the photocopy of the applicant's birth certificate, the RPD noted that it was insufficiently legible and that it therefore had no probative value. The applicant was questioned about whether the CBSA had brought this to his attention. He stated that it had. He was then asked whether the CBSA had noted that the birth order seemed to have been erased. The applicant replied that it did not and the RPD found that the applicant lacked credibility because it was reasonable for him to remember the questions the CBSA officers asked him regarding the photocopy of his birth certificate, which was insufficiently legible.", "[16] Furthermore, the RPD asked whether it would be possible for the applicant to obtain his original birth certificate. The answer provided by the applicant that the principal does not keep originals of those documents is not satisfactory. Also, the applicant indicated that the original copy of his birth certificate was at his house, but that his aunt's house had been destroyed by soldiers. Finally, when the RPD drew his attention to the fact that the Guinean authorities could provide him with a copy of it, he replied that he fears them.", "[17] Thus, the RPD found that the applicant did not provide corroborating evidence to establish his identity and that the explanations provided to justify the fact that he did not submit more corroborating evidence are not satisfactory.", "[18] Still in an attempt to establish the identity of the applicant, the RPD questioned a witness, Thierno Dioubairote Bah, who was a member of the UNR and a friend of the applicant's father. The RPD made a general finding that the witness could not establish the applicant's identity in a trustworthy manner because he knew him when he was a baby and therefore could not visually recognize him. Furthermore, the witness demonstrated that he knows little about the applicant's family while he claims that he was at the home of the applicant's father on numerous occasions. Finally, the witness contradicted the applicant's statements regarding the people who were purportedly involved in his parents' car accident and the applicant was unable to explain that contradiction. In fact, the applicant claims that his parents and two bodyguards were killed, and the witness explained that three people were killed, that is, a couple and a child.", "[19] Finally, the RPD also considered the photos submitted as evidence by the applicant. However, it found that his identity could not be established on that basis alone. Credibility", "[20] Second, the RPD assessed the applicant's credibility.", "[21] First, the RPD noted that the applicant did not provide his parents' death records when it would have been appropriate to do so because that was the basis of his refugee claim. In fact, he alleges that his family has always been involved in politics. The applicant's explanation that they probably never existed and then that he never saw them and that his cousins in Pita cannot obtain those documents was not deemed satisfactory by the RPD. Thus, the RPD found that the suspicious death of the applicant's parents could not be established on a balance of probabilities.", "[22] Second, the RPD questioned the applicant about his parents' car accident asking him why he believes that it was connected to his parents' political involvement, the circumstances surrounding it, as well as what his cousins had told him about it. Regarding the response provided by the applicant that his father had financed the UNR, that the rumour was that it was not really an accident and that few of his family members had spoken to him about it, the RPD was of the view that he was not credible in that respect. Moreover, the RPD weighed the contradictory testimony provided by witness Thierno Dioubairote Bah on the accident and the fact that the applicant did not submit newspaper articles identifying the death of his father, who was an important person according to the applicant.", "[23] Third, the RPD considered the applicant's alleged political involvement. The RPD considered in the negative the fact that the applicant provided a membership card from the Union of the Democratic Forces of Guinea party demonstrating that he has been a member since the age of 14 but that there was no mention of this fact in his written account. Furthermore, the RPD was of the opinion that, even in the event that the applicant was politically involved in Guinea, his involvement could have only been very limited given his age.", "[24] Fourth, the RPD considered the applicant's testimony on the massacre at the Conakry stadium on September 28, 2009. The applicant claims that he was present at this terrible event. In several respects, the applicant's testimony contradicts the documentary evidence on how the shooting occurred and the RPD was therefore of the view that his testimony was not credible.", "[25] Fifth, the RPD questioned the applicant about Sidiki Diakité, alias Toumba. Again in that respect, the RPD found that the applicant was not credible because he could not establish that his aunt was married to that man, who was actively sought by Alpha Condé, and could provide only very little information on Diakité's family members. The applicant claims that he had no interest in his uncle and even less interest in his family since he was responsible for killing his father. The RPD did not consider this explanation as satisfactory given that the applicant lived with his aunt until the age of 16.", "[26] Finally, regarding the death of his sister, the applicant claims that he learned of her death at the same time as that of his aunt. When questioned about how he learned of it, he claims it was a friend in Guinea who went to the funeral, but that he does not remember the exact date of it and has no photo of it. Furthermore, the applicant did not submit any death record. Thus, the RPD was of the opinion that the applicant's testimony on the death of his sister was unreliable.", "[27] Therefore, the RPD found that the applicant is not a Convention refugee or a \"person in need of protection\" because his identity could not be established on a balance of probabilities and that he is not credible. III. Issues 1. Did the RPD err by finding that the applicant did not establish his identity? 2. Did the RPD err by finding that the applicant is not credible? IV. Standard of review", "[28] The RPD's decision on the applicant's identity must be reviewed on the reasonableness standard ( FRAGMENT_SUPPRESSED). The standard of review that applies to the assessment of the applicant's credibility is also reasonableness ( FRAGMENT_SUPPRESSED). V. Analysis A. Did the panel err by finding that the applicant did not establish his identity? Position of the applicant", "[29] Regarding his identity, the applicant submits that the RPD erred by finding that it could not attach any probative value to the passport even though it acknowledged that it seemed authentic. The applicant is of the opinion that the RPD was not entitled to reject the passport on the sole basis that the process by which it was obtained is not common because that finding is not supported by the documentary evidence.", "[30] With respect to the birth certificate, the applicant contends that the RPD's finding is erroneous in the circumstances given that it is not fair to state that the photocopy of the birth certificate seems to have been altered and that it is barely legible. The applicant is of the opinion that the panel member based his finding of a lack of credibility with respect to the applicant and with respect to the answers provided to the CBSA regarding his birth certificate on speculation and that that was an error by the decision-maker. Position of the respondent", "[31] Regarding the identity of the applicant, the respondent points out that the applicant had the burden of establishing his identity and gathering the documents that could establish it and that the absence of such documents can weaken the applicant's credibility under section 106 of the IRPA and section 7 of the Refugee Protection Division Rules", "[32] Thus, the RPD could have rejected the applicant's refugee claim on that basis alone. According to the respondent, it was reasonable in the circumstances to not attach probative value to the photocopy of the birth certificate, the passport, the testimony of Thierno Dioubairote Bah and the report cards submitted by the applicant. Analysis", "[33] The RPD's finding that the applicant did not meet the burden upon him to prove his identity is reasonable. In fact, all refugee claimants have the burden of establishing their identity. In the applicant's case, it is particularly important because his identity constituted the basis of his refugee claim given that he claims to be the nephew of a person actively sought by the Guinean government. Under section 7 of the RPD Rules, the onus is on an applicant to prove his or her identity in a refugee claim and all of the elements on which the refugee claim is based. Neither the applicant's passport nor the photocopy of his birth certificate could establish his identity.", "[34] First, with respect to the passport, it has been established that the appearance of authenticity of a document carries a rebuttable presumption of validity. Thus, it is possible for the Canadian authorities to contest the truthfulness of the entries in a foreign passport ( FRAGMENT_SUPPRESSED).", "[35] Under the circumstances, the RPD inquired about the manner in which the passport was obtained. It was reasonable for it to do so in the circumstances given that the passport was obtained while he was in Canada and given that it was necessary to verify whether the passport was obtained in a manner that could cast doubt on its authenticity.", "[36] The RPD examined the process that was used to obtain the passport and noted the following: 1. The applicant succeeded in obtaining the passport by consulting a man named Mr. Camara, who he found out about through a colleague at Petro-Canada. 2. The applicant submitted $200 CAD and two photos to Mr. Camara for him to obtain a passport on his behalf. 3. The evidence shows that he did not sign any documents to obtain the passport. 4. The photocopy of the birth certificate that was provided to obtain the passport is illegible and therefore unreliable.", "[37] Thus, the evidence on the manner in which the passport was obtained clearly rebuts the presumption of authenticity for this document. Therefore, the RPD validly concluded that the passport has no probative value.", "[38] Regarding the birth certificate, the RPD's finding is reasonable and relies on the evidence submitted to it. The photocopy of the birth certificate is illegible and does not constitute probative evidence on which the RPD could have relied to establish the applicant's identity. Furthermore, if the applicant was able to obtain the passport, it is curious that he was unable to obtain a legible copy of his birth certificate.", "[39] Furthermore, the applicant's argument that the panel member used speculation in his decision is without merit. In fact, the applicant was first questioned generally on what the CBSA officers said about his birth certificate. He indicated that it was deemed illegible and that he was asked to provide the original. Then, the applicant claimed that he did not remember whether the CBSA officers pointed out to him that the order seemed to have been altered. In light of the fact that the applicant remembers that he was told that his birth certificate was barely legible, it would have been reasonable for him to remember the comments made on the appearance of the photocopy of the birth certificate, which seemed to have been altered.", "[40] Finally, the RPD examined the passport provided by the applicant, the photocopy of the birth certificate and a testimony. It therefore considered all of the evidence provided by the applicant without being able to make a conclusive finding on his identity. Thus, it cannot be criticized. In fact, as the respondent pointed out, under section 7 of the RPD Rules, it is up to the applicant to submit reliable documents that make it possible to establish his identity and to provide a reason to explain the steps taken to obtain them. No explanation that was deemed satisfactory was provided by the applicant to justify the absence of reliable evidence that could establish his identity, for example, a certified copy of his birth certificate issued by the Guinean authorities.", "[41] The RPD's finding with respect to the applicant's identity is reasonable. Furthermore, this Court notes that, though the RPD was not obligated to do so, it analyzed the applicant's credibility even though his identity was not established on a balance of probabilities and the applicant did not demonstrate that he had made serious efforts to obtain such documents as required by section 106 of the IRPA (see FRAGMENT_SUPPRESSED). B. Did the panel err by finding that the applicant is not credible? Position of the applicant", "[42] The applicant submits that the RPD erred by not considering his age when assessing his credibility. In fact, he had just attained the age of majority at the hearing before the RPD. The applicant contends that he was four years old when his parents died and that, when he visited his cousins in Pita and they could have talked to him about the death of his parents, he was only nine or ten years old. Thus, it was unreasonable to be of the opinion that the applicant should know more about his parents' accident.", "[43] The RPD's finding on the applicant's lack of knowledge of his uncle and his family was unreasonable and did not take into account the applicant's age, particularly since he demonstrated that he had some knowledge of those persons during his testimony.", "[44] Furthermore, the applicant alleges that the RPD should have considered Guideline 3: Child Refugee Claimants: Procedural and Evidentiary Issues (Guideline), which it did not do. Finally, the RPD was silent on the fact that the applicant has no more immediate family in Guinea. Position of the respondent", "[45] The respondent claims that the RPD, in its assessment of the applicant's credibility, always gave weight to the applicant's age at the time of the events that formed the basis for his refugee claim. Furthermore, the RPD panel member respected the procedural requirements established in the Guideline and therefore did not commit an error. Analysis", "[46] First, it is recognized under section 106 of the IRPA that the absence of probative documents submitted by an applicant can negatively affect the applicant's credibility. Thus, given that the applicant was unable to submit probative documents to establish his identity and that he did not provide any explanation that was deemed satisfactory by the RPD with respect to the lack of probative evidence, the negative finding regarding the applicant's credibility is justified under the circumstances.", "[47] Second, the RPD did not err in its assessment of the applicant's credibility. In light of the fact that he was of age at the RPD hearing, the RPD was not required to apply the Guideline when assessing the applicant's testimony.", "[48] Furthermore, the RPD did not make an unreasonable finding with respect to the applicant's age at the time of the events at the basis of his claim. In fact, the RPD did not require the applicant to remember the events, such as the death of his parents, which allegedly occurred when the applicant was only four years old. The RPD's questions were more about what his family members had told him when he was a teenager.", "[49] Finally, the findings as a whole with respect to the applicant's credibility are reasonable under the circumstances. In fact, the applicant did not submit any evidence, such as a death certificate, corroborating his sister's death. His answers were vague regarding the family of Sidiki Diakité, alias Toumba, the spouse of the aunt with whom he lived for 12 years, and there was no mention of the fact that he is a member of the Union of the Democratic Forces of Guinea party in his account when that was a element relevant to his refugee claim. Regarding the events that occurred at the Conakry stadium on September 28, 2009, numerous elements in his testimony contradicted the documentary evidence on how the tragic event unfolded.", "[50] The parties were invited to submit a question for certification, but none was submitted. JUDGMENT", "[51] THE COURT ORDERS AND ADJUDGES that this application for judicial review is dismissed and no question will be certified. Application dismissed. Editor: E. Joanne Oley/pdk"]}