{"id_": "087759", "body_str": ["[1] Shore, J. : The Refugee Protection Division [RPD], Immigration and Refugee Board, having concluded that the primary identity document was fraudulent, and, in addition, without any credible corroborative evidence to demonstrate that the other documents were authentic, it was not unreasonable for the RPD to give the other documents little weight in establishing the Applicant's identity.  <FRAGMENT_SUPPRESSED> II. Introduction  <FRAGMENT_SUPPRESSED>", "[2] The Applicant seeks a judicial review of a decision by the RPD, dated June 13, 2013, wherein, it was determined that he was not a Convention refugee under section 96, nor a person in need of protection under section 97 of the Immigration and Refugee Protection Act , SC 2001 c 27 [ IRPA ].  <FRAGMENT_SUPPRESSED> III. Background  <FRAGMENT_SUPPRESSED>", "[3] The Applicant claims his name is Aboubacar Diarra and that he is a citizen of the Ivory Coast, born in 1995.  <FRAGMENT_SUPPRESSED>", "[4] The Applicant states that his father, a well-known businessman of Abobo, Ivory Coast, was a member of the Front populaire ivoirien and a strong supporter of the former President of the Ivory Coast, Laurent Gbagbo.  <FRAGMENT_SUPPRESSED>", "[5] In March 2010, during the country's elections, the Applicant alleges that his father participated in demonstrations and was arrested by the new President's forces. The Applicant has not heard of his father since the arrest.  <FRAGMENT_SUPPRESSED>", "[6] After his father's arrest, the Applicant states that he and his family received death threats and had to flee from their home and reside with his step-mother. Shortly thereafter, the Applicant, with the help of a family friend, left the country and made his way to Canada.  <FRAGMENT_SUPPRESSED>", "[7] The Applicant arrived in Canada on March 18, 2012 with three pieces of identification: a certificate of nationality (\"Certificat De Nationalite Ivoirienne\"), an attestation of identity (\"Attestation d'Identité\"), and a birth record (\"Extrait du Registre des actes de l'État Civil pour l'Année 1995\") (Applicant's Record, vol 1 at pp 348-351).  <FRAGMENT_SUPPRESSED>", "[8] On April 15, 2012, the Applicant filed a refugee claim.  <FRAGMENT_SUPPRESSED>", "[9] The RPD rejected the Applicant's refugee claim on June 13, 2013 which is the underlying application before this Court.  <FRAGMENT_SUPPRESSED> IV. Decision under Review  <FRAGMENT_SUPPRESSED>", "[10] In its decision, the RPD determined that the Applicant was neither a Convention refugee nor a person in need of protection given that he was unable to adequately establish his identity.  <FRAGMENT_SUPPRESSED>", "[11] After having reviewed the documentary evidence, including a Document Expertise Report from the Canada Border Services Agency [Report], the RPD found that the Applicant's only primary identity document, an attestation of identity, did not have the characteristics of a genuine document of its type; and, as its authenticity was in serious question, it was considered fraudulent.  <FRAGMENT_SUPPRESSED>", "[12] Additionally, the RPD found that other documentary evidence submitted by the Applicant was of a tertiary document variety; and, it also did not provide sufficient credible evidence to establish the Applicant's identity.  <FRAGMENT_SUPPRESSED>", "[13] Accordingly, the RPD found the Applicant not to be credible in respect of the manner in which he came to be in receipt of tertiary documents and the steps by which he had obtained missing identity documents.  <FRAGMENT_SUPPRESSED>", "[14] The RPD consequently rejected the Applicant's refugee claim.  <FRAGMENT_SUPPRESSED> V. Issue  <FRAGMENT_SUPPRESSED>", "[15] Is the RPD's conclusion that the Applicant failed to establish his identity reasonable?  <FRAGMENT_SUPPRESSED> VI. Relevant Legislative Provisions  <FRAGMENT_SUPPRESSED>", "[16] The following legislative provision of the IRPA is relevant:  <FRAGMENT_SUPPRESSED> Credibility  <FRAGMENT_SUPPRESSED> 106. The Refugee Protection Division must take into account, with respect to the credibility of a claimant, whether the claimant possesses acceptable documentation establishing identity, and if not, whether they have provided a reasonable explanation for the lack of documentation or have taken reasonable steps to obtain the documentation.  <FRAGMENT_SUPPRESSED>", "[17] The Refugee Protection Division Rules , SOR/2002-228 also provide:  <FRAGMENT_SUPPRESSED> 7. The claimant must provide acceptable documents establishing identity and other elements of the claim. A claimant who does not provide acceptable documents must explain why they were not provided and what steps were taken to obtain them.  <FRAGMENT_SUPPRESSED> VII. Standard of Review  <FRAGMENT_SUPPRESSED>", "[18] The RPD's findings of fact on issues of identity attract a standard of reasonableness ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[19] Consequently, the Court must be concerned with \"the existence of justification, transparency and intelligibility in the decision-making process\" and whether the decision falls within \"a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED>  at para 47).  <FRAGMENT_SUPPRESSED> VIII. Analysis  <FRAGMENT_SUPPRESSED>", "[20] The Applicant argues that the RPD erred by ignoring documentary evidence he had provided to establish his identity and, by having determined, on the basis of a document that was fraudulent, that the other identity documents were to be dismissed.  <FRAGMENT_SUPPRESSED>", "[21] The Court does not find that the RPD erred in either respect.  <FRAGMENT_SUPPRESSED>", "[22] This Court has found on numerous occasions that the issue of identity is at the very core of the RPD's expertise; thus, the Court needs to caution itself not to simply second-guess the RPD. As stated by Justice Mary Gleason in <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "[48] ... In my view, provided that there is some evidence to support the Board's identity-related conclusions, provided the RPD offers some reasons for its conclusions (that are not clearly specious) and provided there is no glaring inconsistency between the Board's decision and the weight of the evidence in the record, the RPD's determination on identity warrants deference and will fall within the purview of a reasonable decision . In other words, if these factors pertain, the determination cannot be said to have been made in a perverse or capricious manner or without regard to the evidence. [Emphasis added.]  <FRAGMENT_SUPPRESSED>", "[23] In respect to the Applicant's attestation of nationality, the RPD concluded that the document showed a number of characteristics generally found in counterfeit documents. For instance, the fingerprint on the attestation did not belong to the Applicant , although he nevertheless relied on the attestation. The document was also of an overall poor quality, and showed multiple signs that it had been altered. In the Court's view, it was reasonable for the RPD to give this document little weight in establishing the Applicant's identity.  <FRAGMENT_SUPPRESSED>", "[24] The Applicant argues that, despite the problems raised regarding attestation, the RPD should not have relied on the findings of the Report as its results were deemed to be \"inconclusive\". This argument is flawed. As stated in <FRAGMENT_SUPPRESSED>  \"forensic examination of a document that results in an \"inconclusive\" finding (particularly when specific problems with the document are identified) does not establish the authenticity of the document\" [emphasis in original] (at para 12). In this case, the Report clearly established that there were serious problems with the document, and although the results in regard to its authenticity were inconclusive, the document was still \" considered to be altered and therefore [was] fraudulent \" (Document Expertise Report, Certified Tribunal Record [CTR] at p 327). Where an alteration appears on the face of the evidence, the RPD is entitled to give no weight to the document <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[25] In respect to the Applicant's other identity documents, the certificate of nationality and the birth record, the Court also finds that the RPD's findings were reasonable.  <FRAGMENT_SUPPRESSED>", "[26] The RPD, having concluded that the primary identity document was fraudulent, and, in addition, without any credible corroborative evidence to demonstrate that the other documents were authentic, it was not unreasonable for the RPD to give the other documents little weight in establishing the Applicant's identity.  <FRAGMENT_SUPPRESSED>", "[27] As the Respondent correctly points out, the RPD did not discount these documents on the sole basis that the attestation was found to be fraudulent. Both documents showed signs that they could have been altered, and therefore could be fraudulent. For instance, they were unusually damaged and of poor quality. The RPD had considerable concerns as to the Applicant's overall credibility which, coupled together with the outstanding quandary as to identity in addition to significant credibility concerns, made it, therefore reasonable for the RPD to conclude that these documents fell short of establishing the Applicant's identity.  <FRAGMENT_SUPPRESSED>", "[28] Lastly, in respect to the Applicant's school certificate and his mother's death certificate, the Court does not agree with the Applicant that the RPD ignored these documents.  <FRAGMENT_SUPPRESSED>", "[29] In its reasons, the RPD expressly stated that the school certificate was a tertiary document that could not reliably be linked to the Applicant (at para 12). It lacked features linking it to the Applicant and did not authenticate his nationality by any means.  <FRAGMENT_SUPPRESSED>", "[30] The Court does note that the RPD did not expressly mention the Applicant's mother's death certificate in its reasons; however, the failure to mention this document, a tertiary document, does not, in and of itself, make the RPD's decision unreasonable. It is clear from the jurisprudence that the RPD does not need to address every single piece of evidence; particularly where it has found that the applicant's underlying claim lacks credibility <FRAGMENT_SUPPRESSED>  at para 14-17). It is evident in this case that the RPD considered its probative value prior to rendering its decision (Hearing transcript, CTR at pp 410-412).  <FRAGMENT_SUPPRESSED>", "[31] The Court finds that the RPD based its decision on the totality of the evidence before it, and given the lack of acceptable identity documentation, it was open to reject the Applicant's explanations and to impugn his credibility for not adducing such documents.  <FRAGMENT_SUPPRESSED>", "[32] It is trite law that in situations where an applicant has not established identity, a negative conclusion as to credibility will almost inevitably also be drawn, and can, in and of itself, be dispositive of the claim ( <FRAGMENT_SUPPRESSED>  FTR 217 at para 32; <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[33] In this case, there were a number of clearly identified problems with the Applicant's identity documentation which had a significant bearing on the RPD's overall credibility finding, and they ultimately proved to be fatal to the Applicant's claim. The RPD's decision falls well within a range of possible, acceptable outcomes.  <FRAGMENT_SUPPRESSED> IX. Conclusion  <FRAGMENT_SUPPRESSED>", "[34] For all of the above reasons, the Applicants' application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[35] THIS COURT ORDERS that the Applicant's application for judicial review be dismissed with no question of general importance for certification.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>  Le juge Shore II. Introduction  <FRAGMENT_SUPPRESSED>", "[2] , LC 2001, c 27 [la LIPR].  <FRAGMENT_SUPPRESSED> III. Contexte  <FRAGMENT_SUPPRESSED>", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] IV.", "[10]", "[11]", "[12]", "[13]", "[14] V.", "[15] VI.", "[16] Credibility  <FRAGMENT_SUPPRESSED> 106. The Refugee Protection Division must take into account, with respect to the credibility of a claimant, whether the claimant possesses acceptable documentation establishing identity, and if not, whether they have provided a reasonable explanation for the lack of documentation or have taken reasonable steps to obtain the documentation.  <FRAGMENT_SUPPRESSED>", "[17] Les 7. The claimant must provide acceptable documents establishing identity and other elements of the claim. A claimant who does not provide acceptable documents must explain why they were not provided and what steps were taken to obtain them.  <FRAGMENT_SUPPRESSED> VII.", "[18] <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[19] VIII. Analyse  <FRAGMENT_SUPPRESSED>", "[20]", "[21]", "[22]", "", "[23]", "[24] pas <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[25]", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32] <FRAGMENT_SUPPRESSED>  FTR 217, au paragraphe 32; <FRAGMENT_SUPPRESSED> et 23).  <FRAGMENT_SUPPRESSED>", "[33] IX. Conclusion  <FRAGMENT_SUPPRESSED>", "[34] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[35] [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}