{"id_": "087824", "body_str": ["[1] Gauthier, J. : The applicants seek an order in the nature of a mandamus requiring the Department of Fisheries and Oceans (DFO) to enforce a May 8, 2008 direction issued pursuant to subs. 38(6) of the Fisheries Act , R.S.C. 1985, c. F-14 (the Act ) against the Rural Municipality of Three Lakes, No. 400 (R.M. of Three Lakes) to stop the flow of water from Houghton Lake into Lenore Lake. Alternatively, the applicants seek a similar order to issue and enforce a new direction to the same effect.  <FRAGMENT_SUPPRESSED>", "[2] This case is unusual in that the deleterious substance that threatens the fish and the fish habitat in Lenore Lake is the highly saline waters of the Houghton and Deadmoose Lakes.  <FRAGMENT_SUPPRESSED>", "[3] Although the situation described in the background is indeed very serious and needs to be resolved before irreparable damage occurs, the Court cannot grant the order sought for the reasons that follow:  <FRAGMENT_SUPPRESSED> I. Background  <FRAGMENT_SUPPRESSED>", "[4] The Lenore Lake Basin consists of a number of individual lakes which are effectively contained in a closed basin with no natural outlet. Water from several smaller lakes flows into Houghton Lake and Deadmoose Lake. The latter two lakes are highly saline. In fact, Houghton Lake cannot support fish. As for Lenore Lake, it is frequented by fish and contains populations of northern pike, walleye, yellow perch and lake whitefish.  <FRAGMENT_SUPPRESSED>", "[5] The parties are agreed that if a significant volume of sufficiently saline water from Houghton Lake flows into Lenore Lake, this would harm its fish population and the fish habitat. The applicants further submit, and this is not contested, that this could also endanger many commercial, residential, recreational and other important interests which are centred on Lenore Lake.  <FRAGMENT_SUPPRESSED>", "[6] The R.M. of Three Lakes, a small rural municipality in Saskatchewan, controls grid road 777 which runs between Houghton Lake and Lenore Lake. This road has been there for a very long time, well prior to 1949. In 1987, it was designated as a primary grid road and was rebuilt. At that time, an 18-inch culvert was installed in order to accommodate natural water flow under the road. There is no evidence that water from Houghton Lake ever flowed through the existing 18-inch culvert in any material way prior to the spring of 2008. In fact, it is not disputed that there is no recorded history of the waters of Deadmoose or Houghton Lakes ever discharging into Lenore Lake. Dr. Ronald K. Christensen, the expert who filed an affidavit in support of the applicants' position, opines that the two saline lakes are not natural tributaries to Lenore Lake.  <FRAGMENT_SUPPRESSED>", "[7] However, the water levels in Houghton Lake and Deadmoose Lake have been rising for several years. In the spring of 2007, the lakes were filled to capacity and the high water levels led to flooding around the lakes in the watershed. Because of the higher water levels in those two lakes, some residents asked the DFO to take action in order to avoid the spilling of saline water into Lenore Lake. However, the DFO took no action since the level of Houghton Lake did not get high enough to cause a real concern in that respect.  <FRAGMENT_SUPPRESSED>", "[8] In 2007, the high water conditions in the Lenore Lake area resulted in the Saskatchewan Watershed Authority (SWA) issuing a moratorium [see footnote1] to prevent any further drainage of farm lands in these areas to minimize the impact to downstream landowners.  <FRAGMENT_SUPPRESSED>", "[9] At para. 6 of his affidavit, Mr. Baumann of the R.M. of Three Lakes states that on November 30, 2007, the R.M. of Three Lakes received a direction from the SWA to pass natural water flows blocked by the construction of grid road 777. This was to be done either by constructing a bridge or a larger culvert.  <FRAGMENT_SUPPRESSED>", "[10] In their letter of November 30, 2007, the SWA indicates that if the R.M. of Three Lakes chooses to install a larger culvert to allow for natural flow, it would not require a permit to do so pursuant to subs. 11(1) of the Drainage Control Regulations ,  <FRAGMENT_SUPPRESSED>  area were flooded, a complaint could be made to the SWA which would result in an investigation as well as potential court proceedings by complainants. The SWA thus recommends that the municipality \"conform with what might be the eventual outcome of the drainage complaint process\" by letting pass natural flows and that this would also limit the municipality's potential liability by not unduly impacting upon upstream or downstream interests. There is no mention in that letter of the potential impact on the fish and fish habitat in Lenore Lake if the flow of saline water from Houghton Lake into Lenore Lake was further facilitated by the installation of a larger culvert.  <FRAGMENT_SUPPRESSED>", "[11] On May 1, 2008, the Saskatchewan Minister of the Environment issued an aquatic habitat protection permit which allowed the R.M. of Three Lakes to install the second culvert under grid road 777.  <FRAGMENT_SUPPRESSED>", "[12] In a letter dated May 2, 2008, the DFO confirmed that provided that the additional mitigation measures described in their said letter were incorporated into the proposal with respect to the new culvert installation, this work was not likely to result in impacts on fish or fish habitat. However, on p. 2 of the said letter, the DFO notes:  <FRAGMENT_SUPPRESSED> \"Please be aware that this letter of advice only pertains to potential impacts to fish and fish habitat that may result during installation of the new culvert. As you know, DFO has ongoing concerns that the high salinity levels in Deadmoose and Houghton lakes may be deleterious to fish and fish habitat in Lenore Lake. As you may be aware, section 36 of the federal Fisheries Act prohibits the deposit of deleterious substances into waters frequented by fish, unless authorized under regulations, Subsection 36(3) of the Fisheries Act states:  <FRAGMENT_SUPPRESSED> 'Subject to subsection (4), no person shall deposit or permit the deposit of a deleterious substance of any type in water frequented by fish or in any place under any conditions where the deleterious substance or any other deleterious substance that results from the deposit of the deleterious substance may enter any such water.'  <FRAGMENT_SUPPRESSED> \"DFO is continuing to monitor the quality of the water flowing out of Houghton Lake. As such, DFO may at some point require the RM to prevent water from leaving Houghton Lake should it be deemed deleterious to waters frequented by fish, as per s. 36 of the Fisheries Act . <FRAGMENT_SUPPRESSED>", "[13] As was feared, water levels rose again in the two saline lakes and water began to flow through the 18-inch culvert which led to the DFO taking action. On May 8, 2008, after testing the water flowing out of Houghton Lake and reviewing its potential impact on the fish and fish habitat in Lenore Lake, the manager for the Saskatchewan district of the DFO issued a written direction pursuant to subs. 38(6) of the Act ordering the R.M. of Three Lakes to \"take all reasonable measures, consistent with safety, to prevent the release of water from Houghton Lake into Lenore Lake\", particularly it ordered that the R.M. of Three Lakes close its 18-inch culvert (the 2008 Direction). The covering letter enclosing the 2008 Direction also refers to subs. 36(3) of the Act . The R.M. of Three Lakes immediately complied with this direction and there was no significant water flow into Lenore Lake. The construction of the 4-foot culvert was postponed to the fall of 2008.  <FRAGMENT_SUPPRESSED>", "[14] Although there is evidence that the applicants met with the SWA and the R.M. of Three Lakes between March and May 2008 to discuss the problems associated with the installation of a second culvert and to oppose it, the new 4-foot culvert was installed in October 2008. It was left closed until spring 2009. At that time and after giving notice to the DFO and the SWA, the new culvert was opened to allow spring runoff to flow from Houghton Lake. [see footnote 2]  <FRAGMENT_SUPPRESSED>", "[15] Meanwhile, in November 2008, the SWA issued a report which sets out the impact of wetland drainage of agricultural land and links such drainage to the high water levels in the Waldsea, Houghton and Deadmoose Lakes. [see footnote 3] In its said report, the SWA suggests four solutions in order to deal with the situation:  <FRAGMENT_SUPPRESSED> a. accepting the current level of impact [see footnote 4] (status quo);  <FRAGMENT_SUPPRESSED> b. mitigating the impacts due to drainage;  <FRAGMENT_SUPPRESSED> a. by providing berms to protect cottagers at Waldsea Lake;  <FRAGMENT_SUPPRESSED> b. by providing compensation to those flooded around Deadmoose and Houghton Lake;  <FRAGMENT_SUPPRESSED> c. restoring wetlands to their natural state; or  <FRAGMENT_SUPPRESSED> d. restoring wetlands with controlled outlets.  <FRAGMENT_SUPPRESSED>", "[16] Concerned citizens, including some of the applicants, requested the DFO to take action by enforcing the 2008 Direction or issuing a new one. However, Mr. Thibadeau, the new Fishery Officer Field Supervisor for the Conservation and Protection branch of the DFO in the Saskatchewan district, was not satisfied that one should be issued. On that basis, the DFO decided not to issue a direction in 2009. Also, as indicated in the affidavit of Mr. Howard, as the DFO considered that the 2008 Direction was no longer in force, no attempt was made to enforce it.  <FRAGMENT_SUPPRESSED>", "[17] On May 19, 2009, the applicants served a Notice of Application in the present proceedings seeking a mandamus to force the DFO to direct the closure of the culverts on grid road 777. They also initiated proceedings before the Court of the Queen's Bench of Saskatchewan (hereinafter the Queen's Bench), seeking an interlocutory injunction against the R.M. of Three Lakes and a mandamus against the SWA.  <FRAGMENT_SUPPRESSED>", "[18] On May 21, 2009, the Queen's Bench issued an interim mandatory injunction (with the consent of the parties) which required the R.M. of Three Lakes to close its culverts. The hearing on the merits of the interlocutory injunction and the mandamus application took place in August 2009.  <FRAGMENT_SUPPRESSED>", "[19] Thus, when the present matter was heard in September, it was not clear that the order sought would have a practical effect. [see footnote 5] It was agreed that it would be reasonable to wait for the Queen's Bench decision [see footnote 6] before releasing my decision. This was further discussed with the parties in December 2009. At that time, it appeared that all those concerned were still discussing and studying how to best manage the waters in the area.  <FRAGMENT_SUPPRESSED>", "[20] Finally, on February 22, 2010, the Queen's Bench dismissed the applicants' motion for a mandamus on the basis that the SWA has wide discretion as to what approval it does and does not grant, and that in the circumstances, given this discretion and the absence of a legal duty, mandamus cannot lie.  <FRAGMENT_SUPPRESSED>", "[21] With respect to the interlocutory injunction, the Court concluded that the applicants had failed to establish a strong prima face case and that given the absence of evidence with respect to unknown consequences to unknown persons upstream from the barrier [see footnote 7] sought by the applicants, the balance of convenience may well not favour them either.  <FRAGMENT_SUPPRESSED>", "[22] The Queen's Bench also stated at para. 49:  <FRAGMENT_SUPPRESSED> \"It is clear that the R.M. of Three Lakes had no control or involvement in how and when surface water flowed into the Complex. It neither caused the spill of water from Houghton Lake or modified the topography of the Lake Lenore watershed. The applicants' case is simply that the installed culverts were 'illegal and unauthorized', and this ipso facto is said to give rise to the municipality's liability in 'nuisance, strict liability and negligence'. <FRAGMENT_SUPPRESSED>", "[23] Finally, it appears clearly from the decision that the SWA has the power to manage, regulate and control all Saskatchewan watersheds, water flows, channels, lakes and rivers and other bodies of water. The SWA is not a party to the present proceeding.  <FRAGMENT_SUPPRESSED> II. Issues  <FRAGMENT_SUPPRESSED>", "[24] In their memoranda, [see footnote 8] the parties identified the issue before the Court as follows:  <FRAGMENT_SUPPRESSED>", "[25] Should the Court issue an order in the nature of a mandamus requiring the DFO to enforce its May 8 order or alternatively, to issue a new order to the same effect and to enforce the same?  <FRAGMENT_SUPPRESSED>", "[26] The applicants sought no writ of certiorari. That said, during the hearing, it became apparent that the DFO had indeed exercised its discretion and made a decision not to issue a direction and that such decision had not been challenged per se. Thus, the applicants argued that, in the alternative and as noted in their Amended Notice of Application, they were also seeking a declaration that the DFO has the jurisdiction, authority and duty to enforce its May 8, 2008 order or to issue and enforce a new order to the same effect in relation to the 2009 flow of water from Houghton Lake to Lenore Lake. As will be discussed, this is problematic.  <FRAGMENT_SUPPRESSED>", "[27] Although Mr. Howard and Mr. Thibadeau filed brief affidavits, there is no certified record of the information, tests and data, if any, considered by the decision maker who refused to issue a direction in 2009.  <FRAGMENT_SUPPRESSED> III. Relevant Legislative Provisions  <FRAGMENT_SUPPRESSED>", "[28] The relevant provisions of the Act read as follows:  <FRAGMENT_SUPPRESSED> Deposit of deleterious substance prohibited  <FRAGMENT_SUPPRESSED> \"36(3) Subject to subsection (4), no person shall deposit or permit the deposit of a deleterious substance of any type in water frequented by fish or in any place under any conditions where the deleterious substance or any other deleterious substance that results from the deposit of the deleterious substance may enter any such water.  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> Duty to report  <FRAGMENT_SUPPRESSED> \"38(4) Where, out of the normal course of events , there occurs a deposit of a deleterious substance in water frequented by fish or a serious and imminent danger thereof by reason of any condition, and where any damage or danger to fish habitat or fish or the use by man of fish results or may reasonably be expected to result therefrom, any person who at any material time  <FRAGMENT_SUPPRESSED> (a) owns the deleterious substance or has the charge, management or control thereof , or  <FRAGMENT_SUPPRESSED> (b) causes or contributes to the causation of the deposit or danger thereof, shall , in accordance with any regulations applicable thereto, report such occurrence to an inspector or such other person or authority as is prescribed by the regulations.  <FRAGMENT_SUPPRESSED> Duty to take all reasonable measures  <FRAGMENT_SUPPRESSED> \"38(5) Every person referred to in paragraph (4)(a) or (b) shall , as soon as possible in the circumstances, take all reasonable measures consistent with safety and with the conservation of fish and fish habitat to prevent any occurrence referred to in subsection (4) or to counteract, mitigate or remedy any adverse effects that result or may reasonably be expected to result therefrom.  <FRAGMENT_SUPPRESSED> Power to take or direct remedial measures  <FRAGMENT_SUPPRESSED> \"38(6) Where an inspector , whether or not a report has been made under subsection (4), is satisfied on reasonable grounds that there is an occurrence referred to in subsection (4) and that immediate action is necessary in order to carry out any reasonable measures referred to in subsection (5), he may , subject to subsection (7) and the regulations, take any such measures or direct that they be taken by any person referred to in paragraph (4)(a) or (b).\" (Emphasis added.)  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> immerger ou de rejeter une substance nocive ou d'en . . . . .  <FRAGMENT_SUPPRESSED> \"38(4) ;  <FRAGMENT_SUPPRESSED> prennent .\" (Je souligne)  <FRAGMENT_SUPPRESSED> IV. Analysis  <FRAGMENT_SUPPRESSED>", "[29] At the hearing, the respondents confirmed that they were not challenging the standing of the applicants. It was also agreed that the Minister of the Environment and inspector Bruce Howard were not proper respondents.  <FRAGMENT_SUPPRESSED>", "[30] The R.M. of Three Lakes was represented but it made only brief representations first stating that it found itself in the middle of court proceedings that are beyond its influence and control. That respondent also denied having deposited or permitted the deposit of deleterious substances contrary to subs. 36(3) of the Act by installing the culverts under the grid road. It argued that it merely facilitated the natural flow of water from Houghton Lake that would have occurred but for the construction of grid road 777, the whole as it has been directed to do by the SWA in their letter dated November 30, 2007. It finally noted that the order required would not only ignore the true cause of the deposit (unnatural drainage) but would cause unnatural flooding of farm lands upstream from grid road 777.  <FRAGMENT_SUPPRESSED>", "[31] That said, the parties are agreed that the test for the issuance of a mandamus to be applied by this Court is the one outlined by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  (F.C.A.) at para. 45 ( Apotex ) affd. [1994] 3 S.C.R. 1110; 176 N.R. 1; 59 C.P.R.(3d) 82, which is as follows:  <FRAGMENT_SUPPRESSED> 1. There must be a public legal duty to act;  <FRAGMENT_SUPPRESSED> 2. The duty must be owed to the applicant;  <FRAGMENT_SUPPRESSED> 3. There is a clear right to performance of that duty, in particular:  <FRAGMENT_SUPPRESSED> a. The applicant has satisfied all conditions precedent giving rise to the duty;  <FRAGMENT_SUPPRESSED> b. There was (i) a prior demand for performance of that duty; (ii) a reasonable time to comply with the demand unless refused outright; and (iii) a subsequent refusal which can be either expressed or implied, e.g. unreasonable delay;  <FRAGMENT_SUPPRESSED> 4. Where the duty sought to be enforced is discretionary, the following rules must apply:  <FRAGMENT_SUPPRESSED> a. in exercising a discretion, the decision-maker must not act in a manner which can be characterized as \"unfair\", \"oppressive\" or demonstrate \"flagrant impropriety\" or \"bad faith\";  <FRAGMENT_SUPPRESSED> b. mandamus is unavailable if the decision-maker's discretion is characterized as being \"unqualified\", \"absolute\", \"permissive\" or \"unfettered\";  <FRAGMENT_SUPPRESSED> c. in the exercise of a \"fettered\" discretion, the decision-maker must act upon \"relevant\", as opposed to \"irrelevant\", considerations;  <FRAGMENT_SUPPRESSED> d. mandamus is unavailable to compel the exercise of a \"fettered discretion\" in a particular way; and  <FRAGMENT_SUPPRESSED> e. mandamus is only available when the decision-maker's discretion is \"spent\"; i.e., the applicant has a vested right to the performance of the duty;  <FRAGMENT_SUPPRESSED> 5. No other adequate remedy is available to the applicant;  <FRAGMENT_SUPPRESSED> 6. The order sought will be of some practical value or effect;  <FRAGMENT_SUPPRESSED> 7. The Court in the exercise of its discretion finds no equitable bar to the relief sought; and  <FRAGMENT_SUPPRESSED> 8. On a \"balance of convenience\" an order in the nature of mandamus should (or should not) issue.  <FRAGMENT_SUPPRESSED>", "[32] Dealing first with the 2008 Direction, the Court notes that it refers to specific tests of conductivity values done on water samples near the outlet of Houghton Lake and the fact that the conductivity value obtained showed a significant increase from samples previously taken from similar locations. It refers specifically and exclusively to the 18-inch culvert given that it was the only work then in existence. It directs the R.M. of Three Lakes to \"take the following reasonable measures [...] that have resulted or may reasonably be expected to result from the above mentioned occurrence \" (Emphasis added). It also states that the work - the measures described therein - is to be completed no later than midnight on May 8, 2008.  <FRAGMENT_SUPPRESSED>", "[33] In my view, this direction cannot be understood or meant to apply to an occurrence taking place in 2009. It was not interpreted that way by the R.M. of Three Lakes or by the DFO. Bruce Howard, the manager who issued it, notes in his affidavit that this decision was taken on the basis of information available at that time and only to preserve the status quo temporarily in the hope that more long-lasting water management solutions to the problem created by the rising water level in the saline lakes could be arranged with the various stakeholders in the watershed, including the SWA.  <FRAGMENT_SUPPRESSED>", "[34] The power to issue such direction pursuant to subs. 38(6) of the Act had to be based on \"a serious and imminent danger of a deposit out of the normal course of events\" or in French - irrégulier - in Lenore Lake. It would be counterintuitive to say that the situation is out of the normal course of events or \"irrégulière\" if it is one that occurs every day and that, for several years.  <FRAGMENT_SUPPRESSED>", "[35] Also, as noted in Mr. Howard's affidavit, in 2008, the early spring runoff created a temporary surface layer of water with lower salinity and, implicit in the 2008 Direction itself is the fact that not all samples taken from the Houghton Lake outlet displayed the level of conductivity values that would warrant an action pursuant to subs. 38(6) of the Act . It is difficult to see how without further testing, a court could be asked to enforce a direction that would apply to any and all water flowing through this culvert, be it from Houghton Lake or simply heavy rain in the area that presumably contains no salt.  <FRAGMENT_SUPPRESSED>", "[36] In view of the foregoing, the Court cannot conclude [see footnote 9] that the DFO has a duty to enforce the 2008 Direction which, in any event, was properly complied with by the R.M. of Three Lakes at the relevant time.  <FRAGMENT_SUPPRESSED>", "[37] Finally, even if I were wrong in that respect, the Court is not satisfied that the DFO has no power to reconsider [see footnote 10] its position in 2009 as it actually did.  <FRAGMENT_SUPPRESSED>", "[38] Turning to 2009, the applicants say that, in the circumstances, as it is not contested that a substantial amount of highly saline water would be deleterious to the fish and fish habitat of Lenore Lake and that at least part of the outflow from the saline lakes is caused by \"unnatural\" activities (drainage), the DFO's inspector has a public legal duty to issue a direction to close the two culverts under grid road 777.  <FRAGMENT_SUPPRESSED>", "[39] Recognizing that they also have to establish that the conditions of subs. 38(4) of the Act are met before they can argue that there is such a duty to act, the applicants contest the expertise of Mr. Thibadeau to determine the main cause of the high water levels in the saline lake and to say that \"it is not clear that this flow of water is out of the normal course of events\" (see para. 32 of the Applicants' Memorandum). They say that they have established through their affidavits that the decision not to intervene is based on an \"obviously incorrect view of the facts\".  <FRAGMENT_SUPPRESSED>", "[40] The applicants submit that subs. 36(4) and 38(4) must be construed broadly to give full effect to the public policy and the aim of the Act , thus, in their view, to \"permit the deposit\" must include the opening of the culverts enabling the deleterious substance to reach Lenore Lake.  <FRAGMENT_SUPPRESSED>", "[41] However, the applicants did not really discuss the meaning of \"out of normal course of events\" or \"irrégulier\" in French. Also, they did not address how the municipality falls under paras. 38(4)(a) and (b) of the Act . No case law was submitted on such issues.  <FRAGMENT_SUPPRESSED>", "[42] Pursuant to s. 11 of the Interpretation Act , R.S.C. 1985, c. I-21 and common law usage, the word \"may\" in subs. 38 (6) is to be construed as permissive and empowering. However, this in itself does not answer the question for, as mentioned in Ruth Sullivan, Sullivan on the Construction of Statutes , 5th Ed. (Markham: LexisNexis, 2008) at 69, \"permission and obligation [may be] overlapping categories\". Thus, as mentioned by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  at paras. 22-23, \"[t]he word 'may' is often used [by the legislator] to indicate a broad discretion. It is necessary to avoid falling into the trap of literal interpretation, however. The courts developed the modern approach to interpretation after realizing how unreliable the literal approach was. <FRAGMENT_SUPPRESSED>", "[43] The overall scheme of the Act is the management, control and protection of the fishing resources of Canadians. This goal is achieved through managing the use of the fishing resources but also by protecting the fish and the fish habitat from deleterious substances and preventing pollution. This is the very title of the chapter which includes the provisions under consideration here.  <FRAGMENT_SUPPRESSED>", "[44] It is worth noting that \"deleterious substance\" is a term broadly defined. Although, as indicated by the respondents, the provisions in this section are primarily concerned with pollution from industrial, agricultural and individual deposits resulting from man's activities, this does not mean that they can never apply to natural phenomenon such as the flow of natural but harmful sediments after a landslide. [see footnote 11] Obviously, these types of cases may be rare given that absent the intervention of humans, nature is rarely self-destructive.  <FRAGMENT_SUPPRESSED>", "[45] However, a natural substance located in one place and in a specific quantity may become harmful in another environment as is obviously the case here. It would be surprising that when such rare cases occur, the public policy of protecting our fishing resources would simply be defeated. Parliament uses broad language in this type of legislation to avoid such a result for it is impossible to foresee all scenarios that could occur. Like Mr. Howard, the Court has little doubt that the definition is wide enough to encompass the highly saline waters found to be harmful in May 2008.  <FRAGMENT_SUPPRESSED>", "[46] In the same way, the words \"out of the normal course of events\", simply translated as \"irrégulier\" in French, are not necessarily limited to \"unnatural phenomenon\". While the parties have chosen to focus their debate on this aspect only, it should not be understood that the Court agrees that the language of subs. 38(4) of the Act excludes all so-called \"natural occurrences\".  <FRAGMENT_SUPPRESSED>", "[47] For example, the Canadian Oxford Dictionary [see footnote 12] defines normal as: \"constituting or conforming to a standard; regular, usual, typical. [...] the usual state, level, etc. ( things have returned to normal ).\" From this, one could conclude that \"out of normal\" is what is not regular, typical or usual. Although there may be other definitions of the word \"normal\" which includes \"natural\", the use of the word \"irregular\" in the French text confirms that the above-mentioned definitions are probably the most appropriate. The issue would thus become: is the deposit of highly saline water in Lenore Lake a usual or regular occurrence?  <FRAGMENT_SUPPRESSED>", "[48] However, as I said, the Court has not been requested to review the decision taken in 2009 and I do not intend to decide whether what happened in the past or what may happen in the future is indeed an occurrence referred to in subs. 38(4) of the Act .  <FRAGMENT_SUPPRESSED>", "[49] Turning back to the task at hand, in this chapter of the Act , after defining key expressions like \"deleterious substance\", \"deposit\", \"fish habitat\", etc., the legislator sets out three types of prohibited behaviours at ss. 35 and 36 of the Act . We have already discussed one of these - that no person shall deposit or permit the deposit of deleterious substances (subs. 36(3) of the Act ). It would appear that the permitting aspect of the offence is centered on \"the defendant's passive lack of interference or, in other words, its failure to prevent an occurrence which it ought to have foreseen\" ( <FRAGMENT_SUPPRESSED>  D.L.R.(3d) 161 at 1329). [see footnote 13]  <FRAGMENT_SUPPRESSED>", "[50] In addition to these prohibited behaviours, a duty to report certain occurrences out of the normal course of events and to take measures to prevent them or to remedy them is set out in subs. 38(4) and (5) of the Act .  <FRAGMENT_SUPPRESSED>", "[51] All the other provisions in this section provide for various ways to police and enforce the principles set out above. These include things such as:  <FRAGMENT_SUPPRESSED> 1. the power to take samples and to search, including the right to obtain warrants;  <FRAGMENT_SUPPRESSED> 2. the power to directly take measures to prevent or remedy harm or pollution in certain specific circumstances and to recuperate the reasonable expenses incurred;  <FRAGMENT_SUPPRESSED> 3. the power to issue directions in certain specific cases. [see footnote 14]  <FRAGMENT_SUPPRESSED> Whether or not these powers, which are conferred upon the DFO, are used, persons that contravene ss. 35, 36 or 38 of the Act can be prosecuted under s. 40 of the Act and those who have failed in their duty to take measures in accordance with subs. 38(5) of the Act are liable to pay the costs and expenses reasonably incurred in the circumstances by Her Majesty pursuant to subs. 42(1) and (2) of the Act .  <FRAGMENT_SUPPRESSED>", "[52] In effect, there is no indication that one could argue that it did not take the measures set out in subs. 38(5) of the Act because no direction was issued to it by the DFO or that one should not be liable because, in any event, the DFO could have taken necessary measures itself.  <FRAGMENT_SUPPRESSED>", "[53] This means that, in this case for example, in theory the SWA [see footnote 15], who apparently has the charge, management and control of the waters of Houghton Lake, and the R.M. of Three Lakes, if they fall within paras. 38(4)(a) and (b) of the Act , could be prosecuted [see footnote 16] despite the absence of a direction.  <FRAGMENT_SUPPRESSED>", "[54] Turning now more specifically to s. 38 of the Act , it is worth noting that in subs. 38(4) and (5) of the Act the legislator uses \"shall\" instead of \"may\" which is used in subs. 38(6) of the Act and also, that in subs. 38(6) of the Act the \"may\" is qualified by \"where the inspector is satisfied on reasonable grounds [...]\". Thus, not only is the appreciation of the circumstances left to the inspector, but he also has to decide which of the measures set out in this provision he will take - to carry out any reasonable measures referred to in subs. 38(5) or to issue a direction to one or more than one person listed in subs. 38(4) of the Act .  <FRAGMENT_SUPPRESSED>", "[55] When looked at in context, the Court is satisfied that the word \"may\" is used in its literal sense of giving the inspector the discretion to decide whether he will exercise the powers described therein. It is not an absolute discretion for it is very clearly limited to the specific situations described in subs. 38(4) of the Act and when immediate action is necessary.  <FRAGMENT_SUPPRESSED>", "[56] Having determined that the duty sought to be enforced by the applicants is discretionary and that it involves a fettered discretion, the Court must determine if the DFO acted upon irrelevant consideration when it decided not to issue a direction to the R.M. of Three Lakes.  <FRAGMENT_SUPPRESSED>", "[57] It is settled law that a mandamus cannot be used to compel the exercise of the discretion in a particular way: <FRAGMENT_SUPPRESSED> ; 174 F.T.R. 17; 90 A.C.W.S.(3d) 412 (T.D.); and Apotex at para. 45(4.d.).  <FRAGMENT_SUPPRESSED>", "[58] Here, the respondents submit that the DFO has exercised its discretion but simply not in a way that the applicants find satisfactory. Thus, the applicants sought the wrong remedy.  <FRAGMENT_SUPPRESSED>", "[59] When one considers the evidence and particularly the affidavits of Mr. Thibadeau and Mr. Howard, there is no indication that the decision not to issue a direction was based on irrelevant considerations. There is no evidence of bad faith in this file.  <FRAGMENT_SUPPRESSED>", "[60] Mr. Thibadeau did consider the SWA's report about artificial drainage, however, he believes that the main cause of the high water levels was \"the high precipitation and runoff, and that all of the water entering the Lenore Lake basin is from \" (para. 4 of his affidavit; emphasis added).  <FRAGMENT_SUPPRESSED>", "[61] Mr. Thibadeau notes that he considered that the water from Houghton Lake would flow into Lenore Lake \"if grid road 777 had not been built or were breached\". He also mentions that \"the higher salinity of the water in lakes such as Houghton Lake and Deadmoose Lake is a natural process and that no person is responsible for depositing saline substances into these waters [...] As a result, [he] concluded that the flow of water from Houghton Lake cannot be considered to be out of the normal course of events and that no person has deposited a deleterious substance into water frequented by fish\" (paras. 6-7 of his affidavit).  <FRAGMENT_SUPPRESSED>", "[62] Like Mr. Howard, Mr. Thibadeau acknowledged that the influx of saline water could be harmful to fish and fish habitat. However, he believed that the conditions for the application of subs. 38(4) and (6) of the Act were not met, including that the R.M. of Three Lakes is a person having a duty to report a deposit under subs. 38(4) of the Act .  <FRAGMENT_SUPPRESSED>", "[63] It may well be that this assessment is wrong or unreasonable, but this is something that can only be determined in the context of a judicial review of the decision not to issue a direction and on the basis of the evidence before the decision maker. There is no evidence that Dr. Christensen's opinion for example was on the record.  <FRAGMENT_SUPPRESSED>", "[64] The applicants cannot bypass the application of the standard of review applicable to such a mixed question of fact and law by seeking a mandamus or the type of declaration they put forth.  <FRAGMENT_SUPPRESSED>", "[65] The Court should not substitute its own appreciation of the facts. It should not declare itself satisfied that there are reasonable grounds on which an inspector could exercise its discretionary powers under subs. 38(6) of the Act .  <FRAGMENT_SUPPRESSED>", "[66] Even if the inspector had declared himself satisfied on reasonable grounds that the prerequisites to the exercise of his discretion were present, the Court could not, through a mandamus or a declaration, direct how he should exercise such power, i.e. through what direction and to whom or through the taking of direct measures.  <FRAGMENT_SUPPRESSED>", "[67] The application is therefore dismissed.  <FRAGMENT_SUPPRESSED>", "[68] As the parties did not properly address the issue of costs, the Court reserves its jurisdiction in that respect. The respondents shall have to file their written representations (no more than eight pages) within ten days of the date of this judgment. The applicants shall respond (no more than eight pages) within five days. Obviously, should the parties agree that it is unnecessary to adjudge costs in this matter; they shall simply advise the Court in writing in that respect within the delay provided for the filing of the respondents' representations.  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[69] THIS COURT ORDERS that :  <FRAGMENT_SUPPRESSED> 1. The application is dismissed; and  <FRAGMENT_SUPPRESSED> 2. The Court reserves its jurisdiction with respect to costs.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Rodney A. Jordan/vnh  <FRAGMENT_SUPPRESSED> Footnotes  <FRAGMENT_SUPPRESSED> 1. It is not clear that such drainage has indeed stopped and what steps, if any, are taken to enforce this moratorium.  <FRAGMENT_SUPPRESSED> 2. It is unclear whether the 18-inch culvert was also open in the spring of 2009. See affidavit of Allan Baumann at para. 12 and affidavit of Joseph Bourgault at para. 32.  <FRAGMENT_SUPPRESSED> 3. The copy of the report (filed as exhibit \"A\" to the affidavit of Alan Schemenauer (Applicants' Record, p. 85) is hard to read.  <FRAGMENT_SUPPRESSED> 4. No indication that there was any impact yet on the fish and fish habitat in Lenore Lake.  <FRAGMENT_SUPPRESSED> 5. Even though the DFO was not a party to the proceedings before the Queen's Bench, one could argue that there was no imminent danger of a deposit of a deleterious substance contrary to the Act as long as an injunction was in place and that there was another adequate remedy (see para. 31, herein).  <FRAGMENT_SUPPRESSED> 6. Given the interim injunction and the application for an interlocutory injunction, the mandamus would have no practical value if the applicants were successful in their application before the Queen's Bench.  <FRAGMENT_SUPPRESSED> 7. At para. 40 of the decision of the Queen's Bench, the Court notes that \"[t]he 'right' so restored results in converting the grid road into a dam\".  <FRAGMENT_SUPPRESSED> 8. Applicants' memorandum, para. 19, Memorandum of the DFO and the Attorney General, para. 17 and Memorandum of the R.M. of Three Lakes, para. 11.  <FRAGMENT_SUPPRESSED> 9. In the circumstances, there is no need to review whether the Court could issue a mandamus if the 2008 Direction applied to new occurrences arising in 2009 or 2010.  <FRAGMENT_SUPPRESSED> 10. It is worth mentioning that, in para. 38(9)(c) of the Act , the legislator provided that the Governor in Council could make regulations prescribing \"the manner and circumstances in which any measures taken or directions given under subsection (6) may be reviewed, rescinded or varied\".  <FRAGMENT_SUPPRESSED> 11. <FRAGMENT_SUPPRESSED> ; 2006 BCPC 73.  <FRAGMENT_SUPPRESSED> 12. The Canadian Oxford Dictionary , 2nd Ed., s.v. \"normal\".  <FRAGMENT_SUPPRESSED> 13. See more recent application: <FRAGMENT_SUPPRESSED>  C.E.L.R.(N.S.) 50 (Nfld. Prov. Ct.).  <FRAGMENT_SUPPRESSED> 14. The Minister also has the power to give directions under subs. 36(6) and 37(2) of the Act .  <FRAGMENT_SUPPRESSED> 15. The Court cannot obviously make any conclusion in that respect as the SWA is not a party and no representations were made on their behalf.  <FRAGMENT_SUPPRESSED> 16. It appears that charges may be laid by means of a private citizens' information (see <FRAGMENT_SUPPRESSED> ; 187 O.A.C. 143; 70 O.R.(3d) 577 (C.A.) at paras. 2, 9.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}