{"id_": "087999", "body_str": ["[1] Tremblay-Lamer, J. [Translation]: This is an application for judicial review under subsection 32(1) of the Royal Canadian Mounted Police Act , RSC 1985, c R-10 [the Act], of the negative decision of an officer of the Royal Canadian Mounted Police [RCMP] designated as Level II adjudicator [the adjudicator] on behalf of the Commissioner of the RCMP in the matter of the applicant's grievance.", "[2] In that decision dated November 3, 2011, the adjudicator found that the applicant's lateral transfer was not contrary to clauses 1.D.1 and 3.D.3 of Chapter 6 of the Career Management Manual [CMM] on work force adjustment. Moreover, she found that the Work Force Adjustment Directive [WFAD] did not apply in her case. FACTS", "[3] The applicant, who is now retired, was a regular member of the RCMP from October 1977 to June 2007. From 1994 to 2004, she worked as an investigator at the Joliette Detachment in Quebec.", "[4] On September 22, 2004, following an announcement that RCMP resources in Quebec would be restructured, the assistant commissioner and commanding officer of \"C\" Division-Quebec sent a notice to employees, informing them that nine detachments, including Joliette, would be closed. The notice also stated that the affected employees would be reassigned to RCMP offices elsewhere in Quebec.", "[5] In October 2004, a representative of the Career Development and Resourcing Office [the representative] came to the Joliette Detachment on two occasions. He informed the RCMP members of their imminent transfers and told them that their positions would be transferred to St-Jérôme. The members were also advised that they could follow their positions should they wish to do so, but that their respective preferred assignment requests would be considered and granted where possible. The representative explained to the members that the transfers resulting from the closing of the Joliette Detachment were regular transfers and that the situation was no different from other situations in which lateral transfers occur since the work force would not be adjusted.", "[6] On November 10, 2004, the applicant received by fax a transfer authorization, informing her that she would be transferred to the St-Jérôme Detachment as of December 1, 2004. On the same day, the applicant filed a grievance, namely, Form No. 3081, with the Office for the Coordination of Grievances of the Central Region.", "[7] In the context of this grievance, three Level I decisions were issued. The first, issued on November 2, 2005, allowed in part a request to disclose written or documentary information relevant to the grievance under section 31.4 of the Act. The second, dated April 24, 2006, recognized that the applicant had standing, but dismissed the grievance because of the limitation period provided at paragraph 32(2)( ) of the Act. This decision was reversed on March 22, 2007, by a Level II adjudicator, and the grievance was referred back to Level I for a decision on the merits. In the third Level I decision, dated December 12, 2007, the Level I adjudicator dismissed the grievance on its merits.", "[8] The applicant received a copy of this last decision on December 18, 2007, and filed her Level II grievance on December 21, 2007. On November 3, 2011, the Level II adjudicator dismissed this grievance on its merits.", "[9] In the context of the present judicial review, the applicant challenges the lateral transfer on the ground that the work force adjustment provisions in Chapter 6 of the CMM should have been followed. Moreover, it is her opinion that the WFAD should have applied to her case given that the public service employees benefitted from it following the closure of the Joliette Detachment. She is therefore asking this Court to set aside the decision dated December 3, 2011, and to order the RCMP to apply the WFAD. THE ADJUDICATOR'S DECISION", "[10] Even though the adjudicator recognized the inconvenience caused by a lateral transfer and a move, she noted that the applicant had two options: following her position to St-Jérôme or proposing an assignment elsewhere. According to the representative's notes based on a personal interview, an assignment elsewhere was not possible, and the applicant had stipulated that she wished to follow her position to St-Jérôme. Consequently, the adjudicator found that the RCMP had considered the applicant's personal circumstances and aspirations, where possible, in compliance with clauses 1.D.1 and 3.D.3 of the Career Management Manual, which stipulate as follows: \"[m]obility is a condition of service\" and \"[i]n the lateral transfer planning process, although the member's personal circumstances and aspirations will be considered, the organizational needs of the RCMP take precedence\".", "[11] As to the work force adjustment, she explained that, according to Tab C.2 of Chapter 6 of the CMM, entitled , [translation] RCMP Work Force Adjustment , [translation] \"Work Force Adjustment is carried out only when the services of a member are no longer required because of a Work Force Adjustment situation\". Work Force Adjustment situations are defined in paragraphs ( ) to ( ) of Tab D.2 as, among other things, the abolition of a funded position or a change in category or classification. She relies on the finding of the Level I adjudicator, according to whom the applicant's personal circumstances met neither of these provisions. She bases her conclusion on the following evidence: the applicant's position was not abolished, but redeployed under another collator code at the same rank and in the same category; her services were still required; she was not withdrawn from the work force; she was not surplus; and, lastly, she remained associated to her position. Moreover, neither the Commissioner nor the human resources manager authorized work force adjustment measures during the alignment process in question.", "[12] She conceded that, while it was true that the applicant's position no longer existed (and had therefore, in a sense, been abolished), this argument in no way supported the claim that her position had been withdrawn from the RCMP work force. Even though the applicant would have preferred severance pay under the work force adjustment policies referred to in Chapter 6 of the CMM, the enforcement of these policies is justified by organizational needs and not the personal circumstances of an employee who wishes to take early retirement. Work force adjustment was never an issue in her case; it was an alignment process the goal of which was to properly allocate RCMP resources in Quebec.", "[13] The adjudicator adopted the Level I adjudicator's view that the evidence clearly demonstrated that [translation] \"[the process] involved a large number of RCMP members, a transfer of positions and their incumbents, and was not a financial exercise to save money through staff cuts, a change in employee categories, a work shortage and demotion\".", "[14] Lastly, she found that the fact that some public service employees benefitted from the WFAD was irrelevant and that it did not establish that the applicant was entitled to benefit from it. The adjudicator noted that RCMP members cannot avail themselves of the laws, collective agreements and rules governing the activities of employees of the public service, and vice versa. For these reasons, she dismissed the grievance on its merits. Standard of review", "[15] In the case of a judicial review of a decision of an RCMP adjudicator, given the adjudicator's specialized expertise and broad powers with regard to the questions before him or her, \"great deference should be given to the Adjudicator in this matter\" ( <FRAGMENT_SUPPRESSED>  citing <FRAGMENT_SUPPRESSED> ), especially when it involves an internal grievance process and internal policies at the RCMP. Therefore, the applicable standard of review is reasonableness. Consequently, this Court must determine whether the findings are justified, transparent and intelligible, and fall \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> ). Was the Level II adjudicator's decision reasonable?", "[16] The applicant submits that the WFAD had to apply in the present matter given that the Joliette Detachment had been closed, in that it had been [translation] \"wiped off the map\", the two [translation] \"collator codes\"used to designate the employees there no longer existed, the same services were no longer available to the Lanaudière population, and new positions had been added in St-Jérôme, 50 km away from the Joliette Detachment.", "[17] She also points out that the WFAD was applied in the case of public service employees who were working at detachments that were closed and that it was unfair that this policy could not apply to RCMP members in the same situation. This was a [translation] \"double standard\". Regardless of any [translation] \"possible play on words\", it remains that the position she held at the Joliette Detachment was abolished. She therefore should have been able to avail herself of the WFAD.", "[18] Lastly, the applicant argues that the seven-year delay between her first grievance and the adjudicator's decision is [translation\"questionable, unreasonable even\". An earlier reply might have changed her situation in that she could have obtained some money to retain counsel under the legal aid program available to members. She points out that two grievances filed by her colleagues were disposed of within two and three years, respectively.", "[19] In turn, the respondent submits that the adjudicator rightly found that the RCMP's provisions on work force adjustment within the RCMP that appear in Chapter 6 of the CMM did not apply to the circumstances of the case. The provisions apply only when a member's services are no longer required, which was not the applicant's case. When the Joliette Detachment closed, the applicant's services were still required, and the constable position she held was not abolished. Her position remained at the same level, and she kept the same work description. She was therefore the subject of a simple lateral transfer under clauses 1.D.1 and 3.D.3 of the CMM. In fact, each of the positions of the Joliette Detachment was transferred laterally. All services provided by members continued to be required, and management was able to offer a position to all members. The goal of the restructuring was not to abolish the existing positions but to align the RCMP's services with those of its provincial partners. I share this opinion.", "[20] It was reasonable for the adjudicator to find that the applicant's position was not abolished and that she could therefore not avail herself of the RCMP work force adjustment provisions set out in Chapter 6 of the CMM. It is my opinion that the evidence also shows that the applicant was redeployed under another collator code but kept her rank and employment category. Her services continued to be required, especially as no other RCMP member who was transferred following the closing of the Joliette Detachment was able to avail him- or herself of work force adjustment measures.", "[21] The adjudicator was correct in concluding that the WFAD did not apply to the applicant. Care must be taken not to confuse the various concepts in the present matter. The RCMP work force adjustment policies in Chapter 6 of the CMM apply exclusively to RCMP officers and were dealt with in the previous two paragraphs. The WFAD, however, was developed by the Treasury Board (and is currently managed by the National Joint Council). Appendix B of the WFAD contains the list of bargaining agents subject to this directive. The union of employees of the RCMP (namely, the MPPAC) does not appear on this list.", "[22] I recognize that being employed as a regular member of the RCMP is different from any other position in the public service. The RCMP has its own enabling statute, internal regulations, policies and reference manuals that do not apply to employees of the public service. Conversely, the WFAD is a policy that applies only to public servants. It is therefore reasonable for the applicant to have been dealt with differently than employees of the public service.", "[23] As for the [translation] \"seven-year delay\" referred to by the applicant, it is useful to put this claim into perspective. A range of decisions were made in her case, on November 2, 2005, April 26, 2006, March 22, 2007, and December 12, 2007. The applicant consequently filed her Level II grievance on December 21, 2007; the decision on the merits of this grievance was issued on November 3, 2011. The delay was therefore justified given the many remedies the applicant sought.", "[24] For these reasons, this application for judicial review is dismissed with costs. JUDGMENT", "[25] THIS COURT ORDERS AND ADJUDGES that the application for judicial review is dismissed with costs.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7] a)", "[8]", "[9]", "[10]", "[11] a) e)", "[12]", "[13]", "[14] Norme de contrôle", "[15] ), 2008 CF 110 citant <FRAGMENT_SUPPRESSED> ).", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24] JUGEMENT", "[25] [End of document]"]}