{"id_": "087961", "body_str": ["[1] Rennie, J. : The applicant applied for permanent residence in Canada under the Federal Skilled Worker (FSW) class on the basis of his stated experience under national occupational classification code (NOC) 7372, driller and blaster. He has a bachelor's degree in geology and a certificate in blasting from the Ministry of Mines and Steel Development in Nigeria. He is employed as a quarry supervisor in Nigeria.", "[2] Subsection 75(2) of the Immigration and Refugee Protection Regulations , SOR/2002-227 ( Regulations ) describes a skilled worker as, inter alia , a foreign national who has performed the tasks described in the lead statement for the occupation as set out in the NOC occupational descriptions and performed a substantial number of the main duties of the occupation, including all \"essential\" duties.", "[3] A Citizenship and Immigration Canada agent determined that the applicant did not provide evidence that he satisfied this requirement and was not eligible for further processing pursuant to subsection 75(3) of the Regulations", "[4] The decision is a form letter which states that the agent was not satisfied that the applicant had performed the actions in the lead statement for the occupation or a substantial number of the main duties. The agent subsequently swore an affidavit for this judicial review stating that the applicant's evidence only demonstrated experience in two of the listed main duties.", "[5] Decision makers may not supplement their reasons by way of an affidavit, but they may provide an explanation for their notes made contemporaneous to the decision: <FRAGMENT_SUPPRESSED>  paras 24-25.", "[6] In this case, the agent has no contemporaneous notes which describe her reasoning process. The affidavit was sworn on July 30, 2012, three months after the decision, casting doubt as to its reliability. It necessarily goes beyond explaining the agent's notes, as there are none, and is tendered as reasons for the decision. The affidavit is therefore inadmissible.", "[7] The applicant's employer provided a letter stating that, among other things, he: (a) schedules, supervises and coordinates drilling operations, (b) maps the pattern of holes and determines their size and spacing, (c) decides when to suspend or continue drilling, (d) calculates the amount of explosives required, (e) supervises subordinates in carrying out charging operations, (g) ensures safety precautions are followed, and (h) connects the blasting circuit.", "[8] The NOC occupational description states that, \"Blasters in this group fill blast holes with explosives and detonate explosives.\" There are six main duties listed, several of which could arguably correspond with the tasks described in the applicant's evidence, particularly (b) (e) (g) and (h) noted above. It is not for this Court to determine whether the applicant has in fact performed the actions described in the lead statement and a substantial number of the main duties. The agent must do so, with some line of reasoning which provides a basis for review. As Justice Richard Mosley found in <FRAGMENT_SUPPRESSED>  it is impossible to assess the reasonableness of the officer's conclusions without knowing which duties had not been performed.", "[9] The decision provides no insight into the agent's reasoning process. The agent merely stated her conclusion, without explanation. It is entirely unclear why the decision was reached.", "[10] Newfoundland and  <FRAGMENT_SUPPRESSED>  does not save the decision. Newfoundland Nurses ensures that the focus of judicial review remains on the outcome or decision itself, and not the process by which that outcome was reached. Where readily apparent, evidentiary lacunae may be filled in when supported by the evidence, and logical inferences, implicit to the result but not expressly drawn. A reviewing court looks to the record with a view to upholding the decision.", "[11] Newfoundland Nurses is not an open invitation to the Court to provide reasons that were not given, nor is it licence to guess what findings might have been made or to speculate as to what the tribunal might have been thinking. This is particularly so where the reasons are silent on a critical issue. It is ironic that Newfoundland Nurses , a case which at its core is about deference and standard of review, is urged as authority for the supervisory court to do the task that the decision maker did not do, to supply the reasons that might have been given and make findings of fact that were not made. This is to turn the jurisprudence on its head. Newfoundland Nurses allows reviewing courts to connect the dots on the page where the lines, and the direction they are headed, may be readily drawn. Here, there were no dots on the page. JUDGMENT", "[12] THIS COURT'S JUDGMENT is that the application for judicial review is granted. The agent's decision is set aside, and the matter is referred back to Citizenship and Immigration Canada for reconsideration by a different agent. There is no question for certification.", "[2]", "[3]", "[4]", "[5] <FRAGMENT_SUPPRESSED> et 25.", "[6]", "[7]", "[8]", "[9]", "[10] L'arrêt Newfoundland Nurses", "[11] L'arrêt Newfoundland Nurses Newfoundland Nurses Newfoundland Nurses JUGEMENT", "[12] [End of document]"]}