{"id_": "088068", "body_str": ["[1] Rennie, J. : The applicant seeks judicial review of a decision of visa officer Davinder Manhas (the Officer) made at the Canadian High Commission in Trinidad and Tobago rejecting the minor applicant's application for Canadian citizenship. For the reasons that follow the application is granted. II. Facts", "[2] The minor applicant is Abreyah Young, a five year old citizen of St. Vincent. Ms. Lisa Pope is the applicant's biological mother. Ms. Patrice Young is the Litigation Guardian in this case, and is also the first cousin of Ms. Pope, and therefore related to the applicant. Ms. Young is a Canadian citizen.", "[3] In 2010, Ms. Young visited St. Vincent and met the applicant, then a baby, for the first time. At that time Ms. Pope was raising the applicant alone, having separated from Abreyah's father. Ms. Young was concerned as to the limited resources and living conditions of her cousin and her young baby. She also was very fond of Abreyah. Upon her return to Calgary, Ms. Young began the process of adopting the applicant.", "[4] The adoption process included the submission of character references, medical reports, and a detailed home study, which was positive. The home study was then approved by the province of Alberta. The home study was included as part of the applicant's citizenship application.", "[5] On November 26, 2013, the High Court of Justice in St. Vincent granted the adoption of the applicant to Ms. Young. In order to obtain a court order, Ms. Pope was required to swear an affidavit acknowledging her consent to the adoption. The court order and the affidavit were also included in the applicant's citizenship application.", "[6] In December 2013, Ms. Young submitted an application for Canadian citizenship for the applicant pursuant to section 5.1 of the Citizenship Act , RSC 1985, c C-29 ( Citizenship Act ).", "[7] On June 2, 2014, Ms. Young traveled to the Canadian High Commission in Trinidad and Tobago for an interview with Ms. Pope and the Officer. Ms. Young and the Officer have sworn affidavits with conflicting versions of what transpired during the meeting.", "[8] On June 3, 2014, the Officer rejected the application under subsection 5.1(1) of the Citizenship Act III. Decision", "[9] The Officer rejected the applicant's application for citizenship, as she found that the applicant had failed to meet the requirements of subsection 5.1(1) of the Citizenship Act . Specifically, the refusal letter stated that the applicant had failed to establish that the adoption: was in the best interests of the child (subsection 5.1(1)(a)); and had not created a genuine parent-child relationship as required by subsection 5.1(1)(b). The refusal letter further concluded that the adoption was entered into primarily for the purpose of acquiring citizenship status for the child.", "[10] The Officer also stated that subsection 5.1(3)(c)(iii) of the Citizenship Regulations , SOR/93-246, stipulates that the pre-existing legal parent-child relationship must be permanently severed by the adoption and based on the submissions and interviews, she was \"not satisfied that the pre-existing parent child relationship has been severed as the child continues to reside with her biological mother in a parent-child relationship\". IV. Relevant Provisions", "[11] The right of a child adopted abroad by a Canadian citizen to apply for Canadian citizenship was introduced in the Citizenship Act in 2007. This privilege was first limited to adoptions made after February 17, 1977; however, in April 2009, Parliament amended this requirement to allow all such children adopted after 1947 the benefit of this privilege: <FRAGMENT_SUPPRESSED> .", "[12] Subsection 5.1(1) of the Citizenship Act provides: 5.1(1) Subject to subsections (3) and (4), the Minister shall, on application, grant citizen-ship to a person who was adopted by a citizen on or after January 1, 1947 while the person was a minor child if the adoption (a) was in the best interests of the child; (b) created a genuine relationship of parent and child; (c) was in accordance with the laws of the place where the adoption took place and the laws of the country of residence of the adopting citizen; and (d) was not entered into primarily for the purpose of acquiring a status or privilege in relation to immigration or citizenship.", "[13] Subsection 5.1(3)(c)(iii) of the Citizenship Regulations provides: 5.1(3) The following factors are to be considered in determining whether the requirements of subsection 5.1(1) of the Act have been met in respect of the adoption of a person referred to in subsection (1): [...] (c) whether, in all other cases, [...] (iii) the pre-existing legal parent-child relationship was permanently severed by the adoption [...] [...] V. Issues", "[14] While the applicant submits there are five issues before the Court, they distil to the central question whether the Officer erred in finding the primary purpose of the adoption was to acquire a benefit of immigration or citizenship. In this respect, the respondent contends that the decision is eminently reasonable and was one which was within the range of possible, acceptable outcomes that could be reached. VI. Analysis A. The standard of review", "[15] The reasonableness standard applies to questions of fact and to questions of mixed fact and law such as whether an adoption was entered into primarily for the purpose of acquiring a status or privilege in relation to immigration or citizenship contrary to subsection 5.1(1)(d). As such, the Officer's decision under section 5.1 of the Citizenship Act attracts the standard of review of reasonableness. When reviewing the reasonableness of a decision the analysis is concerned with \"the existence of justification, transparency and intelligibility within the decision-making process\": <FRAGMENT_SUPPRESSED> .", "[16] In the present case, the role of the Officer was to interview Ms. Pope and Ms. Young, to make findings of fact based on those interviews, and then to apply those facts to the applicable legislation: The Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . In such a \"factually laden context\", deference is owed to \"the expertise of the immigration officer both in finding facts and in applying those facts to the relevant provisions of the Citizenship Act\": <FRAGMENT_SUPPRESSED> at para 9. This specific context \"broadens the range of possible, acceptable and defensible outcomes\": <FRAGMENT_SUPPRESSED> at para 9.", "[17] It is not the role of the Court to re-weigh the evidence; however, the Court does have jurisdiction to intervene if it is determined that the Officer erred by ignoring evidence or by drawing unreasonable inferences from the evidence: <FRAGMENT_SUPPRESSED> . B. The Officer erred in finding that the primary purpose of the adoption was to acquire a benefit of immigration or citizenship", "[18] The bar for finding that an adoption was entered into primarily for acquiring a benefit of immigration or citizenship is high. When an adoption has been approved by a Canadian court, it must be established that the court judgment was obtained by fraud against the legal system: Canada (Citizenship and  <FRAGMENT_SUPPRESSED> . This gives effect to Parliament's intention when enacting section 5.1; to facilitate the granting of Canadian citizenship to children adopted abroad by Canadian citizens: <FRAGMENT_SUPPRESSED> at para 53. In cases where there is no Canadian court judgment certifying the lawfulness of the adoption, such as the present case, there \"must be clear evidence that it is an adoption of convenience\": <FRAGMENT_SUPPRESSED> at para 57.", "[19] Adoptions of convenience are \"limited to situations where the parties (the adoptee or the adopter) have no real intention to create a parent-child relationship\": <FRAGMENT_SUPPRESSED> at para 55. Essentially, they are \"schemes to circumvent the requirements of the [Citizenship] Act or of the Immigration and Refugee Protection Act , S.C. 2001, c. 27\": <FRAGMENT_SUPPRESSED> at para 55.  <FRAGMENT_SUPPRESSED> the Federal Court held that \"[s]imilarly to a so-called 'marriage of convenience' (where two total strangers fake an illusory marital relationship so as to admit a temporary spouse to Canada) an 'adoption of convenience' would be a situation where Canadian citizens pretend to adopt an unknown child so as to bring him to Canada for a financial reward\".", "[20] The determinative issue in this case is whether the Officer erred in her assessment of the evidence which allowed her to make a finding that the adoption was entered into primarily for acquiring a benefit of immigration or citizenship. Again, in order to make such a finding there must, according to the jurisprudence, be \"clear evidence\" of an adoption of convenience. The officer may, in the absence of evidence, infer intention, but any inference must be based on \"duly proven facts on which to base his or her reasoning\" and \"[i]ntent cannot be inferred from a fact that is nothing more than one among many theories because such an approach amounts to pure speculation\": <FRAGMENT_SUPPRESSED> at para 60.", "[21] In determining that the adoption was entered into for the primary purpose of acquiring a benefit of immigration or citizenship, the Officer relied on two findings. First, Ms. Young provided contradictory statements on how the adoption first began, and it would be reasonable to assume that a woman would remember a major life event such as being asked to adopt a child versus falling in love with a child and asking to adopt the child. Accordingly, the Officer found that this contradiction indicated that this was not a decision about relationship and parenting but about benefits of Canadian citizenship.", "[22] In this regard, the Officer made an inference from a fact that amounts to speculation. The Officer's theory is just one of other available theories - another theory could be that the discrepancy arose due to a simple error on Ms. Young's part. Or that Ms. Young forgot how the conversation developed. Or, more realistically, the decision to adopt was complex and based on multiple conversations and evolved over time. In any event, regardless of the precise chronology of the conversations and how they were characterized, this discrepancy alone cannot, intelligibly, lead to the conclusion that the decision to adopt was primarily for the purpose of acquiring a benefit of immigration or citizenship.", "[23] The second finding relied upon by the Officer was that throughout the interview both Ms. Young and Ms. Pope gave the same motivation/reasons for adoption - the comparatively superior medical care and schooling in Canada as opposed to St. Vincent. The decision to undertake the adoption was for Ms. Young to \"help out her less fortunate cousin and offer the benefits of Canadian citizenship to the child\" and there was \"little mention of having a relationship, raising this child, wanting a child, connection to the child, etc.\"", "[24] The fact that the adoptive and biological parent(s) wish to give a child a better life in terms of access to medical care and schooling cannot support a finding that the primary intention of adoption was to evade immigration laws. The fallacy of the reasoning employed is best revealed if the proposition is inverted; what parent would give up a child if they knew it faced a more difficult life with fewer opportunities?", "[25] In Smith , my colleague Justice Kane set aside the decision of an officer who held that the reasons provided by the adoptive and biological parent for adoption were for the purpose of providing the child with a better quality of life in Canada, and therefore the application did not meet the requirements of subsection 5.1(1)(d) of the Citizenship Act . Justice Kane did not \"share the officer's view that the intention to provide a better quality of life can only mean one thing - that the adoption is to acquire a status or privilege in Canada, meaning that it is intended to circumvent the statutory requirements\": Smith at para 56. Further, the Court held that the adoptive mother's goal of providing a better quality of life for the child in Canada is a \"legitimate goal\": Smith at para 65.", "[26] The evidence before the Officer regarding the reasons for adoption included a home study report conducted by a licensed, independent, third party adoption agency. The report received provincial approval from a Senior Manager of Adoption Services, Human Services in Alberta. The report found that Ms. Young \"would love the opportunity to nurture and guide a child into adulthood\"; that she is \"very attached to this little girl ...Patrice loves this little girl and looks forward to being her parent\"; and \"is eager to parent this child, to whom she's already developed a bond\". When asked by the Officer in the interview why she decided to adopt, Ms. Young explained that \"I have a job which allows me enough income to help others. I am also married and my husband will help us out. I am in a good situation. I don't have any children ...I want to give back\". The Officer did not consider this important piece of evidence in her assessment; rather she relied exclusively on her interview with Mr. Young and the child and thus erred in making a finding that the adoption was entered into primarily for acquiring a benefit of immigration or citizenship. C. The Officer erred in finding that the adoption was not in the best interests of the child", "[27] The Officer found that the adoption was not in the best interests of the child as there was \"no or very limited evidence to suggest that the adults in this situation thought about the effects of uprooting a child, establishing new parental relationships, losing a close parent, etc.\" However, the Officer again failed to consider evidence to the contrary, including the home study report which concluded that \"Patrice understands what it is like to be separated from a parent. She herself was raised by extended family members. She is willing and able to discuss the child's feelings of grief over the separation from her biological parents\"; and that \"Patrice will ensure that the child knows that her biological mother loves her\"; and \"Patrice understands that it will be important for her adopted child to understand her history\". D. The Officer erred in finding that there was no genuine parent-child relationship", "[28] In finding that the adoption did not create a genuine parent-child relationship, the Officer relied heavily on the fact that Ms. Young had limited contact with the applicant. Specifically, as Ms. Young had only visited the applicant once, this amounted to a \"lack of effort\" on the part of Ms. Young.", "[29] Again, this finding does not take into account the evidence before the Officer. Ms. Young indicated throughout the interview that she could not take leave from work to visit the applicant, and that the cost of flying to St. Vincent was more than what Ms. Young could afford. Instead, Ms. Young would send money to the applicant for her care. Ms. Young also indicated during the interview that she maintained a relationship with the applicant through talking to her on a regular basis.", "[30] The Officer did not assess this explanation in light of Ms. Young's financial circumstances. As the manager of a store in the fast food industry, the explanation provided was, on its face, reasonable and deserved to be considered by the Officer and not summarily dismissed. Further the Officer did not express a frame of reference as to how many visits would be sufficient to establish a genuine parent-child relationship. Not all Canadians have the financial means or personal flexibility to make multiple trips out of Canada to visit the child to be adopted. Unless a contextual approach is taken to the means and abilities of the prospective parents to establish a genuine parent child relationship, adoptions will become the purview of Canadians of means, if they are not already.", "[31] Although decided some 15 years ago, the Federal Court arrived at the same conclusion, although through different reasoning. In <FRAGMENT_SUPPRESSED> Justice Dubé held, at paragraph 15, that \"if an adoption is to create a genuine relationship between new parents and adopted children, such a creation is not defined by the past but by the future about to happen as a result of the adoption.\" The Court expanded by noting: The words \"a genuine parent and child relationship being created as a result of the adoption\" are pregnant with significance. They point to a future relationship to be created, not to the confirmation of a present situation. An adoption is a forward looking relationship.", "[32] While the events prior to the adoption are relevant and it would be unreasonable to discount them, the Officer in this case failed to consider the steps Ms. Young would take, going forward, in the future, in order to establish a genuine relationship with the applicant. I note that the Officer gave no weight to Ms. Young's intention to take nine months maternity leave when Abreyah arrived in Canada. E. The Officer erred in finding that the relationship between the biological mother and child was not severed", "[33] Subsection 5.1(3)(iii) requires that the pre-existing legal parent-child relationship be permanently severed. The legal relationship between Ms. Pope and the applicant was severed by St. Vincent's High Court of Justice via a grant of adoption by way of court order dated November 26, 2014.", "[34] I note that the present case is markedly different from the facts before the court in The Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . In <FRAGMENT_SUPPRESSED> , the respondents were sisters and citizens of Jamaica who arrived in Canada in July 2008 as visitors for a six-week stay with their grandmother. Wanting to remain in Canada permanently, the grandmother adopted both sisters in April of 2009. At the time of the adoptions the sisters were 19.5 years of age and 17.5 years of age.", "[35] The Court of Appeal in <FRAGMENT_SUPPRESSED> held that the Federal Court Judge did not properly apply the reasonableness standard. Specifically, the Court of Appeal held that, on the record before her, the officer could reasonably conclude that no genuine parent-child relationship existed between the respondents and their grandmother, in part because the respondents maintained regular contact with their birth parents.", "[36] In the present case, Ms. Young initiated the adoption process when the applicant was a young child. Because of her concern regarding the limited resources and poor living conditions faced by the applicant, Ms. Young acted as quickly as possible to ensure all legal requirements were met to properly adopt the applicant. Ms. Young submitted to a detailed home study, which was given provincial approval in March 2013. Ms. Young then legally finalized the adoption with a grant from the High Court of Justice in St. Vincent in November 2014.", "[37] Therefore, in my view it was unreasonable for the Officer to conclude the legal parent-child relationship had not been severed. F. Not necessary to consider the reasonable apprehension of bias", "[38] Although the applicant advances the argument that the conduct of the Officer at the interview suggests a reasonable apprehension of bias, in my view it is not necessary to consider this argument in light of the above considerations. JUDGMENT", "[39] THIS COURT'S JUDGMENT is that the application for judicial review is granted. The matter is remitted to a different Immigration Officer for re-determination. Application allowed. Editor: Angela E. McKay/nmg [End of document]"]}