{"id_": "088051", "body_str": ["[1] Barnes, J. : This is an application for judicial review by Sergio Antonio Acosta Galindo, Rosario Beatriz Flores Lemus, and Jaime Elias Acosta Galindo challenging a decision by the Refugee Protection Division of the Immigration and Refugee Board (Board) that denied their claims to refugee protection.", "[2] The Applicants are all citizens of El Salvador. The two male Applicants are brothers and the female Applicant is the common-law spouse of the Applicant, Sergio Acosta. All of the Applicants entered Canada from the United States in September 2009. Jaime Acosta left El Salvador for the United States in 2004. He was followed by Sergio Acosta and Rosario Flores in 2005. None of them sought asylum in the United States despite living there for several years.", "[3] The Applicants say that the Board breached the duty of fairness during their refugee hearing and subsequently rendered a decision that was unreasonable. For the reasons that follow I reject their arguments.", "[4] Counsel for the Applicants contends that the Board acted unfairly when it failed to advise them of the benefits of legal representation. This obligation, it is said, was heightened by the fact that no Refugee Protection Officer was present to assist the Applicants in the presentation of evidence. This is an issue of procedural fairness for which the standard of review is correctness.", "[5] The Applicants' argument concerning the right to be informed about the benefit of legal representation has no merit. The record before me establishes that the Applicants had engaged legal counsel to represent them before the Board. That retainer was terminated by the Applicants for reasons that are not explained in their affidavits. Given this history, it is safe to assume that the Applicants understood the value of having a lawyer but proceeded without one for reasons known only to them.", "[6] From my review of the transcript of the hearing, I am satisfied that the Board acted fairly throughout the hearing by providing ample opportunity to the Applicants to present their evidence. The Board also explained the process and advised the Applicants of its concerns. It accepted documentary evidence tendered on the day of the hearing because the Applicants were unrepresented and may not have been aware of the advance notice requirement. In short, the Applicants were able to tell their stories in considerable detail and the Board accepted their evidence mostly at face value. It is difficult to see how the prosecution of these claims would have materially benefited from the presence of legal counsel but, in any event, the Board owes no duty to explain to unrepresented parties something they would be taken to understand.", "[7] The Applicants' argument that these claims ought not to have been heard together is equally unmeritorious. Counsel for the Respondent is correct that under Rule 49 of the Refugee Protection Division Rules , SOR/2002-228, related family claims are to be joined unless a convincing claim for severance is advanced: see <FRAGMENT_SUPPRESSED> [2010] FCJ no 1484 (QL) (TD). Here the Applicants put no request for severance to the Board and so it followed its usual practice. Furthermore, there is nothing in the record before me to suggest that any of the parties suffered some prejudice from the consolidation of their claims. For instance, there were no material contradictions or inconsistencies among the parties and they willingly adopted one another's testimony in corroboration. It is not enough to vaguely allude to the hypothetical advantage of the Board being better able to focus on one claim at a time. That argument can be advanced in every case and it would vitiate Rule 49 of the Refugee Protection Division Rules . The Board did not err by proceeding as it did.", "[8] I also do not agree that the Board had a fairness obligation to open up the theoretical issue of psychological trauma. There is nothing in the record or in the Applicants' affidavits to support such a theory. It is not the role of the Board to raise evidentiary issues that are nowhere to be found in the record or to stand in the place of legal counsel: see <FRAGMENT_SUPPRESSED> [2005] FCJ no 1244 (QL) TD). Indeed it is disingenuous for the Applicants to fire their legal counsel for reasons they never explain and then complain that the Board had an obligation to advance their protection claims. The duty to present relevant and convincing evidence rested on the Applicants not on the Board: see <FRAGMENT_SUPPRESSED> [2003] FCJ no 1035 (QL) (TD). If the Applicants were psychologically traumatized by their experiences, they had ample opportunity to say so and to present any evidence they wanted in corroboration.", "[9] The Applicant, Sergio Acosta, also contends that the Board erred by failing to refer to his evidence of scarring and burns including a corroborative medical report. In a case where the Board overlooks such evidence, its decisions may be vulnerable on judicial review. But here the Board accepted at face value the Applicants' allegations of a history of harassment, threats and assaults at the hands of criminal street gangs leading up to their departure to the United States in 2004 and 2005. In other words the Board accepted Sergio Acosta's evidence of abuse and there was, therefore, no need for it to refer to any particular piece of corroborative evidence.", "[10] The Board correctly held that the Acosta brothers did not fear persecution in El Salvador for any of the reasons enumerated in s 96 of the Immigration Refugee and Protection Act, SC 2001, c 27, [ IRPA ]. Their evidence clearly indicated that they were simply the victims of street level criminality and nothing more.", "[11] The Board was also correct in holding that the risks they described were not state or officially sponsored. Their claims, therefore, did not fall within s 97(1)(a) of the IRPA", "[12] The Board then went on to examine the brothers' claim under s 97(1)(b) of the IRPA . It concluded that because the risks they claimed to face were ones faced generally by other citizens of El Salvador, they were excluded from protection under that provision.", "[13] The Applicant, Sergio Acosta, asserts that as a victim of one incident of torture at the hands of gang members in late 2004, the Board erred when it applied s 97(1)(b)(ii) to his claim. I do not agree. The Board's finding that the brothers' assertions of risk were unexceptional and consistent with the acknowledged criminal risks faced generally throughout El Salvador was based on the evidence. As such, that part of the decision is entitled to deference. The parties freely acknowledged that gangs throughout El Salvador routinely extort money from their victims often under the explicit threat or the application of serious harm or death. The experiences recited by the parties, although serious and troubling, did not transcend the kinds of risks that the Board accepted as routine in El Salvador. Indeed the Board relied in part on a United States Department of State Report which described El Salvador as one of the most dangerous countries in the world precisely because of ubiquitous gang-related street crime. This is the type of situation that s 97(1)(b)(ii) was intended to address. Any other interpretation would render every innocent victim of serious gang violence in El Salvador eligible to claim refugee protection. That is obviously not the intent of s 97 of the IRPA", "[14] The Board approached Ms. Flores' claim differently. It correctly noted that her claim potentially fell within both ss 96 and 97 of the IRPA with her s 96 claim grounded on allegations of gender-based sexual abuse. The Board held that an Internal Flight Alternative (IFA) was available to her and, as such, neither s 96 nor s 97 were available.", "[15] The Board reasonably concluded that Ms. Flores' risk narrative involved behaviour by one gang member in the small town of Metapan. The Board declined to accept that this highly localized personal risk from 2004 would prevail today throughout El Salvador. That, too, was an evidence-based conclusion that was reasonably made by the Board and it cannot be set aside on judicial review. The Board also reasonably found that Ms. Flores was highly adaptable and would have family support to re-establish herself in El Salvador. The fact that she would, on her return, face the same levels of criminality as other citizens was correctly held by the Board not to render other parts of the country unfit as IFA's.", "[16] This application for judicial review is, accordingly, dismissed.", "[17] Counsel for the Applicants suggests two possible questions for certification. The first involves the standard of review applicable to IFA determinations. The second involves the fairness of the Board's failure to raise on its own initiative the issue of potential psychological trauma. Neither of these proposed questions have merit.", "[18] The standard of review for assessing the Board's IFA decisions insofar as they concern issues of mixed fact and law is well-established - it is reviewable for reasonableness. Counsel's second proposed question also raises a well-settled point. The burden rests upon an applicant to establish the factual basis for a successful refugee claim. The Board is not an advocate. It is up to the parties to adduce the evidence required. I would add that in a case like this where the parties dispensed with legal representation, they cannot later complain that they needed a lawyer. For that reason alone, the suggested question would not be determinative of this proceeding.", "[19] No issue of general importance arises on this record and no question will be certified. JUDGMENT", "[20] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed. [End of document] <FRAGMENT_SUPPRESSED>"]}