{"id_": "088055", "body_str": ["[1] Nadon, J. : This is an application for judicial review of a decision made by an Immigration officer on November 10, 1998, which did not exempt the applicants from the requirement that visa applications be made outside Canada. The requirement to make such applications from abroad can be exempted on humanitarian and compassionate grounds pursuant to subsection 114(2) of the Immigration Act .  <FRAGMENT_SUPPRESSED>", "[2] The applicants, mother and son, are originally from Moldova and have been in Canada since October 1992. They applied for refugee status [see footnote 1] but their claims were denied on October 12,1994 because they had not established, to the satisfaction of the Immigration and Refugee Board, that they would face a subsisting animosity if they returned to Moldova or that the state would not be able to protect them. On March 16, 1995, their PDRCC (Post Determination Refugee Claimants in Canada class) was refused on the grounds that there was no risk involved in returning to Moldova. Following the refusal of their PDRCC, their lawyer at that time suggested that they immediately apply for landing on the basis of humanitarian and compassionate grounds, or ask that the female applicant's daughter sponsor them. [see footnote 2] They submitted their In Canada Application for Permanent Residence (humanitarian and compassionate grounds application) on March 3, 1998. Further, the applicant's daughter, who was landed on November 25, 1997 on the basis of humanitarian and compassionate grounds, sponsored her mother and brother on October 21, 1998. However, a Financial Evaluation showed that the applicant's daughter did not meet the Low-Income Cut-Off amount (LICO) required for sponsorship. The applicants have therefore continued to live in Canada without any status since their PDRCC was refused in 1995.  <FRAGMENT_SUPPRESSED>", "[3] The decision refusing the applicants' humanitarian and compassionate grounds application states in part: \"In making this determination I [the immigration officer] have considered the written material included in your application, the submissions made by your lawyer, and the information presented in your interview of 02 October 1998. I have weighed this information against our policy as it is outlined in Chapter 9 of the Immigration Examination policy manual. I regret to advise you that after a careful and sympathetic review of this information, I have determined that you do not qualify for this exemption. <FRAGMENT_SUPPRESSED>", "[4] The officer's notes of the October 2, 1998 interview first provide a brief description of the background details of the applicants' claims (dates of refugee, PDRCC, and sponsorship applications) and then state the following:  <FRAGMENT_SUPPRESSED> \"INTERVIEW:  <FRAGMENT_SUPPRESSED> \"Subject, her son Alexandre, her permanent resident daughter Svetlana, Svetlana's husband Alexandre, and their counsel Douglas Cannon attended for interview on 02 October 1998.  <FRAGMENT_SUPPRESSED> \"As Svetlana had submitted forms to sponsor her mother and brother, these were reviewed. Since they had been completed (February 1998), the financial circumstances have apparently changed and quite possibly improved. At interview, counsel stated that he did not have any of the new information to provide to me. As the forms that had been completed were also outdated (1995 and 1996 issue), it was recommended that they complete new forms and provide the appropriate documents and information for assessment of the sponsorship. -- Counsel and sponsor agreed to do this and will submit same within three weeks from date of interview.  <FRAGMENT_SUPPRESSED> \"In addition to the written submission already on file, counsel will be submitting some further information concerning subject's spouse's situation presently in Moldova. During the course of the interview, subject and her daughter/sponsor both spoke of their desire to have the family remain together as their bond is strong and because Svetlana's daughter is very attached to her grandmother. They reiterated the fact that subject's son Alexandre has lived here for six years, since he was thirteen years of age. They claim that but for the fact that he has not been issued a student authorization, he would presently be a student. He is aged 19 now.  <FRAGMENT_SUPPRESSED> \"I was also informed at interview that subject's spouse is interested in being considered along with his family but that if his inclusion at this time would make for sponsor failing the LICO, they would prefer to sponsor him later when landed. The fact that he would need to meet statutory requirements was discussed.  <FRAGMENT_SUPPRESSED> \"Subject and her son are presently working in Canada without authorization. Her authorization expired on 31 December 1996 and her sons [sic] on 30 September 1995. Subject has worked continually since August 1994 as a domestic worker in private homes. She worked part time from then till February 1997 at which time she took on full time employment. Her son Alexandre began work part time as a sales ticketing person for Denman Place Cinema in September 1994. In addition to this, in September 1998, he also began working full time at Cineplex Odeon in a similar capacity. Both were informed that they were not presently authorized to work in Canada and that they should cease. Counsel stated that he was aware that they had been working without authorization and that he had cautioned them but that he had also informed them that to be able to show they were self sufficient was beneficial. It was pointed out that in order to avoid working without authorization and likely taking away job opportunities for Canadian Citizens or Permanent Residents, subject's sponsors, who claim support for them, could perhaps have stepped in with financial assistance so as to avoid the negative aspect of their working illegally. This concept met with some resistance on the part of counsel who stated that the sponsors do support subjects but that this support would not or should not have to mean that subjects give up their unauthorized employment to prove it.  <FRAGMENT_SUPPRESSED> 28 October 1998  <FRAGMENT_SUPPRESSED> \"The above mentioned information has been received and was today reviewed. Subject's daughter and her spouse do not meet the LICO to sponsor even if subject's spouse in Moldova is not included in the sponsorship at this time. They do not have the amount required although they have savings in the amount of $6579. and the subject's themselves have savings of over $10,000. (Where these savings have come from is not known. Our records indicate that subject was receiving social assistance at least up till 1995 and possibly longer.) There is no mention that subject and her son have given up their unauthorized employment in spite of having been told that they were not authorized to work.  <FRAGMENT_SUPPRESSED> \"Also submitted is a copy of the original and a translation of a letter to subject from her husband in Moldova. This letter dated 09Sep98, advises of a beating he underwent in June 1998, at the hands of bandits.  <FRAGMENT_SUPPRESSED> \"RECOMMENDATION:  <FRAGMENT_SUPPRESSED> \"I recommend that this request for inland processing be refused. Having considered all the information provided, I am unable to find that there are sufficient grounds to warrant an exception. With regard to the letter from her spouse in Moldova, while it is obhorrent [sic] that this may have happened, it appears to have been criminally motivated. The letter indicates that he had been working, which reflects that employment is obtainable.  <FRAGMENT_SUPPRESSED> \"While subject and her son appear to have adapted to Canada well, this is not sufficient to warrant an exception. I note that their lawyer (Valdez and Company) notified them on 23 March 1995 (at the point that their PDRCC had been found negative), that they should arrange to depart Canada voluntarily within 30 days. Counsel further recommended that they submit a humanitarian and compassionate application as soon as possible. Subject and her son did neither. Their decision to remain in Canada and accumulate further time here was their decision.  <FRAGMENT_SUPPRESSED> \"Sponsor does not meet the LICO at present time but given some time, this situation may well change. It is recommended that subject apply from abroad. As it appears they would not qualify as independent applicants, the sponsorship of their daughter, when in a position to do so, will assist. Whether subject's son will meet the requirements of the Act and Regulations to be included will have to be assessed at that time.  <FRAGMENT_SUPPRESSED> \"E.Peach-Tanner <FRAGMENT_SUPPRESSED>", "[5] The applicants submit that the Immigration officer took irrelevant considerations into account (e.g., the fact that the applicants were working without a work permit, their previous lawyer's advice that they should make a humanitarian and compassion grounds application as soon as possible, the source of the applicants' funds and the situation of the applicant's husband in Moldova) and did not consider the totality of the evidence.  <FRAGMENT_SUPPRESSED>", "[6] They state that they have shown themselves to be self-sufficient and point to their savings. In this regard, they argue that it is irrelevant whether self-sufficiency is due to a valid work permit and that humanitarian and compassionate grounds applications should recognize (and not penalize) self-sufficiency. They also argue that the Immigration officer's suggestion that the sponsors support them \"is wrong because sponsors are not expected to demonstrate their ability to assist by stepping in where others can in fact support themselves\" (para. 12 of applicants' Memorandum). The applicants further submit that the Immigration officer's decision expresses doubts about the source of their savings, even though this issue was never raised during the proceedings.  <FRAGMENT_SUPPRESSED>", "[7] Moreover, the applicants submit that it was unreasonable for the Immigration officer to view their \"accumulation\" of time in Canada negatively. The applicants' position is that the officer should not have been concerned with why the applicants are still in Canada, but rather, with whether their time in Canada is meritorious of a positive recommendation.  <FRAGMENT_SUPPRESSED>", "[8] In addition, the applicants claim that the Immigration officer did not consider the unique circumstances of Alexandre who has been in Canada since age 13, completed his schooling here, and does not speak Russian or Moldovan well were he to return to Moldova.  <FRAGMENT_SUPPRESSED>", "[9] The applicants also claim that the Immigration officer made no meaningful mention of the family's ties and dependence, and ignored the separation of the family.  <FRAGMENT_SUPPRESSED>", "[10] Finally, the applicants submit that the Immigration officer erred when she stated that the applicants' adaptation to Canada was not sufficient to warrant an exemption. According to the applicants, \"[t]here is no lawful basis for the Tribunal to have withheld a positive recommendation on these grounds.\" In this regard, the applicants point to the provision in the guidelines which states that self-sufficiency does not \"normally constitute grounds for a positive recommendation on humanitarian grounds\" and argue that the Immigration officer incorrectly stated that adaptation to Canada is insufficient.  <FRAGMENT_SUPPRESSED>", "[11] In effect, the applicants argue that were it not for these findings, which they describe as errors, the decision might have been different. They therefore ask this Court to quash the decision and send the matter back for redetermination.  <FRAGMENT_SUPPRESSED>", "[12] The respondent submits that the decision to grant an exemption is a matter of discretion and that the applicants have not shown that the impugned decision reveals any error of law or bad faith. On this issue, the respondent points out that the guidelines on humanitarian and compassionate grounds applications are simply that: guidelines which are discretionary and not binding.  <FRAGMENT_SUPPRESSED>", "[13] With respect to the particular circumstances of this case, the respondent suggests that the Immigration Officer did not err in considering why the applicants chose not to make a humanitarian and compassion grounds application earlier. In the respondent's view, this was a fact before the officer and she was entitled to consider it.  <FRAGMENT_SUPPRESSED>", "[14] The respondent further submits that the Immigration officer did not err in concluding that an attack on the applicant's husband was criminally motivated. The applicants had claimed that they feared returning to Moldova because of extortion attempts, but, in the respondent's submission, the letter from the applicant's husband does not indicate any extortion. Therefore, the respondent argues that it was reasonable for the officer to conclude that although the attack was abhorrent, it appears to have been criminally motivated.  <FRAGMENT_SUPPRESSED>", "[15] Regarding the applicants' argument that the Officer erred when she stated that the applicants' adaptation to Canada was not sufficient to warrant an exemption, the respondent submits that the Officer was in fact applying the guidelines.  <FRAGMENT_SUPPRESSED>", "[16] In response to the applicants' submission that the Immigration Officer ignored the unique circumstances of Alexandre Tartchinski, the respondent submits that the Immigration officer was alive to all of the evidence and conducted a thorough review of all the circumstances of the case; in the respondent's submissions, she was not obliged to explicitly refer to every piece of evidence. Moreover, the respondent points out that the applicants' written representations (letters dated June 10, 1998 and October 23, 1998) specifically refer to Alexandre's unique circumstances and that these submissions were before the Immigration officer. Accordingly, the respondent argues that the officer did not err in law or act in bad faith, and that the decision should stand.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[17] In my view, this application for judicial review should be dismissed for the reasons that follow.  <FRAGMENT_SUPPRESSED>", "[18] It is clear that exemptions for humanitarian and compassionate reasons are discretionary and that an applicant is not entitled to a particular outcome. In order to successfully attack a negative decision, an applicant must show that the decision-maker erred in law, acted in bad faith, or proceeded on an incorrect principle: <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 193 ( <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 82 ( <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 75 (T.D.).  <FRAGMENT_SUPPRESSED>", "[19] The Supreme Court in Baker , supra, made it clear that the standard of review in humanitarian and compassionate grounds applications is reasonableness. Accordingly, if the impugned decision is based on reasons that can withstand somewhat probing examination, this Court is not empowered to alter that decision. In my view, the Immigration officer's decision withstands a somewhat probing examination and is reasonable in light of all the circumstances discussed below.  <FRAGMENT_SUPPRESSED>", "[20] The applicants argue that the decision-maker took irrelevant considerations such as their unauthorized employment into account. In my view, this is neither irrelevant nor an error of law. First of all, although the Guidelines with respect to Humanitarian and Compassionate Grounds are not binding, they nevertheless clearly indicate that self-sufficiency does not, in itself, guarantee or lead to a positive outcome in a humanitarian and compassionate grounds application: \"The fact that the person is self-sufficient in Canada would not normally constitute grounds for a positive recommendation on humanitarian grounds... There must be other factors such that refusal of the request would be unusually harsh\" (9.07(2)(b) of the Guidelines). Thus, the pivotal factor in such an application is whether \"unusual, undeserved or disproportionate hardship would be caused to the person seeking consideration if he or she had to leave Canada\" (9.07(2)(a) of the Guidelines). While self-sufficiency is therefore a factor to be considered, it is certainly not the overriding consideration.  <FRAGMENT_SUPPRESSED>", "[21] More importantly, the Guidelines certainly do not suggest that an applicant must pursue self-sufficiency at all cost and without regard to the means. I therefore disagree with the applicants' argument that \"[i]t is irrelevant whether self-sufficiency is pursued with or without a work permit.\" In my opinion, the source of one's self-sufficiency is very relevant; otherwise, anyone could claim an exemption on the basis of self-sufficiency even if that self-sufficiency derived from illegal activities. I appreciate that in this case the applicants worked honestly, albeit illegally. Nonetheless, the applicants knowingly attempted to circumvent the system when they chose to continue working without authorization. Indeed, despite being told during their first interview that they were not authorized to work and that they should cease, there was no indication that the applicants had given up their employment at the time of the second interview. Moreover, their lawyer had cautioned them about the risks of working without a work permit as well as on the ostensible benefit of showing self-sufficiency (regardless of its source), and they chose to remain in Canada and work illegally.  <FRAGMENT_SUPPRESSED>", "[22] I understand that the applicants hoped that accumulating time in Canada despite a departure order against them might be looked on favourably insofar as they could demonstrate that they have adapted well to this country. In my view, however, applicants cannot and should not be \"rewarded\" for accumulating time in Canada, when in fact, they have no legal right to do so. In a similar vein, self-sufficiency should be pursued legally, and an applicant should not be able to invoke his or her illegal actions to subsequently claim a benefit such as a Ministerial exemption. Finally, I take note of the obvious: the purpose of the exemption, in this case, was to exempt the applicants from the requirement of applying for status from abroad, not to exempt them from other statutory provisions such as the requirement of a valid work permit.  <FRAGMENT_SUPPRESSED>", "[23] In a related vein, the applicants argue that the officer was wrong in suggesting that their sponsor support them in order to abide by Canadian laws and not work without authorization. The applicants' submission on this point is as follows:  <FRAGMENT_SUPPRESSED> \"The Tribunal offers an explanation as to why it is concerned with unauthorized employment which, if it were relevant, still makes no sense. The Tribunal infers that where there is a potential sponsor for an applicant, their unauthorized employment is a negative aspect and the sponsors should step in. This is wrong because sponsors are not expected to demonstrate their ability to assist by stepping in where others can in fact support themselves. The applicants equate this reasoning to taking welfare just because it is available and not because they need it. The sponsors are there to help if help is needed. In fact if the applicants were to follow the advice of the Tribunal, they could not demonstrate self sufficiency! <FRAGMENT_SUPPRESSED> In my view, this submission is without merit. First, as I have already noted, self-sufficiency is not the overwhelming consideration in a humanitarian and compassionate grounds application and therefore, there is no basis for pursuing self-sufficiency regardless of the law. Second, with respect to sponsorship, the Immigration officer was correct in suggesting that the applicants' sponsors step in to assist the applicants financially so that the applicants would not have to work illegally. This conforms to the Sponsorship Agreement which sets out the obligations of the sponsor and the immigrant. Paragraph 1 provides that \"The Sponsor (and Co-signer) agrees to provide for the essential needs of the Immigrant and any dependents to the extent that they cannot reasonably be expected to support themselves.\" An example of a situation where the Immigrants cannot support themselves is when the Immigrants qualify for social assistance (para. 2). It is true that one of the Immigrant's obligations is to \"make every reasonable effort to provide for his or her essential needs and any dependents in Canada\" (para. 7) and to \"make partial contributions to their own support using their own resources and efforts\" (para. 9). However, working illegally does not constitute a \"reasonable effort\" to support oneself. On the contrary, paragraph 8 specifically provides that the parties \"understand and agree that section 7 does not mean that parents and grandparents who are sponsored must look for a job to take care of themselves.\" Further, it is clear that if an applicant cannot work because Immigration Canada has denied him a work permit, this cannot then be held against him in the self-sufficiency analysis. In light of this, I believe that the Immigration officer made no error when she recommended that the applicants' sponsors assist them.  <FRAGMENT_SUPPRESSED>", "[24] Another argument raised by the applicants is that the Immigration officer ignored the applicants' family ties. However, the officer's notes clearly show that she was aware of the strong bonds between the applicants and their family in Canada: \"During the course of the interview, subject and her daughter/sponsor both spoke of their desire to have the family remain together as their bond is strong and because Svetlana's daughter is very attached to her grandmother.\" I believe that this formed part of the information the officer considered in making her decision and that it is not simply a token remark.  <FRAGMENT_SUPPRESSED>", "[25] With respect to the applicants' submission that the officer ignored the particular situation of the applicant's son who has been living in Canada for six years, I note that the officer mentions that the applicants \"reiterated the fact that subject's son Alexandre has lived here for six years, since he was thirteen years of age. They claim that but for the fact that he has not been issued a student authorization, he would presently be a student. He is aged 19 now.\" The officer further notes that Alexandre has been working at the movie theatre. In addition to this information, two other pieces of information which specifically refer to Alexandre's unique circumstances were before the officer, namely two letter by the applicants' counsel which set out Alexandre's situation. Accordingly, I believe that the officer considered all this information and did not ignore the totality of the evidence before her. As she noted in her decision, \"In making this determination I have considered the written material included in your application, the submissions made by your lawyer, and the information presented in your interview of 02 October 1998. <FRAGMENT_SUPPRESSED>", "[26] According to the applicant, one of the unique circumstances of her son is that he cannot attend university because he is ineligible for a student permit. Alexandre's Employment Authorization, which was valid until his PDRCC was denied (March 16, 1995) specifically prohibits him from \"attending any educational institution and taking any academic, professional or vocational training course.\" However, it is important to remember that the applicants have been in Canada illegally since their PDRCC was denied, and only made a humanitarian and compassionate grounds application three years later. Therefore, if any hardship results for Alexandre, it is due to the mother's procrastination in making the humanitarian and compassionate grounds application, as her lawyer had advised in 1995.  <FRAGMENT_SUPPRESSED>", "[27] Whether or not applicants should be entitled to the fruits of their illegal work or illegal stay in Canada is a question which I leave for another day.  <FRAGMENT_SUPPRESSED>", "[28] For all the above-noted reasons, this application for judicial review shall be dismissed.  <FRAGMENT_SUPPRESSED> Application refused.  <FRAGMENT_SUPPRESSED> Editor: Sharon J. McLaughlin/ldl  <FRAGMENT_SUPPRESSED> Footnotes  <FRAGMENT_SUPPRESSED> 1.\tOriginally, the applicant's husband had also applied for refugee status, but had to return to Moldova, and eventually withdrew his claim.  <FRAGMENT_SUPPRESSED> 2.\tOn March 23, 1995, the lawyer suggested that sponsorship was an option. However, the applicant's daughter could not have sponsored the applicants at that time, since she was not a permanent resident yet.  <FRAGMENT_SUPPRESSED> [End of document]"]}