{"id_": "088152", "body_str": ["[1] Manson, J. : The Applicant was enrolled in the Regular Officer Training Plan [the ROTP] of the Canadian Armed Forces [the Respondent] and accepted a four year scholarship to attend the University of Toronto baccalaureate pharmacy program.", "[2] The Applicant began experiencing difficulty completing his pharmacy program simultaneously with his duties under the ROTP and began suffering from a depressive disorder. He was diagnosed with major depression in January of 2012.", "[3] The Applicant was subsequently placed in a \"Temporary Medical Category\" [TMC] due to his depression, and as a result, was not eligible for promotion upon graduating from his pharmacy program, contrary to his expectations and ROTP program custom.", "[4] The Applicant began corresponding with various of the Respondent's supervisors in July 2012, when he learned of his TMC status and lack of promotion.", "[5] The Applicant continued in his residency program but experienced difficulty, failing his second and third rotations. The residency program administrators recommended the Applicant attend a remedial rotation. The Respondent rejected this recommendation and gave the Applicant three options: (1) voluntary release, (2) compulsory occupation transfer, or (3) reversion to a non-commissioned member. These options explicitly did not take the Applicant's medical issue into consideration.", "[6] The Applicant initiated a complaint with the Respondent's Ombudsman on December 31, 2012 and was reminded only that he was ineligible for a promotion based on his TMC status.", "[7] After being refused a stay to consult a military doctor, the Applicant chose voluntary release to continue his pharmacy career and was granted leave without pay, on January 16, 2013.", "[8] The Applicant filed a complaint with the Canadian Human Rights Commission on February 21, 2013, alleging the Canadian Armed Forces discriminated against him on the basis of his disability, contrary to sections 7 and 10 of the Canadian Human Rights Act , RSC, 1985, c H-6) [the Act].", "[9] On July 15, 2013, the Respondent sent the Applicant a letter confirming that upon his release in January 2013, he had been suffering a medical condition sufficiently severe to prevent him from \"complying with his obligations to the Respondent and ... unable to meet his obligations as a member of the military\". The Respondent effectively confirmed that the Applicant was considered to have been disabled at the time of his release.", "[10] The Commission completed a Section 40/41 Report [Report] based on the Applicant's allegation and the Respondent's objection. The Applicant and the Respondent were allowed an opportunity to respond to the Report in December 2013. The Respondent was then allowed another opportunity to address the Applicant's arguments, and did so in a letter dated February 4, 2014.", "[11] In a decision dated February 19, 2014, the Commission decided not to deal with the Applicant's complaint, on the basis that the Applicant should have exhausted a reasonably available grievance system within the armed forces before commencing his application to the Commission.", "[12] The decision of the Commission not to deal with the Applicant's complaint was based upon a determination that the Applicant failed to exhaust available grievance procedures (namely the Canadian Forces Grievance System [CFGS] ), pursuant to paragraph 41(1)(a) of the Act. The Applicant was further determined to have been aware of the system and chose not to use it, satisfying the requirement of paragraph 42(2) of the Act that failure to exhaust alternate procedures should be attributed to the Applicant if the Commission is to decide not to deal with the complaint. II. Issue", "[13] Was the Commission's decision not to deal with the Applicant's complaint reasonable? III. Standard of Review", "[14] The appropriate standard of review in this case is reasonableness ( <FRAGMENT_SUPPRESSED> ). IV. Relevant Provisions", "[15] The relevant provisions of the Canadian Human Rights Act , RSC 1985, c H-6, are attached as Appendix A. V. Analysis Was the Commission's decision not to deal with the Applicant's complaint reasonable?", "[16] In considering section 41, the Commission should decide not to deal with complaints only in \"plain and obvious cases\". This principle was articulated by Justice Rothstein in  <FRAGMENT_SUPPRESSED>  at para 3 [ Canada Post Corp ]: A decision by the Commission under section 41 is normally made at an early stage before any investigation is carried out. Because a decision not to deal with the complaint will summarily end a matter before the complaint is investigated, the Commission should only decide not to deal with a complaint at this stage in plain and obvious cases.", "[17] In making a decision under paragraph 41(1)(a) of the Act, the Commission makes two determinations: a. Whether the grievance or review procedure was \"reasonably available\"; and b. Whether the complainant \"ought\" to exhaust the procedure before filing a complaint under the Act. Justice Rothstein described the nature of these two determinations as follows: . . . whether there is a grievance or review procedure \"reasonably available\" is a question of law or mixed law and fact, but whether the complainant \"ought\" to exhaust the procedure is a question of opinion or discretion. Canada Post Corp , at para 6)", "[18] Decisions made by the Commission under section 41 of the Act are subjective and involve an exercise of discretion, therefore the scope of the judicial review of such a decision is narrow. The Commission is given the discretion to deal or not deal with a range of complaints if it is determined the Applicant ought to have utilized another process. Further, the Commission must be satisfied that the Applicant's failure to utilize the alternate process is attributable to the Applicant and not to another (sections 41-42 of the Act). Only considerations such as bad faith by the Commission, error of law or acting on the basis of irrelevant considerations are applicable ( Canada Post Corp , at paras 4, 5).", "[19] Section 41 of the Act was designed to remove some of the complaints from the Commission's workload. As agreed by the parties, the Commission should only choose to exercise this right in \"plain and obvious cases\" and that such a determination involves both deciding if the alternate grievance process was reasonably available, and if the Applicant ought to have exhausted that process before making his complaint to the Commission ( <FRAGMENT_SUPPRESSED> ; Canada Post Corp , at paras 3, 6).", "[20] The Applicant has presented evidence that was not before the Commission and I agree that this evidence should not be considered in the present judicial review. The Court will only consider the evidence that was before the Commission when they made their determination.", "[21] The Applicant presents two reasons why they should not be expected to use the CFGS: first, the language in the National Defence Act is merely permissive when it discusses the grievance procedure and not obligatory; second, the process was not 'reasonably available' to the Applicant, given the inherent discriminatory nature of the Armed Forces administrative grievance process, as it addresses the temporary medical category. As a corollary to the second reason, the Applicant submits that when one has regard to the history of the Applicant's case, and the Armed Forces' consistent insistence that due to his status as a temporary medical category person he was not eligible for promotion, it was inevitable that the discriminatory policy would lead to a finding against the Applicant.", "[22] The Applicant does not dispute that he knew of the CFGS; he states that he chose not to use it. He submits that while the National Defence Act \"entitles\" a member of the Armed Forces to submit a grievance, it does not require it. In the absence of obligatory language in the legislation, the Applicant argues that he was free to choose whether or not he wanted to engage the CFGS ( <FRAGMENT_SUPPRESSED>  at paras 36-39).", "[23] Unfortunately for the Applicant, regardless of whether the process is mandatory or voluntary, the Commission was nevertheless entitled to decide if the grievance process was a more appropriate forum to deal with the Applicant's complaint before being brought to the Commission.", "[24] The Applicant's argument that the system is optional and not obligatory is not persuasive. While the language of the statute is permissive and entitles, but does not require one to use the CFGS, it is open to the Commission to determine that the CFGS would be an appropriate process for the Applicant to use, and more suitable place to deal with the complaint at hand.", "[25] However, the Commission should have addressed the arguments of the Applicant in his reply to the Report, dated December 16, 2013.", "[26] As stated by Justice Judith Snider (as she then was) in <FRAGMENT_SUPPRESSED> : 24 The main problem that I have with the Commission's decision is that it does not address any of the arguments made by Mr. Hicks in his reply of September 4, 2007. In his reply, Mr. Hicks made extensive submissions on the topic of jurisdiction, with reference to case law that seems to apply a less narrow view of family status and disability than was apparently taken by the Commission. I do not know if the Commission had regard to the issues raised in the reply or, if it did, why the Commission found these arguments to be without merit. 25 The situation before me is very similar to that in Johnstone . I acknowledge the arguments made by the Commission before me that the human rights protected by the CHRA do not extend as far as posited by Mr. Hicks. The Commission may be right. However, on the record before me, I am not able to say with confidence that the arguments of Mr. Hicks were heard and considered. In other words, I am not persuaded that it is plain and obvious that there is no discrimination. Thus, whether viewed on a standard of reasonableness or of correctness, I find that the decision cannot stand.", "[27] The Applicant also refers to the case of <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] as being \"on all fours\" with the facts of this case. Justice Marie-Josée Bédard in <FRAGMENT_SUPPRESSED> stated, at paras 30, 41: 30 Once a complaint is filed, the Commission must make a preliminary decision about whether or not it will deal with the complaint by launching an investigation. Although the Commission's decision and decision-making process should be afforded deference ( Halifax Regional Municipality , above at para 51), the jurisprudence establishes that the Commission should be prudent in dismissing a complaint at the pre-investigation stage. I recently had the opportunity to discuss the need for prudence at that early stage of the process in Maracle , above at para 40: This approach has been endorsed by this Court in several judgments ( Comstock , above, at paras 39-40, 43; Hartjes , above, at para 30, <FRAGMENT_SUPPRESSED> , above, at para 22; Michon-Hamelin ]) and I also endorse it. This approach is consistent with the Commission's primary role under the Act as a gate-keeper responsible for assessing the allegations of a complaint and determining whether they warrant an inquiry by the Tribunal. In deciding whether to deal with a complaint, the Commission is vested with a certain level of discretion but it must be wary of summarily dismissing a complaint since the decision is made at a very early stage and before any investigation. The question of whether a complaint falls within the Commission's jurisdiction may, in itself, require some investigation before it can be properly answered. It is worth noting that, at the end of the investigation process, the Commission can again, pursuant to subparagraph 44(3)(1)(b)(ii) of the Act, dismiss a complaint for lack of jurisdiction. 41 One must also bear in mind that rejecting a complaint at the pre-investigation stage is an exception. In my view, the Commission must explain why it considers that a complaint falls outside of its jurisdiction pursuant to section 41 of the Act. This obligation to explain its decision must be adapted to the context of each complaint. Although the Commission may not need to provide comprehensive reasons, it must at least leave the complainant with the impression that it considered his or her allegations before rejecting them. This is even more important when certain arguments were not considered in the preparation of the Section 40/41 Report and were only raised in response to the Report. I consider that in these specific circumstances, the applicant, and the Court, should have the assurance that the main arguments raised by the applicant were considered by the Commission before it concluded that it was plain and obvious that the complaint fell outside of its jurisdiction. Having no assurance that the Commission turned its mind to these arguments, and considering that it is not the Court's role to determine whether a complaint warrants an investigation, I am of the view that the Court is not in a position to determine whether the Commission's decision falls within the range of acceptable possible outcomes.", "[28] Here, the reasons given by the Commission in refusing to deal with the Applicant's complaint are cryptic and do not mention the Applicant's arguments in response to the Report.", "[29] However, the Applicant's arguments in respect of the complaint process (dealing with the inherent discriminatory nature of the Armed Forces' administrative grievance procedure as it deals with persons determined to be in the temporary medical category), were thoroughly dealt with in the Report. The only substantive argument raised after the Report that was not already dealt with was whether permissive language in the statute entitled the Applicant to refuse to use the CFGS, making the Commission's assertion that he should have availed himself of it unreasonable. Respectfully, I disagree.", "[30] The Commission determined that the CFGS was \"reasonably available\" to the Applicant. A plain reading of subsection 29(1) of the National Defence Act demonstrates that the Applicant's complaint could have been dealt with by the CFGS. The Applicant here does not deny the suitability of the CFGS, and instead argues a lack of neutrality and lack of independence. These allegations are speculative at best.", "[31] Numerous statutory and other mechanisms in the CFGS ensure its independence and impartiality: the final decision maker is the Chief of Defence Staff or their delegate who is \"considerably removed\" from a griever's case; subsection 29(4) of the National Defence Act provides that filing a grievance will not result in a penalty; finally, a decision can be challenged through the Federal Court, or reviewed by the office of the Forces' Ombudsman. Plain reading of paragraph 41(1)(a) of the Act entitles the Commission to decide whether an applicant \"ought to exhaust grievance or review procedures otherwise reasonably available\". There is no requirement that the Commission determine whether or not the grievance procedure was mandatory or voluntary. If the procedures are deemed to have been reasonably available to the Applicant then it is open to the Commission to determine if they think the Applicant ought to have availed themselves of it.", "[32] The Commission fulfilled its responsibility to evaluate section 41 exceptions to deal with a complaint and reasonably determined that a more suitable grievance procedure was available to the complainant and they ought to have pursued it fully before submitting a complaint to the Commission.", "[33] THIS COURT'S JUDGMENT is that 1. The Application is dismissed; 2. No question is certified. Canadian Human Rights Act , RSC 1985, c H-6 Employment 7. It is a discriminatory practice, directly or indirectly, (a) to refuse to employ or continue to employ any individual, or (b) in the course of employment, to differentiate adversely in relation to an employee, on a prohibited ground of discrimination. Discriminatory policy or practice 10. It is a discriminatory practice for an employer, employee organization or employer organization (a) to establish or pursue a policy or practice, or (b) to enter into an agreement affecting recruitment, referral, hiring, promotion, training, apprenticeship, transfer or any other matter relating to employment or prospective employment, that deprives or tends to deprive an individual or class of individuals of any employment opportunities on a prohibited ground of discrimination. Commission to deal with complaint 41. (1) Subject to section 40, the Commission shall deal with any complaint filed with it unless in respect of that complaint it appears to the Commission that (a) the alleged victim of the discriminatory practice to which the complaint relates ought to exhaust grievance or review procedures otherwise reasonably available; (b) the complaint is one that could more appropriately be dealt with, initially or completely, according to a procedure provided for under an Act of Parliament other than this Act; (c) the complaint is beyond the jurisdiction of the Commission; (d) the complaint is trivial, frivolous, vexatious or made in bad faith; or (e) the complaint is based on acts or omissions the last of which occurred more than one year, or such longer period of time as the Commission considers appropriate in the circumstances, before receipt of the complaint. Commission may decline to deal with complaint (2) The Commission may decline to deal with a complaint referred to in paragraph 10(a) in respect of an employer where it is of the opinion that the matter has been adequately dealt with in the employer's employment equity plan prepared pursuant to section 10 of the Employment Equity Act. Meaning of \"employer\" (3) In this section, \"employer\" means a person who or organization that discharges the obligations of an employer under the Employment Equity Act. Irrecevabilité c) la plainte n'est pas de sa compétence; Refus d'examen Notice 42. (1) Subject to subsection (2), when the Commission decides not to deal with a complaint, it shall send a written notice of its decision to the complainant setting out the reason for its decision. Attributing fault for delay (2) Before deciding that a complaint will not be dealt with because a procedure referred to in paragraph 41(a) has not been exhausted, the Commission shall satisfy itself that the failure to exhaust the procedure was attributable to the complainant and not to another. Avis appearances: UPON an application for judicial review of the decision dated February 19, 2014, of acting Chief Commissioner David Langtry [the Assessor] of the Canadian Human Rights Commission [the Commission] not to deal with the Applicant's complaint; AND UPON reading the material before the Court and hearing the oral submissions of the parties; AND UPON determining that this application should be dismissed for the following reasons. I. Background", "[1] The Applicant was enrolled in the Regular Officer Training Plan [the ROTP] of the Canadian Armed Forces [the Respondent] and accepted a four year scholarship to attend the University of Toronto baccalaureate pharmacy program.", "[2] The Applicant began experiencing difficulty completing his pharmacy program simultaneously with his duties under the ROTP and began suffering from a depressive disorder. He was diagnosed with major depression in January of 2012.", "[3] The Applicant was subsequently placed in a \"Temporary Medical Category\" [TMC] due to his depression, and as a result, was not eligible for promotion upon graduating from his pharmacy program, contrary to his expectations and ROTP program custom.", "[4] The Applicant began corresponding with various of the Respondent's supervisors in July 2012, when he learned of his TMC status and lack of promotion.", "[5] The Applicant continued in his residency program but experienced difficulty, failing his second and third rotations. The residency program administrators recommended the Applicant attend a remedial rotation. The Respondent rejected this recommendation and gave the Applicant three options: (1) voluntary release, (2) compulsory occupation transfer, or (3) reversion to a non-commissioned member. These options explicitly did not take the Applicant's medical issue into consideration.", "[6] The Applicant initiated a complaint with the Respondent's Ombudsman on December 31, 2012 and was reminded only that he was ineligible for a promotion based on his TMC status.", "[7] After being refused a stay to consult a military doctor, the Applicant chose voluntary release to continue his pharmacy career and was granted leave without pay, on January 16, 2013.", "[8] The Applicant filed a complaint with the Canadian Human Rights Commission on February 21, 2013, alleging the Canadian Armed Forces discriminated against him on the basis of his disability, contrary to sections 7 and 10 of the Canadian Human Rights Act , RSC, 1985, c H-6) [the Act].", "[9] On July 15, 2013, the Respondent sent the Applicant a letter confirming that upon his release in January 2013, he had been suffering a medical condition sufficiently severe to prevent him from \"complying with his obligations to the Respondent and ... unable to meet his obligations as a member of the military\". The Respondent effectively confirmed that the Applicant was considered to have been disabled at the time of his release.", "[10] The Commission completed a Section 40/41 Report [Report] based on the Applicant's allegation and the Respondent's objection. The Applicant and the Respondent were allowed an opportunity to respond to the Report in December 2013. The Respondent was then allowed another opportunity to address the Applicant's arguments, and did so in a letter dated February 4, 2014.", "[11] In a decision dated February 19, 2014, the Commission decided not to deal with the Applicant's complaint, on the basis that the Applicant should have exhausted a reasonably available grievance system within the armed forces before commencing his application to the Commission.", "[12] The decision of the Commission not to deal with the Applicant's complaint was based upon a determination that the Applicant failed to exhaust available grievance procedures (namely the Canadian Forces Grievance System [CFGS] ), pursuant to paragraph 41(1)(a) of the Act. The Applicant was further determined to have been aware of the system and chose not to use it, satisfying the requirement of paragraph 42(2) of the Act that failure to exhaust alternate procedures should be attributed to the Applicant if the Commission is to decide not to deal with the complaint. II. Issue", "[13] Was the Commission's decision not to deal with the Applicant's complaint reasonable? III. Standard of Review", "[14] The appropriate standard of review in this case is reasonableness ( <FRAGMENT_SUPPRESSED> ). IV. Relevant Provisions", "[15] The relevant provisions of the Canadian Human Rights Act , RSC 1985, c H-6, are attached as Appendix A. V. Analysis Was the Commission's decision not to deal with the Applicant's complaint reasonable?", "[16] In considering section 41, the Commission should decide not to deal with complaints only in \"plain and obvious cases\". This principle was articulated by Justice Rothstein in  <FRAGMENT_SUPPRESSED>  at para 3 [ Canada Post Corp ] : A decision by the Commission under section 41 is normally made at an early stage before any investigation is carried out. Because a decision not to deal with the complaint will summarily end a matter before the complaint is investigated, the Commission should only decide not to deal with a complaint at this stage in plain and obvious cases.", "[17] In making a decision under paragraph 41(1)(a) of the Act, the Commission makes two determinations: a. Whether the grievance or review procedure was \"reasonably available\"; and b. Whether the complainant \"ought\" to exhaust the procedure before filing a complaint under the Act. Justice Rothstein described the nature of these two determinations as follows: . . . whether there is a grievance or review procedure \"reasonably available\" is a question of law or mixed law and fact, but whether the complainant \"ought\" to exhaust the procedure is a question of opinion or discretion. Canada Post Corp , at para 6)", "[18] Decisions made by the Commission under section 41 of the Act are subjective and involve an exercise of discretion, therefore the scope of the judicial review of such a decision is narrow. The Commission is given the discretion to deal or not deal with a range of complaints if it is determined the Applicant ought to have utilized another process. Further, the Commission must be satisfied that the Applicant's failure to utilize the alternate process is attributable to the Applicant and not to another (sections 41-42 of the Act). Only considerations such as bad faith by the Commission, error of law or acting on the basis of irrelevant considerations are applicable ( Canada Post Corp , at paras 4, 5).", "[19] Section 41 of the Act was designed to remove some of the complaints from the Commission's workload. As agreed by the parties, the Commission should only choose to exercise this right in \"plain and obvious cases\" and that such a determination involves both deciding if the alternate grievance process was reasonably available, and if the Applicant ought to have exhausted that process before making his complaint to the Commission ( <FRAGMENT_SUPPRESSED> ; Canada Post Corp , at paras 3, 6).", "[20] The Applicant has presented evidence that was not before the Commission and I agree that this evidence should not be considered in the present judicial review. The Court will only consider the evidence that was before the Commission when they made their determination.", "[21] The Applicant presents two reasons why they should not be expected to use the CFGS: first, the language in the National Defence Act is merely permissive when it discusses the grievance procedure and not obligatory; second, the process was not 'reasonably available' to the Applicant, given the inherent discriminatory nature of the Armed Forces administrative grievance process, as it addresses the temporary medical category. As a corollary to the second reason, the Applicant submits that when one has regard to the history of the Applicant's case, and the Armed Forces' consistent insistence that due to his status as a temporary medical category person he was not eligible for promotion, it was inevitable that the discriminatory policy would lead to a finding against the Applicant.", "[22] The Applicant does not dispute that he knew of the CFGS; he states that he chose not to use it. He submits that while the National Defence Act \"entitles\" a member of the Armed Forces to submit a grievance, it does not require it. In the absence of obligatory language in the legislation, the Applicant argues that he was free to choose whether or not he wanted to engage the CFGS ( <FRAGMENT_SUPPRESSED>  at paras 36-39).", "[23] Unfortunately for the Applicant, regardless of whether the process is mandatory or voluntary, the Commission was nevertheless entitled to decide if the grievance process was a more appropriate forum to deal with the Applicant's complaint before being brought to the Commission.", "[24] The Applicant's argument that the system is optional and not obligatory is not persuasive. While the language of the statute is permissive and entitles, but does not require one to use the CFGS, it is open to the Commission to determine that the CFGS would be an appropriate process for the Applicant to use, and more suitable place to deal with the complaint at hand.", "[25] However, the Commission should have addressed the arguments of the Applicant in his reply to the Report, dated December 16, 2013.", "[26] As stated by Justice Judith Snider (as she then was) in <FRAGMENT_SUPPRESSED> : 24 The main problem that I have with the Commission's decision is that it does not address any of the arguments made by Mr. Hicks in his reply of September 4, 2007. In his reply, Mr. Hicks made extensive submissions on the topic of jurisdiction, with reference to case law that seems to apply a less narrow view of family status and disability than was apparently taken by the Commission. I do not know if the Commission had regard to the issues raised in the reply or, if it did, why the Commission found these arguments to be without merit. 25 The situation before me is very similar to that in Johnstone . I acknowledge the arguments made by the Commission before me that the human rights protected by the CHRA do not extend as far as posited by Mr. Hicks. The Commission may be right. However, on the record before me, I am not able to say with confidence that the arguments of Mr. Hicks were heard and considered. In other words, I am not persuaded that it is plain and obvious that there is no discrimination. Thus, whether viewed on a standard of reasonableness or of correctness, I find that the decision cannot stand.", "[27] The Applicant also refers to the case of <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] as being \"on all fours\" with the facts of this case. Justice Marie-Josée Bédard in <FRAGMENT_SUPPRESSED> stated, at paras 30, 41: 30 Once a complaint is filed, the Commission must make a preliminary decision about whether or not it will deal with the complaint by launching an investigation. Although the Commission's decision and decision-making process should be afforded deference ( Halifax Regional Municipality , above at para 51), the jurisprudence establishes that the Commission should be prudent in dismissing a complaint at the pre-investigation stage. I recently had the opportunity to discuss the need for prudence at that early stage of the process in Maracle , above at para 40: This approach has been endorsed by this Court in several judgments ( Comstock , above, at paras 39-40, 43; Hartjes , above, at para 30, <FRAGMENT_SUPPRESSED> , above, at para 22; Michon-Hamelin ] ) and I also endorse it. This approach is consistent with the Commission's primary role under the Act as a gate-keeper responsible for assessing the allegations of a complaint and determining whether they warrant an inquiry by the Tribunal. In deciding whether to deal with a complaint, the Commission is vested with a certain level of discretion but it must be wary of summarily dismissing a complaint since the decision is made at a very early stage and before any investigation. The question of whether a complaint falls within the Commission's jurisdiction may, in itself, require some investigation before it can be properly answered. It is worth noting that, at the end of the investigation process, the Commission can again, pursuant to subparagraph 44(3)(1)(b)(ii) of the Act, dismiss a complaint for lack of jurisdiction. 41 One must also bear in mind that rejecting a complaint at the pre-investigation stage is an exception. In my view, the Commission must explain why it considers that a complaint falls outside of its jurisdiction pursuant to section 41 of the Act. This obligation to explain its decision must be adapted to the context of each complaint. Although the Commission may not need to provide comprehensive reasons, it must at least leave the complainant with the impression that it considered his or her allegations before rejecting them. This is even more important when certain arguments were not considered in the preparation of the Section 40/41 Report and were only raised in response to the Report. I consider that in these specific circumstances, the applicant, and the Court, should have the assurance that the main arguments raised by the applicant were considered by the Commission before it concluded that it was plain and obvious that the complaint fell outside of its jurisdiction. Having no assurance that the Commission turned its mind to these arguments, and considering that it is not the Court's role to determine whether a complaint warrants an investigation, I am of the view that the Court is not in a position to determine whether the Commission's decision falls within the range of acceptable possible outcomes.", "[28] Here, the reasons given by the Commission in refusing to deal with the Applicant's complaint are cryptic and do not mention the Applicant's arguments in response to the Report.", "[29] However, the Applicant's arguments in respect of the complaint process (dealing with the inherent discriminatory nature of the Armed Forces' administrative grievance procedure as it deals with persons determined to be in the temporary medical category), were thoroughly dealt with in the Report. The only substantive argument raised after the Report that was not already dealt with was whether permissive language in the statute entitled the Applicant to refuse to use the CFGS, making the Commission's assertion that he should have availed himself of it unreasonable. Respectfully, I disagree.", "[30] The Commission determined that the CFGS was \"reasonably available\" to the Applicant. A plain reading of subsection 29(1) of the National Defence Act demonstrates that the Applicant's complaint could have been dealt with by the CFGS. The Applicant here does not deny the suitability of the CFGS, and instead argues a lack of neutrality and lack of independence. These allegations are speculative at best.", "[31] Numerous statutory and other mechanisms in the CFGS ensure its independence and impartiality: the final decision maker is the Chief of Defence Staff or their delegate who is \"considerably removed\" from a griever's case; subsection 29(4) of the National Defence Act provides that filing a grievance will not result in a penalty; finally, a decision can be challenged through the Federal Court, or reviewed by the office of the Forces' Ombudsman. Plain reading of paragraph 41(1)(a) of the Act entitles the Commission to decide whether an applicant \"ought to exhaust grievance or review procedures otherwise reasonably available\". There is no requirement that the Commission determine whether or not the grievance procedure was mandatory or voluntary. If the procedures are deemed to have been reasonably available to the Applicant then it is open to the Commission to determine if they think the Applicant ought to have availed themselves of it.", "[32] The Commission fulfilled its responsibility to evaluate section 41 exceptions to deal with a complaint and reasonably determined that a more suitable grievance procedure was available to the complainant and they ought to have pursued it fully before submitting a complaint to the Commission.", "[33] THIS COURT'S JUDGMENT is that 1. The Application is dismissed; 2. No question is certified. Canadian Human Rights Act , RSC 1985, c H-6 Employment 7. It is a discriminatory practice, directly or indirectly, (a) to refuse to employ or continue to employ any individual, or (b) in the course of employment, to differentiate adversely in relation to an employee, on a prohibited ground of discrimination. Discriminatory policy or practice 10. It is a discriminatory practice for an employer, employee organization or employer organization (a) to establish or pursue a policy or practice, or (b) to enter into an agreement affecting recruitment, referral, hiring, promotion, training, apprenticeship, transfer or any other matter relating to employment or prospective employment, that deprives or tends to deprive an individual or class of individuals of any employment opportunities on a prohibited ground of discrimination. Commission to deal with complaint 41. (1) Subject to section 40, the Commission shall deal with any complaint filed with it unless in respect of that complaint it appears to the Commission that (a) the alleged victim of the discriminatory practice to which the complaint relates ought to exhaust grievance or review procedures otherwise reasonably available; (b) the complaint is one that could more appropriately be dealt with, initially or completely, according to a procedure provided for under an Act of Parliament other than this Act; (c) the complaint is beyond the jurisdiction of the Commission; (d) the complaint is trivial, frivolous, vexatious or made in bad faith; or (e) the complaint is based on acts or omissions the last of which occurred more than one year, or such longer period of time as the Commission considers appropriate in the circumstances, before receipt of the complaint. Commission may decline to deal with complaint (2) The Commission may decline to deal with a complaint referred to in paragraph 10(a) in respect of an employer where it is of the opinion that the matter has been adequately dealt with in the employer's employment equity plan prepared pursuant to section 10 of the Employment Equity Act. Meaning of \"employer\" (3) In this section, \"employer\" means a person who or organization that discharges the obligations of an employer under the Employment Equity Act. Notice 42. (1) Subject to subsection (2), when the Commission decides not to deal with a complaint, it shall send a written notice of its decision to the complainant setting out the reason for its decision. Attributing fault for delay (2) Before deciding that a complaint will not be dealt with because a procedure referred to in paragraph 41(a) has not been exhausted, the Commission shall satisfy itself that the failure to exhaust the procedure was attributable to the complainant and not to another. Emploi Irrecevabilité c) la plainte n'est pas de sa compétence; Refus d'examen Avis [End of document]"]}