{"id_": "088155", "body_str": ["[1] Rennie, J. : The applicants seek judicial review of a decision of a panel of the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board), dated July 6, 2011, which held that the applicants were not Convention (United Nations' Convention Relating to the Status of Refugees , [1969] Can TS No 6) refugees or persons in need of protection pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA ). For the reasons that follow, the application is dismissed. Facts", "[2] The principal applicant, Ferenc Horvath (applicant), his wife, Ferencne Horvath, and their children, Evelin Horvath, Ferenc Horvath and Dzsenifer Horvath, are all Romani citizens of Hungary. The applicants allege fear of persecution by right-wing extremists in Hungarian society because of their Romani ethnicity.", "[3] The applicant states that he and his family have been discriminated against because of their Romani background. In April 2008, the applicant began working at a new job. He was harassed by a co-worker who was a member of a right-wing group called the Hungarian Guard. The applicant states that one day after work he was followed by that co-worker in a car, and a group of men got out and beat him. The applicant was attacked again by this group a couple months later. They threatened to beat his family as well if he went to a doctor or to the police.", "[4] The applicant states that in January 2010, the family returned home one day to find the window in their front door broken and the words \"You will die GYPSIES (as animals)\" written on the door. The applicant was afraid for the safety of himself and his family and so they fled Hungary to Canada on February 23, 2010, and claimed refugee protection on their arrival at the airport in Toronto.", "[5] The applicants' claims were heard on May 11, 2011. The applicant was appointed the designated representative for the three children. Decision Under Review", "[6] In the reasons for its decision, dated June 14, 2011, the Board found that the determinative issue was state protection. The Board noted that there was a pervasive problem of discrimination against Romani people in Hungary, and also incidents of violence. The Board acknowledged this background in determining whether state protection was available to these particular claimants.", "[7] The Board noted that the applicant had not made any efforts to seek state protection, as well as the applicant's statement that he was threatened not to go to the police. The Board noted that cases of this Court have held that a claimant's decision to flee before police have had an opportunity to protect does not amount to a lack of state protection.", "[8] The Board noted the applicant's assertion that the police would not do anything to protect Romani people from the Hungarian Guard; however, the Board found that this assertion was unsubstantiated, and it preferred the documentary evidence supporting the conclusion that state protection was available.", "[9] In the Board's analysis of the documentary evidence it acknowledged the evidence of corruption among police forces, but also noted the state action that had been taken against officers guilty of misconduct. The Board also acknowledged incidents of violence against Romani citizens, but referred to accounts of the police response to those incidents in concluding that the police and government were willing and able to protect victims.", "[10] The Board also noted other avenues for recourse in response to discrimination including the Roma anti-discrimination legal service network and the Equal Treatment Authority. The Board acknowledged criticisms that some of the initiatives of the government to respond to discrimination have not been implemented effectively.", "[11] The Board found that the applicants had not proven that state protection would not be reasonably forthcoming if they had sought it and therefore they had not rebutted the presumption of state protection with clear and convincing evidence. The applicants' claims were therefore rejected. Issue", "[12] The only issue raised by this application is whether the Board's finding regarding state protection was reasonable. Analysis", "[13] The applicants submit that the Board failed to provide reasons for discounting their evidence that the state cannot protect Romani people; that the Board failed to consider relevant evidence that contradicted its conclusions; and that the Board relied on generalizations and references to the state's efforts and good intentions rather than considering whether state protection was actually available.", "[14] The applicant relies on <FRAGMENT_SUPPRESSED>  which held at paragraph 25 that the Board cannot discount an applicant's evidence because of his or her interest in the outcome. That proposition is correct but that is not what occurred in this case; rather, the Board found in this case that the reasonableness of the applicant's decision not to seek state protection could not be sustained in light of his own experience and the documentary evidence. The Board found that the preponderance of the evidence supported the conclusion that state protection was available.", "[15] The applicant also relies on Flores Alcazar , above, and the Court's decision in <FRAGMENT_SUPPRESSED> ; in both cases, the Board failed to consider evidence that contradicted its conclusions. However, I find that both of these cases are distinguishable: in Flores Alcazar the Court found, at paragraph 26, that the Board ignored its own body of research in reaching its conclusion, and  <FRAGMENT_SUPPRESSED> the Court found, at paragraph 61, that the Board erroneously concluded that attacks on Roma had stopped without regard to considerable evidence that attacks were continuing to occur.", "[16] In contrast, in this case the Board considered the evidence before it and acknowledged that some of that evidence was conflicting. I do not find that this was a case in which the Board made generalizations about the country without considering the specific evidence before it, nor did the Board refer only to efforts or good intentions without considering implementation and actual results.", "[17] Two of the pieces of evidence cited by the applicants in support of their position were explicitly considered in the Board's decision. The Board cited the Response to Information Request, and the US DOS Report several times in its reasons. The Board acknowledged the problem of violence against Romani individuals, prejudicial treatment of the Roma in all aspects of society, and police corruption. However, the Board found that the preponderance of the evidence supported the conclusion that state protection was available and there were adequate state responses to these problems. This conclusion was supported by reference to the documentary evidence and it was reasonably open to the Board.", "[18] In reaching this conclusion I do not detract from the observations of my colleague, Justice Michel Shore,  <FRAGMENT_SUPPRESSED> , at paragraph 66, wherein he noted: Thus, it cannot be sufficient to show the changes and improvements in the Hungarian state, including a number of options for recourse and the possibility to obtain state protection. It still remains to be proven that the changes have been effectively implemented in practice. Proof of the state's willingness to improve and its progress should not be, for the decision-maker, a decisive indication that the potential measures amount to effective protection in the country under consideration. As the case law above shows, willingness, as sincere as it may be, does not amount to action.", "[19] I agree with this proposition. Here, however, in light of the applicants' failure to make any effort to seek state protection, the onus was on them to present clear and convincing evidence that such protection would not have been reasonably forthcoming. The Board concluded that they had not discharged that burden and it is not for the Court to re-weigh the evidence and substitute its conclusions for that of the Board. There is therefore no basis to intervene.", "[20] The application for judicial review is dismissed. JUDGMENT", "[21] THIS COURT'S JUDGMENT is that the application for judicial review be and is hereby dismissed. No question for certification has been proposed and none arises.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12] Analyse", "[13]", "[14]", "[15] Flores Alcazar Flores Alcazar Kovacs", "[16]", "[17]", "[18] Kovacs", "[19]", "[20] JUGEMENT", "[21] [End of document] <FRAGMENT_SUPPRESSED>"]}