{"id_": "088232", "body_str": ["[1] Hughes, J. : The Applicant Jean Leonard Teganya is an adult male citizen of Rwanda. In November 1999 he entered Canada and claimed refugee status. He was excluded from refugee protection in 2002, the matter was sent back by a consent Order of this Court. He was again excluded in 2005. This Court upheld that decision. In 2010 the Applicant received a negative PRRA decision, that decision was upheld by this Court in March 2011. The Applicant submitted a second PRRA application which was denied in a decision dated June 11, 2011. This is a judicial review of the June 11, 2011 decision.", "[2] For the reasons that follow I find that the application is allowed.", "[3] The Applicant is the eldest of a family of four children. The Applicant was a medical student in a Rwandan hospital. He and other members of his family fled Rwanda in 1994 during the period when a civil war going on there. They fled first to the Congo, he then fled to Kenya and then to India. While in India the Applicant continued his studies. The Applicant's father meanwhile, returned to Rwanda where he was arrested and detained for considerable period in prison then was tried and convicted of crimes relating to genocide. His father remains in prison  <FRAGMENT_SUPPRESSED>  serving a 22 year sentence.", "[4] The Applicant believed that he could not, as a student, seek asylum in India. He feared returning to Rwanda, believing that he, as the son of his father who was convicted, would be arrested and, even if ultimately tried and found not to be guilty, the period of imprisonment before trial, which he believed may be a long period, would, in his belief subject him to torture and punishment in any event. It is to be noted that of all his siblings only the applicant bears his father's surname a matter that the Applicant believes makes him particularly vulnerable to arrest  <FRAGMENT_SUPPRESSED> .", "[5] In support of his second PRRA application resulting in the decision under review, the Applicant, through Counsel, submitted a number of documents including: a. Newspaper reports, including those from Canada and Rwanda specifically naming the Applicant; b. Numerous documents respecting current country conditions in  <FRAGMENT_SUPPRESSED>  from a formerly friend who had lived  <FRAGMENT_SUPPRESSED> ; e. An affidavit from a Rwandan lawyer respecting the conviction of the Applicant's father and the unavailability to communicate with him while he is in prison.", "[6] The PRRA Officer gave little weight to much of this evidence and concluded:", "[7] The Officer did not request a hearing.", "[8] Counsel for both parties at the hearing before me agreed that the standard of review of the Officer's decision is reasonableness. They also agreed that the question that the Officer had to address can be stated as: based on an assessment of the evidence, on a balance of probabilities, would the Applicant be subjected personally to a risk to his life or to a risk of cruel and unusual treatment or punishment if he was required to return to Rwanda. It is to be noted that the test is a \"risk\" and not a \"certainty\" and that the risk is to be assessed on a balance of probabilities. The decision of Rothstein J.A. (as he then was) in <FRAGMENT_SUPPRESSED>  supports this view. He wrote at paragraphs 12 to 14: 12. McGuigan J.A. adopted the \"reasonable chance [of] persecution\" test as the legal test to meet to obtain Convention refugee status, i.e. not necessarily more than a 50 percent chance but more than a minimal possibility of persecution. 13. The certified question deals with subsection 97(1). The relevant portions of subsection 97(1) provide 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment ... . 14. As was found by McGuigan J.A. to be the case with respect to section 96, nothing in subsection 97(1) suggests that the standard of proof to be applied in assessing the danger or risk described in paragraphs 97(1)( ) and ( ) is anything other than the usual balance of probabilities standard of proof. The answer to the first certified question is therefore The standard of proof for purposes of section 97 is proof on a balance of probabilities.", "[9] The risk alleged by the Applicant is set out as follows at page 3 of the Officer's reasons:", "[10] The first document considered by the Officer in evaluating risk was a newspaper article published  <FRAGMENT_SUPPRESSED> . It is important to repeat that article in full: RWANDA: GENOCIDE Suspect Faces Deportation From Canada James Karuhanga 31 March 2011 Reports from Canada indicate that following a ruling this month, a court found that Jean Leonard Teganya, a Genocide suspect, could be deported to Rwanda. Teganya was an intern at Butare University Hospital in April, 1994, where militia killed nearly 200 Tutsi patients and staff at the hospital. When contacted yesterday, Prosecutor General Martin Ngoga said it was a positive step. \"Much as it is a matter still within Canadian jurisdiction, and subject to further appeal, it is a positive step in our collective endeavor as community of nations to deal with every detail that would help bring perpetrators of Genocide to justice and deny them safe haven anywhere in the world,\" Ngoga said. Agnes Murekatete, a Genocide survivor, said that it is unfair that suspects like Teganya remain at large. \"I just feel that life is so unfair. Many of those who made me and others orphans, many of those who killed our relatives in cold blood are sheltered all over the world.\" \"I have no option but to forgive, yet the continued genocide denial fills me with sorrow. And they are all out there, everywhere, she said.\" At the University Hospital, in 1994, it was reported that nurses compiled lists of patients and staff to be killed, while doctors refused to treat Tutsi patients or kicked them out of the hospital where the Interahamwe militiamen were waiting. Teganya's father was a regional lader of the extremist Mouvement Révolutionaire National pour le Développement (MRND) party. In 2002, Canada's Immigration and Refugee Board asked Teganya why he wasn't killed at the hospital, and whether that meant militiamen identified him as someone sympathetic to their cause.", "[11] The Officer dismissed this article in saying that it does not say that charges would be laid against the Applicant or that the Applicant is charged  <FRAGMENT_SUPPRESSED> :", "[12] This determination as to a critical piece of evidence is unreasonable. First, it is not necessary to show that charges will be laid but only that there is a risk . Clearly that is evident. Secondly, the Applicant's fear is prolonged detention prior to a trial, during which there is a risk of cruel and unusual punishment. Rarely does one see in cases of this kind such clear evidence of risk personally directed against an Applicant.", "[13] Applicant's Counsel argued that, in the next portion of the Reasons the Officer made only a selected reference to the documents in the record and that many documents addressing conditions of prolonged detention before charges are laid and torture during such detention are ignored. I agree that a more thorough analysis of all aspects of the issues presented in these documents will be warranted at a subsequent determination. However, if the only issue were the treatment of these documents I would not have found the determination to be unreasonable.", "[14] I find unreasonable, in addition to the treatment of the newspaper article the treatment by the Officer of the evidence of many individuals presented on behalf of the Applicant. The Officer appears to have been doggedly determined to find reasons, however slight, to dismiss or give little weight to these documents instead of considering what evidence and expert opinions they do present and giving proper weight to them. It must be remembered that the evidence is unrebutted. The Officer had on the other hand only country condition documents that were more or less weighted on both sides of this issue. It was incumbent upon the Officer to give full attention to what is set out in these documents.", "[15] The first document considered in the reasons is a declaration of Noel Twagiranungu who holds a BA from the National University of Rwanda, an LLB from Utrecht University and is a PhD candidate at the Fletcher School of Law at Tufts University. He gave a detailed history of the civil strife  <FRAGMENT_SUPPRESSED>  and is knowledgeable in criminal procedures and modalities of prosecution and punishment  <FRAGMENT_SUPPRESSED> . He concludes that the Applicant's fear of seeing his basic rights to a free and fair trial denied and his life endangered were he to be returned to Rwanda to be credible and reasonable.", "[16] The Officer unreasonably and without giving any basis for the conclusion reached stated that this evidence is a personal interpretation and partisan:", "[17] There is simply no basis in the reasons for these conclusions.", "[18] Next the Officer considered the Statement of Dr. Susan M. Thomson. She is an assistant professional of Contemporary African Politics at Hamphire College, Amherst, MA. Among other notable things she is Anmesty International's country advisor for Rwanda and Burundi. She provides an extensive review of country conditions  <FRAGMENT_SUPPRESSED>  and provides a number of conclusions including that among Rwandans are circumscribed in their actions.", "[19] The Officer unreasonably dismisses this report as not being supported by objective and independent sources and lacking corroboration and that it fails to mention the Applicant specifically:", "[20] The Officer's findings are unreasonable. It is not necessary that opinions expressed by an expert such as this be footnoted or filled with references to this source or that. It is a statement, not a scholarly research article. Further, it is not necessary that the Applicant's situation be addressed specifically in every piece of evidence. This statement serves as a background for other, more specific, evidence.", "[21] The next piece of evidence from an individual that was addressed by the Officer is the affidavit of Venant Munyantwari. He is a friend of the family of the Applicant, now resident in the United States. He appeared as a witness in the trial of the Applicant's father. He attested that since the Applicant has the same last name as his father he possibly could have the same problems suffered by his father.", "[22] The Officer irrationally and unreasonably dismissed this evidence because the Officer did not know how Mr. Munyantwari was found and that it was simply a letter of convenience:", "[23] It is immaterial how this person was located. Evidence from friends is frequently tendered in proceedings such as this. This affidavit cannot be dismissed as it was.", "[24] The last significant piece of evidence from an individual is an affidavit from a Rwandan lawyer, [xx]. That affidavit speaks to the trial of the Applicant's father, his prolonged detention before trial (10 years) and that contact now with the father is impossible. The Officer dismisses the affidavit on the basis that it does not address certain issues specific to the Applicant:", "[25] This dismissal is unreasonable. The affidavit must be considered for what it does say. Not every piece of evidence must be directed to every specific point in issue. A party must be allowed to build its case, certain parts are background, other parts fill in gaps. The evidence as a whole is to be considered. No piece should be dismissed simply because it is a piece.", "[26] The Officer reviewed certain other pieces of documentary evidence submitted on behalf of the Applicant. I will not review this in detail. Suffice it to say that all the documentary evidence should be considered by a different person with a fresh mind. It is most desirable that a hearing should be held.", "[27] In conclusion, I find that the manner in which the Officer treated critical pieces of evidence is unreasonable, hence the conclusion must be considered unreasonable. The decision is to be set aside and reconsidered by a different Officer, preferably with a hearing.", "[28] The matter is fact specific, no party requested a certified question. None will be certified. JUDGMENT", "[29] FOR THE REASONS PROVIDED THIS COURT'S JUDGMENT is that 1. The Application is allowed; 2. The matter is returned for redetermination by a different Officer; 3. There is no question for certification; 4. No Order as to costs.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8] ) et", "[9]", "[10] [traduction] James Karuhanga 31 mars 2011 En avril 1994, M. Teganya était interne à l'hôpital universitaire de Butare où la milice a tué près de 200 patients et employés tutsis.", "[11]", "[12] seront risque avant", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24] [xx", "[25]", "[26]", "[27]", "[28] JUGEMENT", "[29] [End of document]"]}