{"id_": "088222", "body_str": ["[1] St-Louis, J. [Translation]: Daniel Cloutier is asking the Court to vary the entry in the Patent Office Register [the Register] in order to recognize him as the holder of three patent applications, to recognize him as the inventor of the invention described therein, and to expunge the name of Jacques Thibault, currently entered in the Register as owner and inventor of this invention. He is also asking the Court to reinstate these patent applications, given that they had been abandoned.", "[2] In support of his application to amend the Register, Mr. Cloutier relies on section 52 of the , RSC 1985, c P-4 [the Act], and his application for reinstatement also relies on this same section and on the Court's equitable relief powers.", "[3] One of the respondents, Jacques Thibault, was duly notified, but did not appear in these proceedings. The other respondent, the Commissioner of Trademarks [Commissioner], submits that the Court does not have jurisdiction to grant Mr. Cloutier's application and is therefore contesting it. I. Brief summary of facts", "[4] It is useful to briefly summarize the facts in this case. Daniel Cloutier is a plumbing and heating contractor, while Jacques Thibault is a businessman whose wife is the owner of Les Équipements J.L.Thibault, which sells used farm equipment.", "[5] In February 2003, Mr. Cloutier drew a first draft of a new crimping tool that he named the \"Sleeve-Lock\". In April 2003, he asked Mr. Thibault for information on how to proceed with filing a patent application for his invention, and Mr. Thibault suggested that they become partners with a view to marketing the product. On June 4, 2003, they signed a partnership agreement.", "[6] On August 15, 2003, and on June 17, 2004, Mr. Thibault filed two patent applications in which he named himself as the inventor of the Sleeve-Lock, without notifying Mr. Cloutier. These applications were respectively assigned numbers 2,437,612 [612] and 2,470,139 [139] with the Canadian Intellectual Property Office (CIPO). In addition, on June 21, 2004, Mr. Thibault filed two trade-mark applications for the Sleeve-Lock and Sleeve-grip marks, once again without notifying Mr. Cloutier.", "[7] On March 30, 2004, Mr. Cloutier learned that Mr. Thibault had filed the two above-mentioned patent applications and that he had filed them solely under his name, when he should have also included Mr. Cloutier's name.", "[8] On January 4, 2006, after having entered into prior discussions with Mr. Thibault in order to be designated as inventor in the patent applications, Mr. Cloutier served a motion on him for a wind-up order and a claim for damages commenced before the Quebec Superior Court.", "[9] On July 21, 2006, Mr. Thibault filed a third patent application, once again naming himself as inventor, without notifying Mr. Cloutier. This application bears number 2,553,144 [144] with the CIPO.", "[10] On March 13, 2009, Justice Barakett of the Superior Court heard the motion filed by Mr. Cloutier. During that same period, Mr. Thibault transferred patent applications 612, 139 and 144 to \"Les Équipements J.L.Thibault\".", "[11] On October 20, 2009, Justice Barakett decreed an end to the partnership between Mr. Cloutier and Mr. Thibault, ordered the winding-up of the company, ordered Mr. Thibault to provide an accounting of his administration of the company and its assets and reserved Mr. Cloutier's claims for the profits collected by Mr. Thibault and any other person whom he caused to profit from the unlawfully appropriated concept. On February 15, 2010, the inscription in appeal of that decision was dismissed.", "[12] Between 2008 and 2010, each one of the patent applications was in turn deemed to be abandoned for non-payment of maintenance fees, in accordance with the provisions of sections 27.1 and 73 of the Act. Moreover, no action was commenced during the statutory 12-month limitation period set out in section 98 of the Patent Rules , SOR/96-423, to remedy the default. Thus, on August 17, 2009 (number 612), June 17, 2011 (number 139) and July 21, 2011 (number 144), the patent applications were deemed abandoned beyond reinstatement.", "[13] On September 25, 2012, Mr. Cloutier forwarded three letters to the CIPO by way of his representatives, asking for the reinstatement of the three patent applications, for a review of the applications, and for a correction to be made to the Register by entering Mr. Cloutier's name as sole inventor and proprietor. On August 9, 2013, CIPO responded to Mr. Cloutier's requests and refused the reinstatement on the ground that the Commissioner did not have the authority to reinstate an application where the normal statutory reinstatement period had expired, that Mr. Cloutier's patent agents were not \"official agents\" and that only the inventor, Mr. Thibault, could intervene in the matter. II. Issues", "[14] The Court must determine whether it has jurisdiction to order the reinstatement of the patent applications and the amendment of the Register as sought by Mr. Cloutier. III. Position of the parties", "[15] The parties do not dispute the Court's jurisdiction to hear this matter, although they do hold opposing views as to the scope of its jurisdiction.", "[16] Thus, Mr. Cloutier submits that section 52 of the Act confers broad powers upon the Court, including the power to amend the Register where the Commissioner has lost jurisdiction and the power to reinstate abandoned applications. Subsidiarily, he submits that the Court has jurisdiction to grant the amendments under section 20 of the Federal Courts Act , RSC 1985, c F-7 [Federal Courts Act].", "[17] Mr. Cloutier further argues that where there is an injustice to be remedied, the Court has equitable jurisdiction to grant relief against forfeiture. He contends that the Court must, in this case, exercise its discretion in light of his reasonable conduct and the disproportionate prejudice he would suffer if his application was to be denied.", "[18] Mr. Cloutier contends that he has always been, and remains, unable to act to remedy the deficiencies with respect to the patent applications, and he reiterated the content in his affidavit regarding Mr. Thibault's actions.", "[19] For his part, the Commissioner contends that section 52 of the Act does not grant the Court jurisdiction to reinstate patent applications deemed to have been abandoned, that section 73 of the Act is mandatory and that the Court cannot reinstate a patent application deemed abandoned after the expiration of the 12-month limitation period, as it cannot substitute for a mandatory provision, even in equity.", "[20] In addition, the Commissioner maintains that Mr. Cloutier was not prevented from acting before the patent applications were declared definitively abandoned, but that, on the contrary, he could have undertaken legal steps in order to, for example, have the Register amended or obtain the right to pay the maintenance fees. However, Mr. Cloutier only contacted the CIPO for the first time in September 2012. IV. Analysis and decision", "[21] Mr. Cloutier's case is certainly compelling and the Court is sympathetic to the arguments he presents with respect to the injustice he has suffered. Nonetheless, the Court is in agreement with the respondent's position, which is supported by the legislation and by the case law.", "[22] Thus, it appears settled that section 52 confers broad powers upon the Court, but these powers are restricted to the jurisdiction conferred upon it by statute ( <FRAGMENT_SUPPRESSED> ). There is nothing that would suggest that the Court's jurisdiction to vary entries in the Patent Office Register extends to the reinstatement of patent applications. Section 52 has always been interpreted within the limits of the authorities related to varying the entries of the registers (See for example: <FRAGMENT_SUPPRESSED>  at para 61) and the reinstatement of a patent application, as sought by the applicant in this case, exceeds that authority.", "[23] Furthermore, although the Federal Court is a superior court of record in law and equity under the Federal Courts Act <FRAGMENT_SUPPRESSED> ), it cannot ignore a mandatory provision such as the one set out in section 73 of the Act. Thus, neither the Commissioner nor the Court have jurisdiction to set aside this mandatory provision ( <FRAGMENT_SUPPRESSED> ); as a result, the doctrine of equitable relief from forfeiture does not apply to statutory time limits ( <FRAGMENT_SUPPRESSED> );", "[25] In addition, the Court is in agreement with the Commissioner's position that Mr. Cloutier was not prevented from acting. Mr. Cloutier had known about Mr. Thibault's machinations since 2004 and could have undertaken steps to have his name entered in the Register, to be able to pay the maintenance fees and thus, perhaps, avoid having the patent applications deemed abandoned. The Court obviously cannot speculate as to the nature of the proceedings that might have been commenced, or as to their possible outcome, but it does note that Mr. Cloutier made no effort of the sort, and only contacted the CIPO in September 2012.", "[26] Thus, on the basis of these conclusions, the Court cannot therefore reinstate the patent applications.", "[27] Mr. Cloutier seeks an amendment to the Register in order to have his name added as owner of patent applications 612, 139 and 144 and as the inventor of the invention described therein, and in order to have Mr. Thibault's name expunged from these two entries. The parties submit that the effect of such an amendment would be purely cosmetic, while Mr. Cloutier adds that it would be beneficial to him as it would bring him a measure of satisfaction. The Court is sensitive to Mr. Cloutier's feelings, but cannot find sufficient justification to issue an order imposing unnecessary procedures on the Patent Office. JUDGMENT", "[28] THE COURT ORDERS AND ADJUDGES that: 1. The application for the reinstatement of the patent applications is dismissed. 2. The application to vary the entries in the Register is dismissed. 3. Each party shall bear its own costs. Application dismissed. Editor: Sharon McCartney/nmg Federal Courts Act, RSC 1985 c F-7 Industrial property, exclusive jurisdiction 20. (1) The Federal Court has exclusive original jurisdiction, between subject and subject as well as otherwise, (a) in all cases of conflicting applications for any patent of invention, or for the registration of any copyright, trade-mark, industrial design or topography within the meaning of the Integrated Circuit Topography Act; and (b) in all cases in which it is sought to impeach or annul any patent of invention or to have any entry in any register of copyrights, trade-marks, industrial designs or topographies referred to in paragraph (a) made, expunged, varied or rectified. Industrial property, concurrent jurisdiction (2) The Federal Court has concurrent jurisdiction in all cases, other than those mentioned in subsection (1), in which a remedy is sought under the authority of an Act of Parliament or at law or in equity respecting any patent of invention, copyright, trade-mark, industrial design or topography referred to in paragraph (1)(a). , RSC 1985, c P-4 27.1 (1) An applicant for a patent shall, to maintain the application in effect, pay to the Commissioner such fees, in respect of such periods, as may be prescribed. Jurisdiction of Federal Court 52. The Federal Court has jurisdiction, on the application of the Commissioner or of any person interested, to order that any entry in the records of the Patent Office relating to the title to a patent be varied or expunged. Deemed abandonment of applications 73. (1) An application for a patent in Canada shall be deemed to be abandoned if the applicant does not [...] (c) pay the fees payable under section 27.1, within the time provided by the regulations; [...] SORS 96-423 98. (1) For an application deemed to be abandoned under section 73 of the Act to be reinstated, the applicant shall, in respect of each failure to take an action referred to in subsection 73(1) of the Act or section 97, make a request for reinstatement to the Commissioner, take the action that should have been taken in order to avoid the abandonment and pay the fee set out in item 7 of Schedule II, before the expiry of the 12-month period after the date on which the application is deemed to be abandoned as a result of that failure. (2) For the purposes of subsection (1), if an application is deemed to be abandoned for failure to pay a fee referred to in subsection 3(3), (4) or (7), for the applicant to take the action that should have been taken in order to avoid the abandonment, the applicant shall, before the expiry of the time prescribed by subsection (1), either (a) pay the applicable standard fee, or (b) file a small entity declaration in respect of the application in accordance with section 3.01 and pay the applicable small entity fee. LRC 1985, c F-7 , LRC 1985, c P-4 Abandon [...] [...] DORS 96-423"]}