{"id_": "088392", "body_str": ["[1] Mosley, J. : This is a citizenship appeal brought by the Minister pursuant to subsection 14(5) of the Citizenship Act , RSC 1985, c C-29 [the Act]. Although this provision has since been replaced with a judicial review scheme, section 39 of the Strengthening Canadian Citizenship Act , SC 2014, c 22 [ SCCA ] makes clear that the appeal procedure continues to govern cases which were initiated and not concluded before section 20 of the SCCA came into force. Section 20 came into force on August 1, 2014 - that is, after the Minister brought this appeal. Consequently, the subsection 14(5) scheme governs this proceeding.", "[2] The Minister seeks an order quashing a decision rendered by a Citizenship Judge which granted Canadian citizenship to the respondent, Mrs Purvis. The respondent did not file any documents but, with leave of the Court, she appeared at the hearing by teleconference, without counsel, to argue that the decision should be upheld. For the reasons given below, the Minister's appeal is dismissed. I. Background", "[3] Mrs Purvis is a citizen of the United States of America. She married a Canadian citizen in 1988 and became a Canadian permanent resident in 1989. She lived with her husband in Lethbridge, Alberta until 1996. They had two sons there. In 1996, the family moved to Great Falls, Montana so that Mrs Purvis could establish a chiropractic clinic. That was the last year that Mrs Purvis filed a Canadian tax return. In her citizenship application, she explained that she moved back to Lethbridge with her family in 2005 with the intent of selling her clinic in Great Falls.", "[4] However, Mrs Purvis has found it difficult to sell the clinic. Therefore, despite living in Lethbridge, she regularly commutes to Great Falls to keep the business running so that it may retain value and eventually be sold.", "[5] In her citizenship application, Mrs Purvis stated that she usually leaves for Great Falls every Monday morning and returns on Wednesday afternoon. She spends the remaining days of the week in Lethbridge.", "[6] Mrs Purvis applied for Canadian citizenship on February 4, 2012. Accordingly, the four year period for assessing the residence requirement under paragraph 5(1)(c) of the Act runs from February 4, 2008 to February 4, 2012.", "[7] In her citizenship application, Mrs Purvis declared that she was absent from Canada for 288 days due to her travels to Great Falls. On March 20, 2013, Citizenship and Immigration Canada [CIC] sent her a letter requesting a more detailed accounting of her absences. Mrs Purvis completed and returned a form stating that she had been absent for a total of 304 days. Yet in an attached letter, she explained that she had been absent for 294 days, calculating this number by multiplying 147 trips to the United States by a duration of two days per trip. She also attached her ICES Traveller History report from the Canada Border Services Agency, which shows her recorded border crossings from August 1, 2000 to April 15, 2013.", "[8] On June 18, 2013, Mrs Purvis submitted a Residence Questionnaire and several supporting documents. In the \"Absences from Canada\" section, she referred to the documents she had already sent to CIC.", "[9] On January 18, 2014, CIC invited Mrs Purvis to attend an interview for the purpose of verifying her identity and documents. On February 18, 2014, she was interviewed by a Citizenship Officer, who informed her that she would have to attend an interview with a Citizenship Judge.", "[10] Three days later, the Officer prepared a File Preparation and Analysis Template [FPAT] and placed it on the file for consideration by the Citizenship Judge. The FPAT is a protected document that is not disclosed as part of the certified tribunal record. The Officer swore an affidavit in these proceedings claiming that she wrote in the FPAT that she was unable to assess the respondent's residence in Canada, since she had not provided a detailed list of absences and the ICES report showed that her estimated calculation was inaccurate - because she sometimes returns from the United States on Thursdays, Fridays or even the weekend.", "[11] Mrs Purvis attended a hearing with a Citizenship Judge on April 16, 2014. By decision dated May 27, 2014, the Citizenship Judge approved her citizenship application.", "[12] In his decision, the Citizenship Judge begins by noting that there were 304 days of absence listed in the FPAT. He observes that this leads to 1,156 days of physical presence, which leaves no shortfall because the minimum requirement is 1,095 days.", "[13] The Citizenship Judge then describes Mrs Purvis's oral testimony. She stated that she \"had no life in Great Falls\" and worked there just like someone who works at an oil patch work camp. The reason she filed no taxes in Canada is because all the proceeds of her chiropractic practice remain in the United States. The Citizenship Judge notes that Mrs Purvis is not claimed as a dependent on her husband's tax returns.", "[14] The Citizenship Judge then states that there are \"no apparent grounds for doubting the Claimant's credibility\". He frames the two issues as \"her physical days, and then her (\"Koo-able\") place of residence\".", "[15] With regard to physical presence, the Citizenship Judge notes that her maximum runs at 1,176 days, on the assumption that the 2008 entries on the IECS report are complete, \"which they cannot be\". If she worked roughly 36 weeks in 2008, which reflects her work year, then her likely physical presence runs to 1,146 days. The Citizenship Judge notes that, when the IECS report becomes regular, she returns early from the United States almost as often as she returns late. In 2010, her longer and shorter stays cancelled each other out.", "[16] The Citizenship Judge admits that he is trying to \"make up for CBSA's failure to record land-border crossings\". It is apparent that Mrs Purvis is inside Canada more often that she is out. The Citizenship Judge affirms that she \"has certainly more than 900 days, almost certainly has more than 1,000 days, and quite possibly has more than 1,095\". Taking her 2/7 days absence ratio as the norm and assuming that she worked \"perhaps 44 weeks a year\", the Citizenship Judge finds that she would have a physical presence of 1,008 days.", "[17] For the \"sake of argument\", the Citizenship Judge proceeds to ask whether Mrs Purvis is \"Koo-able\". She argued credibly that she has no social life in Great Falls. All she does there is work and sleep. However, she never filed income taxes in Canada and was not claimed as a dependent by her husband. The Citizenship Judge explains that \"people normally file their taxes where they consider themselves to be residing\". He says that perhaps her business is taxed in the United States anyway, so \"it may be surmised that she is keeping most of the earnings in the business, against the day she sells or retires\".", "[18] The Citizenship Judge continues: \"It may be remembered that the family returned to Canada in 2005 for the sake of the kids' hockey (documented), so it might be thought that no other tie to Canada is necessary.\"", "[19] The Citizenship Judge renders the following decision: \"As the physical presence test is the strictest of the residence tests, it must be decided first whether the Claimant probably meets the residence requirement simply in terms of physical presence, and on balance of probability, it seems likely that she does. APPROVED.\"", "[20] After the decision was released, the Minister brought an appeal. II. Issues", "[21] This citizenship appeal raises two issues: 1. Did the Citizenship Judge err by blending the quantitative and qualitative tests? 2. Did the Citizenship Judge provide inadequate reasons for finding that the respondent met either the quantitative or qualitative tests? III. Standard of Review", "[22] The Citizenship Judge's assessment of the respondent's residence in Canada is reviewable on the standard of reasonableness: <FRAGMENT_SUPPRESSED> .", "[23] The Minister correctly submits that the adequacy of reasons is not a stand-alone basis for quashing a decision. When assessing the adequacy of the Citizenship Judge's reasons, the standard of review is also reasonableness: Newfoundland and  <FRAGMENT_SUPPRESSED> [ NL Nurses ]. IV. Analysis", "[24] Unquestionably, the Citizenship Judge drafted a very poor decision. Yet it contains an intelligible, transparent and justified explanation for granting Canadian citizenship to Mrs Purvis. The question, therefore, is whether the Citizenship Judge's other musings taint the decision to the point of rendering it unreasonable.", "[25] Despite the Minister's able submissions, the Court is of the view that this appeal cannot succeed. Mrs Purvis submitted enough information for a reasonable decision to be rendered in her favour, yet the Citizenship Judge inexplicably adorned his positive decision with irrelevant and contradictory findings. Focusing on the Citizenship Judge's reasonable basis for approving Mrs Purvis's application, the Court will uphold his decision. A. Did the Citizenship Judge err by blending the quantitative and qualitative tests?", "[26] It is settled law that a Citizenship Judge may reasonably rely on one of three residence tests: (1) the quantitative test set out in , [1993] FCJ No 232 (TD) [ Pourghasemi ]; (2) the qualitative test set out in Papadogiorgakis (Re) , [1978] FCJ No 31 (TD) [ Papadogiorgakis ]; or (3) the modified qualitative test set out in Koo (Re) , [1992] FCJ No 1107 (TD) [ Koo ].", "[27] As I explained in <FRAGMENT_SUPPRESSED> these cases really set out two tests because Koo is an elaboration on Papadogiorgakis . These are the quantitative physical presence test from Pourghasemi and the qualitative test from Koo and Papadogiorgakis", "[28] However, the jurisprudence of this Court prevents Citizenship Judges from \"blending\" the quantitative and qualitative tests in the same case: see e.g. <FRAGMENT_SUPPRESSED> ; Canada (Citizenship and  <FRAGMENT_SUPPRESSED> [ Bani-Ahmad ].", "[29] A Citizenship Judge cannot approve an application if the applicant partially meets the requirements of each test, without fully meeting the requirements of either one: see e.g. Vega , above, at para 13. The other side of the coin is that a Citizenship Judge cannot refuse an application upon finding that the applicant satisfies a test invoked by the Citizenship Judge, simply because he would not have satisfied the other test: see e.g. Saad , above, at para 19.", "[30] My colleague Justice LeBlanc summarized the law on this point in Bani- <FRAGMENT_SUPPRESSED> , at para 25: As I have indicated previously, the case law, as it stands now, allows Citizenship judges to choose which of the three residence tests they will apply in any given case. In such singular circumstances, which are less than optimal from the standpoint of ensuring consistency and certainty of the law, the least that can be expected from Citizenship judges is that they articulate as clearly as possible, in each and every case, which test was chosen to assess the Act's residence requirement. In this context, this requirement, in my view, is vital in order to allow this Court to understand why a Citizenship judge made his or her finding on the residence requirement.", "[31] On the facts before him, Justice LeBlanc found a reviewable error. The Citizenship Judge did not refer to any of the tests by name. As Justice LeBlanc observed at para 30, he also contradicted himself by stating that the applicant had not lived in Canada for 1,095 days but that he met the statutory minimum for physical presence.", "[32] The facts presently before the Court are distinguishable. The Citizenship Judge approved Mrs Purvis's application for citizenship on the basis of the quantitative test, although he complicated matters unnecessarily by invoking the Koo test \"[f] or the sake of argument\". The decision would certainly have been clearer without this complication. Yet even the Minister concedes that the Citizenship Judge did not render a decision on the Koo factors.", "[33] Unfortunate as the Citizenship Judge's ruminations on Koo may be, the Court is not satisfied that they blended into his quantitative analysis. There is no reviewable error. B. Did the Citizenship Judge provide inadequate reasons for finding that the respondent met either the quantitative or qualitative tests?", "[34] The Minister accepts that decision-makers deserve deference even when their reasons for decision are not perfect. Yet the Minister submits that, in this case, the Citizenship Judge's reasons do not meet the threshold of transparency and intelligibility required to understand why and how he reached the decision under review: NL  <FRAGMENT_SUPPRESSED> , at para 16. According to the Minister, the Citizenship Judge failed to reach a conclusion on Koo and offered numerous, inconsistent estimates of the respondent's physical presence.", "[35] The Court agrees with the Minister that the Citizenship Judge did not come to a conclusion under the Koo test. His opinion that enrolling one's children in a Canadian hockey academy \"might be thought\" to constitute a sufficient Koo tie to the country, in and of itself, had no determinative effect. This appeal turns on the reasonableness of the Citizenship Judge's quantitative analysis.", "[36] It is trite law that a person who applies for Canadian citizenship bears the burden of establishing her number of days of residence with sufficient evidence: see e.g. <FRAGMENT_SUPPRESSED> .", "[37] Although the evidence tendered by Mrs Purvis was not perfect, she made a reasonable effort to meet this burden. For instance, she ordered an ICES report. Even though that report is supposed to record her history of entries into Canada, it is incomplete for reasons beyond her control. Since the border authorities could not provide Mrs Purvis with a dependable record, all she could offer were her own estimates. She offered three estimates of her absences, in good faith, at various stages of the citizenship proceedings: 288, 294 and 304.", "[38] The Citizenship Judge found that even the highest estimate was probably too low. Upon considering the ICES report and Mrs Purvis's explanations, which he deemed credible, the Citizenship Judge adjusted the incomplete ICES entries for 2008 to account for 36 work weeks. He came up with 346 absences, for a physical presence of 1,146 days. The Citizenship Judge observed that the ICES report shows nearly as many early entries as late entries, so that these cancel each other out and render reasonable Mrs Purvis's estimate of 2 absences for every 7 days.", "[39] In the Court's view, it was open to the Citizenship Judge to reach the above conclusion. It falls within the range of outcomes defensible with respect to the facts and the law.", "[40] However, the Citizenship Judge complicated matters by beginning to speculate. Applying different calculations, he found that Mrs Purvis's physical presence amounts to \"certainly more than 900 days, almost certainly ...more than 1,000 days, and quite possibly ...more than 1,095\". He also offered the number of 1,008 days.", "[41] The Court has come to the conclusion that this irrelevant speculation was not determinative of the decision under review. It does not override the reasonable finding that Mrs Purvis met the residence requirement. The Court relies on NL Nurses to uphold the decision, which is reasonable in light of the record and a portion of the reasons.", "[42] As a final point, it is possible to read the Minister's submissions as implying that the Citizenship Judge did not reach a firm conclusion on physical presence because he used words such as \"probably\" and \"likely\". There is no merit to this suggestion. The mandate of a Citizenship Judge is to assess residence on the balance of probabilities. The law has never required certainty. A finding that it is more likely than not that a person has met the residence requirement justifies a grant of citizenship.", "[43] The Minister's appeal is dismissed. The Court cannot certify a question of general importance for appeal because the matter is governed by subsection 14(5) of the Act, as opposed to the judicial review scheme which has since been introduced by sections 22.1 and 22.2. JUDGMENT", "[44] THIS COURT'S JUDGMENT is that this citizenship appeal is dismissed. No costs are awarded. Appeal dismissed. Editor: Sharon McCartney/nmg [End of document]"]}