{"id_": "088395", "body_str": ["[1] Wetston, J. : By motion dated August 25, 1998, heard in Toronto on September 10 and 11, 1998, the Wellcome Foundation Limited and Glaxo Wellcome Inc. ( <FRAGMENT_SUPPRESSED> ) seek an order for directions to the assessment officer pursuant to the Federal Court Rules , 1998, SOR/98-106, rules 400-404 and rule 420, regarding scale of costs, allowance for multiple counsel and special costs, doubling of costs resulting from offers to settle, disbursements and other miscellaneous costs. Apotex Inc. and Novopharm Ltd. ( <FRAGMENT_SUPPRESSED> ) bring a motion for an order abridging the time for service of a motion to strike certain passages from the written representations of Glaxo filed August 25, 1998. A&N also seek directions to the assessment officer, and their submissions will be considered alongside Glaxo's motion in the course of these reasons.", "[2] In my decision dated March 25, 1998, at the request of counsel for A&N, I reserved on the question of costs. The trial concerned challenges to the validity of Canadian Patent No. 1,238,277 (\"the patent\") as well as actions for infringement of the patent. In my reasons, Apotex Inc. and  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 193 (T.D.), I upheld the validity of the patent and ruled that certain claims had been infringed by A&N. The decision is under appeal and cross-appeal. I found that the appropriate relief in the case was, among other things, damages as well as a permanent injunction. By order dated August 6, 1998, I confirmed that Glaxo shall have its costs. That decision is also under appeal by A&N.", "[3] A brief summary of the proceedings will serve as necessary background to consideration of Glaxo's application. The action was brought to challenge the validity of a patent relating to pharmaceutical formulations containing 3'-azido-3'-deoxythymidine for use in the treatment or prophylaxis of human retrovirus infections including AIDS. The drug, also known under the trade names of zidovudine or retrovir, is commonly known as AZT. Despite suggestions to the contrary, I agree with Glaxo that the proceedings were both legally and factually complex. Examinations for discovery required more than 30 days to complete. Over 60 interlocutory motions were brought in this court before trial. The trial lasted 64 days including motions days, in the course of which I heard testimony from 27 witnesses, including 13 expert witnesses. Closing arguments required six days of hearing and included more than 500 pages of written material prepared by the parties.", "[4] There are a number of provisions within the Federal Court Rules which are relevant to this matter. The court has full discretionary power over the amount and allocation of costs and the determination of by whom they are to be paid; rule 400(1). Certain factors may be considered by the court in the exercise of its discretion; rule 400(3). If costs are left to be determined by an assessment officer, the court may give directions to an assessment officer, including a direction that costs be assessed under a specific column of Tariff B; rule 400(5). A party dissatisfied with a determination of costs made by an assessment officer who is not a judge may, within 10 days after the assessment, request that a judge of the Trial Division review the award of costs; rule 414.", "[5] Certain general principles are applicable to the exercise of discretion regarding costs. Tariff B is formulated so as to reflect the philosophy that party and party costs should bear a reasonable relationship to the actual costs of litigation, while preserving the discretion of the court and the assessment officer as that discretion is permitted under the Rules : Explanatory Note, Federal Court Rules Amending Order No. 17, SOR/95-282; Sanmammas Compania Maritima S.A . et al. v. Ship Netuno et al. (1995), 102 F.T.R. 181 (T.D.) (\" Sanmammas \").", "[6] <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 376; 31 A.C.W.S.(3d) 1157 (T.D.) (\" Wellcome Foundation \"), MacKay, J., noted as follows: \"... In the exercise of discretion in relation to directions to a taxing officer, my colleagues have recognized certain general principles. Included among these are that parties cannot expect to recover all their costs under the tariff relating to party-and-party costs and that exorbitant increases over the tariff items should not be countenanced for the court should not interfere lightly with the rules relating to sums intended to be allowed on a party-and-party basis: <FRAGMENT_SUPPRESSED>  at p. 324-5, 21 C.I.P.R. 49; 12 A.C.W.S.(3d) 404 (F.C.T.D.), per  <FRAGMENT_SUPPRESSED>  at p. 261, 43 F.T.R. 221 (T.D.), per Dubé, J. While patent cases by their nature may be somewhat complex, general tariffs are set and there is no provision that patent cases should be accorded a treatment different from other types of cases: <FRAGMENT_SUPPRESSED>  at p. 470, 19 A.C.W.S.(3d) 649 (F.C.T.D.), per Reed, J., and per Dubé, J.,  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> , at p. 261.\"", "[7] It should be emphasized that the above decision predated the changes to Tariff B which incorporate the various columns to be selected in the discretion of the court. However, I agree with Mr. Radomski that costs should neither be punitive nor extravagant and that the present Tariff \"B\" strives to accomplish that balance. An important principle underlying costs is that an award of costs represents a compromise between compensating a successful party and not unduly burdening an unsuccessful party.", "[8] Glaxo seeks directions to the assessment officer with respect to five matters. First, Glaxo seeks an order directing the assessment officer as to the scale of costs. Specifically, Glaxo seeks costs throughout the proceedings on a solicitor-client scale. In the alternative, Glaxo seeks costs at an amount equal to two-thirds of the reasonable counsel fees incurred in relation to these proceedings, plus disbursements. In the further alternative, Glaxo seeks costs at the maximum rate provided under Column V of the Table in Tariff B. Second, if the court directs that the costs be assessed on a party-and-party basis under Tariff B, Glaxo seeks an order directing the assessment officer to assess and allow fees for certain counsel at the maximum rate provided by Column V of the Table in Tariff B for matters occurring pretrial and throughout the trial, and to assess costs for the preparation and filing of written submissions at the close of trial at an amount equal to two-thirds of the reasonable counsel fees incurred therefor. Third, Glaxo seeks double costs resulting from offers to settle. Fourth, Glaxo seeks an order allowing various disbursements incurred by Glaxo, at full cost. Fifth, Glaxo seeks an order to assess and allow miscellaneous costs.", "[9] While patent cases are invariably technical and complex, this trial was certainly at the upper limits of complexity. By way of example, A&N raised numerous distinct questions of fact, mixed fact and law, and law. The following were most prominent in the course of the proceedings: 1. Is the alleged invention a method of medical treatment and not, therefore, a valid subject matter for obtaining a patent in Canada? 2. Does the patent claim more than what was invented at the claimed date of invention? 3. If there was an invention, is A&N estopped from raising the issue of inventorship? 4. If there was an invention, were the proper inventors disclosed in the patent? 5. Is the invention described in the patent obvious? 6. Are the claims of the patent overbroad, insufficient or ambiguous? 7. Are certain terms contained in the claims ambiguous? 8. Is the phrase \"3'-azido-3'-deoxythymidine\" overbroad or ambiguous? 9. Does Glaxo Wellcome Inc. have standing to enforce rights in the patent on the basis that it has an implied license under the patent by virtue of being a subsidiary of the Wellcome Foundation Limited, a member of a group of companies which are all under the common care and control of Glaxo Wellcome plc. of the U.K., or a sales agent of the patentee?", "[10] The factors to be considered in exercising discretion as to costs are set out in rule 400(3). The following factors are relevant to Glaxo's application: \"(a) the result of the proceeding; ... (c) the importance and complexity of the issues; ... (e) any written offer to settle; ... (g) the amount of work; ... (i) any conduct of a party that tended to shorten or unnecessarily lengthen the duration of the proceeding; (j) the failure by a party to admit anything that should have been admitted or to serve a request to admit; (k) whether any step in the proceedings was (i) improper, vexatious or unnecessary; ... (o) any other matter that it considers relevant.\" I. Scale Of Costs A. Solicitor-Client Costs", "[11] Glaxo requests an order for costs on a solicitor-client scale. Glaxo argues that solicitor-client costs are warranted due to a speculative and unfounded allegation of fraud made by A&N against  <FRAGMENT_SUPPRESSED>  (Ont. Gen. Div.). Glaxo submits that A&N contended that Glaxo intentionally omitted Drs. Broder and Mitsuya as inventors of the patent. Glaxo submits that A&N led no evidence to support this allegation of fraud.", "[12] A&N argue that Glaxo's submissions as to the standard for costs are not supported by evidence and are not reasonable: Sanmammas , supra. A&N submit that they made no unsubstantiated allegation of fraud against Glaxo and as such, solicitor-client costs should not be awarded to Glaxo. A&N argue that evidence was led to support each of their allegations regarding Drs. Broder and Mitsuya and that the allegations were not advanced recklessly nor with any improper motive. A&N note that the request for solicitor-client costs was not included  <FRAGMENT_SUPPRESSED> 's pleadings nor in the draft order which Glaxo provided with its trial submissions. A&N argue that such a request should have been pleaded at the outset to provide notice to the responding party: <FRAGMENT_SUPPRESSED>  (C.A.).", "[13] The award of costs on a solicitor-client scale is generally based on misconduct. I need only be brief on this issue. While I have considered Glaxo's submissions, I am not persuaded that its allegations support an award of solicitor-client costs either on an allegation of fraud or on the basis of inappropriate conduct. B. Costs At Two-Thirds", "[14] In the alternative, Glaxo argues that the court should award costs equal to two-thirds of the reasonable counsel fees incurred in relation to these proceedings. A&N submit that Glaxo's request amounts to a request for two-thirds of Glaxo's solicitor-and-client costs. A&N argue that Glaxo has provided no support for its contention that granting costs at two-thirds should be used. Once again, I am not satisfied that such an award is appropriate in these circumstances. This would simply be an unwarranted extension of solicitor-client costs, albeit to a lesser degree in quantitative terms. C. Costs In An Amount Greater Than Provided In Tariff B", "[15] In the further alternative, it appears that Glaxo requests an award of costs above the amount provided for by Tariff B. It is only in the most exceptional case that the court should depart from Tariff B in an award of party and party costs.", "[16] Glaxo submits that if no award is forthcoming on a solicitor-client basis then the following factors discussed below as items 1, 2, 3, 4 and 5 justify an award greater than Tariff B. Moreover, Glaxo submits that the following special circumstances justify an award of costs beyond those provided by the Tariff, and seeks directions in this respect: (a) the complexity and volume of work necessitated by these proceedings; (b) the number of issues requiring expert testimony and number of experts who gave evidence; (c) the success of Glaxo Wellcome at trial; (d) offers to settle made before trial by Glaxo Wellcome. In other words, Glaxo asserts that there are reasons to either go outside the Tariff or increase the Tariff from Column III. 1. Prior Art Citations", "[17] By order dated October 17, 1994, Tremblay-Lamer, J., ordered A&N to provide particulars of each of the prior art references on or before November 13, 1994. By order dated June 7, 1995, Tremblay-Lamer, J., struck 48 of the 52 prior art references for A&N's failure to provide particulars as ordered. On June 20, 1996, A&N appealed the order striking the prior art. On August 26, 1996, A&N filed a motion to reintroduce 29 of the 48 prior art references which were previously struck by Tremblay-Lamer, J. By order dated October 9, 1996, Tremblay-Lamer, J., denied this motion. In a judgment dated December 17, 1996, the Federal Court of Appeal denied A&N's appeal of June 20, 1996, stating: \"We can see no grounds for interfering with the Case Management judge's exercise of discretion in striking out certain pleadings for failure to adequately particularize them pursuant to a consent order previously given by her ... We would only like to add that in our view the judges further order that the appellants 'not refer' at trial to material so struck does not limit the overriding discretion of the judge who will preside at the trial to decide all questions of inadmissibility and relevance.\"", "[18] Glaxo contends that despite the orders of Tremblay-Lamer J., A&N persisted in relying on these references. In part, they argue that A&N made various allegations of invalidity regarding the patent which had no factual basis. Glaxo submits that A&N's actions resulted  <FRAGMENT_SUPPRESSED> 's legal advisers and experts having to spend substantial time in dealing with these references. This, Glaxo contends, was unwarranted due to the court order and unnecessary because the references were not relied upon at trial. Glaxo submit that in relying on these citations, A&N acted frivolously and vexatiously, and thereby unnecessarily lengthened and increased the cost of the proceedings.", "[19] In essence, A&N contend that despite the order of Tremblay-Lamer, the Federal Court of Appeal determined that ultimately the issue of relevance was for the trial judge. A&N submit that Glaxo have provided no evidence to demonstrate that Glaxo incurred additional expenses to review the prior art and argue that the existing evidence shows that Glaxo experts did not review the prior art. A&N argue that a further costs award with respect to the motion for particulars is inappropriate as these costs were dealt with in earlier orders, and request a direction from the court ensuring that there will be no further directions with respect to existing cost orders. Moreover, A&N submit that Glaxo could not demonstrate that these prior art references were not relevent, lengthened the trial or increased the complexity of the proceeding.", "[20] It would appear that Glaxo interpreted the orders of the court narrowly and restrictively whereas A&N interpreted the orders in a broader, more generous manner. Despite their different approaches, I would be hard pressed not to find that, at the end of the day, these references did not make the trial more complex and required at least more time and effort of both experts and counsel in these proceedings. 2. Pharmaceutical Formulations", "[21] Glaxo submits that A&N alleged the pharmaceutical formulations in the patent were unworkable while providing no material facts upon which to base this allegation. A&N submit that they made no such allegation that the formulation examples set out in the patent could not be construed as a ground of invalidity. A&N argue that although Glaxo may have misinterpreted A&N's pleading on this point, such a misinterpretation does not give rise to an increased level of costs against A&N. In essence, A&N contend that their evidence with respect to formulation goes to the question of bioavailability not formulation. Accordingly, it is a s. 34 matter, not a s. 2 matter, i.e., it was a question of insufficient disclosure, not inutility. \tIn this regard, I agree with the submissions of A&N and conclude that Dr. Bechard's evidence was unnecessary. 3. Refusal To Respond To Undertakings", "[22] Glaxo submits that A&N provided more than 50 undertakings during examinations for discovery in April and May of 1995 and that those undertakings were to be answered by no later than June 2, 1995. Glaxo argues that A&N refused to provide responses, despite numerous requests, until so ordered by the court. Glaxo contends that as a result, it was required to wait more than one year for the responses to a number of the undertakings given during discovery.", "[23] A&N submit that they responded to most of their undertakings by May 1, 1996, and the remaining undertakings by June, 1996, many months before trial. A&N argue that Glaxo have not led any evidence to establish that it was A&N's delay in providing answers that lengthened the proceedings. A&N argue that there should be no further consideration of the costs of Glaxo's motions regarding the undertakings as these motions have already been the subject of a costs order. It is contended that this is only a timing issue and did not lengthen or make the trial more complex. In this sense, I find no basis to disagree with A&N's submissions. 4. Late Production Of Documents", "[24] The NIH documents have been the subject matter of countless disagreements between the parties in this proceeding. In particular, Glaxo contends the documents were either irrelevant or produced late in these proceedings. A&N contend that many of the documents were indeed relevant and that Glaxo intentionally failed to produce them for the purposes of trial. There has been no shortage of tension between the parties regarding the NIH documents.", "[25] Glaxo submits that A&N produced an additional 485 NIH documents between November 22, 1996 and January 3, 1997, shortly before the trial was scheduled to begin. Glaxo submits that these documents were  <FRAGMENT_SUPPRESSED> 's possession since May 1996. Glaxo argues that such late production required a two-week adjournment that delayed the commencement of the trial from February 3rd to 20th, 1997. The adjournment allowed Glaxo to review the documents and conduct further examination for discovery. Glaxo submits that A&N offered no explanation to justify the delay in production and that none of the documents produced affected any issue between the parties nor had any effect on the outcome of the trial. Glaxo submits that A&N's late production of documents lengthened the duration of the proceedings and justifies an increased award of costs.", "[26] Glaxo notes that an order pronounced by Tremblay-Lamer, J., on November 4, 1994, included the following term: \"However, only documents dated prior to the '277 Patent filing date must be included in the affidavit of documents. Documents dated after that date are not pertinent.\" Glaxo argues that a substantial majority of the documents which A&N contends Glaxo failed to produce were dated well after the patent filing date. Glaxo argues that it thus acted in accordance with the court order.", "[27] A&N argue that no prejudice or real delay occurred due to the NIH documents, because Glaxo had access to slightly more than half of these documents in the U.S. litigation as early as 1993 and had already reviewed the documents and decided that the documents were irrelevant to the Canadian litigation. A&N argue that slightly less than half of the documents were to-and-from Glaxo documents which Glaxo could have produced in 1990 when the impeachment action commenced. A&N further argue that although Glaxo sought and obtained an adjournment to conduct discovery, Glaxo did not conduct substantive or useful discovery with respect to the documents. A&N submit that this issue was already dealt with in a motion before trial, in which there was no order as to costs.", "[28] A&N further submit that Glaxo itself failed to produce certain key documents. A&N argue that Glaxo should be penalized for its failure to produce documents. By way of example, A&N contend that even if the court accepts Glaxo's argument that the order of Tremblay-Lamer, J., rendered the documents irrelevant, at least two of the documents predate the U.K. filing date and should have been produced. A&N characterize the question as one of late production versus a failure to produce by Glaxo.", "[29] This has been a difficult issue to assess in these proceedings. Nonetheless, I am satisfied that these documents should have been produced by Glaxo in this trial. This is particularly the case with respect to the \"Glaxo to and from documents\". I have considered this factor in the exercise of my overall discretion with respect to directions in these proceedings. 5. Unnecessary And Redundant Testimony", "[30] Glaxo submits that A&N unnecessarily prolonged the trial by calling fact witnesses to testify to matters which were not in dispute, in particular with respect to the activities of Drs. Broder and Mitsuya. Glaxo submits that A&N prolonged the trial by failing to submit a Notice to Admit Facts with respect to certain fact witnesses. A&N submit that inventorship testimony was necessary to clarify factual issues surrounding Drs. Broder and Mitsuya's contribution to the invention, an issue which Glaxo indicated its intention to contest. A&N submit that a Notice To Admit would have had no effect in shortening the case. Moreover, A&N further argue that Glaxo should recover no costs in respect of the factual aspects of the inventorship issue.", "[31] I do not agree that the testimony was either unnecessary or redundant. Of course admissions of fact would have assisted the court enormously but it was apparent early in this proceeding that no such admissions were forthcoming on virtually any matter. Accordingly, the court had no choice but to hear all of this evidence, but I cannot characterize the evidence as redundant or unnecessary.", "[32] As a basis for special directions Glaxo also submits the following matters: (a) Complexity And Length Of Proceedings", "[33] Glaxo has referred a number of authorities to the court: <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 361 ( <FRAGMENT_SUPPRESSED>  (T.D.); Rothmans,  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 59 (T.D.). Glaxo argues that the provision for recovery of counsel fees in Tariff B is inadequate in the circumstances of this case. It contends that Tariff B is available to provide compensation in simple cases in which the volume of work was not extensive so that the amounts provided for in the Tariff bear some direct proportion to the actual costs of the litigation. Glaxo submits that their costs in the proceedings far exceed that provided for in the Tariff due to the volume of work required in this case. Glaxo notes that 34 days were spent on examinations for discovery (28 for Glaxo witnesses and six for A&N witnesses), that multiple counsel for all parties were involved in all stages of the proceedings, and that the subject matter involved was complex.", "[34] A&N submit that neither the length and complexity of the proceedings nor the fact that a party aggressively defends its position in good faith should justify an increase over  <FRAGMENT_SUPPRESSED>  (T.D.) (\" <FRAGMENT_SUPPRESSED> \"); <FRAGMENT_SUPPRESSED>  (Gen. Div.). A&N argue that complexity does not automatically single out patent cases for increased costs allowances, and that the volume of work alone will not be sufficient to justify an increase in costs: Wellcome Foundation , supra. A&N argue that the court should only consider legal complexity not factual complexity: <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 449 (F.C.A.) (\" <FRAGMENT_SUPPRESSED> \"). A&N note that Glaxo has produced no evidence as to the volume of its work and argue that a portion of this work was related to the U.S. proceeding.", "[35] A&N submit that the argument that Glaxo's actual costs far exceed that provided by Tariff B is not a proper reason, in itself, to increase costs: Diversified Products Corp. and  <FRAGMENT_SUPPRESSED>  (T.D.). A&N argue that Glaxo have not filed any evidence to establish that Glaxo's actual costs exceed that provided for in the Tariff, despite the fact that Glaxo bears the burden under rule 407. Moreover, A&N argue that no draft bill of costs was provided to the court. A&N note that many of the details of costs fell outside the purview of the trial, and as such, affidavit evidence on these points should have been provided. There clearly was a dearth of evidence regarding the actual specifics of many of these costs matters. Glaxo contends that these specific matters can and should be considered in detail by the assessment officer. (b) Success At Trial", "[36] Glaxo submits that, although the court may consider divided success at trial in exercising its discretion with respect to costs, the court should not do so in this case as success was not divided. Glaxo submits that the fact that the court found Drs. Broder and Mitsuya to be co-inventors does not entitle A&N to any apportionment of costs in their favour since Glaxo succeeded on the ultimate issues of patent validity and infringement by  <FRAGMENT_SUPPRESSED>  (T.D.). A&N submit that there should be a reduction in costs due to the court's finding in their favour on this point. I agree with Glaxo that despite A&N's factual success on the question of co-inventorship, success was not divided in the manner proposed by A&N. D. The Appropriate Scale Of Costs", "[37] The parties agree that the trial was hard-fought. They were tenacious and gave no ground. Neither party displayed any tendency to narrow the issues, agree on facts or provide any admissions during trial regarding invalidity. I would have hoped that the parties would have cooperated to narrow the issues, make full and timely disclosure and generally reduce the length and complexity of the trial. One of the obvious results of the parties' failure to take any of these measures is that the costs of this litigation and therefore civil justice became excessive for all parties.", "[38] It is difficult for the court to attribute or apportion fault to one party or the other. However, I find that the scale of costs should be increased to the upper end of Column IV of Tariff B. As noted above, I conclude that such an increase is warranted by four main factors: the volume of work involved, the importance and complexity of the legal issues, the nature of the work involved and the fact that party and party costs should bear a reasonable relationship to the actual costs of the litigation. In <FRAGMENT_SUPPRESSED> , supra, Stone, J.A., found that the enormous volume of work required by the case warranted a significant increase in amounts allowed by Tariff B. It is clear from the summary of work provided in the <FRAGMENT_SUPPRESSED> case, that the volume of work involved in the instant case far exceeded that under consideration by Stone, J.A., in that matter. As such, the volume and nature of the work herein provide an even more compelling case for an increase in the scale of costs.", "[39] In <FRAGMENT_SUPPRESSED> , Stone, J.A., emphasized that it is the complexity of the legal issues in the litigation rather than the technology involved that the court should consider in increasing the scale of costs. In the instant case, both the science and the legal issues under consideration were extremely complex. This complexity provides further support for an increase in the amounts allowed by Tariff B in this case.", "[40] Stone, J.A., states in <FRAGMENT_SUPPRESSED> , supra, that an issue must be important in the sense of being novel to warrant such consideration. I find that the law was not \"tolerably well settled\" and, in my opinion, difficult to apply to certain key issues in this trial. For instance, A&N alleged that the patent is invalid on the ground that the subject matter is a method of medical treatment which, of course, is not patentable in Canada. Moreover, A&N alleged that the patent is invalid since, at the date of the invention, Glaxo did not have an invention within the meaning of s. 2 of the Act . In other words, what constitutes an invention for the purposes of s. 2? Does the doctrine of sound prediction apply in such a case? These are, only by way of example, extremely pertinent legal issues with respect to pharmaceutical patents in Canada. II. Allowance For Multiple Counsel And Special Costs", "[41] Glaxo seeks an order for the fees of two senior and one junior counsel at the maximum rate provided by Column V of the Table in Tariff B for all pretrial matters and fees for two senior and two junior counsel throughout trial at the maximum rate provided by Column V. Glaxo also seeks costs at an amount equal to two-thirds of the reasonable counsel fees incurred for the preparation and filing of written submissions at the close of trial. Glaxo submits that additional counsel were required in all matters due to the exceptional volume of work and complexity of matters raised.", "[42] A&N submit that Tariff B provides recovery for multiple counsel only where the court directs and then only for a second counsel at 50% of the amount calculated for first counsel, with no provision for additional counsel. A&N submit that Glaxo failed to lead evidence to establish that additional counsel were required and provided no explanation of the need to have two senior counsel and one junior counsel present at all interlocutory motions and the discovery of Glaxo deponents. A&N submit that it is unreasonable for Glaxo to expect costs for two senior counsel and one junior counsel (and related disbursements) associated with the attendance for discovery of Glaxo's own witness.", "[43] I have concluded that Glaxo's costs for counsel fees should be calculated at Unit 4 of Column IV of Tariff B. I find that for matters at trial, Glaxo will be granted fees for one first counsel and two second counsel at 50% of the amount calculated for first counsel. For motions, discovery and examinations, and pretrial procedures, Glaxo will be granted fees for one first counsel and one second counsel at 50% of the amount calculated for first counsel. With respect to the preparation and filing of written submissions at the close of trial, Glaxo is granted the fees of one first counsel and one second counsel at 50% of the amount calculated for first counsel. III. Doubling Of Costs Resulting From Offers To Settle", "[44] In a letter dated November 22, 1996, Apotex Inc. made an offer to settle to Glaxo. This offer proposed that Apotex pay Glaxo a royalty of 4% of sales of AZT from the date of the settlement forward. In a letter dated December 9, 1996, Glaxo made an offer to settle to Apotex. This offer proposed, among other things, that Apotex and Interpharm consent to an injunction restraining them from infringing or inducing others to infringe the patent for the remainder of the term of the patent. This offer was rejected by Apotex in a letter dated December 11, 1996.", "[45] In a letter dated December 10, 1996, Novopharm Ltd. made an offer of settlement to Glaxo. This offer proposed that Novopharm pay Glaxo a royalty of 4% of sales of AZT from the date of settlement forward. In a letter dated January 27, 1997, Glaxo, among other things, made an offer of settlement to Novopharm. This offer proposed that Novopharm consent to an injunction restraining it for the remainder of the term of the patent from infringing or inducing others to infringe the patent. This offer was rejected by Novopharm Ltd. in a letter dated February 10, 1997.", "[46] Glaxo requests that the court award double costs due to its offers to settle made before trial, pursuant to rule 420. Rule 420(1) reads as follows: \"Unless otherwise ordered by the court, where a plaintiff makes a written offer to settle that is not revoked, and obtains a judgment as favourable or more favourable than the terms of the offer to settle, the plaintiff shall be entitled to party-and-party costs to the date of service of the offer and double such costs, excluding disbursements, after that date.\"", "[47] The court requested further submissions in this matter since it had brought to the parties' attention the decision in <FRAGMENT_SUPPRESSED>  (Ont. H.C.) (\" Ray Plastics \").", "[48] Glaxo submits that the terms of the injunction described  <FRAGMENT_SUPPRESSED> 's offer to settle and the injunctive relief which was awarded at trial are precisely co-extensive. A&N submit that Ray Plastics , supra, applies to deny Glaxo double costs because Glaxo's offer was overreaching, it was not a genuine compromise, and it was non-negotiable.", "[49] A&N submit that Glaxo's offer was overreaching because the injunction sought would have prevented A&N from not only actual infringement but also inducing others to infringe the patent. Glaxo argues that the attempted distinction between the acts of infringing and of inducing others to infringe is entirely specious for cost purposes. Glaxo argues that although from a corporate perspective the companies are enjoined, the terms of the relief also enjoin directors, officers and agents.", "[50] A&N also submit that Glaxo's offer to settle was overbroad in that it included an injunction to prevent the export of zidovudine in pharmaceutical dosage form and sales of zidovudine in bulk form, both of which were not contained in the court's judgment. Glaxo submits that while the act of exporting was not specifically enjoined by the court at trial, the export of zidovudine would require A&N to either import, manufacture or offer it for sale, and all of these activities are otherwise enjoined by the court. Moreover, Glaxo submits that its offer included a request for an undertaking with respect to bulk sales of zidovudine but that this undertaking was clearly separated from the consent injunction identified elsewhere in the offer to settle. Glaxo submits that the request for an undertaking was not expressed in the terms suggested by Apotex but rather in terms which made clear that Apotex was to \"... undertake not to sell zidovudine in bulk form to any person inside or outside Canada who is known by Apotex Inc. or ACIC Ltd. to directly or indirectly sell or supply sellers of zidovudine in pharmaceutical formulation in breach of Glaxo Wellcome's patent rights\" . Glaxo submits that the undertaking was limited to sales which would result in a breach by other parties of the patent rights of Glaxo Wellcome. Glaxo submits that this provision did not make its offer to settle overbroad, as the broad scope of the court's injunction makes it clear that A&N can neither infringe the patent themselves nor induce or assist others to do so in their place.", "[51] Apotex submits that Glaxo's offer was overbroad in that it sought dismissal of the action brought by Apotex and ACIC Ltd. in the Ontario Court General Division and a waiver of Apotex and ACIC's claims of damages in this action: <FRAGMENT_SUPPRESSED>  (B.C.S.C.), nor was it in a form that could be accepted under rule 420. Glaxo submits that the Spencer case differs from the situation at bar, as the Ontario litigation involved claims pertaining to marketing and sales activities respecting the drug zidovudine, all premised on losses suffered by Apotex and ACIC being hindered in making sales of zidovudine. Glaxo submits that these claims cannot be asserted in the face of the judgment pronounced by this court on March 25, 1998.", "[52] Novopharm submits that the court cannot order an increase in costs on account of the offer to settle as it cannot be determined at this point, without expert evidence, whether the financial award to Glaxo of damages arising from sales by Novopharm from 1993 to 1998 will exceed the royalties offered by Novopharm for the period from December 1997 to June 21, 2005,  <FRAGMENT_SUPPRESSED> 's offer to settle. Glaxo submits that rule 420 expressly states that the successful litigant's offer to settle is to be compared to the trial judgment, not any offer delivered by the opposing party. Glaxo submits that no need thus exists to calculate what royalties might have amounted to over the remaining life of the patent nor what damages awarded to Glaxo will amount to.", "[53] A&N submit that Glaxo has not invited negotiation with respect to the terms of the injunction requested and as such, the court in the instant case should deny Glaxo double costs: Ray Plastics . A&N contend that where a court finds that an offer to settle does not offer a compromise on the core issue of the litigation and does not open up the potential of negotiation on a mutually-acceptable basis, the court is free to find that the offer does not constitute a genuine offer to settle: Ray Plastics", "[54] Glaxo submits that the instant case differs from that at issue in Ray Plastics , in that Glaxo did not seek an over-reaching injunction in its offer to settle. Glaxo recognizes that in Ray Plastics , the court looked with apparent disfavour upon the fact that the plaintiff had not invited negotiation with respect to the terms of the injunction requested. Glaxo submits, however, that this portion of the court's analysis was tied to its finding that the terms of the injunction sought by the plaintiff were overbroad. Glaxo submits that, as Glaxo's offer was not over-reaching, the court does not have to address whether Glaxo signalled a preparedness to negotiate. Glaxo submits that Ray Plastics does not introduce requirements of compromise and negotiation which must be met by a party extending an offer to settle. In any case, it is submitted that Glaxo's offer did include a compromise because Glaxo offered to waive its claim for relief arising from any past infringement and its claim for costs in all litigation between the parties.", "[55] While the evidence is not extensive, in my opinion, the nature of Glaxo's offer to settle was sufficient to allow the parties to negotiate a settlement. Moreover, while the principal issue regarding relief may have been the injunction, the relief obtained was nevertheless as favourable or more favourable than Glaxo's offer to settle, as required by rule 420. I find that Glaxo's offer was not overbroad with regard to exporting, inducing others to infringe, and selling bulk forms of zidovudine. On these latter points I accept Glaxo's contentions. I disagree with Apotex's submissions regarding the action in Ontario Court, General Division, and find that Glaxo's offer was not overbroad or in an unacceptable form. While Apotex's argument regarding its inability to accept the offer due to Glaxo's mention of ACIC Limited is thought-provoking, I do not find it convincing.", "[56] I also cannot accept Novopharm's submissions with respect to overreach regarding all the patent claims or its contentions as to an accounting of profits.", "[57] The evidence with respect to A&N's argument that Glaxo's offer fails for lack of compromise or openness to negotiation is not extensive and does not allow the court to make a clear finding regarding openness to negotiation. In any event, the main remedy in patent cases invariably involves an injunction. If I accepted A&N's argument, it would mean that, subject to arguments of overbreadth, rule 420 would have little or no application to patent cases. That cannot be the case.", "[58] In my opinion, both offers of settlement by Glaxo were late in these proceedings and responsive only to A&N's proposals. While the evidence regarding the likelihood of settlement is not apparent, nevertheless, in accordance with the Rules , additional costs are warranted. As such, I assess costs against Novopharm and Apotex for all proceedings subsequent to January 27, 1997, and December 9, 1996, respectively, at 150 percent. IV. Disbursements", "[59] Glaxo requests directions with respect to various disbursements. Glaxo seeks travel and living expenses and miscellaneous disbursements for two senior and one junior counsel for all pretrial matters, for two senior and two junior counsel during the trial, and for one law clerk during the trial. Glaxo notes that discovery took place in North Carolina, Rhode Island, Toronto, and London, England. Glaxo emphasizes that the trial was held in Toronto at the request of Apotex and Novopharm, whose counsel are based in Toronto. Glaxo submits that it had requested that the trial take place in Montreal or alternatively Ottawa. Glaxo states that during trial, one (1) senior counsel was required to travel between Ottawa and Toronto and that one (1) junior counsel was required to travel between Montreal and Toronto. Glaxo states that its law clerk travelled between Montreal and Toronto during the trial. Glaxo also notes that pre-trial preparations began in Toronto many weeks before the start of the trial. Glaxo submits that during the trial, counsel for Glaxo were required to travel to North Carolina and Florida in order to attend the examinations of Drs. Bolognesi, Weinhold and Broder. Glaxo seeks costs for disbursements incurred, arguing that these were reasonably incurred and material for the conduct of the action: Tariff B, paragraph 1(4); <FRAGMENT_SUPPRESSED>  (F.C.T.D.).", "[60] A&N submit that it is unreasonable for Glaxo to expect costs resulting from the fact that the trial was held in Toronto, as the clients make the decision as to which counsel will attend on their behalf. A&N submit that it was unreasonable for Glaxo to staff the file with lawyers and clerks from three different cities.", "[61] In considering the submissions, I find that Glaxo should receive travel and living expenses during the trial for the two second counsel. Travel and living expenses to North Carolina and Florida incurred during the trial should also be granted to Glaxo. However, I do not grant Glaxo costs for travel and living expenses incurred by counsel pretrial.", "[62] Glaxo seeks costs for all experts' fees and disbursements, including fees which go beyond charges for time that the experts spent testifying in court. Glaxo claims that the expert evidence was necessitated exclusively by allegations of the invalidity of the patent challenged by A&N, none of which were successful at trial. Glaxo argues that an expert's services go well beyond defending his affidavit; <FRAGMENT_SUPPRESSED>  (F.C.T.D.); Wellcome Foundation , supra. Glaxo submits that the court should rely on the standard of reasonableness and not dissect expert evidence using the benefit of hindsight; <FRAGMENT_SUPPRESSED>  (F.C.T.D.); Tariff A of the Federal Court Rules , s. 3(4). Glaxo also seeks costs for all travel and living expenses incurred by fact witnesses. Glaxo states that both fact and expert witnesses were required to travel to Toronto for the trial from elsewhere in Canada, the U.S. and England.", "[63] A&N submit that as Glaxo led no evidence to establish that any fees were paid to Glaxo's experts, there is no basis upon which to increase the amounts provided in the Tariff. A&N submit that the cost of Dr. Bechard's attendance at trial should be disallowed, as Glaxo has admitted that his evidence was not required. A&N argue that a party must assume the risk as to whether any amount of the expert's fee will be recoverable from the other party: <FRAGMENT_SUPPRESSED>  (Ont. Gen. Div.). With respect to fact witnesses, A&N submit that Glaxo may not recover any disbursements associated with the attendance and discovery of Dr. Barry, who was later produced as a witness on behalf of Glaxo. A&N state that Glaxo had an obligation to produce Dr. Barry in Canada, not in England and North Carolina, which unnecessarily raised the disbursements of all parties.", "[64] I am satisfied that the formulation question which Dr. Bechard was asked to consider was interesting but not necessary in this trial and, as such, Glaxo was unnecessarily cautious in calling Dr. Bechard. Glaxo should not be granted costs for the evidence and attendance of Dr. Bechard. I find that Glaxo should, however, be granted costs for experts' fees and disbursements which arose as a result of experts' time spent in: preparing their affidavits; reviewing the patent, reviewing the other experts' affidavits, and attendance in court. Glaxo shall receive costs for experts' travel, but only with respect to their attendance in court. I deny Glaxo's request for costs for experts' time spent meeting with counsel. I agree with A&N that Glaxo is not entitled to costs for fees and disbursements related to experts not called at trial. I also agree that Glaxo is not entitled to recover costs for fees and disbursements of expert witnesses incurred after the conclusion of their evidence.", "[65] However, Glaxo shall receive its costs for all travel and living expenses for trial incurred by fact witnesses. A&N submit that Glaxo is not entitled to recover costs associated with this issue. Glaxo argues that it should be granted costs associated with the issue of whether Glaxo Wellcome Inc. was entitled to bring the infringement action because it was granted an implied license from the Wellcome Foundation Ltd. While this issue might have been anticipated, I see no basis to deny Glaxo its costs associated with the issues of corporate structure and the entitlement of Glaxo Wellcome Inc. to sue for damages. V. Miscellaneous", "[66] Glaxo claims costs for law clerks and students-at-law on the basis of two-thirds of the reasonable costs incurred: Tariff B, Item 28; <FRAGMENT_SUPPRESSED> ; 31 C.P.R.(3d) 165 (F.C.T.D.). Glaxo seeks pre-judgment and post-judgment interest on all costs and disbursements and the costs of this motion.", "[67] A&N note that Tariff B provides that the services of law students and law clerks are recoverable at 50 percent of the amount that those services would be calculated from a solicitor. A&N argue that costs should not be allowed for administrative services, and submits that Glaxo has led no evidence to establish that any students worked on this file. A&N note that in Ontario pre-judgment interest is precluded: Courts of Justice Act , s. 128.", "[68] A&N submit that the costs payable to Glaxo should be reduced as a result of the unacceptable conduct of Glaxo's counsel: <FRAGMENT_SUPPRESSED> , supra. A&N submit that Glaxo failed to produce NIH documents that were harmful to its case, that Glaxo interfered with the trial process, that it acted improperly with respect to discovery, and that Glaxo caused considerable additional evidentiary expense. A&N submit that Glaxo should be awarded no costs in respect of fees and disbursements related to the factual aspects of the inventorship issue. A&N submit that Glaxo's failure to admit Drs. Broder and Mitsuya's contributions resulted in the bulk of the costs of the trial.", "[69] I find that Glaxo is entitled to costs for law students and law clerks at 50 percent of the amount that would be calculated for a solicitor, pursuant to item 28 of Tariff B. The reasonableness of the number requested shall be left to the assessment officer. I find that Glaxo is not entitled to travel and living expenses costs for its law clerks or law students. Glaxo is not entitled to pre- or post-judgment interest regarding costs.", "[70] With respect to A&N's proposed order, I find that Glaxo is entitled to costs in respect of fees and disbursements related to the factual aspects of the inventorship issues. I do not agree that Glaxo's recovery on all costs should be reduced by 25 per cent or from Column III to Column II. I agree with A&N that these directions shall not apply with respect to matters which have been dealt with in prior costs orders by the court.", "[71] The motion by A&N for an order abridging the time for service of a motion to strike certain passages from the written representations of Glaxo filed August 25, 1998 is dismissed. Glaxo is entitled to the costs of this motion. Order accordingly. Editor: Kelli A. Simmonds/pdk [End of document]"]}