{"id_": "088448", "body_str": ["[1] Noël, J. : This is an application, pursuant to s. 6(1) of the Patented Medicines (Notice of Compliance) Regulations , SOR/93-133 (the \" Regulations \"), for an order prohibiting the Minister from issuing a Notice of Compliance (\"NOC\") for a nasal mist proposed to be sold by the respondent Nu-Pharm Inc. (\"Nu-Pharm\") until the expiration of patents owned by the applicant Syntex Inc. ( <FRAGMENT_SUPPRESSED> ) [see footnote 1].", "[2] Syntex was issued an NOC from the Minister for a nasal spray sold under the brand name RHINALAR containing a chemical called Form A Flunisolide at a dosage of .25 milligram per millilitre for use in the treatment of allergic rhinitis. Syntex filed a patent list dated April 7, 1993, pursuant to the Regulations , in relation to the nasal spray containing the active ingredient flunisolide.", "[3] The patent list states that Syntex owns Canadian Patent Nos. 1,075,228 (the \"228 patent\"), 1,083,963 (the \"963 patent\"), 1,153,761 (the \"761 patent\"), and 1,288,048 (the \"048 patent\") in relation to the chemical known as flunisolide that is used in nasal mists for the treatment of inflammation of human nasal mucosa. In a letter dated April 19, 1994, Nu-Pharm forwarded a notice of allegation pursuant to s. 5(3)(b) of the Regulations to Syntex stating that none of the patents in relation to Form A Flunisolide on the patent list would be infringed if Nu-Pharm were to manufacture, construct, use or sell flunisolide nasal solution 0.025%. The sole basis for this allegation was Nu-Pharm's belief that none of the patents made a claim for the medicine flunisolide itself or for the use of the medicine itself. The applicant Syntex now challenges these allegations in the furtherance of its application for an order of prohibition [see footnote 2].", "[4] The patents in issue are prefaced by a description of the anti-inflammatory properties of the chemical flunisolide, which has been the subject of public disclosure since at least 1964 when it was first patented in the United States. The preface also sets out that there were serious problems in delivering the active ingredient flunisolide in nasal spray form because it did not have a pure and uniform crystalline form required for a pharmaceutically acceptable aerosol or spray formulation. It also caused a strong stinging sensation in most patients.", "[5] According to the preface for each of the patents, the invention which Syntex claims is a hemihydrate, polymorphic and crystalline form of flunisolide that yields a pharmaceutically acceptable formulation for nasal sprays; it mixes well with spray solutions and aerosol solutions, does not clog in the dispenser valves, and does not cause stinging. It is this form of flunisolide which Syntex refers to as \"Form A\". The preface also sets out the various inhalation options and techniques for Form A to be effectively administered to patients, therapeutically effective amounts, strengths and dosages of Form A, and the solutions, gases and spray components needed for ideal delivery to the affected areas.", "[6] Specifically, the 228 patent includes claims to various polymorphic crystalline forms of flunisolide including the ideal hemihydrate Form A flunisolide when it is produced by the processes of manufacture particularly described and claimed in the patent. The forms of flunisolide Form A, B, C and D themselves are also claimed, each having a certain X-ray diffraction pattern particularly described in the patent. The 228 patent expires April 8, 1997.", "[7] The 963 patent includes claims for pharmaceutical compositions containing Form A flunisolide. This patent also describes the process for preparing the ideal composition to suspend Form A in an aerosol formulation. Claims for various aerosol compositions of Form A having a specific particle size (e.g., 1,000 microns) yielded by using different solvents and the aerosol or spray being packed in various containers are also claimed. The 963 patent expires August 19, 1997.", "[8] The 048 patent includes claims for chemical solutions or intermediates that yield Form A pharmaceutical compositions which include Form A Flunisolide, and for the use of the pharmaceutical compositions for treating inflammation of nasal mucosa without inducing stinging and the processes for the preparation of those pharmaceutical compositions. Some of the patented compositions contain Form A at a dosage range of 0.010% to 0.025%. The 048 patent expires August 27, 2008.", "[9] The 761 patent includes claims to the various processes used for the preparation of Form A. Essentially, the patented processes are the various methods for preparing more pure crystalline modifications of flunisolide to ultimately yield Form A. The 761 patent expires September 13, 2000.", "[10] In support of its allegation, Nu-Pharm has not provided the composition or formulation of the drug which it intends to market. With respect to each of the patents on Syntex's patent list, the sole basis for the allegation is that none of the claims which they reflect are for the medicine itself or for the use of the medicine within the meaning of the Regulations . Specifically, the basis for the allegation is that the Regulations only allow a patent list to be filed where the claims which they make are for the medicine itself or for the use of the medicine. According to Nu-Pharm, none of the patents in issue make such a claim.", "[11] In support of its position, Nu-Pharm refers to s. 4(1) of the Regulations which identifies a \"first person\" as: \"4(1) A person who files, or before the coming into force of these Regulations has filed a submission for or has been issued, a notice of compliance in respect of a drug that contains a medicine may submit to the Minister a patent list.\"", "[12] The words \"drug\" and \"medicine\" are said to be given a distinct meaning. A \"drug\" consists of a composition containing the \"medicine\" as well as other nonactive ingredients. Nu-Pharm says that, under the Regulations , the \"medicine\" is the active ingredient within the dosage form, and the \"drug\" is the product resulting from the combination of both the active and nonactive ingredients.", "[13] From this, Nu-Pharm states that the words \"claim for the medicine itself\" mean a claim for the medicine itself in the ordinary and natural sense of the words. Specifically, a particular form of a medicine is not a medicine itself. It adds that there is nothing in the Regulations which suggests that the phrase also covers a claim to a particular process used to produce a medicine.", "[14] Finally, Nu-Pharm, in its memorandum, refers to an extract from the French version of the Regulatory Impact Statement which states that no NOC is to be issued for a medicine: produit original", "[15] As this version of the impact statement refers to the \"produit original\", it further confirms that the term \"medicine itself\" was intended to mean the active ingredient per se as claimed by the original inventor.", "[16] Based on the foregoing, Nu-Pharm asserts that only the original patent pertaining to flunisolide would reflect a claim for the medicine itself. Syntex's four patents are mere improvements or refinements of the original patent. Furthermore, they reflect claims for the formulation or composition of medicines thereby involving more than one substance, whereas a single substance is envisaged by the definition of \"medicine\".", "[17] Syntex challenges the allegation made by Nu-Pharm on two grounds. It first notes that the sole basis of Nu-Pharm's allegation is that the patents in issue reflect no claim for the medicine itself and no claim for the use of the medicine. It adds that Nu-Pharm has introduced no evidence with respect to the composition or process for its proposed product whereas the regulatory basis for an allegation under s. 5(1)(b)(iv) is non-infringement established by reference to a non-infringing process or composition. Syntex therefore argues that the only issue raised by Nu-Pharm's allegation is whether its four patents are properly on the patent list. As such it says that the proper remedy lies in a relief in the form of a mandamus to expunge the list, and not in a recourse based on an allegation under the Regulations . Syntex adds that, in any event, no onus can be said to have been cast upon it by the allegations made by Nu-Pharm as they raise a pure issue of interpretation and no material fact has been pleaded or put in evidence in support of these allegations.", "[18] In addition, Syntex argues, with respect to each of the patents in issue, the following: (1) 228 Patent The patent includes \"a claim for the medicine itself\", namely Form A Flunisolide. The patent further includes claims to a particular form of crystalline form of flunisolide, a substance intended or capable of being used for the treatment of a disease. As such the product claimed is a \"medicine\" within the Regulations (2) 963 and 048 Patents The patents include claims for pharmaceutical formulations containing Form A Flunisolide, and a claim for a formulation or a composition is a \"claim for the medicine itself\". As the formulations or compositions so claimed are intended or capable of being used for the treatment of a disease, they are a \"medicine\" within the meaning of the Regulations . Furthermore, as patent 048 includes a claim for the use of the pharmaceutical formulation therein described for treating inflammation of the nasal mucosa, it contains a \"claim for the use of the medicine\". (3) 761 Patent The patent includes claims for processes for the preparation of Form A Flunisolide itself. Any infringement of process claims which are used to make a medicine is also covered by the Regulations within the meaning of \"claim for the medicine itself\".", "[19] This last contention pertaining to patent 761 was abandoned during the hearing as a result of the recent decision of this court in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 171 (T.D.), wherein it was held that process claims fell outside the ambit of the Regulations [see footnote 3].", "[20] The first question raised by Syntex is whether Nu-Pharm can validly pursue the recourse contemplated by the Regulations having regard to the nature of the allegation which it has made with respect to the patents in issue. Syntex states that pursuant to s. 4(2) of the Regulations , it could only file a patent list reflecting patents which contain: \"a claim for the medicine itself or a claim for the use of the medicine\"", "[21] As Nu-Pharm is claiming that Syntex's patents make no such claim, it is in effect alleging that the patents in issue do not belong on the patent list. That being so, Syntex contends that the proper relief lies in the form of a mandamus to compel the Minister to remove from the list the unqualified patents, and not in an allegation pursuant to s. 5(1) of the Regulations . I note that the same issue was underlying in <FRAGMENT_SUPPRESSED> , and both the Trial Division and the Court of Appeal proceeded on the basis that a notice of allegation was an appropriate remedy [see footnote 4]. However, as the issue was not raised in that proceeding, it was not considered nor decided by the court.", "[22] Section 5(1) of the Regulations provides that: \"(1) Where a person files or, before the coming into force of these Regulations, has filed a submission for a notice of compliance in respect of a drug and wishes to compare that drug with, or make a reference to, a drug that has been marketed in Canada pursuant to a notice of compliance issued to a first person in respect of which a patent list has been submitted, the person shall, in the submission, with respect to each patent on the patent list, (a) state that the person accepts that the notice of compliance will not issue until the patent expires; or (b) allege that (i) the statement made by the first person pursuant to paragraph 4(2)(b) is false, (ii) the patent has expired, (iii) the patent is not valid, or (iv) no claim for the medicine itself and no claim for the use of the medicine would be infringed by the making, constructing, using or selling by that person of the drug for which the submission for the notice of compliance is filed.\"", "[23] Subparagraphs (ii) and (iii) specifically provide for a notice of allegation being filed as against a patent which has been improperly included in a patent list because the patent in question has either expired or is not valid. Subparagraph (iv) assumes that a patent is properly listed and contemplates that upon comparing the drug which the second person proposes to sell with the drug of the first person, it can be shown that no claim for the medicine itself or for the use of the medicine would be infringed by the making and selling of the drug for which the second person has sought an NOC.", "[24] The question which arises is whether subparagraph (iv) can be construed as allowing a second person to proceed thereunder not by comparing the relevant drugs, but by the strict allegation that the patents listed on the patent list make no claim for the medicine itself or for the use of the medicine. At first blush, subparagraph (iv) contemplates as a starting point that the patents listed make a claim for the medicine itself or for the use of the medicine as s. 4(2) requires, and invites the second person to demonstrate by reference to its own drug that that claim would not be infringed by the making and selling of the drug for which it is seeking an NOC.", "[25] Obviously, if a patent listed on a patent list makes no claim for a medicine or the use of the medicine, it would follow that no infringement could arise. But the infringement contemplated by subparagraph (iv) is that which would arise by the making or selling of the new drug whereas, based on the allegation made by Nu-Pharm, no infringement can conceivably arise irrespective of the drug which it proposes to make and sell.", "[26] In my view, subparagraph (iv) contemplates that a comparison be made between the drugs in issue to determine whether a claim for a medicine itself or the use of the medicine would be infringed by the making and selling of the new drug. The introductory paragraph of s. 5 specifically refers to a person who wishes to \"compare\" its drug with that of the first person. It is true that the subparagraph also entitles the second person to \"make a reference to\" the first person's drug. This, it seems, is wording that is necessary to allow for the allegations contemplated by subparagraphs (i), (ii) and (iii) to be made. In these three cases, the allegations are made by reference to the drug marketed by the first person and involves no comparison.", "[27] I recognize that the right to compare or refer to a patent on a patent list is not expressly attached to any of the allegations which s. 5 allows a second person to make. However, the specificity of the allegations authorized by subparagraphs (ii) and (iii), which both envision patents which do not belong on the patent list, suggests that a similarly explicit provision would have been included if it was intended to allow an allegation to be made on the sole ground that a listed patent contains no claim for the medicine itself, or for the use of the medicine.", "[28] However, the matter is not free from doubt and may be somewhat academic at this stage as irrespective of the appropriate remedy, the issue stands to be decided on a pure construction of the Regulations . I have accordingly dealt with the allegation on the assumption that it comes within the ambit of s. 5(1)(b)(iv) of the Regulations", "[29] The resolution of the issue raised by the notice of allegation turns on the meaning and scope of the following phrases and words as defined in s. 2 of the Regulations \"'claim for the medicine itself' includes a claim in the patent for the medicine itself when prepared or produced by the methods or processes of manufacture particularly described and claimed or by their obvious chemical equivalents; \"'claim for the use of the medicine' means a claim for the use of the medicine for the diagnosis, treatment, mitigation or prevention of a disease, disorder or abnormal physical state, or the symptoms thereof; \"'medicine' means a substance intended or capable of being used for the diagnosis, treatment, mitigation or prevention of a disease, disorder or abnormal physical state, or the symptoms thereof.\"", "[30] In <FRAGMENT_SUPPRESSED> , it was held that a process claim pertaining to a medicine fell outside the scope of the Regulations because it did not reflect a claim for the medicine itself. In so deciding, Jerome, A.C.J., identified the types of claim which can be made in a medicine patent as follows, at page 175: \"... Until very recently, a medicine itself could not be patented, except when prepared by a particularly described process. Even then, however, it was essential that the medicine so produced be new or novel. If the medicine was not new, but the process producing it was, only the process could be patented. Though medicines themselves can now be patented as products, clearly a large number of patents still exist in relation to medicines when prepared by a particular process. Accordingly, there are three types of claims which can be made in a medicine patent. There may be a claim for the medicine itself, known as a 'product claim'; a claim for the medicine when prepared by a particular process, known as a 'process-dependant' product claim; and, a claim for the particular process that produces a medicine, known as a 'process' claim.\"", "[31] \"Process\" claims make no claim to the medicine itself. Rather they make a claim to a particular process to produce a medicine. However, \"product claims\" and \"process-dependant\" product claims in relation to a medicine patent make a claim to the medicine itself and to the medicine itself when prepared by a particular process, respectively.", "[32] Nu-Pharm seeks to take the distinction made by Jerome, A.C.J., one step further. It argues that a \"product claim\" or a \"process-dependant\" product claim that relates to a composition or formulation as opposed to a single active ingredient is also excluded from the ambit of the Regulations because a composition is not a medicine within the meaning of the Regulations . Specifically, Nu-Pharm states that an active ingredient is a medicine, but that a formulation or composition which includes this active ingredient produces a form of that medicine, and a particular form of medicine is not a medicine itself.", "[33] In so stating, Nu-Pharm recognizes that a pharmaceutical formulation or composition with an intended therapeutic effect can be a medicine as that term is generally understood. However, it argues that the wording of the Regulations restricts the meaning ascribed to the term \"claim for the medicine itself\" to a claim for a single substance being the active ingredient to the exclusion of a claim for a formulation or composition which includes the active ingredient.", "[34] Nu-Pharm argues that this result is inescapable when regard is had to s. 4(1) of the Regulations which speaks of the first person having been issued: \"... a notice of compliance in respect of a drug that contains a medicine ...\" (Underlining is mine.) Therein lies the crux of Nu-Pharm's argument. A drug, it is said, is a composition which includes a medicine, and a medicine is the active ingredient itself. Hence a composition which includes an active ingredient is a drug, but the medicine is the component part thereof which is the active ingredient. It follows that a claim for a composition is not a claim for the medicine itself. From this, Nu-Pharm concludes that just as \"process claims\" were excluded from the ambit of the Regulations , composition claims were also excluded.", "[35] The use of the words \"drug\" and \"medicine\" in the Regulations originates from the interaction between the Food and Drugs Act and the which now exists under the Regulations as a result of the enactment of the , S.C. 1993, c. 2. In <FRAGMENT_SUPPRESSED> , Jerome, A.C.J., summarized the relevant legislative history as follows, at p. 172: \"Prior to March 12, 1993, generic pharmaceutical companies such as Apotex were able to obtain a notice of compliance for a generic version of a brand name drug and market it without having to demonstrate that the product did not infringe an existing patent. The Minister of National Health and Welfare was obliged to issue the notice of compliance to an applicant as long as the drug met certain standards of safety and effectiveness. This compulsory licensing regime permitted generic drug manufacturers to commence the manufacture, importation and sale of a patented medicine before the expiration of the patent. If the product did infringe an existing patent, the patent holder obtained its remedies by way of a patent infringement action. \"Pursuant to the , S.C. 1993, c. 2, which received Royal Assent on February 4, 1993, the compulsory licensing provisions were repealed in their entirety and compulsory licences issued on or after December 20, 1991, were extinguished. Section 55.1 was added to the , R.S.C. 1985, c. P-4, and reads as follows: '55.1 In an action for infringement of a patent where the invention relates to the production of a new substance, any substance of the same chemical composition and constitution shall, in the absence of proof to the contrary, be deemed to have been produced by the patented process.' \"Section 55.2 of the [as enacted by s. 4 of the] , was proclaimed on March 12, 1993, and creates two exceptions to acts which would constitute infringement: '55.2(1) It is not an infringement of a patent for any person to make, construct, use or sell the patented invention solely for uses reasonably related to the development and submission of information required under any law of Canada, a province or a country other than Canada that regulates the manufacture, construction, use or sale of any product. '(2) It is not an infringement of a patent for any person who makes, constructs, uses or sells a patented invention in accordance with subsection (1) to make, construct or use the invention, during the applicable period provided for by the regulations, for the manufacture and storage of articles intended for sale after the date on which the term of the patent expires.' \"Section 55.2(4) of the Act gives the Governor in Council power to make regulations to prevent infringement by any person who makes, constructs, uses or sells a patented invention. To that end, the Patented Medicines (Notice of Compliance) Regulations , SOR/93-133, proclaimed on March 12, 1993, allow a patent holder to obtain an order prohibiting the Minister from issuing a notice of compliance to a generic company until after the expiration of the patent in issue.\"", "[36] The Regulations in effect prevent the Minister from issuing an NOC under the Food and Drugs Act to a second person when the drug with respect to which an NOC is being sought would, upon being made or sold by the second person, infringe the first person's patent granted under the insofar as the infringement is to a claim for the medicine itself or the use of the medicine.", "[37] The word \"medicine\" is foreign to the Food and Drugs Act . The focus of the Food and Drugs Act is drugs in their administrable form, and the fundamental vocation of the statute is the protection of public health. To that end, s. 2 of the Food and Drugs Act provides for a wide definition of the word \"drug\" as follows: \"'drug' includes any substance or mixture of substances manufactured, sold or represented for use in (a) the diagnosis, treatment, mitigation or prevention of a disease, disorder, abnormal physical state, or the symptoms thereof, in man or animal, (b) restoring, correcting or modifying organic functions in man or animal, or (c) disinfection in premises in which food is manufactured, prepared or kept;\" The definition in (a) and (b) can encompass a drug that is a \"medicine\" but the definition in (c) clearly excludes the drug so described from being a medicine. It follows that while the Regulations impose a further condition on the issuance of an NOC under the Food and Drugs Act , it does not do so with respect to every substance that is a drug under that Act , and in particular it does not do so with respect to a drug that is not a medicine. Nevertheless, as a medicine is a drug and as an NOC must be obtained by reference to a drug, the word \"drug\" appears in the Regulations wherever it is used in connection with the obtention of an NOC under the Food and Drugs Act . Conversely, under the , it is the medicine that is the focus of the protection against infringement which the Act seeks to achieve with respect to pharmaceutical patents [see footnote 5], and the word \"medicine\" as defined in the Regulations appears therein wherever used by reference to the protection against infringement of patents which the Regulations seek to provide.", "[38] The provision in the Regulations which best illustrates this interaction between the Food and Drugs Act and the , insofar as it is achieved by the alternate usage of the word \"drug\" and \"medicine\", is s. 5(1) [see footnote 6]: \"5(1) Where a person files or, before the coming into force of these Regulations, has filed a submission for a notice of compliance in respect of a drug and wishes to compare that drug with, or make a reference to, a drug that has been marketed in Canada pursuant to a notice of compliance issued to a first person in respect of which a patent list has been submitted, the person shall, in the submission, with respect to each patent on the patent list, (a) state that the person accepts that the notice of compliance will not issue until the patent expires; or (b) allege that (i) the statement made by the first person pursuant to paragraph 4(2)(b) is false, (ii) the patent has expired, (iii) the patent is not valid, or (iv) no claim for the medicine itself and no claim for the use of the medicine would be infringed by the making, constructing, using or selling by that person of the drug for which the submission for the notice of compliance is filed .\" (Underlining is mine) \"Drug\", therefore, identifies a substance that is a \"drug\" under the Food and Drugs Act with respect to which an NOC has been sought, and being undefined, it should be given the meaning which most closely reflects its meaning under the Food and Drugs Act subject to any necessary modification arising under the Regulations", "[39] Looked upon in this light, it seems clear that the phrase \"drug that contains a medicine\" in s. 4(1) of the Regulations is framed by reference to a drug that contains a medicine as opposed to a drug that contains some other nonmedicinal substance and which as such falls outside the scope of the Regulations . That is the only limitation which the Regulations impose by necessary implication on the defined meaning of the word \"drug\" under the Food and Drugs Act . Otherwise, the word \"drug\" retains its meaning, and as this meaning is wholly consistent with the defined meaning of the word \"medicine\" under the Regulations , a \"drug that contains a medicine\" is a medicine under the Regulations just as such a medicine is a drug [see footnote 7].", "[40] The word \"contains\", while capable of different meanings, lends itself to this construction [see footnote 8]: contain vt. (...) 1. to have in it: hold, enclose, or include [the can tea, the list 50 items] 2. to have the capacity for holding 3. to be equivalent to [a gallon four quarts] 4. to hold back or within fixed limits; specif., a) to restrain (one's feelings, oneself, etc.) b) to check the power, expansion, or influence of 5. to be divisible by, esp. without a remainder [10 5 and 2] - vi. [[Obs.] to restrain one's feelings - adj. SYN.- contain in strict usage, signifies an enclosing within or including as a component, part, or fraction, and hold , the capacity for containing [the bottle two ounces of liquid, but it holds a pint] to accommodate is to hold comfortably without crowding [an elevator built to accommodate 12 people]\" (Underlining is mine.)", "[41] There are two prime meanings to the word \"contain\". The first conveys the notion of \"including as a component, part or fraction\", and the second is \"to hold\", that is \"the capacity for holding\". When used in this sense, the word \"contains\" takes the meaning of \"equivalent\" as exemplified by the analogy \"a gallon contains four quarts\". Against the legislative background that is the sense conveyed by the word \"contains\" in s. 4(1) of the Regulations . The phrase \"a drug that contains a medicine\" is used in juxtaposition with a drug that holds something else (i.e., some other nonmedicinal substance with respect to which an NOC is required but which is not a drug under the Regulations ). It does not have the effect which Nu-Pharm contends, that is, to oust pharmaceutical compositions with therapeutic value from the ambit of the word \"medicine\" on the basis that a medicine is, by that phrase alone, reduced to being a subcomponent of a drug for purposes of the Regulations", "[42] The construction advocated by Nu-Pharm requires that the word \"medicine\" be given a meaning which departs from both its defined and its commonly understood meanings [see footnote 9]. Pharmaceutical compositions with therapeutic value are a medicine in common parlance. Indeed most active ingredients must be combined with stabilizing agents or absorption vehicles in one form or another to allow a patient to effectively ingest a medicine and achieve the intended therapeutic effect. As such, a medicine, like a drug, is generally understood to be a preparation or composition including active and nonactive ingredients. This commonly understood meaning is unaltered by the definition of the word \"medicine\" under the Regulations . While this definition refers to a \"substance\" in the singular, it obviously can encompass more than one substance when regard is had to s. 33(2) of the Interpretation Act , R.S.C. 1970, c. I-23, s. 1. A substance does not cease to be a medicine when joined or mixed with another substance just the same as a medicine does not cease to be a medicine because it can cure more than one disease [see footnote 10].", "[43] Past judicial pronouncements are also consistent with the conclusion that a pharmaceutical composition can be a substance that is a medicine. In Farbwerke Hoechst  <FRAGMENT_SUPPRESSED>  (Ex. Ct.), Thorson, P., had to decide whether claims to an allegedly novel antidiabetic preparation comprising one or more active ingredient and an orally ingestible pharmaceutically acceptable carrier were patentable under s. 41(1) of the , R.S.C. 1952, c. 203.", "[44] Section 41(1) of the then read: \"41(1) In the case of inventions relating to substances prepared or produced by chemical processes and intended for food or medicine, the specification shall not include claims for the substance itself, except when prepared or produced by the methods or processes of manufacture particularly described and claimed or by their obvious chemical equivalents.\"", "[45] As in the present case, it was accepted that the intended effect of the preparation was therapeutic. The issue was whether a preparation or composition including active and nonactive ingredients was a substance within the meaning of the subsection. Thorson, P., disposed of this question as follows, at p. 115: \"There is no doubt in my mind that the preparation is a substance within the meaning of the section, regardless of whether the carrier ingredient is a liquid or a solid or whether it is mixed with the sulphonyl urea ingredient or its salt or is in the form of a capsule. It is clear that a mixture may be a substance. In Re Application of Arnold & Imperial Chemical Industries Ld. (1942), 59 R.P.C. 76, it was argued that a mixture of sulphur nitride and iminosulphur was not a substance within the meaning of s. 38A of the United Kingdom Acts , but was two substances, but Morton, J., of the Patents Appeal Tribunal was not prepared to accept this argument. He held that a composite material could be a substance. If in the present case the sulphonyl urea or its salt is mixed with a liquid or solid carrier so that the mixture is in the form of a dilution or a tablet I do not see how it could reasonably be argued that the mixture is not a substance that is different from that of any of its ingredients. The same is true if the preparation consists of the sulphonyl urea and its salt and an orally ingestible pharmaceutically acceptable carrier in the form of a capsule for it is the whole preparation in its composite form, and not separated into its ingredients, that is taken into the mouth for the purpose of reducing the blood sugar level. It is, therefore, erroneous to say that the substance of the antidiabetic preparation is confined to its sulphonyl urea ingredient or its salt. It is the pharmaceutical preparation as a whole that is intended for medicine and to be used for oral administration. Consequently, I find that the antidiabetic preparation defined in the claims is a substance within the meaning of s. 41(1).\"", "[46] Thorson, P., went on to confirm that the claim was patentable. On appeal to the Supreme Court, the decision was reversed on the ground that the preparation was not the result of a creative invention. However, the Supreme Court specifically confirmed the reasoning and conclusion of Thorson, P., reflected by the above-quoted passage [see footnote 11].", "[47] Against this background, it seems clear that the words \"drug\" and \"medicine\" as they appear in s. 4(1) of the Regulations are not used in contradistinction and are not intended to draw a line between an active ingredient and a preparation or composition which includes an active ingredient. Both types of substances when capable or intended to be used for the treatment or prevention of a disease are a \"medicine\" within the meaning of the Regulations and a claim for the medicine itself, whether in the form of a single active ingredient or in the form of a composition comes within the ambit of the Regulations", "[48] As confirmed by the decision in <FRAGMENT_SUPPRESSED> , the Governor-in-Council chose to exclude from the ambit of the protection afforded by the Regulations a patented \"process claim\". This was done in clear terms by limiting the claims protected under the Regulations to those which \"claim for the medicine itself\". A \"process claim\" makes no such claim. If it had also been intended to exclude pharmaceutical formulations, the Governor-in-Council would not have been so timid and ambivalent as to attempt this by the construction which Nu-Pharm suggests. Keeping in mind that the Regulations are intended to prevent infringements, and that the defined meaning of the word \"medicine\" is a substance or substances capable of therapeutic effect, I must conclude that a claim for such substance or substances in the form of a composition is \"a claim for the medicine itself\".", "[49] As the substance or substances claimed in each of patents 228, 963 and 048 are intended or capable of being used for the treatment of a disorder or disease, they are a \"medicine\" within the meaning of the Regulations , and as each patent includes a claim for such substance or substances, they make a \"claim for the medicine itself\". Furthermore, as patent 048 includes a claim for the use of substance or substances for treating inflammation of the nasal mucosa without inducing stinging, it also contains a claim for the \"use of the medicine\".", "[50] Finally, in the event that it later be found that only an original active ingredient is a \"medicine\" as Nu-Pharm contends, I find that the active substance Form A as claimed by the 228 patent is such an ingredient. The 228 patent includes claims to various polymorphic crystalline forms of flunisolide including the ideal hemydrate Form A Flunisolide when produced by processes particularly described in the patent. The inventive ingenuity of the patent is that Form A is purer [see footnote 12], that it has a uniform crystalline size with no propensity to clog spray dispensers, and that it does not cause stinging of the nasal mucosa. As such, Form A is an active ingredient distinct from flunisolide, and as patent 228 makes a claim to that ingredient itself, it makes a \"claim to the medicine itself\".", "[51] Based on the foregoing and as Nu-Pharm has advanced no evidence with respect to the composition or the process for making the drug for which it has sought an NOC, I must conclude insofar as patents 228, 048 and 963 are concerned that none of the allegations made by Nu-Pharm are justified. An order prohibiting the Minister from issuing an NOC until the expiration of the said patents is accordingly issued with costs to the applicants. Application allowed. Editor: Steven C. McMinniman/pdk Footnotes 1. The style of cause in this matter was earlier amended to remove therefrom Syntex Inc. and add thereto Hoffmann-La Roche Limited to reflect the proper party as a result of a recent amalgamation. Syntex is nevertheless identified as the applicant throughout these reasons. 2. The Minister of National Health and Welfare took no position in this matter and was not represented at the hearing before me. 3. The decision has since been confirmed on appeal (April 5, 1995, Appeal No. A-183-94). 4. The argument was that a process claim made no claim to the medicine itself. If that be so as both courts found, the patent did not belong on the patent list in the first place. 5. The word \"medicine\", while not defined, was used extensively in the compulsory licence provisions which were in effect until the Regulations were promulgated. In this respect, ss. 39(1) and (4) of the read: \"39(1) In the case of inventions relating to substances prepared or produced by chemical processes and intended for food or medicine, the specification shall not include claims for the substance itself, except when prepared or produced by the methods or processes of manufacture particularly described and claimed or by their obvious chemical equivalents. \"(4) Where, in the case of any patent for an invention intended or capable of being used for medicine or for the preparation or production of medicine, an application is made by any person for a licence to do one or more of the following things as specified in the application, namely, (a) where the invention is a process, to use the invention for the preparation or production of medicine, import any medicine in the preparation or production of which the invention has been used or sell any medicine in the preparation or production of which the invention has been used, or (b) where the invention is other than a process, to import, make, use or sell the invention for medicine or for the preparation or production of medicine, the Commissioner shall grant to the applicant a licence to do the things specified in the application except such, if any, of those things in respect of which he sees good reason not to grant a licence.\" 6. Section 4(1) is the only other provision in the Regulations within which the words \"drug\" and \"medicine\" are used together. 7. This appears to have been the view of the authors of the Regulatory Impact Analysis Statement. The English version uses the words \"drug\" and \"medicine\" interchangeably (see paragraphs 1 and 2 thereof). The French version omits the word \"drogue\" altogether and only refers to \"médicament\". 8. Webster's New World Dictionary (2nd Ed.), Toronto, Nelson, Foster & Scott Ltd. 9. \"'medicine': any drug or preparation used for the treatment or prevention of disease\" (underlining added). The Concise Oxford Dictionary of Current English (8th Ed. 1990), Oxford, Clarendon Press. 10. The word \"disease\" in the definition of medicine is also in the singular form. 11. (1963), 41 C.P.R. 9 (S.C.C.), at p. 14. 12. It is not a chlorate or solvate. [End of document]"]}