{"id_": "088566", "body_str": ["[1] : On March 11th, 2010, I formally dismissed, for want of this Court's jurisdiction, the applicants' motion, dated September 18th, 2009, made pursuant to section 18.2 of the Federal Courts Act , (R.S., 1985, c. F-7) (the Act ) for interim and interlocutory orders staying of the National Energy Board's (NEB) hearing OH-1-2009 (the hearing).", "[2] These motions are grafted to an application for judicial review filed by the applicants in this Court on September 14th 2009 (the FC application).", "[3] In the FC application, the applicants seek judicial review of a decision made by the Attorney General of Canada (the AG) not to consult directly with the applicants on their Treaty and Aboriginal rights protected under section 35 of the , regarding the construction and operation of the TransCanada Keystone XL Pipeline GP Ltd. (Keystone) Pipeline Project (the Project) but [it is alleged] would rely on the NEB's hearing to fulfill the Federal Crown's consultations obligations . The Project is a 526 km new pipeline from Hardisty Albert to Monchy Saskatchewan said by the applicants to affect their rights. The applicants sought the following relief: 1) A Declaration that the NEB hearing OH-1-2009 is not the appropriate process to discharge the Crown's legal duty to consult with the applicants; 2) A Declaration that the respondent the AG must consult with the applicants and the applicants' concerns must be meaningfully accommodated prior to the granting of any permits by the respondent the NEB or any official of the government of Canada from signing any permits that would allow the construction and operation of the Keystone XL Pipeline; 3) Relief in the nature of a stay, staying the NEB hearing OH-1-2009 until such time as the applicants have been meaningfully consulted by the respondent the AG; and 4) Relief in the nature of prohibition , prohibiting the respondents, the AG and the NEB from recommending or granting a Certificate of Public Convenience and Necessity pursuant to section 52 of the National Energy Board Act , R.S.C. 1985, c. N-7 (the NEB Act ) until such time as meaningful consultation as between the respondent the AG and the relevant Provincial Crowns and the applicants has occurred and an appropriate mitigation and compensation plan has been agreed to.", "[4] Specifically, the stay motion filed in this Court was the following 1) For interim stay of the NEB hearings until the substance of its motion described in point 2 below is heard; and 2) For \"Relief in the nature of a stay, staying the NEB's hearing OH-1-2009 until such time as the applicants have been meaningfully consulted by the Federal Crown and an appropriate mitigation and compensation plan has been agree to.\" II. Facts", "[5] Subsequent to its filing a Project Description in July 2008, Keystone filed in February 2009 , an application pursuant to section 52 of the NEB Act requesting the issuance of a certificate of public convenience and necessity (the CPCN) of the Project (the NEB application).", "[6] The NEB announced it would convene a public hearing on September 15th 2009 . It granted intervener status to the applicants and added to its list of issues, the potential impacts of the Project on Aboriginal interests.", "[7] The applicants submitted affidavit evidence to the NEB and made a number of motions including a preliminary motion to be heard at the start of the hearings. That motion sought the following from the NEB: A.) a Declaration that NEB does not have jurisdiction to issue a section 52 Certificate until meaningful consultation has occurred among the Federal and Provincial Crowns and the Sweetgrass First Nation (the SFN) and the Moosomin First Nation (the MFN); B.) an adjournment of the NEB hearing OH-1-2009 pending the fulfillment of meaningful consultation among the Federal and Provincial Crowns and the SFN and MFN; and C.) a Declaration clarifying the role of the NEB as either an agent of the Crown, delegated with the duty to consult, or a tribunal tasked with assessing the adequacy of the Crown's duty to consult.", "[8] The NEB decided to deal in writing with the applicants' preliminary motion setting down a schedule for submissions with reply submissions to be served and filed by the applicants on September 16, 2009 and a decision to be released by the NEB shortly thereafter because the hearings would have started the day before. The schedule was respected by all parties. On September 18, 2009, the NEB denied the motion . As I understand it from the NEB's main decision released on March 12, 2010 , the applicants did not take part further in the NEB hearing nor make final argument which began on October 1, 2009 and ended the next day, the matter then being reserved for decision.", "[9] The applicants chose to seek relief in this Court having filed, as noted, a judicial review application on September 14, 2009. They also and [sic] sought expedited hearings from the Court for its stay motions.", "[10] It is useful to frame the impugned decision in the FC application to which the stay motions are grafted. The decision sought to be reviewed is contained in an undated letter addressed to the Chief and Council of the (SFN) by the Director General, Policy, Major Projects Management Office (MPMO) informing them how the Crown's duty to consult Aboriginal groups will be exercised for the Project. The Director General stated: \"with respect to Aboriginal Crown consultation for the Project, the Crown will rely on the National Energy Board process, to the extent possible, to discharge any Crown duty to consult Aboriginal Groups \". The letter went on to outline the general steps which would be used by the Crown as the primary means to identify, consider and address the potential adverse impacts of the Project on potential or established Aboriginal or treaty rights. The Director General indicated the Crown would actively monitor the NEB process as well as other regulatory processes to assess the sufficiency of these processes to discharge the Crown duty to consult and gave assurances federal authorisations would only be issued once it determines that its consultation obligations with respect to the authorisations have been discharged.", "[11] The Court was seized of the motion for an interim stay of the NEB's hearing on or about September 20, 2009 . After reviewing the matter and being concerned I had no jurisdiction to deal with the applicants motion to stay the NEB proceedings, I issued the following directive to the Registry: \"By Notice of Motion served on the Respondents, counsel for the Applicants is seeking from the Federal Court an interim stay, pursuant to section 18.2 of the Federal Courts Act (the ' Act '), staying the National Energy Board Hearing OH-1-2009 (the 'Proceeding') pending the hearing and determination of the Applicant's request for a stay of that Proceeding until such time as the Applicants have been meaningfully consulted by the Crown. \"The National Energy Board (the 'NEB') is one of the Federal Tribunals, named in section 28 of the Act , which confers jurisdiction to the Federal Court of Appeal (the 'FCA') in judicial review matters and procedural remedies related thereto. Subsections 28(2) and 28(3) of the Act seem clear that, in the circumstances, the Federal Court has no jurisdiction to stay the NEB hearing. See also <FRAGMENT_SUPPRESSED> . \"Could you send a copy of this directive to all of the parties with a request that any submissions on the Federal Court jurisdiction (as opposed the FCA's) to issue the requested stay should be served and filed no later than September 30, 2009 .\" III. The Legislative Scheme", "[12] Paragraph 28(1) of the Act grants the Federal Court of Appeal (the FCA) exclusive and original jurisdiction to hear and determine applications for judicial review made in respect of the NEB, one of the listed federal boards, commissions or other tribunals.", "[13] Subsection 28(2) of the Act vests certain judicial review sections of the Act applicable to the Federal Court, to the Federal Court of Appeal in the exercise of its original judicial review mandate for listed federal tribunals. It reads: Sections apply sections 18 to 18.5, except subsection 18.4(2), apply , with any modifications that the circumstances require, in respect of any matter within the jurisdiction of the Federal Court of Appeal under subsection (1) and, when they apply, a reference to the Federal Court shall be read as a reference to the Federal Court of Appeal .\" (my emphasis.) Dispositions applicables .\" (Je souligne.)", "[14] Subsection 28(3) of the Act deprives the Federal Court of jurisdiction over a matter , when the Federal Court of Appeal has jurisdiction, to hear and determine that matter. It reads: Federal Court deprived of jurisdiction \"28.(3) If the Federal Court of Appeal has jurisdiction to hear and determine a matter, the Federal Court has no jurisdiction to entertain any proceeding in respect of that matter. \" (my emphasis.) \"28.(3)", "[15] I enumerate the section 18 provisions applicable to the Federal Court mentioned in section 28(2) of the Act 1) section 18 which provides \" subject to section 28 \", the Federal Court has exclusive original jurisdiction to issue an injunction, writ of certiorari, writ of prohibition , writ of mandamus or writ of quo warranto, or grant declaratory relief, against any federal board, commission or other tribunal; with subsection 18(3) stipulating that these remedies may be obtained only on an application for judicial review made under section 18.1 . (my emphasis) 2) section 18.1 dealing with judicial review applications to the Federal Court: whom and when (30 days after the decision or order was first communicated) an application for judicial review must be made, what are the powers of the Federal Court on an application for judicial review and what are the grounds for granting relief. 3) section 18.2 which enables the Federal Court to make interim orders on an application for judicial review. Because of its importance in these reasons, I set it out fully in both official languages: Interim orders \"18.2 On an application for judicial review the Federal Court may make any interim orders that it considers appropriate pending the final disposition of the application.\" (Emphasis mine.) 4) section 18.3 enabling a federal tribunal to make a reference to the Federal Court. 5) section 18.4(1) mandating the Federal Court to hear and determine an application for judicial review without delay and in a summary way; and, 6) section 18.5 creating exceptions to the judicial review function of the Federal Court when Parliament had provided for appeals from decisions of Federal Tribunals to other reviewing entities.", "[16] With respect to section 18.5, the NEB Act , in subsection 22(1), provides for an appeal of a decision or order of the NEB to the Federal Court of Appeal in the following terms: \"An appeal lies from a decision or order of the Board to the Federal Court of Appeal on a question of law or jurisdiction after leave to appeal is obtained from that Court \". I set out paragraph 18.5 in full: Exception to sections 18 and 18.1 18.5 Despite sections 18 and 18.1, if an Act of Parliament expressly provides for an appeal to the Federal Court, the Federal Court of Appeal , the Supreme Court of Canada, the Court Martial Appeal Court, the Tax Court of Canada, the Governor in Council or the Treasury Board from a decision or an order of a federal board , commission or other tribunal made by or in the course of proceedings before that board, commission or tribunal, that decision or order is not, to the extent that it may be so appealed, subject to review or to be restrained, prohibited, removed, set aside or otherwise dealt with, except in accordance with that Act IV. The Responses to the Court's Directive A. From the Respondents", "[17] In response to the Court's September 23, 2009 directive, the following submissions were made by the Respondents: 1) A letter dated September 25, 2009 from counsel for the Attorney General of Canada stating: \"The Attorney General of Canada submits that s. 28 of the Federal Courts Act confers exclusive jurisdiction to the Federal Court of Appeal respecting the stay sought against the National Energy Board, and that the Federal Court has no jurisdiction to issue the requested stay .\" (my emphasis) 2) A letter, dated September 30, 2009 , from counsel for Keystone submitting the Court's directive is entirely correct based on subsections 28(2) and 28(3) of the Act and on the <FRAGMENT_SUPPRESSED>  (F.C.A.) case in concluding the Federal Court has no jurisdiction to stay the NEB's hearing. Moreover, counsel for Keystone relies on the Federal Court of Appeal's decision in <FRAGMENT_SUPPRESSED> ; 2008 FCA 222, for the proposition: \"The NEB is subject to judicial review by this Court rather than the Federal Court. That is the result of the combined operation of section 18, paragraph 28(1)(f) and subsection 28(3) of the Federal Courts Act \" He submitted that: \" it was clear from the Standing Buffalo case that the Federal Court lacks jurisdiction to consider the judicial review application at all .\" Counsel for Keystone further submitted: \"[ ... ] the FCA also ruled that it (the FCA) did not have jurisdiction to entertain an application for judicial review of an NEB decision where the Applicant was an intervener at the NEB hearing . [ ... ] [because] [i] nterveners in NEB proceedings [ ... ] are limited to appellate remedies under section 22(1) of the NEB Act The FCA's reasoning, according to counsel, was the existence of a statutory right of appeal depriving it of jurisdiction to consider an application for judicial review of an NEB decision in those circumstances. B. From the two First Nations", "[18] Counsel for the First Nations applicants served and filed on September 30, 2009 in Calgary extensive (covering 72 paragraphs and citing several cases) written submissions. He asserts the Federal Court has jurisdiction to issue the requested interim and interlocutory stays of the NEB process, at the hearing and decision stages, when considering the Keystone application.", "[19] He framed his arguments on two notions: (1) the nature of the decision sought to be reviewed and (2) the nature of the relief sought.", "[20] In his first point, he stressed the decision sought to be reviewed was not made by the NEB but rather by the Direction General of the Federal MPMO, which decision the applicants say is an improper attempt to utilize \"the adversarial NEB process to discharge the honour of the Crown and its constitutional and fiduciary duties to the Aboriginal Peoples\". As a result, he argues section 28 of the Act does not apply because it is not a judicial review of the NEB decision. In this context he argues the FC application is \"in the nature of relief for an interim stay until the final disposition of the judicial review application\" and therefore falls within the parameters of section 18.2 of the Act enabling the issue of an interim stay of the NEB's Process.", "[21] Under the first branch of his argument, Counsel embarks upon a consideration of subsection 22(1) of the NEB Act which, as noted, provides for an appeal to the FCA from a decision or order of the NEB with leave of that Court. Counsel agrees this subsection \"does confer jurisdiction on the FCA in judicial review matters but only in respect of \"a decision or order of the Board on a question of law or jurisdiction. He points out there is no NEB decision or order and therefore subsection 22(1) has no operation in this case to confer jurisdiction to the FCA. Likewise, the FCA has no jurisdiction because the AG is not a listed entity under section 28 of the Act", "[22] On the issue of the nature of the relief sought, counsel submits what is before this Court is \"an application for interim relief in the nature of a stay of the NEB Process pursuant to section 18.2 of the Act \". He justifies the application for relief on the need to prevent the federal Crown from continuing in conduct that breaches the honour of the Crown and Canada's constitutional and fiduciary duties contrary to sections 35(1) and 52 of the and the need to preserve the status quo.", "[23] He relies on the case of <FRAGMENT_SUPPRESSED>  (T.D.), a decision of Madam Justice Reed for the proposition the Federal Court had jurisdiction under section 18 of the Act to quash on certrorari a NEB ruling made at a pre-hearing conference that it would not review anew its toll methodology but would follow the one established in a previous hearing. He noted this decision also stood for the proposition the FCA, in judicial review under section 28 of the Act , had no jurisdiction to deal with interlocutory matters but was limited to reviewing final decisions or orders which was also said to be a section 22(1) NEB Act limitation.", "[24] Finally, he sought to distinguish Justice Rothstein's decision, then a member of the FCA, in the Evangelical Fellowship case arguing it did not support the proposition the Federal Court has no jurisdiction to stay the NEB Process and is distinguishable from the case at bar although he recognized that Justice Rothstein dismissed an application to stay the Copyright Board's upcoming proceedings, the Copyright Board being a section 28 listed entity.", "[25] He ended his written remarks relying on my colleague Justice Michael L. Phelan's decision in <FRAGMENT_SUPPRESSED> ; 303 F.T.R. 106; 2006 FC 1354. V.", "[26] Before expressing my conclusions, I note the following: 1) After my directive to the Registry to contact the applicants' counsel to determine whether the matter had become moot, counsel, in a letter dated December 24th 2009, agreed that the interim stay seeking to stay the NEB hearing had become moot. I agree with that proposition since the NEB hearing concluded on October 2nd 2009 . However, he insisted what was still alive was the applicants' request in the nature of prohibition prohibiting the NEB from recommending or granting a CPCN until meaningful consultations had occurred. The NEB announced it would release its decision on March 12, 2010. Counsel asked for my decision on the point which I obliged. 2) I had also asked the Registry in January 2010, to canvass counsel for the applicants whether the FCA's recent appeal decisions in four appeals, one of which the applicants here were the appellants against Enbridge Pipelines, the NEB and the Attorney General of Canada as respondents reported at 2009 FCA 208 issued on October 23, 2009 . The reason I did so was because the FCA's decision was in the context an appeal by the SFN and MFN under section 22(1) of the NEB Act upon leave having granted by the FCA from a decision of the NEB in which the applicant First Nations has asked the NEB to rule in its decision on the merits that it had no jurisdiction to consider the merits of the CPCN applications before it without first determining the First Nations had credible claims or adequate Crown consultations had taken place. 3) I am unaware of the results of the inquiry I directed.", "[27] In any event, the applicants' motion to stay the NEB Process must be rejected for the following reasons which are framed against the backdrop of the major reform to the Act effective in 1992. One major thrust of that reform was to fundamentally change the basis on which judicial review jurisdiction was shared between the Federal Court and the FCA.", "[28] Prior to the reform, judicial review jurisdiction was allocated between the two Courts on the basis of the nature of the decision being reviewed. The FCA had jurisdiction to review decisions of any federal tribunal in cases where the decision being reviewed by it was made on a judicial or quasi judicial basis with all other decisions of any federal tribunal being reviewed by the Federal Court. The jurisdiction developed before the reform was to the effect the NEB decision being considered had to be a final decision but this did not mean that via the section 22(1) route upon leave being granted that Court did not have the power to stay an NEB decision (see <FRAGMENT_SUPPRESSED>  (F.C.A.). This allocation system between the two Courts proved to be very unsatisfactory and difficult to administer.", "[29] The 1992 reform brought in a new allocation criteria for judicial review jurisdiction between the two Courts. Supervisory jurisdiction between the two Courts was now on the basis of the Federal Court's jurisdiction being excluded where the FCA has original exclusive judicial review jurisdiction for specific listed federal tribunals, one of which is, of course, the NEB. For those listed entities the FCA was given the same powers as the Federal Court including the power to grant interim stays. The obvious intent of the reform was to ensure the FCA had plenary powers in respect of listed entities and overlap in jurisdiction was to be avoided.", "[30] Another aspect of the 1990-92 reform was the enactment of new section 18.1 which established a single uniform remedy entitled application for judicial review through which the extraordinary remedies such as injunctions, certiorari, prohibition and mandamus could be obtained with section 18(3) providing they could only be obtained on application for judicial review. The effect of the reform was that either Court had identical process procedure and powers in judicial review proceedings.", "[31] Finally on this point, the distinction between judicial review and appeals was maintained. Specifically subsection 22(1) of the NEB Act , which existed prior to the reform, continued after, with appeals from decisions or orders of the NEB were permissible upon leave being granted by the FCA.", "[32] Against this background, the Federal Court, in my view, has no jurisdiction to grant the relief sought by the applicants against the NEB because: 1) This case cannot be distinguished from the Evangelical Fellowship case. In that case, the applicant sought a writ of prohibition against the Copyright Board commencing its scheduled hearing. Justice Rothstein ruled the FCA had jurisdiction to issue prohibition or a stay of the Copyright Board and the Federal Court did not. I quote paragraphs 3 to 6 of his reasons: \"3 Paragraph 18(1)(a) of the Federal Court Act provides that, subject to section 28 of the Act , the Trial Division has exclusive original jurisdiction to issue a writ of prohibition against any federal board. Subsection 18(3) provides that the remedies provided for in subsection 18(1), e.g. prohibition, may be obtained only on an application for judicial review made under section 18.1. \"4 Paragraph 28(1)(j) provides that the Court of Appeal has jurisdiction to hear and determine applications for judicial review made in respect of the Copyright Board. By subsection 28(2), section 18.1 applies to any matter within the jurisdiction of the Court of Appeal under subsection 28(1). Subsection 28(3) says that when the Court of Appeal has such jurisdiction, the Trial Division does not have jurisdiction. \"5 Although no decision has been rendered, a prohibition application may only be brought by way of application for judicial review.  <FRAGMENT_SUPPRESSED>  properly brought before the Court of Appeal because the CRTC was a Board enumerated in subsection 28(1). The same reasoning is applicable to the Copyright Board. \"6 For these reasons, I conclude that the application for a writ of prohibition and the application for an interim prohibition or stay of the Copyright Board's proceeding is properly brought in the Court of Appeal.\" (Emphasis added)", "[33] In that case, Justice Rothstein cited with approval Justice Muldoon's decision in", "[34] Counsel for the applicants sought to distinguish the Evangelical Fellowship case. His effort are misplaced because the reference he provided was to Justice Rothstein's decision on the merits of the application for an order to prohibit or stay the Copyright Board's scheduled hearings (see <FRAGMENT_SUPPRESSED>  (F.C.A.).", "[35] His reliance on the Industrial Gas case is of limited value because that case was decided before the 1990-1992 reform and the question was whether or not the Federal Court's jurisdiction to issue the relief sought was affected by the operation of the section 29 (now section 18.5 of the FCA) in the light of subsection 22(1) of the NEB Act", "[36] His reference to the Dene Tha' First Nations case does not assist the applicants because Justice Phelan made no order against the NEB.", "[37] Nothing in these reasons affects the ability of the applicants to pursue their judicial review application seeking to quash the impugned decision of the Director General of the MPMO which is a remedy the Federal Court has a jurisdiction to grant. The remedy which was not available to the applicants was a remedy against the NEB; that remedy could only be granted by the FCA on judicial review.", "[38] In saying this, I should not be taken as having precluded the respondents from invoking section 18.5 of the Act on account of the NEB's decision of September 1, 2009. I make no comment on the point.", "[39] For these reasons, the applicants' motions in respect of the NEB are dismissed. Motion dismissed. Editor: E. Joanne Oley/ve [End of document]"]}