{"id_": "088554", "body_str": ["[1] Martineau, J. [Translation]: The applicant challenges the legality of a decision of the Refugee Protection Division of the Immigration and Refugee Board (RPD), refusing his claim for refugee protection under the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA) because he failed to establish his identity to the RPD's satisfaction.  <FRAGMENT_SUPPRESSED>", "[2] Proof of the claimant's identity to the RPD's satisfaction is crucial to any refugee protection claim. In fact, if a claimant fails to establish his identity, the RPD may draw a negative conclusion as to the credibility of his narrative: DUv Canada (Minister of Citizenship and Immigration) , 2012 FC 61 at paragraph 1; <FRAGMENT_SUPPRESSED> . In the case at bar, the RPD cannot be faulted for denying an adjournment at the hearing, or for ignoring the proofs of identity submitted by the applicant. And it is this Court's opinion that this application for judicial review must be dismissed.  <FRAGMENT_SUPPRESSED> FACTS  <FRAGMENT_SUPPRESSED>", "[3] The applicant is a citizen of the Democratic Republic of Congo. During an incident in Kinshasa on September 29, 2010, Armand Tungulu, a Congolese human rights activist, was arrested, beaten and forcibly taken by the police after throwing rocks at the presidential procession. Armand Tungulu died in detention following his arrest. The applicant alleges that certain persons who were at the scene mysteriously disappeared when the police were accused of causing Tungulu's death. The applicant claims to have witnessed this violent incident.  <FRAGMENT_SUPPRESSED>", "[4] The applicant alleges that, on October 15, 2010, plain-clothed men went to his home while he was absent. They came back three times in the ensuing days and told the applicant's wife that they were looking for people who could testify about what had happened to Armand Tungulu. The applicant claims that he was threatened with death if he did not cooperate with the police. Shortly after that, he left Kinshasa for a village in Bas-Congo, where he remained until he left for Canada.  <FRAGMENT_SUPPRESSED>", "[5] On December 5, 2010, the applicant arrived in Canada with an authentic passport bearing the name Fabrice Milambwe Kabwe and a visitor visa valid until December 24, 2010. Upon his arrival, he was detained for identification at Pierre Elliott Trudeau Airport in Montréal. The Vancouver conference that he was supposed to attend had taken place in September 2010, two months prior to his arrival in Canada. The applicant showed another travel order, directing attendance at a Calgary conference held from December 4 to December 12, 2010. In addition, searches of the applicant's luggage revealed that he was also in possession of a French passport, which bore the name Charles Reynes and was found to have been altered by photo substitution (computerized notes, and comments from Visitor Records and Record of Refugee Claim, prepared by the Canada Border Services Agency (CBSA), issued by the Minister of Public Safety and Emergency Preparedness (the Minister) and dated May 19, 2011.)  <FRAGMENT_SUPPRESSED>", "[6] On December 17, 2010, the applicant told the immigration authorities that he had not revealed his true identity to them, and that he had obtained his passport and visitor visa fraudulently so that he could flee the country. He produced a certificate of lost identity documents and a driver's licence issued to Fabrice Mantingou-Testie, and applied for refugee status in Canada. On the same day, the CBSA prepared an inadmissibility report in respect of the applicant and arrested him for identification purposes.  <FRAGMENT_SUPPRESSED>", "[7] On December 8, 2010, the applicant appeared before the Immigration Division of the Immigration and Refugee Board (Immigration Division) for a review of his detention. The Immigration Division continued his detention because his various identity documents had to be submitted for an expert analysis requested by the Minister.  <FRAGMENT_SUPPRESSED>", "[8] The applicant's detention was continued upon subsequent reviews on December 8, 2010, December 15, 2010, and January 4, 2011. At the latter hearing, the applicant submitted a judgment in lieu of birth certificate from the Parquet de grande instance de Kinshasa , and a birth certificate that he managed to obtain with the help of his family in Congo. However, since a CBSA forgery analyst had discovered various irregularities in these additional identity documents, the Minister was still not satisfied of the applicant's identity.  <FRAGMENT_SUPPRESSED>", "[9] On January 13, 2011, upon an early review, the Immigration Division released the applicant, having found that the Minister was now satisfied of his identity and did not have any special concerns that would require a recommendation of continued detention.  <FRAGMENT_SUPPRESSED> THE CONTESTED DECISION  <FRAGMENT_SUPPRESSED>", "[10] The RPD heard the applicant's refugee protection claim on June 17, 2011. According to the decision of June 30, 2011, the only ground for refusing the claim was the applicant's failure to establish his identity to the Board's satisfaction, notably because of the irregularities already brought to light at the detention reviews before the Immigration Division.  <FRAGMENT_SUPPRESSED>", "[11] Noting that it was not bound by the Immigration Division's decision to release the applicant, and that it had to be satisfied of his identity in order to determine the merits of his refugee protection claim ( <FRAGMENT_SUPPRESSED> ), the RPD assessed the conclusiveness of the documents submitted by the applicant to establish his identity. In its reasons, the RPD explained why, in its opinion, the applicant had not met his burden of proof.  <FRAGMENT_SUPPRESSED>", "[12] First of all, the driver's licence provided by the applicant was a false document. The forgery analyst's report states that the print quality was poor and that the coats of arms reproduced thereon contained typographical errors: the word \" travail \" on the front of the licence had two t's, and the same word on the reverse side did not contain the letter \"l\". Moreover, the background printing, which contained the inscription \" \", was out of alignment. The applicant told the Court that he had obtained the document from the transportation bureau and did not how an official document could contain such errors. The RPD stated that it accorded no probative value to the licence, especially since the applicant submitted no opposing expert evidence seeking to demonstrate its authenticity.  <FRAGMENT_SUPPRESSED>", "[13] Secondly, the certificate of lost identity documents produced by the applicant gave an address in the commune of Saio, whereas the applicant personally testified that he was living in the commune of Ngiri Ngiri when he obtained the certificate. The applicant attributed this to a typing error. The RPD accepted the expert testimony of the forgery analyst, who found that the document contained no authenticating security characteristics.  <FRAGMENT_SUPPRESSED>", "[14] Thirdly, the birth certificate obtained by the applicant's family during the applicant's detention in December 2010 stated the name Matingou Munder Ondred as the applicant's father, giving his date of birth as October 20, 1948. But the applicant had testified that his father's name was Matingou Alphonse Matisse and that his date of birth was September 8, 1948. The applicant explained that he went to live with his mother's family following his father's death, and that this was why he did not know his father's family well. He also explained that he sometimes had a hard time remembering precise dates, but never the year. The RPD determined that these explanations were unsatisfactory in view of the circumstances of the case.  <FRAGMENT_SUPPRESSED>", "[15] In addition, the RPD refused to allow an oral application, made by the applicant's counsel, for additional time so that the applicant could contact the embassy of his country, apply for a passport, and tender it in evidence after receiving it. In its reasons, the RPD stated that, under section 106 of the IRPA, where a refugee claimant \"does not possess acceptable documentation establishing identity\", the RPD must take into account whether he has \"provided a reasonable explanation for the lack of documentation or [has] taken reasonable steps to obtain the documentation.\" In the same vein, the RPD noted that Rule 7 of the Refugee Protection Division Rules , SOR/2002-228 (RPD Rules) provides: \"The claimant must provide acceptable documents establishing identity and other elements of the claim. A claimant who does not provide acceptable documents must explain why they were not provided and what steps were taken to obtain them. <FRAGMENT_SUPPRESSED>", "[16] The RPD found that since the applicant was represented by experienced counsel and was detained for a considerable time due to a lack of documents duly establishing identity, he should have made reasonable efforts to obtain such documents for his RPD hearing, especially since he had several months following his release in January 2011 to make those efforts.  <FRAGMENT_SUPPRESSED>", "[17] Lastly, the RPD found that even though the applicant knew certain specificities of the Democratic Republic of Congo and therefore might well be a citizen of that country, he failed to meet his burden to prove his identity. His refugee protection claim was therefore refused.  <FRAGMENT_SUPPRESSED> STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>", "[18] The parties agree that the assessment of proofs of identity is a question of fact and is therefore reviewable on a reasonableness standard ( Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ( Khosa ); <FRAGMENT_SUPPRESSED> ( )). As for the RPD's refusal to grant time to enable the applicant to make efforts to obtain a passport, it is a question of natural justice that must be reviewed on a correctness standard ( <FRAGMENT_SUPPRESSED> , at paragraphs 43-44; <FRAGMENT_SUPPRESSED> , at paragraph 60).  <FRAGMENT_SUPPRESSED>", "[19] In passing, as part of this application for judicial review, the applicant made a motion to this Court, dated October 20, 2011, to serve and file new evidence (i.e. his Congolese passport, which he had obtained from the Embassy of Congo). Prothonotary Morneau denied the request on November 10, 2011, on the basis that the passport was new evidence which was not available to the RPD when its decision was made and therefore could not be raised upon judicial review. Moreover, since the evidence was not aimed at showing a breach of procedural fairness, it did not meet the requirement established by this Court's jurisprudence regarding the exceptional circumstances in which new evidence can be included in an application for judicial review.  <FRAGMENT_SUPPRESSED> DID THE RPD ERR IN MAKING FINDINGS OF FACT IN A CAPRICIOUS MANNER, WITHOUT REGARD TO THE EVIDENCE AND WITHOUT CONSIDERING ALL THE FACTORS RELEVANT TO MAKING ITS DECISION?  <FRAGMENT_SUPPRESSED>", "[20] A decision under judicial review will be considered reasonable if it falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law and there is transparency and intelligibility within the decision-making process ( <FRAGMENT_SUPPRESSED> , at paragraph 47).  <FRAGMENT_SUPPRESSED>", "[21] The applicant submits that although the RPD is not bound by the Immigration Division's decision, it nonetheless failed to take account of the totality of the evidence, because it failed to consider that the Minister, in view of all the Immigration Division's decisions upon the applicant's detention reviews, had declared himself satisfied of the applicant's identity before the applicant could be released.  <FRAGMENT_SUPPRESSED>", "[22] The applicant submits that it was not enough for the RPD simply to state that it was not bound by the Minister's apparent satisfaction of the applicant's identity. He submits that the RPD also had to consider the reasons for the applicant's release, namely, that the Immigration Division officer could have consulted the applicant's profile on social networks such as Facebook and LinkedIn, especially since the RPD's evidentiary disclosure included the transcript of the Immigration Division hearing. However, the Court finds that the transcripts in question make no reference to the applicant's online profiles. Rather, it was the applicant's counsel who attested to this fact before the RPD (tribunal record, transcript of hearing at page 49).  <FRAGMENT_SUPPRESSED>", "[23] Relying on the Federal Court of Appeal's decision in  <FRAGMENT_SUPPRESSED> (Cepeda-Gutierrez), the applicant argues that the RPD made a reviewable error in failing to mention, in its reasons for decision, that the Minister had earlier proclaimed himself satisfied of the applicant's identity:  <FRAGMENT_SUPPRESSED> However, the more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact \"without regard to the evidence\": <FRAGMENT_SUPPRESSED>  (F.C.T.D.). In other words, the agency's burden of explanation increases with the relevance of the evidence in question to the disputed facts. Thus, a blanket statement that the agency has considered all the evidence will not suffice when the evidence omitted from any discussion in the reasons appears squarely to contradict the agency's finding of fact. Moreover, when the agency refers in some detail to evidence supporting its finding, but is silent on evidence pointing to the opposite conclusion, it may be easier to infer that the agency overlooked the contradictory evidence when making its finding of fact.  <FRAGMENT_SUPPRESSED>", "[24] The respondent contends that, firstly, neither the Immigration Division's last detention review, nor the remainder of the tribunal's record, contain the reasons the Minister declared himself satisfied of the applicant's identity for the purposes of his release. Accordingly, the respondent submits that the applicant's assertion, in his affidavit, that this opinion resulted from the Facebook and LinkedIn profiles, constitutes new evidence which was not before the RPD, and which the RPD was not required to mention in its reasons.  <FRAGMENT_SUPPRESSED>", "[25] Secondly, the respondent submits that the establishment of identity for the purpose of ending a refugee claimant's detention must be distinguished from the establishment of identity for the purpose of assessing the merits of a refugee claimant's protection claim. The respondent submits that, upon reviewing a detention, the Minister is simply issuing an opinion and is not making any formal decision binding on the RPD. Moreover, the Immigration Division is not making a determination with respect to the identity of a detained individual when it continues the individual's detention or orders his release under section 54 and subsection 57(1) of the IRPA. One of the deciding factors is the evidence of the Minister's efforts to establish the identity of the foreign national (subsection 58(1) of the IRPA).  <FRAGMENT_SUPPRESSED>", "[26] Lastly, the respondent submits that the reason the Minister filed a notice of intervention in the RPD, dated May 24, 2011, containing a copy of the notes entered by the officers in the Field Operations Support System and a copy of the forgery analyst's report on the applicant's identity documents, is that the Minister was not yet totally satisfied of the applicant's identity for the purposes of his refugee protection claim. Therefore, the applicant should have expected the question of identity to be argued anew before the RPD.  <FRAGMENT_SUPPRESSED>", "[27] This Court agrees with the respondent. The RPD's duty to provide explanations is incontestably tied to the relevance of the evidence that the decision-maker omitted from discussion in its decision. In this case, the Minister's position upon the applicant's release after several weeks of detention is not binding on the RPD, and the RPD must be satisfied of the identity of a refugee claimant before assessing his claim for protection. Moreover, it is the RPD that is tasked with assessing the probative value of any identity document submitted by a refugee claimant.  <FRAGMENT_SUPPRESSED>", "[28] Even if we assume for a moment that a person's Facebook and LinkedIn profiles are somewhat relevant in establishing his identity - a debatable assumption - the applicant cannot fault the RPD for failing to mention those profiles in its decision, given the numerous irregularities with his other identity documents. Moreover, one cannot disregard the fact that neither the basis on which the Minister declared himself satisfied with the applicant's identity, nor the reasons the Immigration Division was satisfied of his identity, were part of the evidence placed before the RPD. The applicant now asserts that his online profiles were spontaneous evidence and were therefore a credible basis on which the Immigration Division could be satisfied of his identity. But if the applicant is, as he claims, in agreement that the RPD was not bound by the Immigration Division's decision or by the Minister's opinion, he should have submitted his Facebook and LinkedIn profiles as evidence so the RPD could determine their probative value; he must now assume the consequences of his inaction.  <FRAGMENT_SUPPRESSED>", "[29] In conclusion on this point, the RPD did not, to paraphrase the words of Justice Evans  <FRAGMENT_SUPPRESSED> -Gutierrez ,omit evidence from discussion which appeared squarely to contradict its finding; and its decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.  <FRAGMENT_SUPPRESSED> DID THE RPD'S REFUSAL TO GRANT ADDITIONAL TIME TO FILE IDENTITY DOCUMENTS AFTER THE HEARING RESULT IN A BREACH OF NATURAL JUSTICE?  <FRAGMENT_SUPPRESSED>", "[30] The applicant argues that the RPD did not properly exercise its discretion at the hearing when it refused to grant him additional time, because it failed consider the probative value of the evidence that he wished to add to his record, namely, a future passport that was not yet in his possession.  <FRAGMENT_SUPPRESSED>", "[31] The applicant relies on Rule 30 of the RPD Rules:  <FRAGMENT_SUPPRESSED> 30. A party who does not provide a document as required by rule 29 may not use the document at the hearing unless allowed by the Division. In deciding whether to allow its use, the Division must consider any relevant factors, including  <FRAGMENT_SUPPRESSED> (a) the document's relevance and probative value;  <FRAGMENT_SUPPRESSED> (b) any new evidence it brings to the hearing; and  <FRAGMENT_SUPPRESSED> (c) whether the party, with reasonable effort, could have provided the document as required by rule 29.  <FRAGMENT_SUPPRESSED>", "[32] After careful examination of the RPD's record and the parties' representations, this Court is not satisfied that the tribunal made a reviewable error in dismissing the applicant's application for an adjournment or additional time. It is well settled that, as a general rule, the RPD, like any other administrative tribunal, has the discretion to allow or dismiss an application for an adjournment to submit new evidence, provided it complies with applicable principles of procedural fairness. And it is worth noting that the use of the word \"including\" in Rule 30 shows that the relevant factors which the RPD can consider are not limited to the factors listed in the rule, and may vary according to the circumstances of each case.  <FRAGMENT_SUPPRESSED>", "[33] Hence, in <FRAGMENT_SUPPRESSED> the Court held that the RPD could reasonably consider the fact that a claimant who failed to obtain the necessary documents prior to the hearing was represented by experienced counsel; the time available to the claimant to prepare; the reasonable efforts that could objectively be expected on the claimant's part; the explanation given for the claimant's failure to produce the required documents; and the possibility that new evidence might mitigate the problems which had already been already observed in the claimant's evidence and which affected his credibility.  <FRAGMENT_SUPPRESSED>", "[34] In this case, based on a reading of the hearing transcript, I find that the RPD considered the tardiness of the application; the time available to the applicant to obtain other identity documents and the absence of any efforts already undertaken to do so; the fact that the applicant was represented by the same lawyer since the commencement of the process and during his detention for identification; and the rules concerning the filing of identity documents prior to RPD hearings. In this Court's opinion, these factors were reasonably assessed, and the dismissal of the applicant's oral application at the hearing was well founded in fact and law. As noted earlier, the written reasons for the impugned decision also discuss the applicant's lengthy detention, the lack of reasonable effort to obtain valid identity documents despite the fact that several months had elapsed since the applicant's release, and the fact that he was represented by experienced counsel throughout this period.  <FRAGMENT_SUPPRESSED>", "[35] At the risk of repeating myself, it is my opinion that these factors were relevant and decisive. Once again, the factors set out in Rule 30 are not exhaustive, and the RPD was under no obligation to state all of them in its written reasons. The fact that it did not expressly take into account the probative value of a passport that the applicant had just decided to make efforts to obtain does not change this conclusion. I also wish to specify that the case law cited by the applicant is clearly distinguishable from this case. In all those decisions, there was a failure to assess relevant factors, including the factors set out in Rule 30 of the RPD Rules, and the refugee protection claim was refused solely on the basis that it was made late, or on evidence of little relevance such as the voluminous nature of the documents submitted for filing: <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[36] Nor is this Court convinced that counsel for the applicant was taken by surprise at the hearing because the RPD had reservations about her client's identity. The evidence adduced at the hearing by the refugee protection officer and the Minister and by the applicant himself, together with the fact that, upon his arrival in Canada, the applicant was detained for identification purposes for several weeks, makes such an assertion unlikely. Moreover, the Notice to Appear, sent to the applicant on April 27, 2011, makes direct reference to Rule 7 of the RPD Rules: documents establishing a refugee claimant's identity must be submitted at the beginning of the hearing before the RPD, and if the claimant does not have the required identity documents in his possession, he must explain why, and what steps he took to obtain them.  <FRAGMENT_SUPPRESSED>", "[37] The applicant also argues that the RPD failed to consider the factors relevant to the granting of additional time after a hearing, as set forth in Rule 37(3) of the RPD Rules:  <FRAGMENT_SUPPRESSED> 37. (1) A party who wants to provide a document as evidence after a hearing must make an application to the Division.  <FRAGMENT_SUPPRESSED> (2) The party must attach a copy of the document to the application. The application must be made under rule 44, but the party is not required to give evidence in an affidavit or statutory declaration.  <FRAGMENT_SUPPRESSED> (3) In deciding the application, the Division must consider any relevant factors, including:  <FRAGMENT_SUPPRESSED> (a) the document's relevance and probative value;  <FRAGMENT_SUPPRESSED> (b) any new evidence it brings to the proceedings; and  <FRAGMENT_SUPPRESSED> (c) whether the party, with reasonable effort, could have provided the document as required by rule 29.  <FRAGMENT_SUPPRESSED>", "[38] Specifically, the day after the hearing, the applicant made a written application to the RPD for additional time, confirming that he had undertaken the efforts necessary to obtain a passport. The applicant alleges that, as a condition of obtaining his passport, he needed to obtain a certificate of citizenship, which was issued to him on June 20, 2011, and that he then had to defer his appointment at the embassy until July 5, 2011, because he did not have the funds necessary to get to Ottawa and pay the fee for processing his passport application.  <FRAGMENT_SUPPRESSED>", "[39] On June 29, 2011, counsel for the applicant received a call from the RPD, notifying him that his application for additional time to file a passport had been dismissed. It should be noted once again that the RPD's written reasons are dated June 30, 2011.  <FRAGMENT_SUPPRESSED>", "[40] In fact, the RPD never received a copy of the applicant's passport. On July 18, 2011, after its written reasons were issued, the RPD gave the applicant back the documents that had been filed with the registry, including the originals of the receipt acknowledgment and the receipt issued by the Embassy of the Democratic Republic of Congo in connection with the efforts made to obtain a passport.  <FRAGMENT_SUPPRESSED>", "[41] Upon the request of counsel for the applicant, the RPD provided written reasons for its refusal on September 2, 2011. The letter in question stated that the application was dismissed because the applicant, with reasonable effort, could have provided his passport before the hearing date (Rule 37(3)( ) of the RPD Rules); because the applicant had been detained to establish his identity; and because the establishment of a refugee protection claimant's identity is essential to any protection claim.  <FRAGMENT_SUPPRESSED>", "[42] Lastly, the applicant is convinced that the RPD did not have the slightest [translation] \"open-mindedness\" with regard to his application for an extension of time, and did not give the application serious consideration. In response, respondent argues that the RPD could reasonably dismiss the applicant's application because, in the absence of a copy of the passport, the request did not meet one of the fundamental requirements of Rule 37(2) of the RPD Rules. To this the applicant replies that it would favour his cause if the RPD, in its written reasons issued on September 2, 2011, applied a rule that was inapplicable.  <FRAGMENT_SUPPRESSED>", "[43] I agree with the respondent that in the absence of an application duly made under Rule 44 of the RPD Rules (i.e. including a copy of the document to be submitted as evidence), and in light of the particular circumstances of this case, the RPD did not have a legal duty to deal with the application. Nonetheless, it considered the application and replied in writing. There was no breach of the principles of natural justice. The courts have held that it is only when the applicant has complied with all the requirements of Rule 37 that the RPD must expressly consider the application in its reasons: <FRAGMENT_SUPPRESSED> . Consequently, I find that the reference to Rule 37 in the RPD's reasons dismissing an application for an extension of time that was not in conformity with the RPD Rules does not cause the decision to be reviewable.  <FRAGMENT_SUPPRESSED>", "[44] For all these reasons, this application for judicial review is dismissed. No question of general importance was proposed by the parties for certification, and none will be certified.  <FRAGMENT_SUPPRESSED>", "[45] THIS COURT ORDERS AND ADJUDGES that this application for judicial review is dismissed. No question is certified.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/vnh  <FRAGMENT_SUPPRESSED>"]}