{"id_": "088713", "body_str": ["[1] Snider, J. : Ms. Sai Su (the Principal Applicant) and her two children (the Minor Applicants) claim to be citizens of the People's Republic of China (China) resident in Guangdong province. They came to Canada in 2006 and claimed refugee protection based on the Principal Applicant's fear of forced sterilization. In a decision dated June 28, 2011, a panel of the Immigration and Refugee Board, Refugee Protection Division (Board) rejected their claim on the basis that the Applicants had failed to establish their identities.  <FRAGMENT_SUPPRESSED>", "[2] The Applicants seek to overturn the decision on the basis that it is unreasonable. In spite of the most capable submissions of counsel for the Applicant, I have concluded that the decision should stand.  <FRAGMENT_SUPPRESSED> II. Analysis  <FRAGMENT_SUPPRESSED>", "[3] Proof of identity is a pre-requisite for a person claiming refugee protection as without it there can \"be no sound basis for testing or verifying the claims of persecution or, indeed for determining the Applicant's true nationality\" ( <FRAGMENT_SUPPRESSED> [2006] FCJ No 181 (QL); see also <FRAGMENT_SUPPRESSED> [2007] FCJ No 1101 (QL)). Section 106 of the Immigration and Refugee Protection Act , SC 2001, c 27 [ IRPA ] and s. 7 of the Refugee Protection Division Rules , SOR/2002-228 [ Rules ] set out the importance of establishing a claimant's identity:  <FRAGMENT_SUPPRESSED> IRPA  <FRAGMENT_SUPPRESSED> 106. The Refugee Protection Division must take into account, with respect to the credibility of a claimant, whether the claimant possesses acceptable documentation establishing identity, and if not, whether they have provided a reasonable explanation for the lack of documentation or have taken reasonable steps to obtain the documentation.  <FRAGMENT_SUPPRESSED> 7. The claimant must provide acceptable documents establishing identity and other elements of the claim. A claimant who does not provide acceptable documents must explain why they were not provided and what steps were taken to obtain them.  <FRAGMENT_SUPPRESSED> 106. 7.", "[4] The onus is on the claimant to produce acceptable documentation establishing his or her identity. This is a high burden, as it should be.  <FRAGMENT_SUPPRESSED>", "[5] A decision of the Board with respect to identity is exclusively fact driven. As such, the Board's decision is reviewable on a standard of reasonableness.  <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada explained that reasonableness is a deferential standard which recognizes that certain questions \"may give rise to a number of possible, reasonable conclusions\". The Court elaborated that \"reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process\", as well as with \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\".  <FRAGMENT_SUPPRESSED>", "[6] During the course of the hearing, the Applicants produced much information allegedly establishing their identities. In oral submissions to this Court, counsel for the Applicants described the record as containing an\"avalanche\" of evidence establishing their identities. I will consider this\"avalanche\" and the Board's findings with respect to the evidence.  <FRAGMENT_SUPPRESSED>", "[7] The Board considered and dealt with three categories of evidence (or lack thereof): (1) primary documents, such as passports, resident identity cards (RICs), birth certificates and a household register ( hukou ); (2) secondary documents, such as drivers' licences and photographs; and (3) viva voce evidence from two witnesses called by the Applicants. I will consider each of these categories.  <FRAGMENT_SUPPRESSED> A. Primary Documents  <FRAGMENT_SUPPRESSED>", "[8] The Applicants arrived in Canada on the basis of a false passport. Obviously, a false passport cannot establish identity.  <FRAGMENT_SUPPRESSED>", "[9] A second problem for the Principal Applicant was that she was unable to provide either the original or a copy of her RIC. As noted by the Board, the RIC is \"the most important document to establish a claimant's identity\". While the Principal Applicant attempted to explain why she did not have her RIC, the point remains that she did not have this important document that could have established her identity.  <FRAGMENT_SUPPRESSED>", "[10] The Principal Applicant did provide another very important document - a hukou . When that document was submitted for forensic testing, the result was \"Inconclusive\". Given that the burden was on the Applicants to provide proof of their identities, an \"inconclusive\" conclusion from forensic testing arguably did not meet that onus. Moreover, the officer conducting the forensic analysis noted that the document was altered by the addition of middle pages to refer to the older Minor Applicant. The Board -reasonably, in my view - concluded \"on a balance of probabilities, that the household register is not an authentic identity document\".  <FRAGMENT_SUPPRESSED>", "[11] The final primary document was the alleged birth certificate of the older Minor Applicant. This document was also sent for forensic testing, with a result of \"Inconclusive\". The analyst noted that \"There are a number of significant differences between Birth Certificates believed to be genuine and [the birth certificate submitted] \". As observed by the Board, this document was \"questionable\". Once again, this document failed to establish the Minor Applicant's identity.  <FRAGMENT_SUPPRESSED>", "[12] The Applicants argue that the forensic result of \"inconclusive\"does not mean that the documents are fraudulent. I agree. However, this argument fails to recognize that the burden was on the Applicants to establish their identities. Forensic examination of a document that results in an\"inconclusive\" finding (particularly when specific problems with the document are identified) does not establish the authenticity of the document.  <FRAGMENT_SUPPRESSED>", "[13] In sum, there was not a single reliable or genuine primary document that conclusively or persuasively established the identity of the Applicants.  <FRAGMENT_SUPPRESSED> B. Secondary Documents  <FRAGMENT_SUPPRESSED>", "[14] During the course of the hearing, the Applicants put forward a number of other documents purporting to establish the Principal Applicant's identity; specifically, a driver's licence, marriage certificate, IUD booklet and a Notice of Assessment. None of these documents contained the type of security features that would permit a meaningful forensic analysis.  <FRAGMENT_SUPPRESSED>", "[15] The Board examined all of these documents, although none were sent for forensic testing. However, the Board referred to country documentation that confirmed that fraudulent documents were readily available in Guangdong province. The Board was under no obligation to conduct forensic testing of each and every document. As stated by Justice Harrington in <FRAGMENT_SUPPRESSED> [2004] FCJ No 1696 (QL):  <FRAGMENT_SUPPRESSED> As far as I am concerned, once the identity documents which were offered as being real were found to be fake, the matter came to an end. There was no duty on the part of the Board to submit other documents for analysis. A legitimate claimant might well have reason to carry fake identification, but no reason to proffer that fake identification as real. Was the next set of documents better fakes? The Board should not be treated as a training school in which counterfeiters can practice their craft.  <FRAGMENT_SUPPRESSED>", "[16] In this case, having concluded that the primary documents were either missing or not genuine and that fake identity documents were easily obtained in Guangdong province, it was not unreasonable for the Board to give the secondary documents \"little weight\".  <FRAGMENT_SUPPRESSED>", "[17] The Board also considered the photograph of the Principal Applicant in a class photograph. The Board concluded that, even if the unclear photograph included the Principal Applicant, a class photograph did not establish citizenship.  <FRAGMENT_SUPPRESSED>", "[18] These secondary documents did not substantiate the identity of the Principal Applicant.  <FRAGMENT_SUPPRESSED> C. Viva Voce Evidence  <FRAGMENT_SUPPRESSED>", "[19] Two persons testified in support of the Principal Applicant's identity. The first witness claimed to be a friend of the Principal Applicant during secondary school. The Board was skeptical of this witness's testimony on the following basis:  <FRAGMENT_SUPPRESSED> The panel finds it is not plausible for the claimant to \"bump\"into a witness who she had not seen in more than 16 years and did so a month or so before her November 2009 hearing. Therefore, the panel gives this witness' testimony little weight.  <FRAGMENT_SUPPRESSED>", "[20] With respect to the second witness, who claimed to be a cousin of the Principal Applicant, the Board observed that:  <FRAGMENT_SUPPRESSED> [T]he witness cannot establish or corroborate the children's birthplace and citizenship with any first-hand knowledge and she provided no documentary evidence of her relationship to the claimant.  <FRAGMENT_SUPPRESSED>", "[21] The Board's conclusion that little weight should be accorded to the testimony of these witnesses is not unreasonable.  <FRAGMENT_SUPPRESSED> III. Conclusion  <FRAGMENT_SUPPRESSED>", "[22] Quite simply, the Applicants failed to establish their identities, in spite of the \"avalanche\" of evidence. There were significant problems with each and every document and witness proffered. The Board's decision, when read as a whole, falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.  <FRAGMENT_SUPPRESSED>", "[23] Finally the Applicants argue that, if the Board's decision is upheld, they are entitled to a declaration that they cannot be removed to China and an order prohibiting the Government of Canada from removing the Applicants to China.  <FRAGMENT_SUPPRESSED>", "[24] The Applicants' request for declaratory relief is beyond the scope of this judicial review. Although I agree that the Federal Court has the jurisdiction to issue the remedies of a declaration or a writ of prohibition under s. 18.1(3) of the Federal Courts Act , RSC 1985, c F-7, this is not a case where such a declaration can be granted. This judicial review is of a decision by the Board which is within the purview of the Minister of Citizenship and Immigration. Removal orders (made under s. 48(1) of IRPA ) are put in place by the Canada Border Services Agency (CBSA), and thus within the statutory responsibility of the Minister of Public Safety and Emergency Preparedness. A declaration or prohibition order based on the current judicial review application would bind a separate series of decision makers and is, accordingly, inappropriate.  <FRAGMENT_SUPPRESSED>", "[25] In addition, at this point in time, the actions that may be taken by CBSA in removing the Applicants are not known. We can only speculate that the CBSA may ultimately attempt to send the Applicants to China.  <FRAGMENT_SUPPRESSED>", "[26] The Applicants propose a question related to the ability of this Court to grant a declaration in these circumstances. Given that the answer to any such question is not determinative of this application and would be, in any event, based on speculation as to where the Applicants will be removed, I decline to certify any question.  <FRAGMENT_SUPPRESSED>", "[27] THIS COURT ORDERS AND ADJUDGES that :  <FRAGMENT_SUPPRESSED> 1. the application for judicial review is dismissed; and  <FRAGMENT_SUPPRESSED> 2. no question of general importance is certified.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED> Sai Su, Xi Tang  <FRAGMENT_SUPPRESSED> La juge Snider", "[2] II. Analyse  <FRAGMENT_SUPPRESSED>", "[3] <FRAGMENT_SUPPRESSED> [2007] ACF no 1101 (QL)). L'article 106 de la , LC 2001, c 27 [la LIPR], et l'article 7 des LIPR  <FRAGMENT_SUPPRESSED> 106. 7. IRPA  <FRAGMENT_SUPPRESSED> 106. The Refugee Protection Division must take into account, with respect to the credibility of a claimant, whether the claimant possesses acceptable documentation establishing identity, and if not, whether they have provided a reasonable explanation for the lack of documentation or have taken reasonable steps to obtain the documentation.  <FRAGMENT_SUPPRESSED> 7. The claimant must provide acceptable documents establishing identity and other elements of the claim. A claimant who does not provide acceptable documents must explain why they were not provided and what steps were taken to obtain them.  <FRAGMENT_SUPPRESSED>", "[4]", "[5]", "[6]", "[7] hukou A.", "[8]", "[9]", "[10] hukou", "[11]", "[12] pas", "[13] B.", "[14]", "[15] <FRAGMENT_SUPPRESSED> [2004] ACF no 1696 (QL):  <FRAGMENT_SUPPRESSED>", "[16]", "[17]", "[18] C.", "[19]", "[20]", "[21] III. Conclusion  <FRAGMENT_SUPPRESSED>", "[22]", "[23]", "[24]", "[25]", "[26] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[27] :  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}