{"id_": "088711", "body_str": ["[1] Harrington, J. : The Bhuiyan family, from Bangladesh, unsuccessfully applied for refuge status in Canada. Thereafter, their request for permission to apply for permanent resident status from within Canada, which is the exception rather than the rule, was rejected on 14 April 2011. Afterwards, on 24 June 2011, they submitted further information and requested that the matter be reopened. The senior immigration officer charged with the matter refused to do so. This is the judicial review of that decision. ISSUES", "[2] For some time, there was a division within this Court as to whether immigration officers were barred from revisiting a matter after they had made their decision, because of the doctrine of functus officio. However, the Court of Appeal held in FRAGMENT_SUPPRESSED, that that principle does not strictly apply in non-adjudicative administrative proceedings, and that the officer in appropriate circumstances has discretion to reconsider his or her decision.", "[3] Therefore, the first issue in this case is whether or not the senior immigration officer was aware she had discretion to reconsider her decision. If so, the second issue is whether or not that discretion was exercised. Finally, on what standard should the refusal be reviewed by this Court? BACKGROUND", "[4] The applicants came to Canada in August 2003 to seek refugee status. Their claim was dismissed by the Immigration and Refugee Board of Canada in June 2004. Leave to judicially review that decision was denied by this Court. Subsequently, they applied for a pre-removal risk assessment. A negative decision was handed down in August 2008, and leave to judicially review that decision was also dismissed.", "[5] They also sought permission to apply for permanent resident status from within Canada based on humanitarian and compassionate considerations. That application was refused in April 2008. However, their circumstances may have changed and so they submitted a second application in July 2009, an application which was dismissed, as aforesaid, in April 2011.", "[6] A number of issues had been raised in the application. Of relevance to the request to reopen is the health of Ms. Farrah Iqbal, who had been involved in a serious automobile accident. She had suffered injuries, had ongoing pain and was undergoing medical care.", "[7] In her original decision dismissing the H&C application, the officer noted that Ms. Iqbal was receiving physiotherapy treatment for backlash following her motor vehicle accident; \"however, submissions indicate that she has \"improved considerably\".\" There was no evidence to support the proposition that she was medically unable to travel or would not be able to receive similar treatment in Bangladesh.", "[8] It is the position of the applicants that in their request that the H&C application be reopened, they provided material which indicated that Ms. Farrah Iqbal's situation is now deteriorating, and that she would not receive adequate medical treatment in Bangladesh. THE DECISION UNDER REVIEW", "[9] On 29 June 2011, the senior immigration officer wrote as follows: Dear Mr. Bhuiyan and Ms. Iqbal: This letter is in response to the receipt of additional submissions dated 24 June 2011 pertaining to your Humanitarian and Compassionate (H&C) application for permanent residence in Canada. Your H&C application was considered on its substantive merits and has been refused. You were provided with the decision in person on 14 April 2011 , thereby fully concluding your application; the additional submissions will not be considered. Should you have different or additional information, you may wish to submit a new H&C application for permanent residence in Canada, including fees to the Case Processing Centre in Vegreville, Alberta. DID THE SENIOR IMMIGRATION OFFICER KNOW SHE HAD DISCRETION TO REOPEN?", "[10] It might be inferred from the refusal letter, if taken alone, that the officer was not aware she had discretion to reopen. She states the matter was concluded and additional submissions would not be considered. However, the officer is taken to have been aware of Inland Processing Manual IP5: Immigrant Applications in Canada made on Humanitarian and Compassionate Grounds . Annex 12 is a form letter which may be used when a case is not reopened. It reads: Annex 12 - Submissions received after refusal - Case not reopened This letter is in response to the receipt of additional submissions dated (date), pertaining to your Humanitarian and Compassionate (H&C) application for permanent residence in Canada. Your H&C application was considered on its substantive merits and has been refused. You were provided with the decision in person on (date), therefore fully concluding your application. After considering the additional submissions, the initial decision to refuse your H&C application remains unchanged. Should you have different or additional information, you may wish to submit a new H&C application for permanent residence in Canada, including fees to the Case Processing Centre in Vegreville, Alberta. [My emphasis.]", "[11] Given the similarity of language, it is reasonable to infer that the officer was aware she had discretion. HOW WAS THE DISCRETION EXERCISED?", "[12] Given that the following words \"after considering the additional submissions, the initial decision to refuse your H&C application remains unchanged\" did not appear in the refusal letter, it is reasonable to infer that the officer did not consider the additional submissions.", "[13] Although a contract case, the decision of Lord Cross of Chelsea, in FRAGMENT_SUPPRESSED, is instructive. He said FRAGMENT_SUPPRESSED", "[14] As to the distinction between inference and conjecture, as Mr. Justice MacGuigan wrote in FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED The Court of Appeal recently turned its mind to this issue again in FRAGMENT_SUPPRESSED and following. In my opinion, in this case we are in the realm of inference, not speculation.", "[15] Even if the boilerplate remark that the additional material had been considered had been inserted in the refusal letter, it would not necessarily follow that reconsideration actually took place. As stated in Court of Appeal in FRAGMENT_SUPPRESSED WHAT IS THE STANDARD OF REVIEW?", "[16] The decision not to consider the additional submissions must be subject to review on the standard of reasonableness. Discretion is not unfettered. It cannot operate without reference to the statute or regulation which empowers the decision-maker.", "[17] As stated by Mr. Justice Rand in FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[18] In FRAGMENT_SUPPRESSED, Mr. Justice Binnie seized upon another passage from that same set of reasons. The Minister does not claim an absolute and untrammelled discretion. He recognizes, as Rand J. stated more than 40 years ago in FRAGMENT_SUPPRESSED, that \"there is always a perspective within which a statute is intended to operate\".", "[19] As recently noted by the Supreme Court in FRAGMENT_SUPPRESSED, the reasonableness standard of review is even applicable to the review of a municipal taxation by-law. As to what that standard requires, in speaking for the Court, Chief Justice McLachlin stated FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED, FRAGMENT_SUPPRESSED WAS THE DECISION REASONABLE?", "[20] In canvassing this point during argument, the parties agreed that if the decision-maker had said she was too busy, or did not feel like looking at the material, that decision would be unreasonable. Indeed, to use the language of section 18.1(4)(d) of the Federal Courts Act , such a decision would be perverse or capricious. To complete that paragraph, this Court may grant judicial review on the grounds that the decision was made\"without regard for the material before it\".", "[21] In first instance in FRAGMENT_SUPPRESSED, Madam Justice Mactavish was dealing with an H&C application. The officer gave Mr. Kurukkal a delay in which to provide proof that his wife had died. As no documentation was provided within that delay, the application was denied. Shortly thereafter, Mr. Kurukkal came up with his wife's death certificate together with an explanation as to why there were delays in obtaining it. In addition to holding that the doctrine of functus officio did not apply, she remitted the matter to a different immigration officer for re-determination. In particular, the officer was directed to consider the said death certificate and to decide what, if any, weight should be attributed to it.", "[22] The Court of Appeal agreed that the decision maker was not functus officio, but it disagreed with the direction that the immigration officer had to consider the new evidence. Madam Justice Layden-Stevenson stated, FRAGMENT_SUPPRESSED", "[23] Of course, we do not know what the immigration officer did, or did not do, once the matter was referred back.", "[24] The Minister submits that as long as bad faith is not involved, the decision maker need not consider the additional material submitted. Reliance was placed on FRAGMENT_SUPPRESSED, a decision of Mr. Justice Mainville, as he then was; FRAGMENT_SUPPRESSED, a decision of Mr. Justice Crampton, as he then was; and FRAGMENT_SUPPRESSED, a decision of Mr. Justice Scott. I consider this reliance misplaced.", "[25] All three cases dealt with visa applications. The instructions made available to applicants make it perfectly clear that they have to get it right the first time. There is no obligation on visa officers to point out that documents are missing. For instance, in FRAGMENT_SUPPRESSED , the applicant was on notice: \"We will not request further information to support your application. You must therefore submit complete and detailed information and documents at this time.\"", "[26] Thus, it was not unreasonable in those three cases for the visa officers to refuse to reconsider. However, an H&C application is an ongoing process. In fact, the application had been updated more than once before the decision was rendered denying permission to apply for permanent residency from within Canada.", "[27] To use the words of the Court of Appeal in FRAGMENT_SUPPRESSED , above, how can an officer \"[take] into account all relevant circumstances\"without even a preliminary vetting of the further documentation submitted? In my opinion, it follows that the decision was unreasonable, and must be sent back to another immigration officer for re-determination.", "[28] Counsel for the Minister shall have one (1) week herefrom to propose a serious question of general importance to certify. If so, the applicant shall have one week thereafter to reply. Application allowed. Editor: Angela E. McKay/vnh [End of document]"]}