{"id_": "088853", "body_str": ["[1] Zinn, J. : The applicants, a Roma family from Hungary, challenge a decision of the Refugee Protection Division of the Immigration and Refugee Board that found that they were neither Convention refugees nor persons in need of protection pursuant to section 96 and subsection 97(1) of the Immigration and Refugee Protection Act , SC 2001, c 27.", "[2] The Board found that the applicants had not rebutted the presumption of state protection, which was the determinative issue. In my view, the Board's analysis is faulty and its conclusion unreasonable. The decision must be set aside. Background", "[3] Lajos Majoros and his spouse Lajosne Majoros (the father and mother of the minor claimants) both testified. The Board made no adverse credibility finding. The applicants recounted decades of harassment and violence by skinheads in Hungary, including the murder and dismemberment of one of the father's close friends while camping. However, four relatively recent incidents of persecution are of particular significance to the Board's decision and this judicial review application. Unless otherwise indicated, the quoted passages are taken from the Board's decision.", "[4] In 2007, Mr. Majoros and some of his Roma friends attended a disco in the town of Harsány, Hungary, and fled when a group of racists armed with \"bats, kaszas, swords and other farm implements came in looking for a fight.\" He and twelve others fled in a car, \"some inside, some hanging onto the outside,\" and were stopped by a police car for speeding and having too many people in the car. Although those stopped explained they were merely fleeing the scene at the disco, which they described to the police, the police fined them anyway but said that they \"would go to the disco and ask around and get back to them.\" Mr. Majoros did not follow up with the police about this incident, nor did he hear back from the police.", "[5] In 2008, Mr. Majoros \"attended a Roma celebration during which the Guardists broke in and started a brawl. The Guardists were outnumbered but during this altercation [Mr. Majoros'] godfather was stabbed. By the time the police arrived, the assailants were gone.\" Mr. Majoros wrote in his Personal Information Form that because they were gone, \"the police said they could not act.\"", "[6] In August 2009, \"while enjoying time with his parents in the back garden of their home not far from his, 8-10 skinheads drove by yelling racial slurs, jumped out of their vehicles and threw Molotov cocktails. [The applicants] called the police who said that they would look for them. This was particularly frightening for [Mr. Majoros] and his family because, earlier that year, several homes in their ghetto had been set on fire when Molotov cocktails had been thrown and other incidents of violence were being reported.\"", "[7] In September 2009, Mr. Majoros \"and his wife were spat upon and assaulted by 5-6 large men while waiting for a bus. Luckily, people passing by called the police however, because the police could not find the assailants, they started a case against 'unknown assailants' and never contacted the claimants afterwards.\" The applicants were unable to provide a description of the attackers or a license plate number to assist the police.", "[8] In its decision, the Board found that applicants failed to rebut the presumption of state protection because they had failed to provide sufficient information to the police after the various attacks to allow them to properly investigate and apprehend the persecutors, and did not make any complaint to any state authority that they were dissatisfied with the police response. Issues", "[9] The applicants raise the following issues: 1. Did the Board err by failing to reasonably assess the evidence as a whole? 2. Did the Board err by mischaracterizing the evidence of the applicants with respect to state protection, and making veiled or over credibility findings not consistent with the evidence? 3. Did the Board err by misinterpreting the definition of state protection, including by failing to assess whether the efforts being made by the Hungarian government were operationally adequate? However, the real issue is whether the Board's decision, and in particular its state protection analysis, is reasonable. Analysis", "[10] The Board started from the premise that \"[a] claimant must show that they have taken all reasonable steps in the circumstances to seek protection, taking into account the context of the country of origin, the steps taken and the claimant's interactions with the authorities.\" However, whether a claimant has sought, or diligently sought the state's protection is - properly speaking - not a legal requirement for refugee protection. Rather, it goes to whether the claimant has provided the \"clear and convincing\" evidence that is needed to displace the presumption of state protection. Because of the strong presumption of state protection, concrete, individual attempts to seek the protection of the state are - as evidence - perhaps usually necessary (depending on the circumstances and other evidence) to rebut that presumption. In that sense only, seeking the protection of the state might amount to a de facto requirement in many cases.", "[11] However, the legal requirement in section 96 of the Act is that a claimant be \"unable or, by reason of [their] fear, unwilling to avail themself of the protection of [their country of nationality].\" Here, the agent of persecution was not the state, but rather a widespread right-wing, skinhead movement. Thus, the legal issue was whether the applicants were unable to avail themselves of Hungary's protection.", "[12] I adopt Justice Mosley's statement of the law in this regard in <FRAGMENT_SUPPRESSED> : \"Any efforts must have 'actually translated into adequate state protection' at the operational level.\" Or, as I put it in <FRAGMENT_SUPPRESSED> : \"Actions, not good intentions prove that protection from persecution is available.\" At the same time, state protection need not rise to the level of perfection. That a state is unable to provide adequate protection, assessed at the operational level, can be proved with whatever evidence is sufficiently convincing, including documentary evidence.", "[13] One can only conclude from reading the Board's decision as a whole that it placed decisive emphasis on the applicants' attempts to engage the police, and lost sight of the real question of whether state protection in Hungary is adequate.", "[14] The difficulty with the Board's emphasis on the actions of these applicants is this: the evidence on the record was that the persecution suffered by the applicants was from a right-wing movement, and that the particular acts of violence and harassment were perpetrated indiscriminately. As a result, one must ask: \"What difference would it have made if the applicants had more diligently reported and followed up with the police, and the individuals responsible for the various acts of violence had been caught?\" Based on the record, one can only conclude nothing, or at the very most very little would have changed: persecution against the Roma in Hungary is widespread and in most cases indiscriminate. As a result, the state would be offering no more \"protection\" than it did prior the particular acts of persecution.", "[15] Justice Kane offered a similar observation in <FRAGMENT_SUPPRESSED> : The applicant reported every incident of violence to the police, yet he and his family continued to be victims of violence in each community they moved to. The Board accepted that the applicant's reports to the police did not result in any suspect being apprehended. Even if they had, this would not necessarily have resulted in any future protection for the applicant's family since nothing suggests that they were repeatedly targeted by the same individual(s). Rather, the applicant and his family were the victims of a broader pattern of violence by 'skin heads' against the Roma. It is, therefore, not apparent what the purpose would be for the applicant to continue to request status reports from the police about the incidents reported. It is not apparent how that would have increased state protection to him and his family . [emphasis added]", "[16] Where persecution is widespread and indiscriminate, and unless a claimant is repeatedly targeted by the same individual(s), I fail to understand how it can be said that individual attempts to engage the authorities will have significant, persuasive evidentiary value as to the state's ability to protect against future, indiscriminate violence. In those cases, documentary evidence, rather than individual attempts to seek protection, is more relevant to the state protection analysis. As discussed below, the Board in this case did review the documentary evidence; however, one cannot escape the conclusion reading the decision as a whole that the applicants' perceived inadequate attempts to engage the police not only figured prominently, but were decisive in the Board's analysis. That legal error - which is to place a legal burden of seeking state protection on a refugee claimant - is unreasonable and itself sufficient to warrant granting this application.", "[17] Moreover, although the Board reviewed the documentary evidence separately, its analysis is problematic in that it fails to recognize that the corollary of the principle that protection need not be perfect is not the principle that there is adequate protection if it is found on occasion. The Board repeats the following statement from the recent Response to Information Request: \"[T]he central government's general failure to maintain strong and effective control mechanisms over rights violations takes its toll on Hungary's largest minority, the Roma\" [emphasis added]. Also, as in <FRAGMENT_SUPPRESSED> , it points to the example where the police made arrests in nine horrendous violent and deadly attacks against Roma, and from that it concludes that the government's efforts to combat racism have had \"mixed results.\"", "[18] In my view, having regard to the decision as a whole, the Board paid only lip-service to the notion that state protection must actually be sufficiently effective at the operational level and with respect to the persecution suffered by the claimants, to be adequate for the purposes of refugee law. Rather, it placed overwhelming reliance on the government's efforts and good intentions in arriving at its conclusion that state protection was adequate based on the documentary evidence. For that reason too, the Board's decision is unreasonable.", "[19] Incidentally, the Board's treatment of the documentary evidence also reverts to a criticism of the applicants' imperfect interactions with the police, with no attention paid to what would have been the practical significance of those interactions. At one point, the Board wrote:", "[31] [T]he claimant has not demonstrated that state protection in Hungary is so inadequate that he need not have approached the authorities at all, or that he need not have taken all reasonable efforts to seek state protection in his home country, such as seeking help from people higher in authority, or with other mechanisms, such as the Minorities Ombudsman's Office or the Independent Police Complaints Board (IPCB), before seeking international protection in Canada.\" [emphasis added] At also:", "[35] There was no evidence adduced that the claimants made any attempts to follow up on any report that may have been taken by police regarding any incident of violence or discrimination committed against them nor did they complain to anyone that the police did not get back to them.", "[20] As I stated above, what the Board fails to address is the question: how would state protection be more forthcoming if the applicants had followed up with, e.g., the Minorities Ombudsman's Office? Would they be any safer or any more protected? Again, instead of treating the applicants' interactions with the police as having evidentiary relevance to the legal issue - Is state protection available? - the Board treated the applicants' (in its view) inadequate efforts in relation to the police as a disqualifier for refugee protection. To repeat: that was an error.", "[21] In summary, the Board erred in its state protection analysis in two ways: first, by focusing on the applicants' alleged inadequate reporting to the police with no regard to the practical significance of that reporting to the real issue of state protection; and second, by focusing almost exclusively on the efforts being made by the Hungarian government to curb persecution against the Roma, with little or no attention paid to the operational effectiveness of those measures. For those reasons, the Board's decision must be set aside.", "[22] Neither party proposed a question for certification. JUDGMENT", "[23] THIS COURT'S JUDGMENT is that this application is allowed, the decision of the Refugee Protection Division of the Immigration and Refugee Board is set aside, the applicants' refugee protection claims are remitted back to be redetermined by a differently constituted panel, and no question is certified. , LC 2001, c 27.", "[2] Contexte", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] Analyse", "[10] diligemment preuve", "[11]", "[12]", "[13]", "[14]", "[15] La juge Kane a formulé une observation semblable dans <FRAGMENT_SUPPRESSED> :", "[16] ultime", "[17]", "[18]", "[19]", "", "", "[20] plus", "[21]", "[22] JUGEMENT", "[23] [End of document]"]}