{"id_": "088885", "body_str": ["[1] Mactavish, J. : Ayesha Siddiqui is a Pakistani citizen whose application for permanent residence in Canada based on humanitarian and compassionate grounds was refused on the grounds that she would not suffer undue, undeserved or disproportionate hardship if she were to return to Pakistan.", "[2] Ms. Siddiqui seeks judicial review of the H&C officer's decision, asserting that the officer erred by applying the wrong test in assessing the risk that she claims to face in Pakistan. Ms. Siddiqui also says that the reasons given by the H&C officer for refusing her application were inadequate.", "[3] For the reasons that follow, I find that the officer did err as alleged. As a consequence, the application for judicial review will be allowed. Background", "[4] Ms. Siddiqui was raised in Pakistan, but left that country for the United States following her marriage in 1993. She returned to Pakistan with her husband in 1994, where her marriage broke down. After she was divorced, Ms. Siddiqui says that her uncle tried to kill her, as he believed that her divorce had brought dishonor to her family.", "[5] Ms. Siddiqui returned to the United States on her own in 1995, where she remained until 2003. She then came to Canada, where she joined her parents and siblings, who had come to this country while Ms. Siddiqui was living in the United States. Shortly after her arrival in Canada, Ms. Siddiqui filed an application for refugee protection.", "[6] Following a hearing before the Refugee Protection Division of the Immigration and Refugee Board, Ms. Siddiqui's refugee claim was refused. The Board did not believe that Ms. Siddiqui's uncle had tried to kill her. Moreover, while the Board considered the difficult conditions for single women in Pakistan, it was satisfied that as a well-educated woman, Ms. Siddiqui could live safely in Pakistan if she relocated to a large urban centre such as Karachi or Islamabad. Ms. Siddiqui sought leave of this Court to judicially review the Board's decision, but leave was refused.", "[7] Ms. Siddiqui then filed her H&C application, asserting that she would face undue, undeserved or disproportionate hardship for a number of reasons if she were returned to Pakistan. Her H&C application was based, in part, on the risk that she says that she faces in Pakistan, which is essentially the same risk that was assessed by the Refugee Protection Division.", "[8] Ms. Siddiqui also asserted that she had become well-established in Canada, and that she would suffer hardship if she were returned to Pakistan because of separation from her family in Canada, because she had not lived in Pakistan for many years, because of her current psychological state, and because she had no family members left in Pakistan who were in a position to assist her.", "[9] Ms. Siddiqui submits that the decision is unreasonable because even though the H&C officer used the language of \"undue, undeserved or disproportionate hardship\" at several points in his analysis, a close reading of the decision discloses that this was not the test actually applied by the officer. Ms. Siddiqui argues that the officer actually applied the test of \"risk to life\" and \"risk to the security of the person\" in determining that she would not face undue hardship based upon risk, if she were returned to Pakistan.", "[10] In support of her contention that the officer erred by focusing his analysis on risk rather than hardship, Ms. Siddiqui points, in particular, to the following statement in the officer's reasons: Given all of the foregoing, I find on a balance of probabilities that information before me pertaining to women indicate[s] that there are attitudinal biases and gender discrimination against women but there is insufficient evidence to indicate that the Applicant faces a risk to her life from honour killing or will be subject to a risk to her security as a person if she were to return to Pakistan. I therefore find on a balance of probabilities that leaving Canada in order to apply for permanent residency from outside Canada would not impose (i) unusual and undeserved or (ii) disproportionate hardship to the Applicant. [Emphasis added].", "[11] According to Ms. Siddiqui, the use of the word \"therefore\" in the analysis indicates that the officer equated the test of undue hardship with that of risk to life and/or risk to the security of the person. This, she says, is an error, as evidence which may not satisfy the test of risk to life or risk to the security of the person may nonetheless amount to undue, undeserved, or disproportionate hardship: see, for example, <FRAGMENT_SUPPRESSED> . Analysis", "[12] This Court must be careful not to read a decision such as this microscopically, or to take a word or sentence out of context, in an effort to identify an error on the part of the officer. That said, and having considered the decision as a whole, I am satisfied that the officer did err in applying the wrong test in relation to the risk-based aspect of Ms. Siddiqui's H&C application..", "[13] While Ms. Siddiqui's risk-based hardship arguments were largely tied to her claim to have been the victim of an attempted honour killing at the hands of her own uncle, she also claimed that she would suffer undue, undeserved, or disproportionate hardship if she were forced to return to Pakistan because of the oppressive conditions in that country for young divorced Muslim women.", "[14] It is true that the Refugee Protection Division had found that there were no serious economic or social barriers to Ms. Siddiqui relocating to Karachi or Islamabad. However, after carrying out his own analysis of the updated country condition information provided by Ms. Siddiqui in support of her H&C application, the H&C officer found that there was significant discrimination against women in Pakistan, and that Ms. Siddiqui could indeed face unidentified \"difficulties\" if she were to return to Pakistan.", "[15] The officer then went on to find, on a balance of probabilities, that the difficulties that Ms. Siddiqui might experience in Pakistan would be due to general country conditions that were unrelated to the issue of honour killings. This may be so, but it was still incumbent on the officer to then consider whether these difficulties could nonetheless result in undue, undeserved, or disproportionate hardship to Ms. Siddiqui.", "[16] In this case, the officer simply goes on to conclude that the discrimination and difficulties that Ms. Siddiqui may face in Pakistan do not amount to undue, undeserved, or disproportionate hardship, without providing any reasons as to why this is the case.", "[17] A question as to the adequacy of reasons involves an issue of procedural fairness, which is reviewable on the standard of correctness: see <FRAGMENT_SUPPRESSED> . In my view, the reasons of the officer are thus clearly deficient on this point.", "[18] That is, a review of the positive factors militating in favour of granting an H&C application, followed by the conclusion that the factors do not amount to an undue, undeserved, or disproportionate hardship without any analysis to back it up, is insufficient, as it leaves the applicants in the unenviable position of not knowing why their application was rejected: see, for example, <FRAGMENT_SUPPRESSED> .", "[19] Furthermore, the officer then follows this portion of the decision with the statement quoted earlier in these reasons. Read in context, the officer's statement also suggests that he approached this aspect of Ms. Siddiqui's claim from an analytical perspective better suited to a refugee claim or a Pre-removal Risk Assessment rather than an H&C application, as the focus of the officer appears to be on the risk to Ms. Siddiqui's life, rather than an examination of the question of hardship.", "[20] I am also troubled by the officer's treatment of the doctors' reports relating to Ms. Siddiqui's mental health, and, in particular, the report from Ms. Siddiqui's family doctor. This report indicates that she is suffering from a major depression and excessive anxiety, for which she has been receiving treatment with psychotherapy and medication.", "[21] While the H&C officer was clearly aware of the family doctor's report, as it is referenced in the decision, the officer does not address Ms. Siddiqui's psychological state in terms of its significance with respect to the question of hardship. Nor does the officer address the implications of the psychologist's finding that separating Ms. Siddiqui from her family would likely prove traumatic for her, as it relates to the issue of hardship.", "[22] As a consequence, I find that the decision taken as a whole does not meet the reasonableness standard described by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> .", "[23] That is, the decision lacks the necessary justification, transparency and intelligibility required of the decision-making process. Moreover, having failed to properly address relevant considerations, it cannot be said that the decision falls within the range of possible acceptable outcomes which are defensible in light of the facts and the law: see Dunsmuir at paragraph 47. Conclusion", "[24] For these reasons, the application for judicial review is allowed. Certification", "[25] Neither party has suggested a question for certification, and none arises here. JUDGMENT", "[26] THIS COURT ORDERS AND ADJUDGES that 1. This application for judicial review is allowed, and the matter is remitted to a differently constituted officer for re-determination; and 2. No serious question of general importance is certified. [End of document]"]}