{"id_": "088949", "body_str": ["[1] Scott, J. : This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act, SC 2001, c 27 [ IRPA ] of a decision rendered by the Immigration and Refugee Board, Refugee Protection Division (the Board) dated May 22, 2012, which determined that Mr. Sumit Roy (the Applicant) is not a Convention Refugee nor a person in need of protection pursuant to sections 96 and 97 of the IRPA . The determinative issues for the Board were the Applicant's credibility and the existence of an internal flight alternative [IFA].", "[2] For the reasons that follow, this application for judicial review is allowed. II. Facts", "[3] The Applicant is a 31 year old citizen of Bangladesh. He is a Hindu from the city of Sylhet.", "[4] The Applicant alleges to have been targeted by Islamic extremists, including supporters and members of the Jamaat-e-Islami. The lead members of this group were identified as Mr. Ponki Miah, Mr. Tera Miah and Mr. Kalam Ullah. The Applicant claims they wanted to kill him.", "[5] The Applicant is an active member of the Ramakrishna Mission Temple and the Bangladesh Hindu Buddhist & Christian Unity Council. In August 2007, a group of \"Muslim fundamentalists\" disrupted the religious festival of Janmaastami. Mr. Ponki Miah and Mr. Tera Miah assaulted the Applicant during the incident and, in a series of Unity Council meetings after this, including a large meeting of the Council in February 2008, the Applicant specifically mentioned the name of his assailants in public. Mr. Tera Miah and Mr. Kalam Ullah heard about it and the Applicant was found, threatened and beaten up. The Applicant was continually harassed in the months that followed.", "[6] Mr. Kalam Ullah was leading an effort to expropriate part of the property of the Ramakrisna Mission. When the Applicant, with the help of others, tried to intercede, he was assaulted. The Applicant sought protection from the police but to no avail.", "[7] From that point on, the Applicant was targeted by Mr. Ullah and his cohorts. They came to his business with the intent of extorting money from him and assaulted his employee, Mr. Bhuvan Das, as the Applicant was absent at the time. The targeting of the Applicant later expanded to include his family.", "[8] In the middle of June 2009, two Jubo Shibir leaders (labelled by the Applicant as the youth front of the Jamaat-e-Islami) identified as \"Hanif and Kohinoor\" began harassing the Applicant's sisters, Ms. Nandita Roy and Ms. Bidita Roy. The Applicant and his father filed a complaint with the police. In response, these members of Jubo Shibir came to the Applicant's home, threatened him and his father and demanded that they withdraw the complaint. The Applicant's sisters ceased attending school as a result of these threats and harassment.", "[9] Hanif and Kohinoor then assaulted the Applicant in July 2009. He was treated at a clinic. In November 2009, Mr. Ullah and his cohorts once again called upon the Applicant at his business, demanding money. When the Applicant refused, they beat him. The Applicant once again sought assistance from the police but none was forthcoming.", "[10] Finally, in February 2010, Mr. Ullah and his gang attacked the Applicant's home searching for him. The Applicant was absent at the time. His father warned him not to return. The Applicant hid and, with the assistance of his family, secured an agent and traveled to Canada. The Applicant arrived on May 25, 2010, and made a refugee claim on July 13, 2010. The Applicant has since heard that his agents of persecution still visit his home. III. The Board's decision", "[11] The Board determined that the Applicant was neither a convention refugee nor a person in need of protection. The determinative issues were credibility and the existence of an IFA. IV. Legislation", "[12] Sections 96 and 97 of the IRPA provide as follows: Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. Person in need of protection (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. 96. 97. (1) V. Issues and standard of review A. Issues 1. Was there a breach of procedural fairness as a result of the interpretation issues during the hearing? If there was a breach, was it material to the decision? 2. Did the Board breach the Applicant's right to procedural fairness by relying on a non-disclosed document? If there was a breach, was it material to the decision? 3. Did the Board err in making its credibility finding? 4. Did the Board err in determining that the Applicant had an internal flight alternative (IFA) in Chittagong? B. Standard of review", "[13] A number of issues have been raised in this application.", "[14] The Court owes no deference to the Board in determining whether there was a breach of procedural fairness. When procedural fairness is an issue, the correct approach is to verify whether the requirements of natural justice in the particular circumstances of the case have been met ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 7). The standard of review is correctness.", "[15] The standard of review applicable to the Board's credibility findings is reasonableness ( <FRAGMENT_SUPPRESSED>  (FCA)).", "[16] The standard of review as to the existence of an IFA is reasonableness ( <FRAGMENT_SUPPRESSED> ). VI. Parties' submissions A. Applicant's submissions", "[17] The Applicant submits that he did not have a fair hearing because the interpretation provided was not \"continuous, precise, competent, impartial and contemporaneous\" (see <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 20).", "[18] The Applicant argues that the interpreter's work was deficient in the following three ways: 1) she did not interpret some English words at all (e.g. \"internal flight alternative\") or failed to ask for clarification of terms which she was not familiar with in both English and Sylhety; 2) she also misinterpreted certain words and phrases (e.g. \"activist\" instead of \"active member\"); and 3) she did not know the translation for several key words and phrases and, in some cases, needed to ask the Applicant (who is not fluent in English) for his input (e.g. terrorist organization, district, religion).", "[19] The Applicant submits that the cumulative effect of all these errors is such that the quality of the interpretation fails to meet the test of being \"continuous, precise, competent, impartial, and contemporaneous\". Specifically, the interpretation was not \"precise\" or \"competent\".", "[20] While the Applicant asserts that it is not necessary to demonstrate that a prejudice was caused by the errors of interpretation, he notes that in this case, such a prejudice ensued. The Board referred to deficiencies in the Applicant's testimony, including a lack of clarity. The Applicant asserts that some of those deficiencies could have been caused by poor interpretation. For example, the Board's negative decision was largely based on the existence of an IFA. As mentioned above, the term \"internal flight alternative\" was not interpreted to the Applicant.", "[21] The Applicant submits that this breach of procedural fairness should void the hearing and decision. He also posits that the limited exception described in <FRAGMENT_SUPPRESSED>  (FCA) [ <FRAGMENT_SUPPRESSED> ] does not apply in this instance because his case is not so unmeritorious that a rehearing of it would be pointless.", "[22] The Applicant's next contention is that the Board erred in relying on evidence that was not disclosed to the Applicant. In its reasons, the Board refers to the February 2009 UK Operational Guidance Note in support of its IFA finding. The report indicates that internal relocation is a viable option for victims of religious violence in Bangladesh.", "[23] The Applicant emphasizes that while the October 2010 UK Operational Guidance Note was included in the National Documentation Package disclosed to the Applicant, the February 2009 version was not. The Applicant notes that the October 2010 version does not mention being of the Hindu faith as a category of claim.", "[24] Citing a number of decisions rendered by this Court, the Applicant argues that reliance on a non-disclosed document constitutes a breach of procedural fairness ( <FRAGMENT_SUPPRESSED> , cited above, at paras 6-13).", "[25] The Applicant insists that he was not afforded the opportunity to respond to the information on which the Board based its adverse finding. While that information was not the sole element the Board took into account in making its IFA finding, the Applicant submits that it is impossible to determine what would have been the Board's conclusion, absent that error.", "[26] The Respondent submits that the Applicant is barred from raising the issue of interpretation in this judicial review because the Applicant was required to raise it at the first opportunity which he failed to do ( <FRAGMENT_SUPPRESSED> , cited above, at paras 13-19).", "[27] In this case, according to the Respondent, the interpretation issues were apparent at the hearing and the Applicant consequently waived his right to raise these grounds by failing to object at the first opportunity. The Respondent points out that the Applicant was aware of the difficulties the interpreter encountered as she mentioned, on more than one occasion, that she was not translating what he said exactly. Furthermore, on at least one occasion, the difficulty was so apparent that it led the Board to inquire, in the presence of the Applicant, as to what language the interpreter was translating and what language the Applicant was speaking.", "[28] The Respondent concludes that this failure to raise the issue at the hearing is the very determination the Court made  <FRAGMENT_SUPPRESSED> , cited above. It constitutes an implied waiver of the Applicant's right to bring this issue forward in the current application.", "[29] The Respondent further argues that even if the Court finds that the Applicant has not waived his right to raise the issue of inadequate interpretation, there was no breach of procedural fairness because the Applicant failed to demonstrate that the errors were material to the Board's determinative findings which are the Applicant's credibility and the existence of an IFA. The Respondent submits that the issues relate rather to a difference in choice of words and sentence structure.", "[30] With respect to the Board's reliance on non-disclosed documentary evidence, the Respondent contends that this does not breach procedural fairness because the 2009 UK Operational Guidance Note is publicly available. The Respondent claims that, the Applicant is deemed to have had notice of the document. The 2009 UK Operational Guidance Note was publicly available on the Board's website. ( <FRAGMENT_SUPPRESSED>  [ Chen ] at para 17).", "[31] The Respondent also alleges that notwithstanding the question of notice, the information contained in the 2009 UK Operational Guidance Note was immaterial to the IFA finding. The Respondent argues that the Board relied principally on the 2010 UK Operational Guidance Note contained in the disclosed National Documentation Package. That Note did not include being of the Hindu faith as a main category of claim. Consequently the Board's conclusion that the Applicant would have an IFA in Chittagong is valid according to the Respondent. The Board only referenced the 2009 UK Operational Guidance Note to demonstrate that even when religious violence against Hindus was a concern for refugee claimants, internal relocation was nonetheless viewed as a viable option.", "[32] Finally, the Respondent submits that the Court should dismiss the application on the issue of procedural fairness because the Board's decision can stand alone on its negative credibility finding. Breaches of procedural fairness do not command the return of a decision for re-determination when the result will inevitably be the same ( Mobil Oil, cited above; <FRAGMENT_SUPPRESSED> , cited above). VI. Analysis 1. Was there a breach of procedural fairness as a result of the interpretation issues during the hearing? If there was a breach, was it material to the decision?", "[33] The first issue that needs to be addressed is whether the Applicant is required to show that the interpretation failings impacted on the Board's decision. Relying on the decision in <FRAGMENT_SUPPRESSED> , cited above, the Applicant claims not to have such an obligation. Citing this Court's decision in <FRAGMENT_SUPPRESSED> the Respondent submits that the Applicant must indeed indicate how the alleged failings affected the Board's decision.", "[34] While there is no need to establish a prejudice in order prove a breach of procedural fairness based on inadequate interpretation (see <FRAGMENT_SUPPRESSED> , cited above, at para 20), the Applicant is required to demonstrate that the breach of procedural fairness was material to the Board's decision in order for this Court to intervene (see <FRAGMENT_SUPPRESSED> ; Mobil Oil, cited above, at p. 228).", "[35] Having considered the evidence adduced in the present case, it is clear that significant problems with the interpretation occurred at the hearing. Upon examination of the Board's reasons, however, the Court does not find that the interpretation errors had any material impact on either of its determinative findings. The Board's credibility finding was largely based on the absence of corroborative evidence and the Applicant's inability to plausibly explain how his persecutors came to have an interest in him. Neither of these findings was the result of or was influenced by omissions or errors in interpretation.", "[36] Regarding the Board's IFA finding, the Applicant notes that the interpreter failed to properly translate the expression for the Applicant. It is clear from the transcript of the hearing, however, that the Applicant clearly understood that he was being asked whether he might be free from persecution in Chittagong and whether it would be unreasonably burdensome for him to relocate there. Having replied that he did not have any family there and did not speak the language. It is clear to the Court that the interpretation problems that occurred during the hearing did not prevent the Applicant from addressing the Board's ultimate IFA conclusion.", "[37] Consequently, the Court finds that the Applicant's right to a \"continuous, precise, competent, impartial, and contemporaneous\" interpretation was violated but that it was immaterial to the Board's decision.", "[38] The Court also notes that the Applicant failed to raise this breach at the first opportunity, thereby waiving his right (see <FRAGMENT_SUPPRESSED> , cited above, at paras 13-19; <FRAGMENT_SUPPRESSED> ). 2. Did the Board breach the Applicant's right to procedural fairness by relying on a non-disclosed document? If there was a breach, was it material to the decision?", "[39] The parties disagree over whether the Board's reliance on a document that was not part of the National Documentation Package disclosed to the Applicant constitutes a breach of procedural fairness.", "[40] The Applicant relies on the decision in <FRAGMENT_SUPPRESSED> , above, at para 10, where Justice Mosley, citing the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  (CA) [ <FRAGMENT_SUPPRESSED> ], stated that \"document disclosure is important for procedural fairness as it gives the applicant an opportunity to properly respond to the Board's concerns\". Relying on Justice Gleason's decision in Chen , cited above, the Respondent insists that there is no breach of procedural fairness when the Board relies on publicly accessible information.", "[41] While it is true that in the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , cited above, found the following: <FRAGMENT_SUPPRESSED>  (T.D.) (QL): Does an immigration officer conducting a review pursuant to the Regulations respecting Post-Determination Refugee Claimants in Canada Class violate the principle of fairness, when he fails to disclose in advance of determining the matter, documents relied upon from public sources in relation to general country conditions? Answer: It being understood that each case will have to be decided according to its own circumstances and assuming that the documents at issue are of a nature such as that described in these reasons for judgment, (a) with respect to documents relied upon from public sources in relation to general country conditions which were available and accessible when the applicant made his submissions, fairness does not require disclosure in advance of a determination ; (b) where the documents became available and accessible after the applicant filed his submissions, fairness requires disclosure where they are novel, significant and evidence changes in the general country conditions that may affect the decision.\" [Emphasis added]", "[42] The Court of Appeal was also careful to distinguish the case of a post-determination refugee claimant in Canada (PDRCC) class proceeding from that of a refugee claim hearing: \"(a) The nature of the proceeding and the rules under which the decision-maker is acting", "[24] The PDRCC class proceeding is not a new hearing of a refugee claim (see <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at pages 319-320, Rouleau J.). In a refugee claim hearing, the applicant is entitled under subsection 68(5) [as am. by R.S.C., 1985 (4th Supp.), c. 28, s. 18] of the Act to be notified of those \"facts, information or opinion\" which the Refugee Board claims to be within its specialized knowledge. No such language is used in the PDRCC class regulations, where the sole procedural right afforded is that of making written submissions.\" ( Mancia, cited above, at para 24)", "[43] Applying the principles outlined above, the Court finds that that Board's reliance on the non-disclosed 2009 UK Operational Guidance Note constituted a breach of procedural fairness. Furthermore the Applicant had a right to expect the Board to limit its analysis to the more recent UK Operational Guidance Note. The Applicant should not have expected the Board to reference an older, outdated version of the Note.", "[44] The Respondent argues that this breach of procedural fairness was not material to the Board's IFA determination because it relied primarily on the disclosed 2010 UK Operational Guidance Note. The Court disagrees. It is clear that the Board did indeed rely on the non-disclosed report in arriving at its IFA finding. The Board clearly cites the 2009 UK Operational Guidance Note (along with the 2010 UK Operational Guidance Note and this Court's decision in <FRAGMENT_SUPPRESSED> ) as objective support of its IFA finding. While the 2009 UK Operational Guidance Note was one supporting document among others, the Court agrees with the Applicant that the Board's reasoning on the IFA was cumulative and it is, therefore, impossible to determine whether the conclusion reached would have been the same had it not taken that Note into consideration. The Court refuses to speculate.", "[45] Finally, the Court rejects the Respondent's argument that the decision may still be valid on the basis of the Board's credibility finding. As the Respondent himself noted in his memorandum, the Board disposed of the Applicant's section 97 claim by virtue of its IFA finding (see Respondent's Further Memorandum of Argument at para 37). Consequently the decision cannot stand. JUDGMENT", "[46] THIS COURT'S JUDGMENT is that 1. This application for judicial review is allowed and the decision of the Refugee Protection Division of the Immigration and Refugee Board dated May 22, 2012, is hereby set aside; 2. The application is remitted for re-determination before a differently constituted panel of the Refugee Protection Division; and 3. There is no question of general interest for certification. <FRAGMENT_SUPPRESSED>  Scott", "[2] II. Faits", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11] IV. Loi", "[12] Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. Person in need of protection (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. A. 1. 2. 3. 4. B. Norme de contrôle", "[13]", "[14]", "[15]", "[16] A.", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32] VI. Analyse 1.", "[33]", "[34]", "[35]", "[36]", "[37]", "[38] 2.", "[39]", "[40]", "[41]", "[42]", "", "[43]", "[44]", "[45] JUGEMENT", "[46] [End of document]"]}