{"id_": "088926", "body_str": ["[1] Pinard, J. : This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\") dated March 29, 2005, wherein the Board determined that the applicants are not Convention refugees or \"persons in need of protection\" as defined in sections 96 and 97 respectively of the Immigration and Refugee Protection Act, S.C. 2001, c. 27.", "[2] Alexey Tkachenko (\"the principal claimant\"), his wife, Liudmila Tkachenko, and their son Artem Tkachenko, citizens of Russian, allege a well-founded fear of persecution by reason of the principal claimant's religious beliefs. The child is a minor and his father, the principal claimant, is his designated representative. Counsel for the parties agree that the principal claimant's daughters, Diana and Anastasia, both citizens of the United States, not be part of the style of cause in this matter.", "[3] As a preliminary issue, the respondent submits that paragraphs 20, and 22 to 31 of the applicant's affidavit contain opinion and argument and therefore should be struck or alternatively given no weight. Counsel for the applicants agrees that paragraphs 20, 23, 25, 26, 27, 28, 29, 30 and 31 be struck. As for paragraphs 22 and 24, which contain both facts and arguments, they will be considered only to the extent that the allegations of facts therein are concerned.", "[4] As another preliminary issue, the respondent is correct that the principal claimant's affidavit was not accompanied by an interpreter's oath, as is required by subsection 80(2.1) of the Federal Court Rules, 1998, SOR/98-106, as amended (the \"Rules\"). In this case, there is no indication that the applicant understood what he was signing when he swore his affidavit.", "[5] <FRAGMENT_SUPPRESSED>  (QL), on the basis of subsection 80(2), and specifically because subsection 80(2.1) had not been enacted yet, the Federal Court found that the weight to be given to the affidavit was affected because of the lack of interpreter's oath.", "[6] <FRAGMENT_SUPPRESSED> , the Federal Court gave no weight to the applicant's affidavit because there was no interpreter's oath attached, and noted that if the case had been heavily dependent on the facts, the lack of confirmation of translation might have led the Court to conclude that the application should be dismissed.", "[7] <FRAGMENT_SUPPRESSED>  (QL), the Federal Court allowed the affidavits of the applicant (the first was not accompanied by confirmation of translation, and the identical second affidavit meant to correct the defect of the first, was sworn only three days before the hearing) because it found that the motion was heavily dependent on the facts and that a ruling that both affidavits were inadmissible would result in a dismissal of the motion, which the Court did not find would lead to a just result.", "[8] It is my opinion that, as the case at bar is highly dependent on the facts, the weight of the applicant's affidavit should be significantly affected by there being no confirmation of translation, but the application should not be dismissed simply because of this fact. To dismiss this case on the grounds that an interpreter's oath is lacking would be unjust. In any event, this review will be dismissed on other grounds.", "[9] The Board based its decision on a negative credibility finding. In questions of credibility, this Court cannot substitute its opinion for that of the Board unless the applicant can demonstrate that the Board erred in law, or that the Board's decision was based on an erroneous finding of fact that it made in a capricious manner or without regard to the material before it (subsection 18.1(4) of the Federal Courts Act, R.S.C. 1985, c. F-7). Furthermore, the Board's decision will only be disturbed if it is sufficiently unreasonable to attract this Court's intervention. It has been established that the Board is a specialized tribunal capable of assessing the plausibility and credibility of a testimony, to the extent that the inferences which it draws from it are not unreasonable ( <FRAGMENT_SUPPRESSED>  (F.C.A.)) and its reasons are expressed clearly and comprehensibly ( <FRAGMENT_SUPPRESSED>  (F.C.A.)).", "[10] The applicant alleges that the Board ignored and misinterpreted the documentary evidence. Specifically, the applicant alleges that the Board failed to analyse the documentary evidence provided by the applicants, namely the medical reports, the letters from the elders, the blood cards and the complaints to the police. However, the Board did specifically refer to each of these items in its decision. With respect to the letters from the elders, the Board expressed concern that there was no evidence that the letter-writers were actual members of the Jehovah's Witness faith. With respect to the blood cards, the Board referenced the SIRU Advisory on blood cards, noting that blood cards do not on their own prove membership. The medical records, the female applicant's letter of termination, police reports, and letters of reprimand from the principal claimant's employer were also noted in the decision. The Board concluded however, that the claimant was not a credible witness, and that the independent evidence (a letter from the Jehovah's Witnesses, and reports concerning the availability of fraudulent identity documents in Russia) was to be preferred.", "[11] The applicant is correct that the Board did not specifically refer to the newspaper articles that the applicant submitted which supported his claim that Jehovah's Witnesses are persecuted in Russia. It has been established, however, that a tribunal must be presumed to have considered all of the evidence that was presented to it, and it is not obligated to mention in its reasons all the evidence it has taken into account before rendering its decision ( <FRAGMENT_SUPPRESSED>  (T.D.) (QL)). The assessment and the weight to be given to documents is a matter within the discretion of the tribunal assessing the evidence ( <FRAGMENT_SUPPRESSED>  (T.D.) (QL)). A review of the Board's hearing transcripts reveals that the Board did consider all of the documentary evidence before rendering its decision. Also, as the Board concluded that the applicant was not a member of the Jehovah Witness faith, it was unnecessary for it to consider these documents.", "[12] The applicant alleges that the Board failed to analyse the applicants' explanations of their trips. The decision clearly shows that the Board did address this item, and found that the applicant's explanation of the trip to Spain in 2002 being an attempt to move to Canada was incredible, as all evidence pointed to it being a vacation. Also, the Board found that the fact that the applicant had made three trips since his problems had begun, and returned each time to Russia, showed that he lacked any fear of persecution.", "[13] The applicant alleges that the Board failed to analyse the letter written by the applicant regarding his conversation with Misha Goldenberg. However, the Board specifically mentions this document, and notes that at no time was there a request for a summons for either Misha Goldenberg or Mr. Kirkland so that the letter from Mr. Kirkland (which stated that the applicant is not a member of the Jehovah Witness faith) could be disproven.", "[14] The applicant alleges that the Board failed to analyse the other evidence presented by the applicant that supported his claim of religion, namely his current involvement with the Jehovah's Witnesses, and his knowledge of the Jehovah's Witness faith and the bible, and thereby failed to have regard for the totality of evidence by allowing one letter from Mr. Kirkland to outweigh all of the above evidence. However, it is open to the Board to weigh the evidence before it. The Board clearly explained in its reasons, with specific reference to the documentary evidence it considered, why it found the applicant's claim implausible in light of the evidence.", "[15] The applicant alleges that the Board ignored the evidence of the female applicant with respect to her fears of persecution as a member of a particular social group, namely the wife of a member of the Jehovah's Witness faith. However, as the Board found that the applicant was not a member of the Jehovah's Witness faith, it was no longer required to analyse the wife's social group claim.", "[16] For the reasons outlined above, I am of the opinion that the Board committed no patently unreasonable error in its disposition of this case. The application for judicial review is therefore dismissed. [End of document] <FRAGMENT_SUPPRESSED>"]}