{"id_": "089050", "body_str": ["[1] Diner, J. : This is an application for judicial review pursuant to section 72(1) of the Immigration and Refugee Protection Act, SC 2001, c 27 [ IRPA ], of a decision [Decision] dated May 21, 2013 by a Citizenship and Immigration Canada [CIC] Officer refusing the Applicant's request to waive the medical examination of his dependent son as part of the Applicant's application for permanent residence [PR] in Canada as a member of the Spouse or Common-Law Partner in Canada Class. That decision ultimately led to the refusal of the Applicant's PR application. II. Facts", "[2] The Applicant is a citizen of Jamaica, and is being sponsored by a Canadian citizen to come to Canada. While the Applicant has two children from previous relationships in Jamaica, it appears that he does not have custody of either of these children.", "[3] The difficulty in his PR application arose when the Applicant was unable to have his son, Onique, medically examined because the child's mother refused to cooperate in facilitating this part of the process. The (different) mother of his second child allowed that child to be examined, and thus no issues were raised in his application with respect to his second child.", "[4] The Applicant consistently asserted throughout his interaction with CIC, including in sworn statements filed for the sponsorship, that he would not likely be in a position to compel Onique to be examined given the strained relationship with the boy's mother. III. The Decision", "[5] On August 6, 2013, CIC sent the Applicant a letter warning him of the consequences of failing to have Onique examined, or else providing documentary evidence regarding custodial arrangements. The relevant part of the letter reads as follows: In order to continue processing your application in Canada, further information is required. You must complete/submit the following information to the Case Processing Centre: [X] The Immigration and Refugee Protection Regulations create an exception regarding the admissibility requirements for children in the sole custody of a separated or former spouse or common-law partner. Applicants must however provide documentary proof of the custody arrangements. You have indicated that the following family member(s): Cannot be examined because: Onique's mother will not allow him to complete medical. Please be advised that children who are not examined cannot later be sponsored as member of the family class despite any future changes in custody arrangements, and the best interests of you child/children might be better served by having your child or children examined. If your child(ren) cannot be examined and you can provide documentary evidence that they are in the sole custody of another person, please provide this evidence, accompanied by a signed statutory declaration acknowledging this fact. You must also state that you cannot sponsor your child or children as members of the family class in the future. The statutory declaration must be administered by a Commissioner for Oaths or Notary Public. If your child or children are not in the sole custody of another person, they must undergo Immigration examination. [Emphasis in original]", "[6] On October 9, 2013, an officer at the CIC inland office in Vegreville, Alberta, refused Mr. Anderson's application for permanent residence for not having produced documentation relevant to his son: Subsection 16(1) of the Immigration and Refugee Protection Act states that a person who makes an application must answer truthfully all questions put to them for the purpose of the examination and must produce a visa and all relevant evidence and documents that the officer reasonably requires. In your case you have not shown that you meet this requirement because you have not responded to our requests for documentary evidence (custody document) that your child Onique is in the sole custody of your ex-partner. As a result of your failure to produce all relevant evidence and documents required by subsection 16(1) of the Immigration and Refugee Protection Act, it cannot be established that you meet the requirements for permanent residence as described in subsection 72(1) of the Immigration and Refugee Protection Regulation. Your application for permanent residence as a member of the Spouse or Common-Law Partner in Canada Class is, therefore, refused. [Emphasis in original] IV.", "[7] The Applicant argues that the Respondent misinterpreted or overlooked evidence in finding that the Applicant failed to respond to CIC's request for documentation. Rather, the Applicant was clear at all times: he was unable to produce the requested custodial documentation because none existed.", "[8] In response to CIC's August 6, 2013 letter requesting Onique's examination, the Applicant's counsel provided a letter advising that he had no custody order, and has never had one. He indicated that the Applicant and the child's mother were not on good terms, and he did not believe she would agree to present the son for examination. Furthermore, the Applicant submits that this information had already been submitted by the Applicant when he filed his PR application in 2011, giving CIC a \"heads-up\" from the very outset that his eldest child could very well pose an issue for examination due to the non-cooperation of his mother.", "[9] The Applicant argues that section 16(1) of the IRPA, requiring the production of all relevant documentation an officer reasonably requires, cannot be engaged to his detriment in this case because no custody documents existed, nor did he have the power to obtain such documents.", "[10] The Respondent, on the other hand, argues that Mr. Anderson's statutory declaration, which stated that he cannot obtain the required documentation, is not sufficient to overcome the requirement of the IRPA to produce custody documentation. In light of the statute and the record, the Officer's refusal of the Applicant's PR Application was reasonable and should not be disturbed.", "[11] A significant portion of the hearing was devoted to the discussion of two key cases which arrived at different outcomes: REFERENCE_SUPPRESSED and REFERENCE_SUPPRESSED.", "[12] In CITATION_SUPPRESSED , the refusal of a visa officer to waive the medical examination of the applicant's dependent son with respect to her application for permanent residence in Canada was deemed reasonable. The Applicant distinguished CITATION_SUPPRESSED by arguing that Ms. Nguyen had joint custody with her husband ( CITATION_SUPPRESSED) whereas in the case at bar, there is no custody agreement or order, and it is Mr. Anderson's uncontroverted, sworn testimony that sole custody has always rested with Onique's mother. In fact, the Applicant attempted to have the child examined abroad, but those efforts were rebuffed by the child's mother. Furthermore, unlike the circumstances in CITATION_SUPPRESSED , the Applicant argued that he had no intention to bring Onique to Canada at a future date. Thus, the policy imperatives underlying the medical examination are obviated.", "[13] The Applicant argued that the facts of this case lie much closer to those of CITATION_SUPPRESSED , wherein: (i) there was a waiver of the right to sponsor the child in the future ( CITATION_SUPPRESSED); (ii) there was no custody agreement, but the supervising parent refusing to cooperate with the request to present the child for examination ( CITATION_SUPPRESSED); (iii) the applicant was in a new relationship ( CITATION_SUPPRESSED); (iv) the visa officer had improperly rejected the PR application for the applicant's failure to demonstrate they would not assert their parental rights ( CITATION_SUPPRESSED).", "[14] The Respondent asserts that CITATION_SUPPRESSED does not assist the Applicant, because the Court in that case concluded that an officer is not compelled to accept the contents of an applicant's statutory declaration ( CITATION_SUPPRESSED). The Respondent urged the Court to rather follow CITATION_SUPPRESSED , for the proposition that the applicant cannot choose not to have a family member examined; he must first exhaust all reasonable avenues to have a dependant child examined ( CITATION_SUPPRESSED).", "[15] The Respondent argued, in short, that the Officer was not satisfied with the Applicant's efforts to have his son made available for examination. The Officer acknowledged the sworn declaration that Mr. Anderson submitted, but was ultimately unsatisfied that the Applicant could not assert his parental rights to bring his son to Canada. The Respondent submits that custody is not limited to physical care and control of the child, but is rather a bundle of rights and obligations allocated to parents (REFERENCE_SUPPRESSED).", "[16] In other words, while the Applicant may not have physical control of the child, he may have other parental rights, including applying for relief through the court system. The Applicant implicitly admitted this in his sworn statement, when he stated that he does not feel that it would be in his best interest to involve the Jamaican courts in a custody dispute.", "[17] Furthermore, the Respondent argued that the guidelines in CIC Manual IP8 instruct that the applicant has to produce the dependant, unless the Immigration and Refugee Protection Regulations IRPR ] section 23 exemption applies. The Applicant may only benefit from the exception with some variant of a Court order or custody agreement. As Manual IP8 states at section 5.26: Proceeding in this way should be a last resort and only after the officer is convinced that the applicant cannot make the family member available for examination. V. Analysis", "[18] The parties agree, and it has been established by this Court, that refusals of PR applications by Officers that are based upon a failure to provide proof of attempts of medical examination or custodial documentation, are judicially reviewed on a reasonableness standard ( CITATION_SUPPRESSED; REFERENCE_SUPPRESSED).", "[19] I will begin by briefly setting out the operative sections of the IRPA in this case. Section 16(1) of the IRPA requires that a person who makes an application must submit the relevant documents and evidence reasonably required. Section 72(1)(e)(I) of the IRPR , states that the applicant and his family members, whether accompanying or not, must be admissible. Section 30(1)(a)(I) of the IRPR requires that family members of foreign nationals, whether accompanying or not, submit to a medical examination. An exception to this requirement is found in section 23(b)(iii) of the IRPR , when dependent children are in the sole legal custody of a separated or former spouse or common-law partner. CIC's applicable Policy Manual, IP8, states that proceeding without the examination of all family members is a last resort and the applicant cannot choose not to have a family member examined.", "[20] In light of these provisions, I find the decision of the Officer to be a reasonable one. The law is clear that family members must be admissible in order for the applicant to obtain permanent residence. Section 23 of the IRPR creates an exception when children are in the sole custody of a separated or former spouse. However, in order to benefit from the section 23 exception, the applicant must provide proof of custody arrangements for non-accompanying children.", "[21] In this case, the Applicant has asserted, from the beginning, that he does not have custody of his children. However, I am not persuaded that the Officer reached an unreasonable conclusion, because in my view, the Applicant has not made sufficient efforts to demonstrate that such an examination would be infeasible. For instance, the Applicant did not engage the justice system in Jamaica to obtain court approval, nor did he make any effort to go to Jamaica and facilitate the examination in person.", "[22] The facts of this case are distinguishable from those outlined in CITATION_SUPPRESSED. In that case, Justice Strickland found the decision unreasonable because the CIC's own Manual indicated the difficulties that may exist in obtaining formal custody arrangements in the Philippines:", "[27] Further, as stated at page 22 of Manual IP 4, in countries where \"legal separation and divorce are not possible, for example, the Philippines\", it may also be that formal custody arrangements are not be easily attained since those arrangements would arise from the event of a separation or divorce.", "[28] In these circumstances, the officer's refusal without explanation to accept the statutory declaration as evidence as to the custody of the Applicant's daughter was unreasonable.", "[23] Further, the applicant in CITATION_SUPPRESSED was able to provide CIC with evidence that \"the Applicant's lawyer in the Philippines had told the Applicant that she had no right to require conduct of the medical examination under Philippine law\" ( CITATION_SUPPRESSED).", "[24] In contrast, the Applicant in this case has not pointed the Court to any evidence (for example, a legal opinion, country documentation or documentation evidencing an engagement with Jamaica's judicial apparatus) indicating that conditions in Jamaica would impede reasonable efforts to obtain custodial documentation.", "[25] As a result, and as I concluded in CITATION_SUPPRESSED , I find that the Officer's conclusion that the parent in question had not effectively exhausted all available remedies in ensuring that their child was examined to be a reasonable one ( CITATION_SUPPRESSED; see also CITATION_SUPPRESSED). VI. Conclusion", "[26] The Officer arrived at a decision that was reasonable, as it fell within the range of possible outcomes and was defensible based on the facts and the law. The application for judicial review is therefore dismissed. The parties raised no questions for certification. JUDGMENT", "[27] THIS COURT'S JUDGMENT IS that 1. The judicial review is dismissed. 2. No question will be certified. 3. No order for costs will be made. CITATION_SUPPRESSED"]}