{"id_": "089160", "body_str": ["[1] Shore, J. : At this eleventh hour, a motion to stay the removal order of the Applicant was presented. Both parties were represented by most able respective counsel who prepared extensive documents by the weekend to ensure the Court's analysis prior to a Monday morning telephone conference hearing.", "[2] It was on November 2, 2007, that the Applicant filed an Application for a motion to stay the execution of a removal order to India in respect of a negative decision of a Removal Officer rendered on October 30, 2007, scheduled for today, November 5, 2007 at 1:00 p.m.", "[3] Despite the excellent pleadings of counsel of the Applicant, she has not met the requirements of the tri-partite test. BACKGROUND", "[4] On September 23, 2005, the Applicant arrived in Canada and claimed refugee status.", "[5] On March 31, 2006, the Immigration and Refugee Board (IRB) dismissed her refugee claim and based its decision on the Applicant's lack of credibility (Applicant's Record, p. 121-126).", "[6] On July 24, 2006, Justice Yves de Montigny, of this Court, dismissed the Applicant's leave and judicial review of the IRB's decision.", "[7] On December 18, 2005, the Applicant applied for protection under the PRRA programme.", "[8] On December 14, 2006, the Applicant filed a Humanitarian and Compassionate grounds (H&C) application.", "[9] Both Pre-Removal Risk Assessment (PRRA) and Humanitarian and Compassionate (H&C) decisions were rendered on September 11, 2007. These decisions are negative.", "[10] On October 29, 2007, the Applicant applied for a leave and judicial review of the negative H&C decision.", "[11] On October 26, the Applicant, via Me Jean-François Bertrand, wrote to the Removal Officer, asking him to postpone the Applicant's removal on the basis that her husband had arrived in Canada on October 21, 2007, further to events that had occurred in India in July 2007.", "[12] On October 30, the Removal Officer advised Mr. Bertrand, by letter, that he would not postpone the removal scheduled for November 5, 2007.", "[13] On November 1, 2007, the Applicant filed a stay of removal regarding the negative decision of the Removal Officer.", "[14] The Applicant did not submit a leave and judicial review regarding the negative PRRA decision. ISSUE", "[15] The Court must determine, on the basis of the tri-partite test, whether a stay of removal is justified. ANALYSIS", "[16] For a stay of removal, the Applicant must demonstrate meeting all three criteria of the tri-partite test as established by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  (QL), i.e., (1) a serious issue to be tried; (2) irreparable harm if the removal order is executed, and (3) a balance of convenience which favours the Applicant rather than the Minister. (Reference is also made to <FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 295 (QL).) SERIOUS ISSUE", "[17] The Applicant is asking this Court to postpone her removal until her husband submits his refugee claim and until a decision is rendered in regard to his claim.", "[18] The Applicant has been aware since October 10, 2007, that she had to leave Canada on November 5, 2007.", "[19] No proof exists in the file that demonstrates that the Applicant's husband has made a refugee claim and, if so, that his claim would be accepted.", "[20] Although the Applicant's husband alleges arriving in Canada on October 21, 2007, subsequent to persecution related to events which occurred in July 2007 in India, there is no proof as to when and where he came to Canada.", "[21] Last minute corroboration by the husband of the Applicant, in respect of events previously not considered credible, makes his evidence most problematic.", "[22] The Removal Officer has a very limited discretion:", "[37] It is well-established law that the discretion to defer a removal is very limited. It would be contrary to the purposes and objects to the Act to expand, by judicial declaration, a removal officer's limited discretion so as to mandate a \"mini H&C\" review prior to removal ( <FRAGMENT_SUPPRESSED>  at para. 4 ( <FRAGMENT_SUPPRESSED>  (T.D.) (QL)) ... <FRAGMENT_SUPPRESSED>  (F.C.), [2003] F.C.J. No. 1837 (QL); Reference is also made to <FRAGMENT_SUPPRESSED>  (F.C.), [2003] F.C.J. No. 805 ( <FRAGMENT_SUPPRESSED> ; [2002] F.C.J. 1133 ( <FRAGMENT_SUPPRESSED>  (F.C.), [2001] F.C.J. No. 1802 (QL); Wang , above.)", "[23] Thus, as per the jurisprudence, no serious issue has been demonstrated. IRREPARABLE HARM", "[24] As for the risk of torture and severe sanctions that the Applicant alleged she would face, the risk of torture was analyzed twice and, both times, negative decisions were rendered.", "[25] This Court duly notes the decision in <FRAGMENT_SUPPRESSED>  [2003] F.C.J. 1182 (QL), by Justice Luc Martineau:", "[8] Third, the Court notes that the risk to the applicants upon their return to Turkey has been assessed twice - once by the Refugee Division, and a second time by the PRRA officer. Both administrative tribunals made findings of fact that the applicants would not be at risk. In the case at bar, the Refugee Division clearly called into question the applicants' credibility as it found, based on the applicants' behaviour over a prolonged period, that they lacked the subjective fear of persecution that was the very basis of their claim. This Court has held that where an applicant's account was found not to be credible by the Refugee Division, this account cannot serve as a basis for an argument supporting irreparable harm in a stay application: <FRAGMENT_SUPPRESSED>  (QL) ;  <FRAGMENT_SUPPRESSED>  (QL) ;  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 199 (QL).)", "[26] It has been well established that a deportation order, with respect to a person who is not a Canadian citizen, is neither contrary to the principles of fundamental justice nor is the execution of such a deportation order contrary to sections 7 or 12 of the Canadian Charter of Rights and Freedoms , Schedule B, Part I to the Canada Act 1982 (U.K.) 1982, c.11. ( Canada (Minister of Employment and Immigration) , [1992] 1 S.C.R. 711; <FRAGMENT_SUPPRESSED> , par. 46.) BALANCE OF CONVENIENCE", "[27] The public interest must be taken into consideration and assessed together with the interests of private litigants.", "[28] The Applicant does not meet the third and final aspect of the tri-partite test with respect to the balance of convenience.", "[29] In view of the previous decisions, in regard to the Applicant, and lack of knowledge as to all elements of the Applicant's husband's corroboration, no serious issue has been disclosed and no evidence of irreparable harm has been provided for consideration. ( <FRAGMENT_SUPPRESSED>  (QL).)", "[30] Therefore, the Applicant has not demonstrated that a balance of convenience is in her favour. CONCLUSION", "[31] For the reasons listed above, the Applicant's motion to stay the execution of the removal order is denied. JUDGMENT", "[32] THIS COURT ORDERS that the Applicant's motion to stay the execution of the removal order be denied. [End of document]"]}