{"id_": "089187", "body_str": ["[1] Teitelbaum, J. : This is an application by Rust-Oleum Corporation (applicant) for an order directing the issue of a writ of mandamus against the Registrar of Trademarks (respondent) ordering respondent to allow applicant's trademark application, serial No. 524,784 for the trademark STOPS RUST as well as directing the issue of a writ of prohibition against the respondent from otherwise dealing with application No. 524,784 until the applicant's trademark application has been allowed pursuant to section 38(1) of the Trade Marks Act, R.S.C. 1970, Ch. T-10.", "[2] The facts leading up to the present application can be summarized as follows:", "[3] On July 5, 1984, the applicant filed with the respondent an application for registration of the trademark STOPS RUST. On July 31, 1984, receipt of the application together with the filing fee was acknowledged by the respondent who assigned the application file No. 524,784.", "[4] A number of objections to the application were raised by the respondent. All of the objections raised by the respondent were replied to by the applicant. On or about October 31, 1985, respondent informed applicant that, pursuant to section 36(1)(a), (b) and (c) of the Trade Marks Act, the application for the trademark Stops Rust was scheduled to be advertised in the Trade Marks Journal in due course.", "[5] Section 36(1)(a), (b) and (c) states: \"(1) The Registrar shall refuse an application for the registration of a trademark if he is satisfied that (a) the application does not comply with the requirements of section 29; (b) the trademark is not registrable; or (c) the applicant is not the person entitled to registration of the trademark because it is confusing with another trademark for the registration of which an applicant is pending; and where the Registrar is not so satisfied, he shall cause the application to be advertised in the manner prescribed.\"", "[6] In accordance with section 36(1)(a), (b) and (c), as a result of the investigation made by the respondent, the respondent being satisfied that the application fulfills all of the requirements of the Trade Marks Act, the respondent ordered the advertisement of the trademark STOPS RUST. The trademark was advertised in the Trade Marks Journal on the 8th day of January 1986. In virtue of section 37(1) of the Trade Marks Act, any person, upon payment of the required fee, may file an opposition to the trademark requested but must do so within a period of thirty days.", "[7] Section 37(1) states: \"(1) Within one month of the advertisement of an application, any person may, upon payment of the prescribed fee, file a statement of opposition with the Registrar.\"", "[8] No opposition was filed with the respondent within the delay of one month, that is, to the 8th day of February 1986. On March 11th, 1986, the respondent received a letter, dated March 7, 1986, from Swabey, Mitchell, Houle, Marcoux & Sher, trademark agent for Tremco Ltd./Tremco Ltée.", "[9] The trademark agent for Tremco Ltd./Tremco Ltée states, in the said letter, that it was asking the respondent, pursuant to section 46(2) of the Trade Marks Act, for a retroactive extension of time to file, in the event it might wish to do so, an opposition. The delay requested was to the 8th day of May 1986.", "[10] This letter, forwarded to the respondent, states that although Tremco Ltd./Tremco Ltée was aware of the existence of the applicant's application \"well prior to its approval for publication\" it only came to the agent's attention, I presume, on March 7, 1986, upon a follow-up.", "[11] After the letter was received by the respondent on March 11, 1986, the respondent replied by letter dated March 21, 1986. The letter of respondent states his dissatisfaction with the reasons given in requesting an extension to May 8, 1986 and then allowed the agent a delay of three weeks from March 21, 1986, to submit other reasons in respect of Tremco's request for a retroactive extension of time.", "[12] The issue to be decided by me is whether or not the respondent, the Registrar of Trademarks, has the jurisdiction to allow a further delay, in this case three weeks, to an alleged opponent to the registration of a trademark when the Registrar was not satisfied with the reasons given in the first letter wherein a request was made for retroactive extension of time in virtue of section 46(2) of the Trade Marks Act.", "[13] Section 46(2) states: \"(2) An extension applied for after the expiry of such time or the time extended by the Registrar under subsection (1) shall not be granted unless the prescribed fee is paid and the Registrar is satisfied that the failure to do the act or apply for the extension within such time or such extended time was not reasonably avoidable.\"", "[14] I am of the view that the Registrar of Trademarks has the discretion to decide, in virtue of the Trade Marks Act, whether or not to grant a request made under section 46(2) of the Act and, as a result of his discretion, can request any additional information he requires to make a just decision. As a result of his right to request additional information, he can allow additional time for a reply.", "[15] No section of the Trade Marks Act is to be interpreted on its own. In order to find the true meaning of any words of a particular section of the Act, it is imperative that all sections of the Act relating, directly or indirectly, to the section to be interpreted must be considered.", "[16] From the facts of this case, above recited, the relevant sections of the Trade Marks Act are 37(1), 38(1) and (2) and 46(2).", "[17] As we have seen, section 37(1) allows any person, within the delay of one month of the advertisement in the Trade Marks Journal and upon payment of the required fee to file a statement of opposition.", "[18] Section 38(1) states that the Registrar, after the delay mentioned in section 37(1) and no opposition having been filed, must allow the application. The requirement that the Registrar must allow the application is tempered by section 38(2) wherein the Registrar is told he cannot grant an extension of time, to file an opposition, if he has allowed the application.", "[19] This clearly indicates that extensions of time to file oppositions may be granted by the Registrar of Trademarks unless he has given his approval to the application.", "[20] Reading section 37(1) and section 38(1) and (2) together, it is clear that the Registrar shall allow an application where an opposition was filed unless he decides, and it is his discretion to so decide, to allow an extension of time for the filing of an opposition. There seems to me to be no contradiction in these two sections of the Act nothwithstanding the word \"shall\" as used in section 38(1).", "[21] It is also necessary to read section 46(1) and (2) of the Act. This is a general rule with regard to the granting of extensions of time to do anything permitted in the Act unless there is a specific prohibition, such as found in section 38(2), the filing of an opposition after an application for a trademark was approved.", "[22] The wording of both sections 46(1) and 46(2), \"the Registrar is satisfied\" is a clear indication that the discretionary power rests with the Registrar, respondent in this case.", "[23] Mr. Justice Fournier, in the case of  <FRAGMENT_SUPPRESSED>  fixed and up to date on which a registration is allowed, the Registrar, in his discretion , may grant an extension of time, if he is satisfied that the circumstances justify such an extension\" (the underlining is mine).", "[24] Mr. Justice Heald in the case of  <FRAGMENT_SUPPRESSED>  agreed with the statement of Mr. Justice Fournier.", "[25] The attorney for the present applicant agreed that the respondent has the discretion to grant a retroactive extension of time but qualifies his agreement by stating that once the Registrar was not satisfied with the reasons given in the letter of March 7, 1986, from Tremco's agent he was under a legal obligation to grant his client's application.", "[26] In order for the respondent to properly exercise his discretion under the Act to allow or disallow a retroactive extension of time, the respondent must have all the facts and circumstances before him. He must be satisfied that the failure to apply for an extension or to file the opposition within the delays were not reasonably avoidable.", "[27] The respondent, in order to obtain all the facts and circumstances, must make inquiries and verifications. One method, in my opinion, is to write, as was done in this case, to the opponent and ask for further details.", "[28] The letter of March 21, 1986, sent by the respondent was not a decision to refuse a retroactive extension of time. It was only a further inquiry as to the reasons for the request to determine if the reasons were sufficient to justify the requirements of the case law as stated in  <FRAGMENT_SUPPRESSED> .", "[29] The courts should not intervene in the discretionary powers of the Registrar of Trademarks as given to him by the Act unless he is clearly acting outside of his jurisdiction or that he was acting \"clearly wrong having regard to the facts\".", "[30] This principle was enunciated by Mr. Justice Heald in the case of Centennial Grocery Brokers Ltd., page 261 (supra) where Heald, J., states: \"I should not interfere with the Registrar's exercise of discretion unless he was clearly wrong and I am not prepared to say that he was clearly wrong having regard to the facts in this case.\"", "[31] I do believe that the Registrar was not \"clearly wrong\" in asking for further clarification of the reasons for the requested extension.", "[32] The affidavit submitted on behalf of the respondent, the affidavit of Alan M. Troicuk dated April 8, 1986, states what the current practice of the Department of Consumer and Corporate Affairs is with regard to such applications.", "[33] Paragraph 4 of the affidavit states what the procedure is: \"It is also the practice of the Trademarks Office to consider up the time of allowance any request for a retroactive extension of time under section 46(2) of the Trade Marks Act. If material initially filed with the request is insufficient, the practice is to advise the requesting party of the statutory requirements for an extension and to ask the party to address these statutory requirements by was of an additional submission, which submission must be filed with in a certain time frame.\"", "[34] It seems to me that this practice is ultimately fair. A person who may wish to oppose a trademark should be given every reasonable opportunity to do so within the confines of the Act.", "[35] The additional time granted by the respondent to the agent of Tremco in his letter of March 21, 1986, is not a clearly wrong act nor is it an unreasonable act.", "[36] The application is dismissed with costs. Application dismissed. Editor: Elizabeth M.A. Turgeon/kam [End of document]"]}