{"id_": "089233", "body_str": ["[1] McKeown, J. : McDonald's Corporation and McDonald's Restaurants Of Canada Limited, (McDonald's) the appellants (respondents by cross-appeal), are appealing from a decision made by the Registrar of the Trademarks Opposition Board (the Registrar) dated March 24, 1992, pursuant to s. 56 of the Trade-marks Act , (the Act ) R.S.C. 1985, c. T-13. The Registrar issued a split decision in which he refused the respondent's Coffee Hut Stores Ltd.'s (Coffee Hut Stores) (appellant by cross-appeal) application to register the trademark \"McBeans\" for use in association with the wares \"coffee and tea\" and the services of \"the operation of a business\" dealing with the sale of such items; but otherwise rejecting McDonald's opposition. Coffee Hut Stores, likewise, appeals that part of the decision wherein he refused their application as set out above.  <FRAGMENT_SUPPRESSED>", "[2] A number of issues arise namely: whether the applicant for the trademark is the same party as the respondent; whether the trademark \"McBeans\" is unregistrable because it is primarily merely a surname contrary to the provisions of s. 12(1)(a) of the Act , and whether McDonald's is the owner of a \"family of trademarks\" so as to warrant increasing the ambit of protection available to it against newcomers such as the applicant, who was seeking to register \"McBeans\".  <FRAGMENT_SUPPRESSED> Facts  <FRAGMENT_SUPPRESSED>", "[3] Coffee Hut Stores applied to register the trademark \"McBeans\" for use in association with coffee makers and accessories, namely coffee cups, coffee mugs, coffee pots, coffee grinders, coffee filters, electric coffee makers, souvenir coffee spoons, coffee, coffee beans and tea; as well as to the services of the operation of a business dealing in the sale of these wares.  <FRAGMENT_SUPPRESSED>", "[4] The application was opposed by McDonald's on the following grounds:   <FRAGMENT_SUPPRESSED> (i) that the \"McBeans\" trademark was not registrable and the applicant was not the person entitled to register the trademark in view of a likelihood of confusion with McDonald's family of registered trademarks featuring the prefix \"Mc\" combined with the name of a food or a word descriptive of a food item such as \"McMuffin\", \"McChicken\", \"McRib\", as more particularly recited in their Statement of Opposition, Notice of Appeal, and evidence;  <FRAGMENT_SUPPRESSED> (ii) that the trademark was not registrable since it was primarily merely a surname contrary to s. 12(1)(a) of the Act ; and  <FRAGMENT_SUPPRESSED> (iii) that the trademark is not distinctive of the applicant.  <FRAGMENT_SUPPRESSED>", "[5] On March 24, 1992, the hearing officer, Mr. David J. Martin, rendered a decision in which he refused Coffee Hut Stores' application in relation to the sale of the wares \"coffee\" and \"tea\" and additionally in relation to the services of an \"operation of a business dealing in the sale of coffee and tea\". McDonald's objection was otherwise rejected.  <FRAGMENT_SUPPRESSED>", "[6] McDonald's, by Notice of Appeal filed June 29, 1992, submit that the Opposition Board erred as follows:  <FRAGMENT_SUPPRESSED> \"(i) in rendering a split decision and in not rejecting entirely the trademark application for 'McBeans' (S.N. 539,577);  <FRAGMENT_SUPPRESSED> \"(ii) in rejecting a second McPhail affidavit, (McPhail (II) affidavit) which gave evidence as to further relevant registered trademarks of the opponents;  <FRAGMENT_SUPPRESSED> \"(iii) in rejecting evidence filed (Gretner affidavit) indicating that the trademark applicant's name Coffee Hut Stores Ltd. is incorrect and that accordingly the application was a nullity, and further erred in finding that such a ground of opposition was irrelevant or needed to be specifically pleaded;  <FRAGMENT_SUPPRESSED> \"(iv) in not giving weight to the opponents' evidence of a family of trademarks consisting of the prefix 'Mc' combined with the name of a food, and in finding that the evidence of use of such family of trademarks was insufficient;  <FRAGMENT_SUPPRESSED> \"(v) in finding 'that there is not a marked degree of resemblance between the marks at issue';  <FRAGMENT_SUPPRESSED> \"(vi) in giving weight to the affidavit statements of no confusion;  <FRAGMENT_SUPPRESSED> \"(vii) in finding no likelihood of confusion with all of the wares of the applicant's application; and  <FRAGMENT_SUPPRESSED> \"(viii) in finding that the word 'McBeans' would be viewed by the average consumer as a coined word that it is not primarily merely a surname and therefore not registrable in view of s. 12(1)(a) of the Act . <FRAGMENT_SUPPRESSED> Additional evidence has been filed by both parties in this proceeding.  <FRAGMENT_SUPPRESSED>", "[7] Both parties agree that the trademark application for \"McBeans\" was filed in the name of Coffee Hut Stores Ltd. and that this is not the correct corporate name of the applicant which was, in fact, Coffee Hut Stores Inc.; that \"McBean\" as opposed to \"McBeans\" is a surname; and that McDonald's Corporation is the only registrant in Canada of trademarks having a prefix \"Mc\" combined with the name of a food or type of food item, and that it has over 30 trademark registrations, in good standing, of this type including, by way of example: \"McChicken\", \"Chicken McNuggets\", \"McRib\", and \"Egg McMuffin\".  <FRAGMENT_SUPPRESSED>", "[8] New evidence was introduced before me which includes estimates of sales in association with the following trademarks:  <FRAGMENT_SUPPRESSED> (1) \"McChicken\" which is registered for cooked and uncooked fresh chicken;  <FRAGMENT_SUPPRESSED> (2) \"McRib\" which is registered for pork sandwiches;  <FRAGMENT_SUPPRESSED> (3) \"Chicken McNuggets\" which is registered for ready-to-eat fried chicken;  <FRAGMENT_SUPPRESSED> (4) \"Egg McMuffin\" which is registered for breakfast food combination sandwiches;  <FRAGMENT_SUPPRESSED> (5) \"Sausage McMuffin\" which is registered for breakfast sandwiches;  <FRAGMENT_SUPPRESSED> (6) \"Bacon'n Egg McMuffin\" which is registered for breakfast food combination sandwiches;  <FRAGMENT_SUPPRESSED> (7) \"Big Mac\" which is registered for ready-to-eat hamburger sandwiches; and  <FRAGMENT_SUPPRESSED> (8) \"McDonald's\" which is registered for ready-to-eat hamburgers, cheeseburgers, and fish sandwiches, french fried potatoes, hot coffee, fresh milk shakes, hot chocolate and carbonated soft drink beverages and restaurant services, namely the preparation and service of foods and beverages in drive-in establishments.  <FRAGMENT_SUPPRESSED>", "[9] No registered user agreements or licence agreements between McDonald's Corporation, the trademark owner, and McDonald's Restaurant of Canada Limited, the purported user of the trademarks in Canada, are in evidence in respect of the trademarks \"McChicken\", \"McRib\", \"Egg McMuffin\", \"Big Mac\" or \"McDonald's\".  <FRAGMENT_SUPPRESSED>", "[10] McDonald's sell coffee and tea in all of their over 640 restaurant outlets across Canada. The value of coffee sales from 1976 to 1991 has been well in excess of 370 million dollars, while the value of tea sales from 1986 to 1991 has been well in excess of 17 million dollars. I was also informed that the sale of hot-brewed coffee amounts to less than 4% of their total sales.  <FRAGMENT_SUPPRESSED>", "[11] The only trademarks which are registered for use in association with hot coffee are \"McDonald's\" and \"McDonald's & Design\", registration numbers 174,374, 176,783, 262,687 and 147,977. None of the other registrations referred to in the Statement of Opposition, or listed in the McPhail (I) or (III) affidavits or the Reinblatt (I) or (II) affidavits list \"tea\" or any of the remainder of the wares or services included in trademark Application No. 539,577.  <FRAGMENT_SUPPRESSED> Issue No. 1 - Corporate Name  <FRAGMENT_SUPPRESSED>", "[12] The appellants submit that the trademark \"McBeans\" should not be registered because the application does not conform to the requirements of s. 30 of the Act ; specifically the application was based on proposed use pursuant to s. 30(e) of the Act and Coffee Hut Stores Ltd. was identified as the \"intended user\". In fact, Coffee Hut Stores Ltd. was not a legal entity; initially the actual corporate name was Coffee Hut Stores Inc. On March 13, 1985, Coffee Hut Stores Inc. changed is corporate name to Midwest Coffee Systems Inc. The application to register the trademark was filed on April 9, 1985.  <FRAGMENT_SUPPRESSED>", "[13] Although an objection under s. 38(2) of the Act (noncompliance with s. 30) was never advanced in any of the written Statement of Opposition, the argument was advanced during the opposition hearing. Counsel argued that as the company Coffee Hut Stores Ltd. never existed, the application was a nullity at the outset. The Registrar dismissed this argument at pages 5-6 of his reasons:  <FRAGMENT_SUPPRESSED> \"... all of this might have suggested that there had been a misnomer in originally identifying the applicant or that the applicant may have overlooked recording a change of name with the Trademarks office. In any event, all of the foregoing is essentially irrelevant to the present opposition since the opponents did not raise a ground of opposition based on noncompliance with s. 30 of the Act . <FRAGMENT_SUPPRESSED>", "[14] On June 4, 1992 the applicant requested a change of name for the trademark application. The Trademarks Office informed the applicant on October 29, 1992 that, since the case was before the Federal Court, the request would have to be made to the court, as the Registrar had no authority to make the amendment under these circumstances. Not surprisingly, noncompliance with s. 30 has been raised as an issue in this appeal and I must first decide if the issue is properly before me.  <FRAGMENT_SUPPRESSED>", "[15] Counsel on behalf of McDonald's submits that the Registrar erred in law in refusing to address this issue; that notwithstanding the fact that the argument had not been pleaded in the Statements of Opposition, he does have authority to consider the submission if raised in oral argument: <FRAGMENT_SUPPRESSED>  (T.M. Opp. Bd.), at page 74.  <FRAGMENT_SUPPRESSED>", "[16] In response, counsel on behalf of Coffee Hut Stores argues that this court has held that the Trademarks Opposition Board does not have jurisdiction to deal with an issue not found in the Statement of  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at p. 21, the hearing officer rejected the application for registration on each of the grounds raised in the Statement of Opposition. He went further though and embarked on matters which were not in the pleadings but which were raised in the course of oral arguments. Muldoon, J., felt that he had exceeded his jurisdiction; that once he had come to a decision which disposed of the grounds raised in the Statement of Opposition, he had fulfilled his statutory function.  <FRAGMENT_SUPPRESSED>", "[17] It was then submitted that this court has no jurisdiction to entertain issues that were not raised before Registrar.  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at p. 242 C.P.R., Cullen, J., remarked that, although it is open to the parties to introduce new evidence, it is not open to them to introduce new issues; that although the appeal is treated as a trial de novo, it is still an appeal and the court is limited to those issues raised before the Registrar. I agree with these submissions.  <FRAGMENT_SUPPRESSED>", "[18] I must now deal with the request to amend the corporate name. There is no prejudice to the appellants if the corporate name is changed under s. 56(5) of the Trademarks Act and I am mindful of the fact that I may exercise any discretion vested in the Registrar. Section 45(1) of the Act provides:  <FRAGMENT_SUPPRESSED> \"45(1) The Registrar may, on application by the registered owner of a trademark made in the prescribed manner, make any of the following amendments to the registrar:  <FRAGMENT_SUPPRESSED> (a) correct any error any change in the name, address or description of the registered owner of his representative for service in Canada; <FRAGMENT_SUPPRESSED> Accordingly I will exercise my discretion and it is hereby ordered that this change of name be entered as an amendment to the register.  <FRAGMENT_SUPPRESSED> Issue No. 2 - Primarily Merely A Surname  <FRAGMENT_SUPPRESSED>", "[19] The hearing officer found, as a matter of fact, that \"McBeans\" is a surname and that the prohibition of s. 12(1)(a) of the Act covers not only the surname but also the plural or possessive form. He went on to state that the test is \"whether or not 'McBeans' would be perceived by the average consumer as 'primarily merely' a surname\". He said that the average consumer seeing the word \"McBeans\" used in association with coffee related wares \"is likely to view the word as being a coined creation\"; therefore it is not merely a surname. The second question then is \"McBeans\" \"primarily\" a surname? Again he found no; that although not a rare surname, more likely the average consumer would consider it to be a coined word suggestive of coffee beans. This ground of objection was accordingly unsuccessful.  <FRAGMENT_SUPPRESSED>", "[20] Counsel, on behalf of McDonald's submits that the proper test is \"What must be, in the opinion of the court, the response by the Canadian public to the word?\": refer to <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 1, at pp. 2-3. It was then suggested that \"McBean\" is a well-known surname, consider for example the public endorsements of products by the Olympic rower Marnie McBean; that the only reason the public might perceive \"McBean\" to be a coined word rather than a surname, is because of \"Mc-language\". In summary it was argued that but for \"Mc-language\" \"McBeans\" would be perceived as primarily merely a surname and, as stated by the Registrar, adding an \"s\" does not change anything; refer to <FRAGMENT_SUPPRESSED>  (F.C.T.D.) at pp. 63-64.  <FRAGMENT_SUPPRESSED>", "[21] As counsel on behalf of Coffee Hut Stores pointed out, this argument was not advanced until the third Amended Statement of Opposition. I do not believe that this issue should form the basis of a rejection of this trademark particularly in light of the use of the trademark in connection with coffee and related products and I agree with the Registrar's findings that in the eyes of the average Canadian consumer, it can be perceived as a coined word as opposed to a surname. I propose to canvass further the issue of family of trademarks under the confusion issue.  <FRAGMENT_SUPPRESSED> Issue No. 3 - Confusion And The Family Of Marks  <FRAGMENT_SUPPRESSED>", "[22] This court has consistently said that a decision of the Registrar as to whether the trademarks are confusing is to be given great weight and not to be lightly set aside: <FRAGMENT_SUPPRESSED>  D.L.R.(3d) 462, at pp. 199-200. However, as stated by Rouleau, J., in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 205 (T.D.), at p. 209 C.P.R.:  <FRAGMENT_SUPPRESSED> \"... where the court has the benefit of considering evidence not before the Registrar, the discretion of the court will be totally unfettered by the previous decision of the Registrar and, in essence, the appeal functions as a trial de novo. <FRAGMENT_SUPPRESSED>", "[23] In this regard, the appellants introduced new evidence in the form of five affidavits in support of this appeal and the respondent also introduced thirteen affidavits. Two of the affiants of the respondent were cross-examined on their affidavits. I must therefore treat this appeal as a trial de novo.  <FRAGMENT_SUPPRESSED>", "[24] It is a well-established principle that the applicant for a trademark has a continuing onus to establish the registrability of the trademark, and to satisfy this court that there is not reasonable probability of confusion with any previously registered trademark: <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 29 (F.C.A.) at p. 36. This onus does not change and any doubts must be resolved against an applicant: Bally  <FRAGMENT_SUPPRESSED> , at p. 209 C.P.R.  <FRAGMENT_SUPPRESSED>", "[25] The material time for considering the circumstances respecting the issue of confusion with a registered trademark under s. 12(1)(d) of the Act is the date of the decision of the  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 413 (F.C.A.), at p. 424 C.P.R.  <FRAGMENT_SUPPRESSED>", "[26] The Trade-marks Act sets out the criteria to be considered in assessing the issue of confusion. Section 6(5) of the Act reads as follows:  <FRAGMENT_SUPPRESSED> \"6(5) In determining whether trademarks or trade names are confusing, the court to the Registrar, as the case may be, shall have regard to all the surrounding circumstances including  <FRAGMENT_SUPPRESSED> (a) the inherent distinctiveness of the trademarks or trade names and the extent to which they have become known;  <FRAGMENT_SUPPRESSED> (b) the length of time the trademarks or trade names have been in use;  <FRAGMENT_SUPPRESSED> (c) the nature of the wares, services or business;  <FRAGMENT_SUPPRESSED> (d) the nature of the trade; and  <FRAGMENT_SUPPRESSED> (e) the degree of resemblance between the trademarks or trade names in appearance or sound or in the ideas suggested by them.  <FRAGMENT_SUPPRESSED>  thirty registered trademarks in their Statement of Opposition. He states at pp. 6-7 of his reasons:  <FRAGMENT_SUPPRESSED> \"Notwithstanding the foregoing, from a review of Mr. Reinblatt's affidavit it is apparent that most of the opponent's sales and advertising activities have been in association with the registered trademark McDonald's. Thus, unlike the remaining registered marks, I am able to ascribe a significant reputation to the registered mark 'McDonald's' (registration No. 141,977). It therefore follows that the opponents' strongest case is in relation to that mark and that a consideration of the issue of confusion between the mark and the applicant's mark will effectively decide the outcome of the first ground. <FRAGMENT_SUPPRESSED>", "[28] He then determined that both marks are inherently weak although \"McDonald's\" has now become extremely well-known throughout Canada, whereas the trademark \"McBeans\" has acquired some reputation in British Columbia and Alberta; that the length of time the marks have been in use favoured \"McDonalds\" and that there was not a marked degree of resemblance between the marks at issue except that they both commence with the letters \"Mc\" and that both could be perceived as surnames. He concludes at page 10:  <FRAGMENT_SUPPRESSED> \"In applying the test for confusion, I have considered that it is a matter of first impression and imperfect recollection. Insofar as the applicant's wares and services comprise the operation of a specialty store selling wares and equipment for the preparation of coffee and tea by consumers, I consider that there is no similarity between the wares, services and trades of the parties. Given the relatively low degree of resemblance between the marks at issue, I consider that the applicant has satisfied the onus on it to show no reasonable likelihood of confusion between the marks in relation to those wares and services. However, insofar as the applicant's wares and services comprise the operation of a coffee shop selling brewed coffee, tea and food products, I consider that there is a potential overlap in the trades of the parties. Given that there is at least some resemblance between the marks, given that the opponents' mark 'McDonald's' is extremely well-known and given that there have been extensive sales of brewed coffee in association with that mark, I find that the applicant has failed to satisfy the onus on it to show that its mark is not confusing with the registered mark 'McDonald's' for the wares 'coffee' and 'tea' and for the services related to those wares. Thus, the first ground of opposition is successful in relation to those specific wares and services and is otherwise unsuccessful. <FRAGMENT_SUPPRESSED>", "[29] In my view, while the test for confusion was stated correctly in the reasons, the Registrar did not properly apply the test. An assessment as to whether, on first impression, an average casual purchaser would confuse one mark with another is not done in a vacuum; one must examine how the trademarks are used in the course of business.  <FRAGMENT_SUPPRESSED>", "[30] MacKay, J., set out this proposition in \"The next criterion in determining the issue of confusion is the degree of resemblance between the trade names in appearance or sound or in the ideas suggested by them. The question is whether the use of the respondent's trademark and trade name is likely to be confusing with the appellants' in the sense that such use is likely to lead to the inference that the service offered by the respondent emanates from the same source as the products offered by the appellants. Such an inference will be inferred from showing either that the respondent has taken an actual or substantial copy of the appellants' trademark or trade name, or the essential features or a colourable imitation of the appellants' mark. The marks however, are to be compared as they are used in business and as they will be recalled by imperfect recollection; they are not simply to be viewed side by side thereby encouraging a critical examination of every minute detail. A trademark does not lie in each of its particular parts but in the combination of them all. It is well-established that it is the impression produced by the mark as a whole which the court must consider: see <FRAGMENT_SUPPRESSED> ; [1944] Ex. C.R. 239 (per Thorson, P.). <FRAGMENT_SUPPRESSED>", "[31] MacKay, J., went on to conclude at page 474 C.P.R.:  <FRAGMENT_SUPPRESSED> \"... There is, in my view, no reasonable likelihood that, by incorporation of the surname Seagram in the respondent's trademark and design, there would be an inference that real estate brokerage services with which that mark is associated are offered or performed by the same person as manufactures and sells alcoholic beverages under the trademark and trade names of the appellants. That conclusion about the lack of confusion is applicable both at the time of first use declared by the respondent for its mark, i.e. April 1, 1976, and at the time of the application for registration, i.e. May 10, 1976. <FRAGMENT_SUPPRESSED>", "[32] In this regard it should be noted that \"McBeans\" is a store whereas \"McDonald's\" is a fast food restaurant. \"McBeans\" opened its first store in a shopping centre in Calgary. Its stores are similar to Timothy's and Second Cup except the \"McBeans\" stores carry more appliances. \"McBeans\" has fifty varieties of coffee beans and in excess of one hundred varieties of speciality coffee blends and specialty teas. They do not have a menu. Further \"McBeans\" caters to an adult audience. On the other hand, McDonald's is a fast food restaurant catering to children. Less than 4% of their sales relate to coffee and tea. It sells only one kind of generic coffee, as opposed to a selection of gourmet coffees, and they sell no coffee beans. In short, these are two very different kinds of businesses.  <FRAGMENT_SUPPRESSED>", "[33] In my view, the Registrar erred in holding that on one hand there \"is no similarity between the wares, services, and trades of the parties\" and holding on the other hand that \"there is a potential overlap in the trades of the parties\". The suggestion that McDonald's might decide to sell beans in the future, be they jelly beans or coffee beans, is insufficient to support a finding of confusion: <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at pp. 247-258. Moreover, I think that the Registrar erred in finding, that the trademark \"McDonald's has become famous with respect to the sale of coffee \"given that there have been extensive sales of coffee in association with that mark\". Notwithstanding the volume of McDonald's sales of coffee, it represents only 4% of their total sales and I fail to see how this establishes that the mark is associated specifically with coffee. Given that both parties do sell coffee, the remarks of Rouleau, J., in Bally  <FRAGMENT_SUPPRESSED> , at page 211 C.P.R. bear repeating:  <FRAGMENT_SUPPRESSED> \"Furthermore, in assessing the likelihood of confusion, while it is not necessary to prove that the wares are sold in the same places, the fact that they are sold in dissimilar establishments is a factor that would decrease the risk of confusion; <FRAGMENT_SUPPRESSED>  (F.C.T.D.): <FRAGMENT_SUPPRESSED>", "[34] The Registrar also concluded at page 10:  <FRAGMENT_SUPPRESSED> \"The applicant has submitted that an additional surrounding circumstance in the present case is that the evidence shows coextensive use of the two marks without any instances of confusion having arisen. In this regard, Ms. Andersson attests to the coexistence of a 'McBeans' outlet and a 'McDonald's' restaurant in the same Calgary shopping mall for over a year without any instances of actual confusion having been brought to her attention. This does not constitute substantial evidence on point. But it is some evidence and I have given it some weight in assessing the issue of confusion. <FRAGMENT_SUPPRESSED>", "[35] Counsel, on behalf of McDonald's submitted that the Registrar erred in giving weight to the affidavit statements of no confusion, and in this regard responses to a survey were introduced as evidence which indicated that the \"average person\" would confuse the mark with McDonald's family of marks.  <FRAGMENT_SUPPRESSED>", "[36] In my opinion, this survey was badly flawed. It was based on interviews with 200 people in Toronto and 200 people in Vancouver, all of whom were alleged to be over 18 years old. There is no information as to how many people were telephoned and at what time; was it just 200 people who happened to be home at the time of the call? I am informed that there is no \"McBeans\" outlet in Toronto and only one in Vancouver. I am not satisfied that this survey accurately reflects the views of the \"average person\" but in any event it is not the view of the \"average person\" which is relevant.  <FRAGMENT_SUPPRESSED>", "[37] Rather it is the view of the consumer which is important in law and it necessarily follows that the correct consumer must be surveyed. In this case a survey of people who visited a \"McBeans\" outlet would have constituted a proper survey. As noted by MacKay, J., in Joseph E. Seagram & Sons Ltd. , supra, at p. 472:  <FRAGMENT_SUPPRESSED> \"The affidavits of the persons who actually conducted the interviews were not offered as evidence by the appellants. The affidavits of Mr. Mayer and Mr. Robertson are of little assistance in determining how representative the results of this survey actually are since they were not present while it was being conducted. Here there was no affidavit from anyone actually involved in the survey's completion, and no direct evidence of the manner in which questionnaires were completed or the accuracy of the completed returns. It is true they attest that the survey was conducted by trained questioners, and those surveyed were limited to a cohort, chosen at random, of those over 21 years and who were permanent or seasonal residents of the area. That cohort may have more relevance for consumers of alcoholic beverages than for consumers of real estate broker's services. I do not believe that the opinions of persons who may never have contemplated using the latter services are directly relevant, for they may not encounter any circumstance likely to give rise to confusion from the trademark as used by the broker : see <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 356 (T.D.), at pp. 359-360 C.P.R. when he stated:  <FRAGMENT_SUPPRESSED> \"The purchaser, whom the court should have in mind in reviewing the question of confusion, is the party who cannot perfectly recollect the mark in question. The marks are likely to be seen separately, and the purchaser may be relying on memory to distinguish the two trademarks: <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED> \"On the other hand, members of the consuming public of our era are subjected to a wealth of advertising and other commercial information and are reasonably sophisticated about shopping and brand names. They must not be considered to be entirely without 'normal powers of recollection' nor are they 'totally unaware or uninformed as to what goes on around them': <FRAGMENT_SUPPRESSED> , at p. 263. <FRAGMENT_SUPPRESSED>", "[39] In the present case, there is no evidence of actual confusion from consumers or purchasers but there is evidence from \"McBeans\" store managers who deposed that they had not heard of any instances of actual confusion. Again, referring to the remarks of Addy, J., in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 356 (F.C.T.D.), at p. 360:  <FRAGMENT_SUPPRESSED> \"Jurisprudence has also established that the plaintiff must be able to show that a likelihood of confusion between the marks exists; he is not required to prove that confusion has actually occurred. It is important to note however, that the court is entitled to draw negative conclusions about the plaintiff's case if, despite a substantial period of co-existence in the marketplace, no instances of actual confusion are established <FRAGMENT_SUPPRESSED> ; [1950] Ex. C.R. 431.\" (emphasis added)  <FRAGMENT_SUPPRESSED>", "[40] Accordingly, I am of the view that the Registrar erred in finding that the trademark \"McBeans\" was confusing with the trademark \"McDonald's\" for use in association with the wares coffee and tea and the services of the operation of a business dealing with the sale of these items.  <FRAGMENT_SUPPRESSED>", "[41] Counsel, on behalf of McDonald's submitted that while the Registrar dealt with the issue of confusion between \"McDonald's\" and \"McBeans\", he did not consider the \"family of marks\", namely those marks prefixed with \"Mc\" followed by the name of a food item. The Registrar stated that as per <FRAGMENT_SUPPRESSED>  (F.C.T.D.), the onus is on McDonald's to establish that consumers are aware of the alleged \"family of marks\". He states at page 9 of his reasons:  <FRAGMENT_SUPPRESSED> \"In the present case, the opponents have evidenced a number of registrations for trademarks falling within the alleged family. However, as noted above, they have only evidenced use of four individual family members and that evidence is far from satisfactory. Since Mr. Reinblatt only indicates that the sales for each mark took place 'prior to 1985', it is difficult to know when the use of the four family members took place. In the absence of more specific information, I must conclude that the use of these marks took place at least a few years prior to 1985. Thus, although there may have been at least a small family of marks ten years ago, there is insufficient evidence to allow me to conclude that, as of today, consumers would still be aware of that family. I am therefore unable to give much weight to this factor in assessing the issue of confusion.  <FRAGMENT_SUPPRESSED> \"If the opponents had been able to evidence the ongoing existence of their family of marks, this may well have been a factor of some significance in this case. On the other hand, even if the opponents had established the current existence and public recognition of their family of marks, it does not necessarily follow that the applicant's mark would be perceived as belonging to that family. <FRAGMENT_SUPPRESSED>", "[42] As I stated earlier McDonald's introduced new evidence before me which it alleges establishes the existence of their \"family of marks\". This new evidence demonstrates that McDonald's are the only ones who have registered trademarks in Canada having a prefix \"Mc\" combined with the name of a food item. As set out earlier these are McChicken, McRib, Chicken McNuggets, Egg McMuffin, Sausage McMuffin, Bacon'n Egg McMuffin. Big Mac is not a member of this family.  <FRAGMENT_SUPPRESSED>", "[43] It was then submitted that when trademarks have common characteristics and are registered in the name of one owner, there is a presumption that such marks form a series or \"family\" of marks: <FRAGMENT_SUPPRESSED>  (F.C.T.D.) at pp. 47-8; and <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 101, at p. 110 C.P.R.:  <FRAGMENT_SUPPRESSED> \"The decision indicates to me the presence of a so-called family of trademarks which, as I view the jurisprudence, gives its owner a wider measure of protection than would otherwise be the case if the determination were exclusively made on the basis of etymological characterization of the competing marks. <FRAGMENT_SUPPRESSED> Finally, I was once more referred to the <FRAGMENT_SUPPRESSED>  J., was satisfied at p. 115:  <FRAGMENT_SUPPRESSED> \"Thus, as at the date of the statement of opposition it is abundantly clear that the appellants had acquired, used and exploited a series of trademarks and did so to the extent that it inundated and overwhelmed the market place with them. <FRAGMENT_SUPPRESSED>", "[44] While counsel for Coffee Hut Stores concedes that McDonald's is the only firm to have registered trademarks using the prefix \"Mc\" followed by a food item, some 30 in number, they have only provided sales figures for the eight marks alluded to earlier in my reasons and noteworthy is the fact that only two of these marks consist of the prefix \"Mc\" plus a food item; namely \"McChicken\" and \"McRib\". He then introduced evidence indicating that there is widespread use of the prefix \"Mc\" or \"Mac\" in association with food items and in fact the existence of a charbroiled restaurant in Toronto named McDonald's. Counsel went on to suggest that McDonald's has attempted to prevent the registration of any trademarks prefixed by \"Mc\" or \"Mac\" followed by a food item. He then submitted that McDonald's cannot claim a monopoly on everything beginning with \"Mc\" or \"Mac\". In summary, it was suggested that McDonald's does not have a \"family\" of trademarks, and alternatively, \"McBeans\" is not part of that family nor confusing with any member of that \"family\" of marks.  <FRAGMENT_SUPPRESSED>", "[45] As was stated in , supra, at p. 428, where a word is common to trade one cannot have a family of trademarks.  <FRAGMENT_SUPPRESSED>  DECO-TEC for use in association with lacquers and varnishes. Denault, J., held at page 365:  <FRAGMENT_SUPPRESSED> \"Moreover, these marks undeniably suggest the idea of decorating owing to the abbreviated form of the generic term, and there are numerous marks that use the prefix 'deco'. It is thus perfectly conceivable that the consumer will not be misled as regards the origin of the product. Fox states the following, at p. 351:  <FRAGMENT_SUPPRESSED> 'In considering the possibility of confusion between any two trademarks, it is a well recognized principle that, where those two marks contain a common element that is also contained in a number of other marks in use in the same market, such a common occurrence in the market tends to cause purchasers to pay more attention to the other or non-common features of the respective marks and to distinguish between them by those other features.' <FRAGMENT_SUPPRESSED>", "[46] I am satisfied that Coffee Hut Stores have shown by affidavit evidence significant use of the prefix \"Mc\" or \"Mac\" in association with food products and restaurants (not fast food restaurants), and I find <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 207 (T.D.); affd. (1992), 41 C.P.R.(3d) 67 (F.C.A.) is of assistance to me in the case at bar. McDonald's opposed Silcorp's application to register three trademarks; (2) \"Super Mac's\" for retail grocery and convenience store services based upon proposed use; (2) \"Mac's Snacks\" in design form for restaurant services, namely, ready to eat food, take-out services in a convenience store based on use in Canada since August 1978; and (3) \"Mac's Plus\" for the operation of a retail grocery and convenience store, including a delicatessen, bakery, fast food take-out counter and ice cream bar based on use in Canada since 1978. McDonald's opposed on the ground that Silcorp's mark was not distinctive and the statement of use on restaurant services was not supportable. McDonald's also relied on confusion with its own registered trademark \"McDonald's Big Mac\". The Trademarks Opposition Board rejected the opposition in each of the three proceedings and was upheld by the Trial Division of the Federal Court and by the Federal Court of Appeal.  <FRAGMENT_SUPPRESSED>", "[47] I adopt the reasoning of Strayer, J., in <FRAGMENT_SUPPRESSED>  \"Super Mac's\":  <FRAGMENT_SUPPRESSED> \"... The opponents principally rely here, as I understand it, on the proposition that they and their associated companies have over the years pursued a programme of introducing food products and advertising their wares and services in association with words and coined words using the prefixes 'Mc' and 'Mac'. There are some precedents supporting the proposition that such a practice has identified the combination of these prefixes with the names of edibles as referring uniquely to products or services offered by the opponents: see, e.g. <FRAGMENT_SUPPRESSED>  (1986) (U.S.D.C.). But even if such linguistic confections can in a proper case be found to be distinctive of the opponents, I do not think that their claim to monopoly can be extended to the use of these syllables when used as separate words either alone or in combination with other words. <FRAGMENT_SUPPRESSED>", "[48] He then discusses \"Mac's Snacks\" and why a customer would not confuse the services and wares with those of McDonald's. He states at p. 216:   <FRAGMENT_SUPPRESSED> \"For the reasons which I set out in relation to 'Mac's Snacks', I confirm the conclusions of the Board on these matters. As in respect of that trademark, had the matter been properly before me I would have been inclined to go even farther than the Board and would have found a dissimilarity in the nature of the wares, services, business, and trade of the two parties.  <FRAGMENT_SUPPRESSED> \"... For example, the evidence showed that in the Mac's stores designated as Mac's Plus there are delicatessens where customers may select various ready-to-eat foods which can be used in making a lunch and/or can order sandwiches assembled with such ingredients as they may specify. It is difficult to believe that any reasonable consumer would confuse these services and wares with those the evidence shows are offered by McDonald's. <FRAGMENT_SUPPRESSED>", "[49] McDonald's has exclusivity in the area of fast foot restaurant rights but there is nothing inherently distinctive once you get outside fast food restaurants. In the case at bar, I am of the view that the nature of McBeans' business is closer to that of Mac's stores than to McDonald's fast food restaurant business. If one looks  <FRAGMENT_SUPPRESSED> 's business, it directs its advertising and decor towards children; in fact one of its registered trademarks relates to a clown, \"Ronald McDonald\". McBeans is not seeking the children's market. McBeans is in the business of gourmet coffee and at that, it is at the high end of the trade.  <FRAGMENT_SUPPRESSED>", "[50] Accordingly, I conclude by stating that McBeans is not confusing with any single trademark of McDonald's. McDonald's has not met the onus of showing that \"McBeans\" is part of its family trademarks.  <FRAGMENT_SUPPRESSED>", "[51] The appeal is dismissed, and the cross appeal is allowed.  <FRAGMENT_SUPPRESSED> Appeal dismissed; cross-appeal allowed.  <FRAGMENT_SUPPRESSED> Editor: Elizabeth M.A. Turgeon/dlr  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}