{"id_": "089328", "body_str": ["[1] Russell, J. : This is an application under subsection 72(1) of the Immigration and Refugee Protection Act , SC- 2001, c. 27 (Act) for judicial review of the decision of the Refugee Protection Division (RPD) of the Immigration and Refugee Board, dated 29 June 2011 (Decision), which refused the Applicant's application to be deemed a Convention refugee or a person in need of protection under sections 96 and 97 of the Act. BACKGROUND", "[2] The Applicant is a 57-year-old citizen of the People's Republic of China (PRC) who says he is a Falun Gong practitioner. He has a son and daughter living Canada.", "[3] In 2008, one of the Applicant's friends introduced him to the practice of Falun Gong. He says he began practising Falun Gong exercises at his home in December 2008 and joined a group in January 2009. The Applicant says that his group was raided by agents of the Public Security Bureau (PSB) on 22 August 2009. The instructor and two members of the group were arrested at that time. After the raid, the Applicant went into hiding and, on 23 August 2009, PSB agents went to his home to look for him. While they were at his home, the PSB interrogated his mother and brother, and then left a Notice of Summoning (Notice), which required him to attend at the PSB office in Chang Le. The PSB also searched for him at the homes of his other siblings in the PRC.", "[4] In February 2010, the Applicant learned from his mother that his group instructor had been sentenced to four years imprisonment. The other two members of his group were each sentenced to three years imprisonment. The Applicant was afraid that he too would be imprisoned, so he hired a smuggler and fled the PRC. The Applicant travelled to Hong Kong on 10 October 2009 and then to Toronto on the same day.", "[5] On 16 November 2009, the Applicant claimed protection in Canada. The RPD heard his claim on 19 May 2011 and made its Decision on 29 June 2011. The RPD notified the Applicant of its Decision on 6 July 2011. DECISION UNDER REVIEW Allegations", "[6] The RPD reviewed the Applicant's story of his conversion to Falun Gong, the raid on his group, the PSB's interrogation of his family, and the imprisonment of his fellow practitioners. Identity", "[7] Prior to the hearing, the Applicant submitted several documents to the RPD to prove his identity: his Resident Identity Card (RIC), household register card (Hukou), a Divorce Certificate, and an out-patient record from the Medical Institute of Fu Zhou City (Out-patient Record). To establish the authenticity of his documents, the RPD sent them to the RCMP Forensic Science and Identification Services Laboratory (RCMP Lab) for analysis. In its report (Forensic Report) the RCMP Lab said it did not have a genuine specimen for comparison, so the authenticity of the Applicant's RIC was inconclusive. The Forensic Report also noted that the RIC was printed with an inkjet printer and that this was not known as a means for printing genuine RICs.", "[8] At the hearing, the RPD presented the Applicant with the Forensic Report and asked him to comment. He said that his RIC was in his possession at all times, except when it was with the smuggler he hired to bring him to Canada. The RPD found that this answer did not address the issues raised in the Forensic Report and gave more weight to the Forensic Report than to the Applicant's testimony, noting that the Forensic Report was authored by experts in counterfeiting. The RPD found that the RIC was not authentic.", "[9] The RPD also noted that the Applicant's Hukou and Divorce Certificate contained the same identification number as the RIC he had submitted. For this reason, the RPD found that these documents were also fraudulent. The Out-patient Record contained limited information about the Applicant's citizenship so the RPD placed little weight on it in determining whether he was actually a citizen of the PRC. The RPD also noted that the Immigration and Refugee Board's Response to Information Request (RIR) CHN103134.E indicates that fraudulent documents are readily available in the PRC.", "[10] In addition to his identity documents, the RPD examined an affidavit from the Applicant's daughter in Canada. In her affidavit, she said that the Applicant was her father and that he was a citizen of the PRC. The daughter's affidavit persuaded the RPD that the Applicant is a citizen of the PRC. Other Documents", "[11] In addition to the concerns it had with the Applicants identity documents, the RPD was troubled by other documents he submitted to prove his claim. The translated copy of the Notice the Applicant submitted indicated that he was summoned to the PSB in Chang Le City under the \"Regulations of the 'Criminal Law of the People's Republic of China, Article 92, section 1\". The RPD noted that a document printed from http://www.com-law.net: Criminal Law of the People's Republic of China , established that Article 92(1) of the Criminal Law of the PRC refers to \"citizens' lawful income, savings, houses and other means of livelihood\" which gives no authority to anyone to issue a Notice.", "[12] The RPD also referred to RIR CHN42444.E, which identifies different kinds of summonses issued in the PRC. The RPD found that there was a significant difference between the appearance and content of the information in the Notice and the examples in RIR CHN42444.E. The RIR said that a Notice of Summons to testify refers to Article 92 of the PRC Criminal Procedure Law.", "[13] At the hearing, Applicant's counsel identified a potential problem in the translation of the Notice. Counsel said that he thought it did not say \"criminal law of the People's Republic of China,\" as the translator he had hired said it did. The RPD's interpreter examined the Notice at the hearing and translated it as saying \"the first section of the article 92 of the People's Republic of China criminal litigation law.\" Although the translation at the hearing and the translation the Applicant submitted both referred to Article 92, in the Decision the RPD said that the difference in interpretation did not account for the difference in the article number. The RPD found that the Notice was fraudulent, based on its concerns about the Applicant's other documents and the differences between the Notice before it and the examples in RIR CHN42444.E.", "[14] The Applicant also submitted a visiting card from Bai Sha Prison in Fu Zhou City (Visiting Card). The RPD found that this document did not show that a member of the Applicant's group had been arrested. It based this finding on the Applicant having tendered other false documents and RIR CHN103134.E, which indicate that fraudulent documents were readily available in the PRC. Falun Gong Practice", "[15] The RPD found that the Applicant was not a Falun Gong practitioner in the PRC, that there had been no raid or arrests, and that the authorities in the PRC were not looking for him.", "[16] The RPD noted that it was difficult to assess if the Applicant is a genuine Falun Gong practitioner and said that it had taken into account his three years of formal education. It also said it had considered the fact that he had only practised Falun Gong for 2 ½ years. The RPD reviewed the Applicant's testimony that he had practised alone every day while he was in the PRC and had practiced in a group once per week. He said his practice involved learning the movements of Falun Gong exercises and listening to his instructor talk about the benefits of Falun Gong. When the RPD asked the Applicant about the Zhuan Falun - the main text of Falun Gong - he could not remember details. He also testified that he practised alone at home in Canada and joined a group here one month after he arrived.", "[17] Although the Applicant had testified that he had attended classes to learn about Falun Gong, the RPD found that he had given vague answers when asked about what he had learned. The RPD found that the Applicant had knowledge of the major Falun Gong books, and what \"falun\" was, but also found that he had difficulty explaining the purposes of Falun Gong exercises. He was unable to identify some aspects of the first and fourth exercises. The RPD found that the Applicant was not a genuine Falun Gong practitioner. It relied on a quotation from Master Li - the founder of Falun Gong - and said that failure to understand the philosophies of Falun Gong makes practising Falun Gong exercises no more beneficial than any other qigong exercises. Conclusion", "[18] The RPD found that the Applicant had not discharged the burden on him to establish a serious possibility that he would be persecuted or that he faced a risk to his life or of cruel and unusual treatment or punishment or a risk of torture if he were returned to the PRC. The RPD denied his claim. STATUTORY PROVISIONS", "[19] The following provisions of the Act are applicable in this proceeding: Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in Need of Protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning - of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care [...] 96. 97. [...] ISSUES", "[20] The Applicant raises the following issues in this application: a. Whether the RPD's conclusion that his documents were fraudulent was reasonable; b. Whether the RPD's conclusion that he was not a genuine Falun Gong practitioner was reasonable. STANDARD OF REVIEW", "[21] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.", "[22] Both issues the Applicant has raised in this case challenge the RPD's findings of fact. It is well established that findings of fact are to be examined on a standard of review of reasonableness. (See <FRAGMENT_SUPPRESSED> , above, at paragraph 51, <FRAGMENT_SUPPRESSED> ). The standard of review on both issues in this case is reasonableness.", "[23] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at paragraph 47, and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" ARGUMENTS The Applicant The RPD Unreasonably Found the Applicant's Documents were Fraudulent", "[24] The Applicant says that the RPD does not have any expertise in evaluating foreign documents. He says that <FRAGMENT_SUPPRESSED>  establishes that documents should be presumed valid unless there is evidence to suggest they are not. A finding that one identity document is fraudulent is not enough to establish that all of the documents a claimant submits are untrustworthy.", "[25] In this case, the RPD based its finding that his documents are fraudulent on a finding that the Applicant's RIC is fraudulent. When it found the RIC was fraudulent, the RPD went beyond the Forensic Report's statement that the authenticity of his RIC was inconclusive. The RPD also found that the features of the Applicant's RIC were inconsistent with the features of genuine RICs without explaining the inconsistencies. Contrary to the RPD's finding, the Applicant says that his RIC is actually consistent with other genuine RICs so the RPD had no reasonable basis to conclude that his RIC is fraudulent.", "[26] The RPD found that the Applicant had established his identity, but he says that its finding that the RIC is fraudulent tainted its assessment of the rest of his claim. The RPD found that his Hukou and Divorce Certificate are fraudulent because they contain the same identity number as appeared in the RIC. The unreasonable finding on the RIC was key to the RPD's findings on the Hukou and Divorce Certificate. This means that these findings are also unreasonable.", "[27] In addition to rejecting his RIC, Hukou, and Divorce Certificate, the RPD found that the Notice was not an authentic document. Although the RPD accepted that the Notice refers to article 92 of the Criminal Procedural Law, not the Criminal law, it found that the Notice was fraudulent. This finding was unreasonable because the examples in RIR CHN42444.E, which the RPD relied upon, are outdated. The examples in the RIR are from 2004 and do not show what a summons issued in 2009, like his, would look like. Further, the RIR does not say that the examples it contains are the only form of summons in the PRC or that summonses are the same all over the PRC. Rather, RIR CHN42444.E says that \"there can be substantial regional variances in law enforcement, in which some differences are written into polices, but 'in most instances rule of the book gives way to norms in the street.'\" The RPD unreasonably rejected the Notice based on a misguided interpretation of RIR CHN42444.E.", "[28] The RPD also rejected the Notice because the section of the criminal law listed in it was different from that in the example in RIR CHN42444.E. The Applicant says that the article referenced in the Notice and in the example is actually the same, so it was unreasonable for the RPD to reject the Notice on this basis. The RPD also acted unreasonably when it rejected the Notice and the Visiting Card based on its finding that the Applicant's other documents were fraudulent.", "[29] Because the RPD's finding that the Applicant's documentation was fraudulent was unreasonable, and this impugned the Applicant's credibility, the Decision must be returned for reconsideration. The RPD's finding the Applicant is not a genuine Falun Gong Practitioner was Unreasonable", "[30] Although it found that the Applicant knows about Falun Gong and provided photographs of him participating in Falun Gong activities, the RPD found that he is not a genuine practitioner. He says that, given his limited formal education and recent introduction to Falun Gong practice, this finding was unreasonable.", "[31] The Applicant says <FRAGMENT_SUPPRESSED>  establishes that there is a very low standard on refugee claimants to demonstrate religious knowledge to prove their religious identity. He has met this low standard because he said that his practice of Falun Gong involved learning the exercises of Falun Gong, describing the benefits of involvement in Falun Gong, and showing how his life had improved since he started practising Falun Gong.", "[32] The Applicant also points to <FRAGMENT_SUPPRESSED>  which cautions against examining claimants religious knowledge microscopically. In the instant case, the RPD similarly engaged in an inappropriately microscopic examination of the Applicant's beliefs. Rather than looking at the genuineness of his beliefs, the RPD compared his knowledge against its own standard of what a person in the same circumstances should believe. This approach was unreasonable, so the Decision must be returned for reconsideration.", "[33] The RPD said in the Decision that Even taking into consideration his limited formal education and his allegedly recent practice of Falun Gong, the determination he was not a Falun Gong practitioner in China and the authorities are not interested him, together with the determination that the claimant has provided fraudulent documentation to embellish his claim, leads the panel to determine that the claimant does not abide by the central guiding principles of Falun Gong, which are Truthfulness, Compassion, and Forbearance.", "[34] This shows that the RPD's analysis of whether or not the Applicant is a genuine Falun Gong practitioner was tainted by its unreasonable finding that his RIC is fraudulent. The entire Decision is unreasonable. The Respondent The RPD's Credibility Findings Were Reasonable", "[35] The Respondent says that the RPD identified several credibility concerns which rebutted the presumption that the Applicant's documents were truthful: a. The RIC he submitted was not consistent with genuine RICs; b. The Applicant did not adequately address the inconclusive Forensic Report in his testimony; c. The Applicant's Hukou and Divorce Certificate contained the same national identity number as the fraudulent RIC; d. The Out-patient Record contained limited information on his citizenship; e. The Notice was different from examples in RIR CHN42444.E; f. The Bai Sha Prison visiting card was suspect because the other documents the Applicant submitted were fraudulent.", "[36] The Respondent notes that the RPD is entitled to prefer and rely on documentary evidence over a claimant's testimony, even if it finds that a claimant is credible and trustworthy. In this case, the RPD had concerns about the Applicant's credibility, so it reasonably preferred the documentary evidence over his testimony. It was reasonable for the RPD to find that the Applicant was not credible based on its findings that his identity documents, the Notice, and the Visiting Card were fraudulent.", "[37] When the RPD found that the Hukou and the Divorce Certificate were fraudulent, the RPD acted reasonably. These documents contained the same national identity number as did the fraudulent RIC, so their authenticity stood or fell with that document. In addition to the fraudulent RIC, the RPD found that, based on documentary evidence which showed that fraudulent documents are easy to obtain in the PRC, the Hukou and Divorce Certificate were fraudulent. The RPD's finding that the RIC is fraudulent was reasonable, so the other findings which flow from it were also reasonable.", "[38] Although the Applicant has challenged the RPD's reliance on RIR CHN42444.E in examining the Notice, the Respondent points out that this was the most up-to-date information available to the RPD. The RPD's reliance on this document was reasonable. Though there may be regional variation in the form of notices of summoning, the Applicant has not shown that the standards disclosed in RIR CHN42444.E were not practised in his region. It was therefore reasonable for the RPD to reject the Notice on this basis. The Applicant is not a Genuine Falun Gong Practitioner", "[39] Whether or not the RPD's credibility finding was reasonable, its finding that the Applicant is not a genuine Falun Gong practitioner was fatal to his claim. In addition to its concerns about the Applicant's documents, the RPD also had concerns about the genuineness of his Falun Gong beliefs. Even though he testified that he practised Falun Gong regularly, he was unable to provide details about Zhuan Falun. He also gave vague answers about what he had learned in classes in Canada, and he had difficulty explaining the purposes of the exercises.", "[40] The RPD found that the Applicant had some knowledge of Falun Gong but also found that he did not abide by the central philosophies of Falun Gong. The transcript indicates that he was unable to explain the purposes of the second, third, fourth, and fifth exercises. The Applicant has said that the RPD's analysis of his Falun Gong beliefs was unreasonably microscopic, but the RPD actually considered the Applicant's particular circumstances and the documentary evidence before it. The RPD looked at his limited education and his practice of Falun Gong; it also considered its determination that authorities in the PRC were not looking for him and the fact that he had submitted fraudulent documentation. Based on all of these factors, it was not unreasonable for the RPD to conclude that he did not abide by the tenets of Falun Gong and to reject his explanation of why he did not know much about Falun Gong.", "[41] A finding that the Applicant is not a genuine Falun Gong practitioner is a finding of fact within the RPD's specialized knowledge and should be given deference. In this case, the RPD's findings had a basis in the record and are within the <FRAGMENT_SUPPRESSED> range of possible, acceptable outcomes. The Court should not substitute its decision for the RPD's even if it would have arrived at a different conclusion. ANALYSIS", "[42] For the most part, I agree with the Applicant's assessment of the reviewable errors that arise from this Decision.", "[43] The RPD's findings regarding the RIC permeate the whole Decision and other documents and evidence the Applicant provided were not reasonably assessed. The Forensic Report found that the authenticity of the RIC was \"inconclusive\" but the RPD rejected the RIC as genuine because: a. \"In the remarks section [of the Forensic Report], it is noted that the examined People's Republic of China national identification card was printed by inkjet, which is not known as being used to print genuine PRC national identity cards\"; and b. \"Further, the features of the card are inconsistent with the information available on genuine Chinese national identification cards.\"", "[44] The RPD then says that it \"gives more weight to the laboratory report since it comes from sources who are experts in the field of counterfeiting.\"", "[45] This conclusion makes no sense to me. The RPD declined to accept the Applicant's testimony by relying upon a Forensic Report which says that authenticity is \"inconclusive,\" and also refers to inconsistencies that are never explained. The RPD then relies on these unexplained inconsistencies without question. The Respondent has not pointed to any such inconsistencies, and there is nothing before me to show how the Applicant's RIC was inconsistent in any material way with the description contained in the RPD's own documentation. It is difficult to see how the Applicant could address \"inconsistencies\" when the RPD itself did not know what they were and so could not put them to him.", "[46] In any event, the Forensic Report itself is obviously evidence that, whatever the inconsistencies were, they were not sufficient to show that the RIC was inauthentic. The Forensic Report even appears to contradict itself: it says that there are no genuine specimens with which to compare the Applicant's RIC, but also says that \"the features of this card are inconsistent with the information available on genuine Chinese National Identification Cards.\" Although the Forensic Report may have been authored by experts in counterfeiting, I do not see how these experts could say that the RIC was inconsistent with information available when, by their own admission, they had no genuine samples.", "[47] In this context, the RPD's finding that the RIC was inauthentic has no reasonable basis to support it. Yet this finding is then used to find the Applicant's other documents inauthentic which, in turn, are then used to bolster a finding that the Applicant is not a genuine Falun Gong practitioner.", "[48] Justice Layden-Stevenson has the following to say on point in <FRAGMENT_SUPPRESSED> : The fact that the first RIC was found to be fraudulent does not necessarily mean that the second RIC, the child's birth certificate, the school certificate and the household registration card are also fraudulent. As noted, the board rejected all of the tendered documents on the basis that the RIC was fraudulent and because of the prevalence of fabricated Chinese documentation. No effort was made to ascertain the authenticity of the other documents. Ms. Lin maintained that they were authentic and that she did not know that the RIC was not genuine. She had no explanation other than the card had been in the possession of the snakehead until he was paid. The board was not satisfied with that explanation because she had not provided it earlier in her PIF. Why she would have provided such information at a time when she claims not to have known the card was fraudulent does not appear to have been considered. The PIF does state that the RIC was in China.", "[49] It is also unreasonable that, having concluded that the Applicant is indeed a citizen of the PRC, the RPD does not take that factor into account when assessing the authenticity of the Applicant's documentation. Why would an authentic citizen not have an authentic RIC?", "[50] The RPD's unreasonable finding regarding the RIC then unreasonably taints its assessment of the balance of the Applicant's claim. The RPD rejects his other identity documents on the basis of its unreasonable findings about his RIC. The reasoning is, basically, \"because the RIC is not authentic the other documents are inauthentic.\" Hence, if the original finding was unreasonable, as I believe it was, then the subsequent findings about the Applicant's identity documents are equally unreasonable.", "[51] As the Applicant points out, the RPD then went on to reject nearly all of the other documents he submitted to support his claim. The RPD began by finding that the Notice is fraudulent. The Applicant submitted the Notice along with its English translation. At the hearing, it was determined, through consultation with the assigned RPD-certified interpreter, that the English translation of the Notice the Applicant supplied contains an error. The English translation refers to Article 92(1) of the Criminal Law of the PRC, which is not the statute actually referenced in the Applicant's original Notice. The RPD accepted that the Notice actually refers to the Criminal Procedure Law and that the English translation contains an error. However, the RPD nevertheless impugned the authenticity of the document. In this regard, the RPD referred to documentation from its own National Documentation Package which provides examples of Chinese Notices of Summons. The RPD compared the Notice to these examples and determined that it was significantly different in appearance.", "[52] I accept the Applicant's argument that this finding was entirely unreasonable. RIR CHN42444.E, which the RPD relied upon, dated from June 2004. It is highly unlikely that this document could be a reliable authority as to what a Notice issued in 2009 would look like. In any event, RIR CHN42444.E specifies that the example summonses are \"samples.\" The document does not say that these are the only forms of summonses issued by Chinese authorities; nor does it say that the style and content of summonses is uniform throughout China. On the contrary, as the Applicant points out, the document shows that procedural laws are not uniformly implemented in the PRC. In particular, [...] while procedural laws in China are expected to be uniformly implemented and concerted efforts have been made by the Minister of Public Security to improve policing standards, in practice, the \"PSP [Public Security Bureau] has yet to arrive as a rule of law institution.\" According to the associate professor, there can be substantial regional variances in law enforcement, in which some differences are written into policies, but \"in most instances rule of the book gives way to norms in the street.\"", "[53] Accordingly, based on the information in the RIR, the fact that the Notice is different in certain aspects from the samples attached to the RIR is neither surprising nor suspicious. I agree with the Applicant that the RPD erred by rejecting his Notice on the basis of an overly strict and ultimately misguided interpretation of an outdated document.", "[54] The RPD also found that the Notice was not genuine because the article from China's Criminal Procedure Law referenced in it is different from the one referenced in the sample Notice of Summons in the RIR CHN42444.E. However, both the Applicant's Notice and the sample Notice of Summons referenced the same article. As the RPD stated, the sample Notice of Summons refers to \"Article 92.\" The Applicant's Notice also refers to Article 92. Accordingly, in my view, the RPD's finding here is clearly erroneous.", "[55] It is also significant to note with respect to the Notice that the RPD again relies on its \"previous determinations with respect to other identity documents as not being authentic\" as a basis for rejecting the authenticity of the Notice. The RPD uses the same reasoning to reject the authenticity of the Visiting Card the Applicant submitted as evidence that one of his fellow practitioners was arrested. Again, it is clear the RPD's initial unreasonable finding with respect to the Applicant's RIC tainted its entire analysis of his claim.", "[56] The RPD also buttressed its finding that the Applicant is not a genuine Falun Gong practitioner with its findings on inauthentic documents: Although the claimant has some knowledge of Falun Gong and has provided pictures of participating in Falun Gong activities, the panel determines, based on a balance probabilities [ sic ], that he is not a genuine Falun Gong practitioner. Even after taking into consideration his limited formal education and his allegedly recent practice of Falun Gong, the determination that he was not a Falun Gong practitioner in China and that the authorities are not interested in him, together with the determination that the claimant has provided fraudulent documentation to embellish his claim, leads the panel to determine that the claimant does not abide by the central guiding principles of Falun Gong, which are Truthfulness, Compassion and Forbearance. Failure to understand the philosophies of Falun Gong makes practicing Falun Gong exercises no more beneficial than practicing any other qigong exercises. Master Li notes, \"Why do I tell you to study, read and memorize Zhuan Falun? To guide your cultivation! Those who only do the exercises but don't study are not disciples of Dafa (Falun Gong) whatsoever.\"", "[57] The RPD appears to say that the Applicant does not abide by the central guiding principle of \"Truthfulness\" because he has \"provided fraudulent documentation to embellish his claim.\" It would seem to follow that, if the Applicant's documents were not fraudulent, then this would be highly material to his claim that he is a true Falun Gong practitioner.", "[58] As the Applicant points out, his testimony ultimately did not persuade the RPD that he knew enough about Falun Gong. However, as the RPD itself acknowledged, the Applicant had only three years of formal education and his practice of Falun Gong is relatively recent. In addition, the Applicant spoke credibly on many aspects of the practice. For instance: i. When asked about his practice, the Applicant stated that it involved learning the movements and his instructor talking about the theories and benefits of Falun Gong; ii. When asked for specific information relayed by his instructor, the Applicant indicated that he was told about the founder of Falun Gong, that many people participated, that there were health benefits and that he would feel better mentally and be more truthful; iii. When asked about Falun Gong in general, the Applicant spoke briefly about cultivation and the mind, said his temper was not as quick as it used to be, and said that he experienced health improvement. He also identified that practice to a certain level would lead to Truth, Compassion and Forbearance. He also indicated that practice would lead to being helpful, peaceful and not deceitful. iv. The Applicant had knowledge of the major Falun Gong books, knowledge of what \"forbearance\" is, knowledge of what a \"falun\" is. He also commented on \"karma\" and the \"third eye.\"", "[59] It is significant to note on this point that this Court's jurisprudence imposes a very low standard on refugee claimants to demonstrate religious knowledge as a requirement for proving religious identity. In Chen , above, for example, the Court set aside the RPD's decision where it determined that the claimant was not a genuine Christian based in part on the its finding of inadequate religious knowledge. Justice Barnes found the RPD's assessment of the claimant's religious knowledge was erroneous and said that:", "[16] The Board's assessment of Mr. Chen's religious knowledge is also problematic. For a person exposed to Christian practices and doctrine for only 2 1/2 years, Mr. Chen exhibited a reasonable level of knowledge. It was unfair to criticize him for an inability to locate the story of Noah's Ark in the Bible. Many Christians who have grown-up in the faith would fare no better than Mr. Chen: see  <FRAGMENT_SUPPRESSED>  2007 FC 101 at para. 16.", "[60] Similarly, in <FRAGMENT_SUPPRESSED> , above, Justice Richard Mosley determined that the RPD acted unreasonably when it concluded that the claimant was not a Christian based on insufficient knowledge of Christianity. Justice Mosley found that the RPD had engaged in an overly stringent and microscopic examination of the claimant's religious knowledge. He said, at paragraphs 10 and 11, that the claimant was raised in a country where the Christian faith is not part of the social fabric. From the transcript of the hearing, it is clear that his few points of error on doctrinal issues are vastly outweighed by his knowledge of the Christian faith. The RPD appears to have been overly focused on those few points of error or misunderstandings to a level which reached the microscopic analysis criticized in  <FRAGMENT_SUPPRESSED>  and subsequent cases. The Board member's standard for knowledge of Christian doctrine was unrealistically high, and she was clearly weighing his description of a standard service at the underground church against her own idea of how a service unfolds. I cannot find her decision reasonable, given the personal circumstances of the applicant and his evidence.", "[61] Given the low bar this Court has set for claimants seeking protection to demonstrate religious knowledge, it is my view that, as in <FRAGMENT_SUPPRESSED> , the RPD in this case engaged in an overly stringent and microscopic examination of the Applicant's knowledge of Falun Gong. It erroneously weighed his testimony on this issue against its own misguided idea of what a person in the Applicant's circumstances should or would know or understand. I agree with the Applicant that, in so doing, the RPD based its finding that he is not a Falun Gong practitioner on unattainable and unreasonable requirements for knowledge of the practice. The RPD also failed to consider the fact that, as Justice Francis Muldoon said in <FRAGMENT_SUPPRESSED>  \"refugee claimants come from diverse cultures, and actions which appear implausible when judged from Canadian standards might be plausible when considered from within the claimant's milieu.\"", "[62] For the above reasons, the Decision is unreasonable and must be returned.", "[63] Counsel agree there is no question for certification and the Court concurs. JUDGMENT", "[64] THIS COURT'S JUDGMENT is that 1. The application is allowed. The decision is quashed and the matter is returned for reconsideration by a differently constituted RPD. 2. There is no question for certification. Application allowed. Editor: Angela E. McKay/klf [End of document]"]}