{"id_": "089481", "body_str": ["[1] Snider, J. : The Applicant, Mr. Kumanan Veerasingam, was born in Sri Lanka on July 10, 1976. He entered Canada in December 1994 at the age of 18 years and successfully claimed Convention refugee status. He became a permanent resident on February 13, 1997.", "[2] Between February 1999 and December 1999, the Applicant was convicted of the following seven offences: theft under, obstructing peace officer, attempting to obstruct justice, assault, assault causing bodily harm, assault with a weapon, and failing to comply with a probation order. This list does not include charges of kidnapping and weapons offences that were laid but then withdrawn. With respect to the events that led to the last-mentioned charges, the Applicant was convicted of a charge of assault and attempt to obstruct justice.", "[3] Due to these convictions, on January 29, 2002, a removal order was made against the Applicant pursuant to s.27(1)(d) of the Immigration Act (Repealed) (the \"Act\"). The Applicant appealed this removal order to the Immigration and Refugee Board (Immigration Appeal Division) (the  <FRAGMENT_SUPPRESSED> ). In a decision dated May 12, 2004, a panel of the IAD dismissed his appeal. The Applicant seeks judicial review of that decision. ISSUES", "[4] The Applicant raises the following issues: 1. Whether the IAD erred in law in considering unproven charges and allegations against the Applicant. 2. Whether the IAD erred in law in misconstruing the evidence concerning the Applicant's substance abuse. 3. Whether the IAD breached principles of procedural fairness in failing to issue adequate reasons. 4. Whether the IAD erred in law in considering the issue of gang membership when this issue was not raised before the Immigration Division. Analysis Nature of the IAD Decision", "[5] The Applicant did not challenge the validity of the removal order made against him. Rather, the appeal to the IAD was based on the discretionary jurisdiction of the IAD under s. 70(1)(b) of the Act. This places the burden on the Applicant to satisfy the IAD that, having regard to all the circumstances, he should not be removed from Canada. The IAD found that the burden was not met.", "[6] The IAD is guided in the exercise of its discretion by the factors outline in  <FRAGMENT_SUPPRESSED>  (QL) and approved by the Supreme Court of Canada in  <FRAGMENT_SUPPRESSED> . These factors include: . the seriousness of the offences leading to the deportation order; . the possibility of rehabilitation; . the length of time spent in Canada and the degree to which the appellant is established here; . the family in Canada and the dislocation to the family that deportation would cause; . support available to the appellant, within the family and within the community; and . potential foreign hardship the appellant will face in the likely country of removal. Issue #1: Did the IAD err in law in considering unproven charges and allegations against the Applicant?", "[7] Understandably, given the Applicant's criminal record, the IAD focussed much of its attention on the first factor, that being the seriousness of the offences leading to the deportation order. Much of that focus was on an incident in June 1999 that was described at length in the IAD's decision as follows: [T]he appellant and his co-accused . . . forcibly entered a male victim's car and took over the car. The victim was driving a yellow Volkswagen Corrado. The appellant and his co-accused were under the impression that this [was] one of the cars involved in a serious assault on their friend . . . a couple of days earlier. Mr. [R.], who is known to the police as a member of a Tamil street gang named the Gilder Boys, had been assaulted and shot thrice in the leg by members of rival gangs, A.K. Kannan and Silversprings Boys. The appellant pointed what appeared to be a handgun at the victim and threatened to kill him if he did not cooperate. The appellant and . . . were joined by [three others]. They all interrogated the victim to determine whether he had anything to do with the assault on [R.]. The appellant and his co-accused drove the victim to Sunnybrook hospital, where [R.] was hospitalized, for the purposes of an identification parade. After [R.] cleared the victim of any involvement in the assault on him, the victim was released with a warning not to report the incident to the police. The victim, however, contacted the police and the latter arrested two of the appellant's co-accused. The appellant later contacted the victim and tried to get him to drop the charges against the appellant and his co-accused. The appellant was charged with several offences arising out of this incident. In September 1999, he pled guilty to, and was convicted of assault and attempt to obstruct justice and the rest of the charges were withdrawn.", "[8] In its decision, the IAD stated that evidence of the withdrawn charges was ruled to be inadmissible. Nevertheless, in the Applicant's submission, the IAD then referred to this evidence in finding that the Applicant had committed serious criminal offences and in deciding that he was a member of a criminal gang. The Applicant argues that, once the IAD decided that this evidence was inadmissible, the IAD was then barred from referring to this evidence and basing its decision on it ( <FRAGMENT_SUPPRESSED> ).", "[9] <FRAGMENT_SUPPRESSED>  relying on the facts underlying the charge and that, therefore, there was no reviewable error. In Thuraisingam, Justice MacTavish was faced with a similar question with respect to the evidence relied on by the Minister's Delegate in completing a danger opinion. At paragraph 35 of that decision, Justice MacTavish stated as follows: In my view, a distinction must be drawn between the reliance on the fact that someone has been charged with a criminal offense, and reliance on the evidence that underlies the charges in question. The fact that someone has been charged with an offense proves nothing: it is simply an allegation. In contrast, the evidence underlying the charge may indeed be sufficient to provide the foundation for a good-faith opinion that the individual poses a present or future danger to others in Canada.", "[10] The Applicant submits that there is a divergence of opinion in the Federal Court as to whether or not evidence in support of charges that are later withdrawn is admissible for use at the IAD. See, for example,  <FRAGMENT_SUPPRESSED>  where the Court held that evidence of withdrawn or dismissed charges could not be used as evidence in an IAD decision or for a danger opinion. For a contrary view see  <FRAGMENT_SUPPRESSED> ; and  <FRAGMENT_SUPPRESSED> , where the Court allowed the use of the evidence.", "[11] Having reviewed the jurisprudence, I am not persuaded that there is a divergence of view in this Court. Rather, I would concluded from the cases that there is a unanimous view that a withdrawn charge, in and of itself, may not be relied on. Whether the IAD did so is a matter of the particular facts before the reviewing judge. Having reviewed the cases referred to, I would conclude that the process of review of this Court is based on two considerations. . Firstly, reliance on the withdrawn charge, in and of itself, would constitute a reviewable error. . The second aspect to be assessed is whether the evidence underlying the charge, and upon which the IAD's decision was based, is reliable and credible. I note that the IAD is not being called upon to determine whether the Applicant is guilty of a crime under the Criminal Code, where a standard of proof beyond a reasonable doubt would be required. In the context of its assessment of all the circumstances, the evidence does not have to reach a standard as would be required for a criminal conviction; rather the analysis of the IAD must meet a standard of reasonableness. Stated another way, I must be satisfied that the Board's conclusion in regard to any aspect of the claim is supported by credible and reliable evidence.", "[12] Applying these principles to the case before me, the questions that I must address are as follows: 1. Was the IAD relying on the charge to come to its conclusion or was it relying on evidence underlying the charge? 2. Is the evidence underlying the charge reliable and credible and, thus, sufficient to provide a foundation for a good-faith opinion that, having regard to all the circumstances of the case, the Applicant should be removed from Canada? If the IAD has relied on the charge to come to its decision or if the underlying evidence is not sufficient, the IAD has erred.", "[13] In analyzing this issue, the first step is to understand what \"evidence\" the IAD relied on in its determination.", "[14] The IAD's analysis commences with a discussion of the Applicant's criminal convictions which were stated to be for \"one each for theft under, obstruct peace officer, attempt to obstruct justice, assault, assault causing bodily harm, assault with a weapon, and failure to comply with a probation order\". The IAD describes the various convictions, focussing on the circumstances of three of those convictions-the \"theft under\" conviction, the conviction on charges of assault and attempt to obstruct justice conviction (described above) and the conviction on charges of assault with a weapon, assault causing bodily harm and failure to comply with probation. After describing the convictions, the IAD states as follows: The appellant was convicted of serious offences. Most of his offences involve violence or the threat of violence. Holding someone hostage with a gun and forcing the person to comply with your demands is certainly a high-risk activity with a great potential for serious harm or death to the victim . [emphasis added]", "[15] Is the underlined sentence a reference to the kidnapping charge? Although the word \"kidnapping\" is not used, the words \"holding someone hostage with a gun\" can, in my view, have no other meaning than \"kidnapping\". The words used by the IAD would constitute an element of the Criminal Code offence. I am mindful that I should not take these words out of context. The decision was lengthy and this is but one sentence in one three-sentence paragraph. However, when read as a whole, the decision contains a disturbing number of references to the withdrawn charge. This leads me to the conclusion that, in this case, the IAD slipped in that distinction from the evidence underlying a charge to the fact that the applicant was charged. In so doing, the IAD has made a reviewable error.", "[16] Even if I am wrong on this first aspect of review and conclude that the IAD was referring to the evidence underlying the charges and not to the charges themselves, I have difficulty with the IAD's use of this evidence. That is, I am not convinced that the IAD could, even on a patently unreasonable standard of review, conclude that the evidence before it on the June 1999 event was credible and reliable.", "[17] In his sworn testimony before the IAD, the Applicant denied holding the alleged victim hostage or forcing him to accompany him to the Sunnybrook Hospital; rather, on his version of the events, the alleged victim went voluntarily with the Applicant. Before the IAD was the police report that described the alleged events. The police officer who prepared that report or who interviewed a witness did not testify at the IAD hearing. The transcript of the police interview of the witness was before the IAD. In that interview, the witness was far from certain about whether the alleged victim was forced. At one point, he said that the victim volunteered to go to the hospital and at another place he stated that the victim was \"scared\". We are not able to verify the reliability of either the police report or of the witness's statement since there was neither a trial nor conviction on the serious aspect of these charges. In my view, as described in the record before me, the evidence upon which the IAD based its conclusion that the Applicant had held someone hostage is not reliable and credible. It was patently unreasonable of the IAD to rely on it.", "[18] The IAD could have discounted the testimony of the Applicant and preferred the evidence of the police report to that of the Applicant. The reasons could have explained why the evidence of the police report and the witness was more persuasive. Weighing of the evidence is within the competence of the IAD. However, in this case, the reasons do not indicate that a weighing was done. Conclusion", "[19] In conclusion, I am persuaded that the IAD erred either by relying on the withdrawn charge or by relying on evidence that may not have been reliable or credible. Although this is but one aspect of the IAD's decision, it was a major factor in the conclusion reached by the Board. The Applicant has a lengthy and serious criminal record and the result of the IAD's consideration of all the circumstances of the case may not have changed, had the analysis of the criminality been correctly done. However, it is the responsibility of the IAD to carry out that analysis and not of this Court. Accordingly, the application will be allowed.", "[20] In light of my conclusion on this first issue, there is no need to address the other issues raised by the Applicant.", "[21] The Applicant proposed the following as a question to be certified in this case: Whether evidence of criminal charges which do not result in convictions, and the information upon which the charges were based, is admissible in an appeal of a deportation order before the Immigration Appeal Division.", "[22] The Respondent objects to certification of this question. In view of the success of the applicant in this judicial review, the question will not be certified. ORDER", "[23] THIS COURT ORDERS THAT: 1. The application is allowed. 2. No question is certified. [End of document]"]}