{"id_": "089764", "body_str": ["[1] Mosley, J. : The applicant, Jeyakumar Krishnamoorthy, seeks judicial review under section 72 of the Immigration and Refugee Protection Act , SC 2001, c 27 (hereafter \"the IRPA\") of a decision made on November 17, 2010 that he was inadmissible to Canada because there are reasonable grounds to believe that he is a member of a terrorist organization contrary to s.31(1)(f) of the IRPA.  <FRAGMENT_SUPPRESSED>", "[2] For the reasons below, I find that the decision was unreasonable and procedurally unfair. Thus the application for judicial review is granted.  <FRAGMENT_SUPPRESSED> BACKGROUND  <FRAGMENT_SUPPRESSED>", "[3] Mr. Krishnamoorthy is a Tamil from the North of Sri Lanka. He is married to a Canadian citizen and they have two Canadian born children.  <FRAGMENT_SUPPRESSED>", "[4] The applicant arrived in Canada on 27 April 2003. In August of the same year his refugee claim was declared abandoned by the Immigration and Refugee Board. An application for judicial review of that decision was rejected by the Federal Court on 15 February 2005.  <FRAGMENT_SUPPRESSED>", "[5] In September 2004, sponsored by his wife, the applicant submitted an application for permanent residence from within Canada. The application was approved in principle in September 2006.  <FRAGMENT_SUPPRESSED>", "[6] Mr. Krishnamoorthywas interviewed by the Canadian Security Intelligence Service (\"CSIS\") in January 2007. CSIS officials prepared a brief indicating that there was information that led them to believe that the applicant was a member of the Liberation Tigers of Tamil Eelam (\"LTTE\"). The Counter Terrorism Section (\"CTS\") of the Canadian Boarder Services Agency (\"CBSA\") prepared a memorandum citing the potential inadmissibility of the applicant. The applicant requested disclosure of the CSIS report and the CTS memorandum but the request was denied.  <FRAGMENT_SUPPRESSED>", "[7] The applicant was interviewed by an Immigration Officer on April 20, 2010. In the interview, the applicant indicated that in 1986, when he was in the 10th grade, he sold soap for and distributed pamphlets from the LTTE. This continued until 1988 when he relocated. The applicant was 17 and 18 years of age when he participated in these activities. The applicant stated that during that period the LTTE constituted the local administration, was not engaged in hostilities and was not feared in his district. He says that he was later coerced into providing additional assistance to the LTTE during a period of hostilities in the 1990s.  <FRAGMENT_SUPPRESSED> DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>", "[8] The officer accepted that the applicant's activities in support of the LTTE in the 1990s were done out of fear and duress. He found, however, that although the applicant had denied being a member of the LTTE on several occasion and had denied voluntarily assisting the LTTE, the help he provided the LTTE while he was in high school was voluntary and not the result of coercion.  <FRAGMENT_SUPPRESSED>", "[9] The officer also noted that the applicant admitted providing false information in his personal information form (\"PIF\") and found that there were various inconsistencies between the applicant's PIF, his CSIS interview and statements made during his interview with the officer. This raised credibility issues, in the officer's view.  <FRAGMENT_SUPPRESSED>", "[10] The officer concluded that the applicant was inadmissible because he voluntarily participated in activities that financed and promoted the LTTE, a terrorist organization, when he was in high school.  <FRAGMENT_SUPPRESSED> ISSUES  <FRAGMENT_SUPPRESSED>", "[11] The issues raised in this application are:  <FRAGMENT_SUPPRESSED> i. Did the officer err in concluding that the applicant was a member of the LTTE?  <FRAGMENT_SUPPRESSED> ii. Did the officer breach procedural fairness by failing to disclose the CTS memorandum and the CSIS report?  <FRAGMENT_SUPPRESSED> STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>", "[12] The standard of review for decisions relating to s.34(1) of the IRPA is reasonableness: <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> . The standard of reasonableness is described in <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[13] Deference is not accorded the decision maker where procedural fairness is at issue: <FRAGMENT_SUPPRESSED> . The approach to be taken is not whether the decision was correct but whether the procedure employed was fair: Pusat v (Minister of Citizenship and Immigration) , 2011 FC 428 at para 14.  <FRAGMENT_SUPPRESSED> RELEVANT LEGISLATION  <FRAGMENT_SUPPRESSED>", "[14] This application concerns section 33 and paragraphs 34(c) & (f) of the IRPA:  <FRAGMENT_SUPPRESSED> 33. The facts that constitute inadmissibility under sections 34 to 37 include facts arising from omissions and, unless otherwise provided, include facts for which there are reasonable grounds to believe that they have occurred, are occurring or may occur.  <FRAGMENT_SUPPRESSED> 34. (1) A permanent resident or a foreign national is inadmissible on security grounds for  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> (c) engaging in terrorism;  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> (f) being a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts referred to in paragraph ( ), ( ) or ( ).  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> ), ) ou ).  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED> Motion to protect information in the Certified Tribunal Record  <FRAGMENT_SUPPRESSED>", "[15] Prior to the hearing, the respondent brought a motion under s.87 of the IRPA to protect certain information that was redacted in the CSIS and CTS documents included in the certified tribunal record from disclosure to the applicant and to the public. The applicant took no position on the motion other than to request that the Court review the documents to determine whether the redacted information was such that if disclosed, the information would be injurious to national security or would endanger the safety of any person. Upon review of the documents including the unredacted content in camera and ex parte the motion was granted.  <FRAGMENT_SUPPRESSED>", "[16] Much of the redacted content of the documents was found to be non-relevant information of an internal or administrative nature that is routinely protected from disclosure on national security grounds. Other, more substantive information that could have some probative value appeared to be information that had already been disclosed to the applicant, in one form or another, elsewhere in the Certified Record.  <FRAGMENT_SUPPRESSED>", "[17] At the request of the respondent, I considered the redacted information in arriving at a decision on the merits of this application.  <FRAGMENT_SUPPRESSED> Did the Officer err in concluding that the applicant was a member of the LTTE?  <FRAGMENT_SUPPRESSED>", "[18] The applicant acknowledges that the LTTE is a terrorist organization as contemplated by paragraph 34(1)(f). The respondent acknowledges that there is no evidence that the applicant himself engaged in any terrorist activities on behalf of the LTTE.  <FRAGMENT_SUPPRESSED>", "[19] I find that the officer erred in concluding that the applicant was a member of the LTTE by failing to consider the relevant criteria set out in the jurisprudence for determining \"membership\" as required by paragraph 34(1)(f). The officer did not consider the applicant's intentions, his degree of involvement and his commitment towards the LTTE.  <FRAGMENT_SUPPRESSED>", "[20] The threshold for a determination of inadmissibility under s.34(1) of the IRPA is \"reasonable grounds to believe\". This has been interpreted as more than mere suspicion, but less than the balance of probabilities: s.33 of the IRPA; and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[21] The term \"member\" is not defined in the IRPA but in the context of the legislative scheme is to be interpreted broadly: see <FRAGMENT_SUPPRESSED>  Justice Teitelbaum concluded that the applicant was a member of a terrorist group by looking at all the circumstances which included more benign activities, such as collecting food, and more involved and \"serious\" activities such as being a full time executive, and collecting funds for the organization (at paras 20-21). The applicant in that case may not have participated in violent and direct terrorist activities, but his involvement with and his support of the terrorist organization, and his intention were unambiguous.  <FRAGMENT_SUPPRESSED>", "[23] <FRAGMENT_SUPPRESSED>  Justice Mandamin stated that:  <FRAGMENT_SUPPRESSED>", "[28] A finding of membership in the LTTE is not supported if one considers the Applicant's involvement, the length of time he was involved, the degree of commitment to the organization and its objectives from the facts set out in the mother's PIF, which shows the Applicant to have been involved at the most, if at all, in doing minor tasks under compulsion for the LTTE. (emphasis added)  <FRAGMENT_SUPPRESSED> The jurisprudence points to a number of criteria - involvement, length of time, degree of commitment - that defines what membership in a broad sense may be. Not every act of support for a group that there are reasonable grounds to believe is involved in terrorist activities will constitute membership.  <FRAGMENT_SUPPRESSED>", "[24] As stated by Justice O'Reilly in <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED> To establish \"membership\" in an organization, there must at least be evidence of an \"institutional link\" with, or \"knowing participation\" in , the group's activities: <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> . [emphasis added]  <FRAGMENT_SUPPRESSED>", "[25] Support for this approach may be found  <FRAGMENT_SUPPRESSED> at paras 30-32; in <FRAGMENT_SUPPRESSED> ; in <FRAGMENT_SUPPRESSED> ; in <FRAGMENT_SUPPRESSED> & 22; in <FRAGMENT_SUPPRESSED> ; and in Toronto Coalition to  <FRAGMENT_SUPPRESSED> . As I stated in Toronto Coalition to Stop the War at paras 118 & 128:  <FRAGMENT_SUPPRESSED>", "[118] But an unrestricted and broad definition is not a license to classify anyone who has had any dealings with a terrorist organization as a member of the group. Consideration has to be given to the facts of each case including any evidence pointing away from a finding of membership: Poshteh , at para. 38.  <FRAGMENT_SUPPRESSED>", "[128] Membership may be found from the evidence as a whole , as was done in the cases cited above, including statements and actions that provide a basis from which to infer that the purpose of the contribution was to facilitate or to enable the terrorist objects of the organization. [emphasis added]  <FRAGMENT_SUPPRESSED>", "[26] In cases which have found that low-level activities such as distributing pamphlets can be evidence that a person is a member of a terrorist organization, such as Ugbazghi and <FRAGMENT_SUPPRESSED> , the applicants were found to have engaged in other, more substantial activities for the organization that amounted to a higher degree of commitment and involvement. In Ugbazghi the applicant participated in meetings and made donations, and was part of a group that supported the terrorist organization (see paras 38-39). In Motehaver the applicants also participated in meetings and gave funds. His involvement with the organization was also over a long period of time and he was well acquainted with the organization and its goals (see para 24).  <FRAGMENT_SUPPRESSED>", "[27] In this case, the officer erred by not considering the criteria for membership set out in the jurisprudence. On the record before me, including the redacted information which I have considered, the evidence would not support a finding that the applicant had any commitment toward the LTTE and its objectives when he assisted the organization during the 1980s. The evidence does not establish that the applicant, as a teenage boy participating in low-level activities, was in any way integrated into the LTTE. This is not a case of a teenage recruit to the LTTE's military cadres.  <FRAGMENT_SUPPRESSED>", "[28] Although there is no evidence that the applicant was coerced into distributing the pamphlets and selling the soap, it appears that these activities were common among the high school students in his district at a time of relative peace within the community. From my reading of the evidence, this was seen more as a benign diversion from their studies and duties at home. The applicant characterized them as \"fun\". When he wasn't at school, the applicant had little to do other than to tend to the produce on the family's farm. His knowledge of the LTTE's true nature, gained in later years, cannot be used against him to colour his role during a few months in 1985-86. At that time, the documentary evidence discloses, the North of Sri Lanka was de facto under the control of the LTTE monitored by UN Peace Keepers from India.  <FRAGMENT_SUPPRESSED>", "[29] There was no corroborating evidence pointing toward membership, as the applicant did not willingly support the LTTE in later years, did not voluntarily participate in other LTTE activities, and did not financially or otherwise support the LTTE.  <FRAGMENT_SUPPRESSED>", "[30] Concerns over the truthfulness of the applicant do not amount in themselves to reasonable grounds of belief in membership: <FRAGMENT_SUPPRESSED> . While they may call into question the applicant's version of events, they do not constitute evidence of participation. Here, there were only minor inconsistencies in the applicant's PIF and interviews. While they could be taken into account in assessing the value of his evidence, they proved nothing. The applicant was consistent with respect to his involvement in 1985-86.  <FRAGMENT_SUPPRESSED>", "[31] Considering the law and the evidence, I find that the officer made a reviewable error in concluding that there are reasonable grounds to believe that the applicant was a member of the LTTE in the late 1980s. The officer's decision does not fall \"within a range of acceptable outcomes which are defensible in respect of the facts and law\" ( at para 47).  <FRAGMENT_SUPPRESSED> Did the officer breach the duty of fairness through non-disclosure?  <FRAGMENT_SUPPRESSED>", "[32] While my decision on the prior issue is sufficient to dispose of this application, I think it appropriate to comment on the question of procedural fairness raised by the applicant.  <FRAGMENT_SUPPRESSED>", "[33] The applicant submits that the Minister breached procedural fairness by failing to disclose the CSIS brief and CTS memorandum prior to his interview with the officer. The applicant contends that advance disclosure of such extrinsic evidence is required when the documents \"have such a degree of influence on the decision maker\" that they can be considered instruments of advocacy (see <FRAGMENT_SUPPRESSED> ; see also Baybazarow v (Minister of Citizenship and Immigration) , 2010 FC 665 at paras 13-14).  <FRAGMENT_SUPPRESSED>", "[34] The respondent argues that the brief and memorandum were not extrinsic evidence. The principle of fairness only required that the applicant be apprised of the crux of the allegations found in the reports during the interview. The respondent submits that this was done.  <FRAGMENT_SUPPRESSED>", "[35] The respondent relies on <FRAGMENT_SUPPRESSED>  to assert that advance disclosure was not required. The Court, in that case, did express that the entitlement to advance disclosure of documents relied upon by the applicant was not absolute. However, the Court also considered what the duty of fairness would entail when documents are not disclosed. Justice de Montigny stated that the information contained in such documents should \"be disclosed to the applicant so that he or she has an opportunity to know and respond to the case against him or her\" (at para 25). In the present case, such disclosure was not done.  <FRAGMENT_SUPPRESSED>", "[36] The respondent is correct that the duty of fairness may be met through means that fall short of the full disclosure of reports relied upon by the officer, such as by providing the gist of the allegations and an opportunity to respond to them. The question is whether advance disclosure is required in the particular circumstances of the case. The difficulty here is that the applicant was only informed of the allegations towards the close of the interview after the officer had posed a number of questions based on information contained in the reports.  <FRAGMENT_SUPPRESSED>", "[37] It is clear from the officer's decision, that she gave much weight to the CSIS and CTS reports in reaching her decision. The officer relied on inconsistencies between the different interviews and clearly followed the recommendations set out in the CTS memorandum. I am thus satisfied that these documents are to be considered as instruments of advocacy as described by Justice Dawson  <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "[19] The content and purpose of the CBSA memorandum lead me to conclude that it was an instrument of advocacy designed, in the words of the Federal Court of Appeal in Bhagwandass , \"to have such a degree of influence on the decision maker that advance disclosure is required 'to 'level the playing field'\".  <FRAGMENT_SUPPRESSED>", "[38] Advance disclosure would have provided the applicant with a better opportunity to address the allegations of membership. In <FRAGMENT_SUPPRESSED> , a case similar to this one, it was found that the applicant was entitled, out of fairness, to advance disclosure or at least to a compensatory measure, such as post interview submissions, in order to make an informed submission on the points against him (see paras 31- 34).  <FRAGMENT_SUPPRESSED>", "[39] In the context of this case, procedural fairness required advance disclosure of the allegations set out in the CSIS and CTS documents.  <FRAGMENT_SUPPRESSED>", "[40] In the result, the application is granted and the matter remitted for reconsideration by a different officer. No serious questions of general importance were proposed and none will be certified.  <FRAGMENT_SUPPRESSED>", "[41] THIS COURT'S JUDGMENT is that :  <FRAGMENT_SUPPRESSED> 1. The application for judicial review is allowed, and the decision of the Immigration Officer made on November 17, 2010 is hereby set aside.  <FRAGMENT_SUPPRESSED> 2. The matter is remitted for redetermination by a different Immigration Officer in accordance with these reasons.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Anick Ouellette-Levesque/tw  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}