{"id_": "089789", "body_str": ["[1] Harrington, J. : Mr. Spidel, a prison inmate, has filed an application for judicial review with respect to what he considers the systemic failure of the Correctional Service of Canada to deal with inmate grievances in an expeditious manner as required by its governing act, natural justice and our Charter of Rights and Freedoms . Corrections Canada filed an affidavit from Michael Côté, its Director General of Rights, Redress and Resolution. Mr. Spidel decided to cross-examine him by way of written examination. The respondent refused to answer, and instead moved to have all the questions struck. Apart from ordering the production of an \"action plan\" referred to by Mr. Côté, Prothonotary Lafrenière granted the motion. These are the reasons in Mr. Spidel's appeal from that decision.", "[2] It is clear that the Prothonotary's decision was discretionary in nature. In such cases, the judge who sits in appeal can only exercise discretion de novo if the questions raised were vital to the final issue in the case, or the order was clearly wrong in that the exercise of discretion was based on a wrong principle or upon a misapprehension of the facts ( <FRAGMENT_SUPPRESSED> ).", "[3] I shall first deal with the decision which is subject to judicial review, then Mr. Côté's affidavit, and finally the Prothonotary's decision. OFFENDER GRIEVANCE RESPONSE (THIRD LEVEL)", "[4] Mr. Spidel submitted a third level grievance in which he asserted that there were systemic delays surrounding all levels of the grievance process, more specifically with respect to the failure to deal with matters expeditiously. He submitted a great deal of reference material including a copy of the Corrections and Conditional Release Act and Commissioner's Directive 081 entitled \"Offender Complaints and Grievances\". The Commissioner's Directive provides that correctional decisions are to be made in a forthright and fair manner \"with access by the offender to an effective grievance procedure.\"", "[5] In addition to his own lengthy affidavit, he filed affidavits from three other inmates. However, the grievance was not submitted as a group grievance as contemplated in section 45 of Commissioner's Directive 081 and therefore that part of the grievance was rejected.", "[6] Turning to his individual grievances, Mr. Spidel identified at least three grievances in which the response times had extended beyond one year for a single stage in the process. In one, the delays to respond were unilaterally extended eight times, and in another two, seven times.", "[7] Ian McCowan, Assistant Commissioner, Policy, upheld that part of the grievance. In fact, it was found that the responses to five grievances took longer than the prescribed time as stated in section 35 of Commissioner's Directive 081. However, it was decided that no further action was required. The reason given is that corrective action was underway in that in November 2010, the Regional Deputy Commissioner from the Pacific Region put in place an action plan to resolve the current backlog and delays.", "[8] Not happy with that decision, Mr. Spidel has applied for judicial review. At its broadest, the application seeks a declaration that the entire inmate grievance process is invalid, that the Commissioner capriciously abuses correctional policy to produce ongoing administrative delays which violate natural justice and statutory requirements, and an order in the nature of mandamus compelling the Commissioner to review grievances in accordance with statutory and policy requirements and to respect the law.", "[9] Applications are dealt with pursuant to Rules 300 and following of the Federal Courts Rules . After the filing of Mr. Spidel's affidavit, the respondent was entitled to file its supporting affidavits and documentary evidence. This is how Mr. Côté's affidavit was produced.", "[10] As noted by Prothonotary Lafrenière, Mr. Côté's affidavit is only ten paragraphs in length. In the first paragraph, he identifies himself. In paragraphs 2 through 5, he simply refers to the redress procedure, various directives, and part of the record before Mr. McCowan. He added at paragraphs 6 through 10: 6. As of June 2011, there are 14,476 federally incarcerated offenders. 7. In 2010-2011, CSC received 28,948 grievances from federal offenders. 8. Between April 2011 and June 2011, CSC received 5542 complaints and grievances. 9. In November 2010, the Regional Deputy Commissioner in the Pacific Region implemented an action plan to resolve the complaint and grievance backlogs and delays in that region. 10. In November 2010, the Pacific Region had 296 active 2nd level grievances. The Region currently has 149 active 2nd level grievances in process. This represents a 50% reduction in the regional backlog as a result of the action plan.", "[11] Mr. Spidel posed 49 written questions in cross-examination. In addition, he asked for a copy of the Pacific Region's \"action plan\". He asked a great many questions with respect to the 28,948 grievances referred to, whether there were similar action plans in other regions, and other broad questions of like nature. In other words, Mr. Spidel is attempting to conduct his own Royal Commission, notwithstanding that this is not a class proceeding. THE PROTHONOTARY'S DECISION", "[12] The Prothonotary correctly summarized the affidavit as follows: Paragraphs 2, 3 and 4 of the Côté Affidavit provide general information on the nature of the grievance process and attach two policy documents which outline CSC's grievance process. Paragraph 5 attaches a copy of pages that were included in the certified tribunal record that were omitted from the Applicant's affidavit. Paragraphs 6, 7 and 8 provide general statistics on the volume of grievances handled by the CSC. Finally, paragraphs 9 and 10 confirm that an action plan exists in the Pacific Region and that the action plan has resulted in a reduction in the regional grievance backlog.", "[13] The Prothonotary was of the view that the questions posed were an improper attempt to conduct a wide-range discovery and to convert the application for judicial review into a forum to assess the effectiveness of the action plan. He concluded that the questions were not legally relevant. His assessment was not unreasonable. In any event, I agree. ANALYSIS", "[14] Despite Mr. Spidel's eloquence, I am of the view that the decision to strike questions posed in this cross-examination is not vital to the outcome of the case ( <FRAGMENT_SUPPRESSED>  ACWS (3d) 807; <FRAGMENT_SUPPRESSED>  T-1544-09).", "[15] Nor do I find that the Prothonotary misdirected himself on the law or erred in his finding of facts.", "[16] I do, however, have a somewhat different point of view on the significance of Mr. Côté's affidavit. The general rule is that the Court is provided only with the documents which were before the tribunal when it made its decision. It is not intended as a means of obtaining discovery of all documents that may be in the tribunal's possession ( <FRAGMENT_SUPPRESSED>  ACWS (3d) 570; 1185740  <FRAGMENT_SUPPRESSED>  ACWS (3d) 922 (FCA)).", "[17] Neither the action plan nor any of the statistics cited by Mr. Côté are to be found in the certified tribunal record. It follows that either these documents were not before Mr. McCowan or the tribunal record is incomplete. Did he simply make a bald statement, without support, that an action plan was in place? It seems to me that Mr. Côté's affidavit was made in an attempt to shore up the decision.", "[18] It will be up to the applications judge, after the records are complete, to determine what should be done with the affidavit, and if moved under Rule 312, to determine whether a supplementary record should be filed.", "[19] Given my concerns about the purpose of the affidavit, although I am dismissing the appeal, I am only awarding the respondent costs in the appeal in the amount of $250, all inclusive. The cost order issued by the Prothonotary remains in place. ORDER", "[20] FOR REASONS GIVEN; THIS COURT ORDERS that the appeal is dismissed, with costs in the amount of $250, all inclusive. Appeal dismissed. Editor: Gary W. McLaughlin/vnh [End of document]"]}