{"id_": "089833", "body_str": ["[1] Near, J. : The Applicant, Neil Jackson Macdonald, seeks judicial review of a decision of the Immigration Appeal Division (IAD), dated June 8, 2011, dismissing his appeal of the refusal to issue a permanent resident visa to his wife and Chinese national, Zheng Qun Huang.  <FRAGMENT_SUPPRESSED> I. Background  <FRAGMENT_SUPPRESSED>", "[2] The Applicant registered online with Chinese Lovelinks and Cherry Blossoms and began exchanging emails with Zheng Qun Huang. He also made several trips to visit her in China. The pair married in March 2007.  <FRAGMENT_SUPPRESSED>", "[3] He brought an application to sponsor his wife for permanent residence in Canada in August 2008. A visa officer conducted an interview and refused the application on December 17, 2008, concluding that their marriage was not bona fide and was entered into primarily for the purpose of gaining status or privilege under the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA).  <FRAGMENT_SUPPRESSED>", "[4] This refusal was appealed to the IAD on January 21, 2009. A hearing was held on March 7, 2011.  <FRAGMENT_SUPPRESSED> II. Decision Under Review  <FRAGMENT_SUPPRESSED>", "[5] The IAD dismissed the Applicant's appeal because he had failed to satisfy the onus of demonstrating, on a balance of probabilities, that his marriage was genuine and not entered into primarily for the purpose of his wife acquiring permanent resident status.  <FRAGMENT_SUPPRESSED>", "[6] The IAD decided to base its determination on amended section 4(1) of the Immigration and Refugee Protection Regulations , SOR/2002-227 (the Regulations) requiring the presence of only one of the two criteria to establish \"bad faith\"relationships as the law in force at that time, rather than the former section as addressed in the visa officer's original decision and applicable when the appeal was filed on January 21, 2009. Regardless, it was noted that the IAD would have also dismissed the appeal under former section 4 of the Regulations.  <FRAGMENT_SUPPRESSED>", "[7] The Applicant's concerns regarding the reliability of the Computer Assisted Immigration Processing (CAIPS) notes were addressed by the IAD. It found that there was no evidentiary basis apart from self-serving testimony to conclude that the visa officer was, in essence, lying about the questions posed and the responses.  <FRAGMENT_SUPPRESSED>", "[8] Regarding the Applicant's allegations related to the interpreter, the IAD stated \"no request was made to make the visa officer available for cross-examination, nor has any complaint been formally lodged other than at the hearing, almost two and a half years following the December 2008 interview with respect to the interpreter's accuracy or independence or the visa officer conclusions and CAIPS notes. <FRAGMENT_SUPPRESSED>", "[9] Turning to the relationship between the Applicant and his wife, the IAD concluded it was more probable than not that she deliberately chose to create an English only online profile directed at foreigners overseas to provide her with entry to a country such as Canada. The IAD found the relationship had \"very little time to evolve and develop.\" It referred to various \"unresolved concerns\"including: a continued language barrier, the Applicant's initial intention to pursue a genuine relationship but at a much slower pace than Zheng Qun Huang, her failure to share news as to the purchase of a condominium in China, her questionable involvement in the immigration forms, and her lack of knowledge of the Applicant's son from a previous marriage.  <FRAGMENT_SUPPRESSED>", "[10] While the Applicant was considered credible, his wife was not. She was seen as seeking \"a new life in a new land that is not China, but one that is English-speaking and with one of the first persons she met over the international website despite the ongoing and considerable language barrier that significantly limits their communications without a third party interpreter. <FRAGMENT_SUPPRESSED> III. Issues  <FRAGMENT_SUPPRESSED>", "[11] This Applicant raises the following issues:  <FRAGMENT_SUPPRESSED> (a) Did the IAD err by applying amended section 4(1) of the Regulations entering into force on September 30, 2010 following the interview with the visa officer and filing of the appeal?  <FRAGMENT_SUPPRESSED> (b) Did the IAD err in its findings of fact and negative inferences?  <FRAGMENT_SUPPRESSED> (c) Did the IAD ignore evidence?  <FRAGMENT_SUPPRESSED> (d) Is there a reasonable apprehension of bias on the part of the IAD Panel Member?  <FRAGMENT_SUPPRESSED> IV. Standard of Review  <FRAGMENT_SUPPRESSED>", "[12] The parties initially disagreed as to the appropriate standard of review that should be applied in assessing the first issue regarding the application of the amended or former section of the Regulations. Both conceded this is a question of law, however, the Applicant assumed that it requires the correctness standard while the Respondent argued that deference afforded under the reasonableness standard is more appropriate in this instance as the IAD is effectively interpreting its home statute.  <FRAGMENT_SUPPRESSED>", "[13] Recent jurisprudence tends to support the Respondent's position (see for example <FRAGMENT_SUPPRESSED>  at para 37; <FRAGMENT_SUPPRESSED>  at para 34).  <FRAGMENT_SUPPRESSED>", "[14] <FRAGMENT_SUPPRESSED>  at para 54, the Supreme Court acknowledged that \"[d]eference will usually result where a tribunal is interpreting its own statute or statutes closely connected to its function, with which it will have particular familiarity.\" Similarly, Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para 44 maintains that although \"errors of law are generally governed by the correctness standard\" where \"the interpretation of the home statute or a closely related statute by an expert decision-maker is reasonable, there is no error of law justifying intervention. <FRAGMENT_SUPPRESSED>", "[15] As a consequence, the IAD should be afforded some deference in its application and interpretation of the Regulations by a review of the first issue raised on the reasonableness standard.  <FRAGMENT_SUPPRESSED>", "[16] This Court also recognizes that decisions of the IAD, as an expert tribunal, are generally owed deference and should only be set aside where there is an erroneous finding of fact made in a \"perverse and capricious manner or without regard for the material before it\" (see <FRAGMENT_SUPPRESSED>  [2008] FCJ no 1106 at paras 11-12; <FRAGMENT_SUPPRESSED>  [2009] FCJ no 458 at para 15). In particular, the assessment of whether a marriage is genuine involves a \"fact-based inquiry\" (see <FRAGMENT_SUPPRESSED>  [2007] FCJ no 152 at para 23) that following the decision in <FRAGMENT_SUPPRESSED>  at para 53 would warrant review based on the reasonableness standard.  <FRAGMENT_SUPPRESSED>", "[17] By contrast, any reasonable apprehension of bias, as an aspect of procedural fairness, should be reviewed based on the correctness standard ( <FRAGMENT_SUPPRESSED>  at para 43).  <FRAGMENT_SUPPRESSED> V. Analysis  <FRAGMENT_SUPPRESSED> A. Did the IAD Err by Applying Amended Section 4(1) of the Regulations Entering into Force on September 30, 2010 Following the Interview with the Visa Officer and Filing of the Appeal?  <FRAGMENT_SUPPRESSED>", "[18] Central to this application is the IAD's reliance on an amended version of section 4(1) under the Regulations. While the former and amended versions refer to the same elements, namely whether a marriage is genuine and entered into primarily for the purpose of acquiring a status or privilege under the IRPA; the test was changed from conjunctive to disjunctive.  <FRAGMENT_SUPPRESSED>", "[19] Under the former version, a finding of bad faith required both elements (see <FRAGMENT_SUPPRESSED>  [2006] FCJ no 1875 at paras 4-5). Amended section 4(1) now permits immigration officials to make this same finding on being satisfied that the marriage is either not genuine or entered into primarily for the purpose of acquiring status.  <FRAGMENT_SUPPRESSED>", "[20] The Applicant contests the use of section 4(1) of the amended Regulations as imposing a more restrictive approach when the visa officer's decision and the filing of an appeal took place prior to the amendments coming into force on September 30, 2010. The Applicant also suggests any delay in hearing the application was the fault of the IAD.  <FRAGMENT_SUPPRESSED>", "[21] Applicant's counsel relies on the determination in <FRAGMENT_SUPPRESSED>  [2011] FCJ no 1068 where Justice Richard Mosley provided a direction that the former conjunctive test be applied on reconsideration by the IAD on other grounds. The concern was that the applicant not be prejudiced by the new requirements and the IAD \"apply the law as it read when the applicant initiated her appeal and it was first determined by the IAD. <FRAGMENT_SUPPRESSED>", "[22] While I accept Justice Mosley's reasoning in that case, it is not directly applicable to the situation facing the Applicant. The IAD made its original determination on the basis of the amended regulations but also noted that the appeal would have failed under the former version. The Applicant's marriage was not considered genuine and entered into primarily for the purpose of acquiring status.  <FRAGMENT_SUPPRESSED>", "[23] Addressing a similar situation in <FRAGMENT_SUPPRESSED>  [2011] FCJ no 831 at paras 50-54, Justice Michael Kelen accepted the IAD's application of the amended Regulations as entering into force between the application and hearing. He referred to recognition of the IAD that since \"hearings are de novo appeals as opposed to a review the new Regulations should apply.\" As in this instance, the IAD was not satisfied that the marriage was genuine and not entered into primarily for the purpose of acquiring status. Therefore, the issue was not considered relevant to the application.  <FRAGMENT_SUPPRESSED>", "[24] The Respondent also draws the Court's attention to Canadian Citizenship and Immigration (CIC) Operational Bulletin 238 directing the IAD to apply \"the law that is presently in force and not the law that was in force at the time of the original decision by the officer. <FRAGMENT_SUPPRESSED>", "[25] It was not inappropriate for the IAD to apply amended section 4(1) in the context of a de novo hearing. By also noting that the Applicant's marriage would result in a bad faith finding under either the former or amended Regulations, the distinction is irrelevant to the IAD's ultimate determination. Intervention by the Court is not justified on this ground alone. I must therefore proceed to consider the other alleged errors raised by the Applicant.  <FRAGMENT_SUPPRESSED> B. Did the IAD Err in its Findings of Fact and Negative Inferences?  <FRAGMENT_SUPPRESSED>", "[26] The Applicant insists that the IAD erroneously equated an intention to attract English-speaking men to the desire to enter a country such as Canada through marriage. He claims the IAD did not consider contradictory evidence that the timing of their introduction in 2006, marriage in 2007 and application for permanent resident visa in 2008 does not demonstrate a pressing interest in immigration. He also takes issue with IAD's emphasis on the lack of a common language.  <FRAGMENT_SUPPRESSED>", "[27] None of these arguments persuade me that the IAD made its factual findings in a perverse and capricious manner without regard to the evidence before it. While the IAD accepted the Applicant's intentions as credible, it raised doubts concerning those of his wife. As the Respondent highlights, several factors were identified for this conclusion including: her intention to seek a relationship with an English-speaking foreigner, no functional communication and ongoing dependence of interpreters, no efforts to learn the language after 5 years of marriage, interpreter continues to benefit financially, limited understanding of details relating to the Applicant, and the speed with which she pursued the relationship.  <FRAGMENT_SUPPRESSED>", "[28] Based on these factors and evidence, the IAD has provided sufficient justification, transparency and intelligibility for its conclusions. The Applicant's issue with the weighing of these factors does not amount to a reviewable error.  <FRAGMENT_SUPPRESSED> C. Did the IAD Ignore Evidence?  <FRAGMENT_SUPPRESSED>", "[29] Similarly, the Applicant has not demonstrated that the IAD ignored evidence, but rather continues to ask this Court to re-weigh that evidence.  <FRAGMENT_SUPPRESSED>", "[30] The Applicant points to objective facts that it claims were ignored by the IAD. These include the Applicant's belief that his wife represented \"a soul mate in later years\" and the extent of evidence relating to communication on a regular basis. This evidence was, however, expressly considered in the IAD's reasons. Although the Applicant believes it should have been given greater emphasis, this is not relevant to the Court on judicial review.  <FRAGMENT_SUPPRESSED>", "[31] The Applicant relies on the decision of Justice Frederick Gibson in <FRAGMENT_SUPPRESSED>  [2003] FCJ no 388 at para 7 that the motivation of the applicant for a permanent resident visa should be considered as part of the IAD's analysis. He also insists that the IAD should have considered the cultural context, in this instance Oriental women advertising for suitable Western husbands, based on comments in for example <FRAGMENT_SUPPRESSED>  [2011] FCJ no 452.  <FRAGMENT_SUPPRESSED>", "[32] However, these cases do not directly apply to the IAD's decision in this case. The IAD directed itself to her intention of seeking an English-speaking husband. This was precisely the IAD's issue with the nature of the relationship. Its conclusion was based on various factors. The lack of common language and more detailed communication was also considered relevant. It was reasonable to conclude that the marriage was entered into \"primarily\" for the purposes of acquiring immigration status.  <FRAGMENT_SUPPRESSED> D. Is there a Reasonable Apprehension of Bias on the Part of the IAD Panel Member?  <FRAGMENT_SUPPRESSED>", "[33] I must agree with the Respondent that the Applicant has provided no evidence to support an allegation of bias against the IAD Panel Member. Rendering a negative decision regarding his appeal does not equate to the high threshold that must be met to establish a reasonable apprehension of bias (see Committee for Justice and  <FRAGMENT_SUPPRESSED>  [2006] FCJ no 1264 at para 20; <FRAGMENT_SUPPRESSED>  [2001] FCJ no 1091).  <FRAGMENT_SUPPRESSED> VI. Proposed Question for Certification  <FRAGMENT_SUPPRESSED>", "[34] The Applicant proposed the following question for certification:  <FRAGMENT_SUPPRESSED> Given that the Minister has deliberately refrained from requesting Parliament stipulate the application of section 4(1) of the Immigration and Refugee Protection Regulations to pending appeals - then the presumption against retroactivity or retrospectivity in section 43 of the Interpretation Act must apply such that appeals commenced prior to the enactment of section 4(1) of the Immigration Refugee Protection Regulations should be determined in accordance with section 4 of the IRPR.  <FRAGMENT_SUPPRESSED>", "[35] The Respondent opposed certification of this question because it is a statement and not a question; discloses no serious issue; does not arise on the facts of this case; and would not be determinative of an appeal.  <FRAGMENT_SUPPRESSED>", "[36] I am inclined to agree with this position. The principles relevant to certification were considered by the Federal Court of Appeal in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Since the IAD acknowledged that the Applicant and his wife would not meet the test under the amended or former regulations, responding to this question, or as alternatively phrased, would not be determinative of an appeal. I therefore see no basis for certifying a particular question on the facts of this case.  <FRAGMENT_SUPPRESSED> VII. Conclusion  <FRAGMENT_SUPPRESSED>", "[37] The IAD's determination regarding the Applicant was reasonable under the Regulations and in light of the evidence before it. There is no clear evidence of a reasonable apprehension of bias. In accordance with these reasons, the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[38] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed. No question is certified.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED> I.", "[2]", "[3] , LC 2001, ch 27 (LIPR).  <FRAGMENT_SUPPRESSED>", "[4] II.", "[5]", "[6]", "[7]", "[8]", "[9]", "[10] III.", "[11] IV.", "[12]", "[13] <FRAGMENT_SUPPRESSED> , au paragraphe 37;", "[14]", "[15]", "[16] <FRAGMENT_SUPPRESSED>  [2008] ACF no 1106, aux paragraphes 11 et 12;", "[17] Khosa V. Analyse  <FRAGMENT_SUPPRESSED> A.", "[18]", "[19]", "[20]", "[21]", "[22]", "[23] Saisi d'une situation similaire dans de novo", "[24]", "[25] de novo B.", "[26]", "[27]", "[28] C.", "[29]", "[30]", "[31] <FRAGMENT_SUPPRESSED>  [2011] ACF no 452.  <FRAGMENT_SUPPRESSED>", "[32] D.", "[33] Committee for Justice and  <FRAGMENT_SUPPRESSED>  [2006] ACF no 1264, au paragraphe 20; <FRAGMENT_SUPPRESSED>  [2001] ACF no 1091).  <FRAGMENT_SUPPRESSED> VI.", "[34]", "[35]", "[36] VII. Conclusion  <FRAGMENT_SUPPRESSED>", "[37] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[38] [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}