{"id_": "089855", "body_str": ["[1] Strickland, J. : This is an application for judicial review of the decision of the Refugee Protection Division of the Immigration Refugee Board of Canada (RPD), dated March 26, 2014, in which it concluded that the Applicant had failed to establish his identity. As identity had not been established, the RPD found that it was unnecessary to analyse the merits of his claim that he was a Convention refugee or a person in need of protection pursuant to ss 96 and 97, respectively, of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA). Further, pursuant to s 107(2) of the IRPA, that there was no credible basis for his claim. Background", "[2] The Applicant claims to be a citizen of Iran. In his initial Basis of Claim (BOC) he alleged, amongst other things, that he fled Iran in June 2013, arriving in Canada via Turkey, France and Spain, and making a refugee claim on October 11, 2013. On December 4, 2013, the Minister intervened in the claim and submitted a Five Country Conference Report (FCC) from the United Kingdom (UK), dated November 20, 2013. The report, based on fingerprint comparison, confirmed that the Applicant's biometric information matched a UK file for Majid Bahari, alias Moussa Mosavi, date of birth December 31, 1971, who had been fingerprinted in the UK on February 2005 and again on June 16, 2010, for the purpose of an asylum claim. His UK claim was refused and he was removed to Germany.", "[3] On February 3, 2014, the Applicant filed a substantially amended BOC. Twenty five of the original forty one paragraphs were deleted and twenty two new paragraphs were added. In his revised BOC the Applicant claims that he fled Iran on a false passport in September 2004 with the assistance of an agent. When his false passport was detected, he was detained in Germany and made a claim for asylum. He alleges that in Germany he was mistreated and subjected to racism, so, some months later, he utilized an agent to assist him in going to the UK, via France. He made a refugee claim in the UK in February 2005 but was removed back to Germany. He remained there for a few months and then decided to go again to the UK via France. He lived in the UK for five years. An agent there told him that after five years he could make another claim for asylum, as the UK did not keep fingerprint records for that long, and advised him not to disclose that he had been in the UK or Europe or that he had made a claim in Germany. He once again claimed asylum in the UK in 2010 and was discovered and sent back to Germany. On the same day that he arrived in Germany, he left for France. He stayed there for six or seven months, then re-entered the UK, where he stayed for about two years. Being concerned about his lack of status and fearing being returned to Germany and then Iran, particularly as he had now become a Christian, he again retained an agent, this time coming to Canada via France and Spain. The agent told him not to disclose his claim in Germany because, if he did, he would again be returned there.", "[4] The RPD found that the determinative issue was identity, which the Applicant had not established, and that there was also no credible basis for his claim pursuant to s 107(2) of the IRPA. Issues", "[5] The issues in this matter can be formulated as follows: i. Was there a breach of the duty of procedural fairness? ii. Did the RPD err in its credibility assessment? iii. Did the RPD err in finding that there was no credible basis for the claim? Standard of Review", "[6] The Applicant asserts that the RPD breached its duty of procedural fairness by refusing his application, made pursuant to Rule 43 of the Refugee Protection Division Rules , SOR/2012-256 (RPD Rules), to provide documents as evidence after a hearing but before a decision takes effect and by failing to afford him an opportunity to address the RPD's concerns with those documents. This Court has previously held that this is an issue of procedural fairness and is subject to the correctness standard of review ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ Cox ]).", "[7] The standard of review applicable to credibility findings of the RPD, including assessment of identity documents, is reasonableness ( <FRAGMENT_SUPPRESSED>  (FCA)). Legislative Background", "[8] The applicable section of the IRPA states as follows: Claimant Without Identification Credibility 106. The Refugee Protection Division must take into account, with respect to the credibility of a claimant, whether the claimant possesses acceptable documentation establishing identity, and if not, whether they have provided a reasonable explanation for the lack of documentation or have taken reasonable steps to obtain the documentation.", "[9] The applicable RPD Rules are as follows: Documents Establishing Identity and Other Elements of the Claim Documents 11. The claimant must provide acceptable documents establishing their identity and other elements of the claim. A claimant who does not provide acceptable documents must explain why they did not provide the documents and what steps they took to obtain them. Additional Documents Documents after hearing 43. (1) A party who wants to provide a document as evidence after a hearing but before a decision takes effect must make an application to the Division. Application (2) The party must attach a copy of the document to the application that must be made in accordance with rule 50, but the party is not required to give evidence in an affidavit or statutory declaration. Factors (3) In deciding the application, the Division must consider any relevant factors, including (a) the document's relevance and probative value; (b) any new evidence the document brings to the proceedings; and (c) whether the party, with reasonable effort, could have provided the document as required by rule 34. Documents Demande Issue 1: Was there a breach of the duty of procedural fairness? Rule 43 Application", "[10] The Applicant filed his claim on October 11, 2013 and it was scheduled to be heard on December 10, 2013. The Minister intervened on December 4, 2013 and counsel for the Applicant sought a postponement, which was granted to December 17, 2013. Ultimately, the matter proceeded on February 27, 2014. On the day of the hearing the RPD, pursuant to RPD Rule 10(6), limited the issues at the hearing to identity. At the close of the hearing, counsel requested permission to submit additional documents post-hearing and was advised by the RPD that she would have to make an application to do so pursuant to RPD Rule 43. Written submissions were received on March 17, 2014, at which time further documents purporting to establish identity were provided. The RPD referenced RPD Rule 43 and the factors it identified to be considered but concluded that, while the documents were relevant as they supported the Applicant's identity, their probative value was not sufficient to warrant admission. Further, that the documents were not new evidence because they were all in existence and could have been provided at the time of the hearing. They were also not provided in a timely manner. For these reasons, the RPD rejected the RPD Rule 43 application and did not admit or consider the identity documents sought to be submitted post-hearing.", "[11] The Applicant takes the position that his counsel had explained that she believed that the identity documents that had been submitted prior to the hearing, the Applicant's original shenasnameh, a letter from his father attaching a copy of his own national identity card and a letter from his nephew with a copy of the nephews national identity card, were sufficient to establish identity. The RPD did not provide notice prior to the hearing that the shenasnameh had been rejected and, had counsel been so advised, she and the Applicant would have devoted their efforts exclusively to the identity issue rather than all of the other aspects of the claim. Further, that because File Screening Forms are no longer used, which in the past had advised the parties of the legal issues and specific documents requested, there is now a differential treatment of new and older legacy files, which is also a breach of procedural fairness ( <FRAGMENT_SUPPRESSED> ).", "[12] The Applicant submits that the RPD identified a number of issues that arose from the post-hearing identity documents, yet it declined to reconvene the hearing to put these issues to the Applicant. This deprived him of the ability to make full answer and defence and to fully present his case. Had the hearing been reconvened, he could have provided explanations to address those concerns, thereby preserving procedural fairness ( <FRAGMENT_SUPPRESSED> ).", "[13] The RPD also relied on the information thought to have been contained in the Applicant's military service card to call into question other identity documents. It was unreasonable to reject all of the post-hearing documents establishing identity and to rely instead on one document that was not even before the RPD. Further, the RPD misconstrued the Applicant's testimony as to his date of birth and the spelling of his name. The RPD also criticized the post-hearing documents, as they were not originals, however, the school documents were originals, as was the Imperial birth certificate, and the family identity documents were all certified copies. The RPD erroneously set too high a bar for the Applicant to establish his identity. It also failed to explain why the original shenasnameh was rejected ( <FRAGMENT_SUPPRESSED> ) and erred in refusing to allow the Applicant to provide post-hearing evidence on identity ( <FRAGMENT_SUPPRESSED> ).", "[14] The Respondent submits that the RPD assessed each of the RPD Rule 43 factors and reasonably refused the Applicant's RPD Rule 43 application. The probative value of the documents was questionable and the Applicant's lack of diligence in producing them in a timely manner was determinative. RPD Rule 43 does not provide for a right to reconvene the hearing, and this Court has held that it is not required to provide an applicant with an opportunity to make post-hearing submissions on post-hearing evidence ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> ).", "[15] In any event, reconvening would not have addressed the RPD's concern that the Applicant had not been diligent in producing identity documents ( <FRAGMENT_SUPPRESSED> [ Julien ]). The explanation that the Applicant and his counsel had thought that identity had been established did not relieve him of his onus to provide acceptable documentation, particularly as the Minister had intervened on the issue of identity. Further, the Applicant had notice that identity was at issue by way of a letter of October 24, 2013, from the RPD and the Minister's intervention of December 4, 2013. Analysis", "[16] Section 106 of the IRPA requires the RPD, with respect to the credibility of an applicant, to take into account whether they possess acceptable documentation establishing identity and, if not, whether they have provided a reasonable explanation for the lack of documentation or have taken reasonable steps to obtain it. RPD Rule 11 states that an applicant must provide acceptable documents establishing identity and other elements of their claim. If acceptable documents are not provided, then the applicant must explain why not and what steps were taken to provide them.", "[17] In my view, there is no merit to the Applicant's submission that the RPD was obliged and failed to provide him with notice that his identity was the primary issue and, specifically, that it had concerns with his submitted identity documents.", "[18] Identity is always an issue at s 96 and s 97 hearings ( <FRAGMENT_SUPPRESSED> ), and this would have been known to his counsel. Further, by communication from the RPD to the Applicant's counsel dated October 24, 2013, counsel was specifically advised that the presiding member had asked that she provide \"any and all documents to corroborate the claimant's identity as a national of Iran\" as well as other matters. Further, the Notice of Intent to Intervene filed by the Minister stated that the Minister intended to intervene for the purposes of credibility and program integrity and that the Minister had received information that seriously undermined the Applicant's credibility. The Minister submitted that, based on the information set out in the notice, there was a serious reason to doubt the Applicant's evidence with regard to his identity, basis for claim, places of residence and travel route to Canada. Counsel would also have known that if the Applicant was unable to satisfy the RPD as to his identity then it was not compelled to consider his case on the merits ( <FRAGMENT_SUPPRESSED> ). Given this, it cannot credibly be suggested that the Applicant and his counsel were taken unawares by the identity issue.", "[19] Nor was the RPD required to provide the Applicant with a \"running score\" as to its assessment of the submitted identity documents prior to the commencement of the hearing ( <FRAGMENT_SUPPRESSED> at para 54; <FRAGMENT_SUPPRESSED> ). That issue was fully canvassed at the hearing and the Applicant was not entitled to an advance determination by the RPD as to its assessment of the submitted identity documents, which pre-judgment would likely in and of itself have resulted in a breach of procedural fairness, or to further explicit notice that the documents were a concern. If, as the Applicant submits, his counsel proceeded on the basis of her belief that the identity documentation submitted prior to the hearing was sufficient to establish identity, then she proceeded on an assumption that the RPD was not obliged to adopt, and it cannot be faulted for not doing so.", "[20] As to the lack of a File Screening Form, the RPD is entitled to amend its process ( <FRAGMENT_SUPPRESSED> ), so long as this does not result in procedural unfairness. The Applicant has not established that abolishing the form was unjust or unfair. In any event, given my findings above as to notice of the identity issue, the Applicant was in no way prejudiced by its absence. The Applicant also submits that, had he realized that the RPD was going to limit its questions to credibility, he would have focused exclusively on that issue rather than preparing to address all aspects of the claim. However, the RPD was entitled to limit its questioning of the Applicant, taking into account the nature and complexity of the issues and the relevance of the questions (RPD Rule 10(6)). And, as noted above, identity is always a threshold issue.", "[21] The Applicant also submits that the RPD breached its duty of procedural fairness by failing to reconvene the hearing to address its concerns with the post-hearing documents that the Applicant sought to submit by his RPD Rule 43 application.", "[22] RPD Rule 43 does not require the RPD to reconvene a hearing to address concerns it may have with the documents that an applicant seeks to have admitted post-hearing. What it does require is that in deciding the application the RPD \"must consider any relevant factors, including\" the three set out in the rule (see also Cox ).", "[23] Prior to the hearing the Applicant had submitted the two documents described above to establish his identity. Post-hearing he submitted identity documents of his parents that listed him in their shenasnamehs (or birth certificates), identity documents of ten of his siblings, his first birth certificate issued under the Imperial Government of the Shah, nine school documents (some of which had photographs of the Applicant), and photos of the Applicant with his family.", "[24] The RPD addressed each of the RPD Rule 43 factors in turn. As to the first factor, relevance and probative value, it found that the documents were unquestionably relevant but questioned how probative their value was in establishing the identity of the Applicant. The RPD noted: - the Applicant's testimony was that his mother's shenasnameh was available but that his father's had been submitted to an insurance company, which had kept it. Further, that one of those shenasnamehs he could not recall which did not list him as their son. However, his document submission only a few weeks later included his father's shenasnameh, and the Applicant, as \"Majeed Behary\", was listed on both of his parents' documents. The RPD also noted discrepancies pertaining to the identity documents of his siblings but concluded, as those documents made no reference to the Applicant, that they had little probative value in establishing his identity; and - the Applicant's testimony as to his ability to obtain further identity documents had been vague and he appeared uncertain that it would be possible to produce the documents at all, much less in a timely way. However, two weeks later he produced ten personal identity documents and twenty one identity documents for his family members, all translated. The RPD stated: The panel does not know what to make of this veritable avalanche of documents which the claimant has suddenly managed to produce, including an additional Shenasnameh for the claimant, where before there was almost nothing. These documents provided to the panel are not originals and the panel has no explanation as to how the claimant was able to provide such a collection of documents within two weeks' time. Furthermore, ... the personal identity documents he has submitted are primarily school documents, photos and the claimant's \"Shah\" Shenasnameh . Given the credibility concerns with the claimant's evidence, as discussed below, and the issues on the face of the documents he intends to submit post-hearing, the panel finds that these documents have little probative value.", "[25] However, there was an explanation provided for why these documents were not submitted, it was apparently because of the view that the documents that had previously been provided would be sufficient to establish identity. And, when questioned by the RPD about school documents, the Applicant stated that they were with his parents and that he would ask for them if they were needed. The Applicant also explained that it might take time to get the documents. Because his name was on them it would not be safe to send them by courier, but his relatives could perhaps utilize a private scanner and send them by email or deliver them through a relative's transit company. He also explained that his father had applied for insurance at a government agency, or pension office, and had to submit the Applicant's shenasnameh for that purpose. That process would take about five weeks, and the document had been with them for about three, so it could be returned in two weeks or perhaps a little earlier.", "[26] As to the second factor, new evidence that the documents would bring to the proceeding, the RPD found that all of the new documents were extant at the time the Applicant and his counsel were notified that identity was in issue. Thus, none of them was \"new\", as they were all in existence at the time of the hearing and could have been provided in a timely way.", "[27] As to the third factor, the RPD found that with reasonable effort these documents could have been provided at the time of the hearing. As discussed above, identity is always an issue in refugee hearings. However, at the very latest the Applicant knew on December 4, 2013 that his identity was being challenged. On December 5, 2013 counsel for the Applicant requested a postponement as there was insufficient time to review the Minister's materials with the Applicant prior to the scheduled December 4, 2013 hearing date. One of the rescheduled dates that she proposed was December 17, 2013. That date was agreed to by the RPD but, because of other factors, the matter was not heard until February 27, 2014. Thus, the Applicant had a period of approximately two and a half months to prepare and to gather any additional identity documents prior to the hearing if this had been deemed necessary or advisable.", "[28] As noted by the RPD, after the hearing the new documents were gathered and translated in a two week period. This suggested that they could have been produced earlier. This is also supported by the Applicant's own testimony, except perhaps for his father's shenasnameh.", "[29] While I am not convinced of the soundness of the RPD's assessment of the lack of probative value of the documents that the Applicant sought to produce in his RPD Rule 43 application, it did not err in its finding that the documents pre-existed the hearing and could have been produced in a timely manner.", "[30] The RPD has no duty to accept evidence or allow submissions after the hearing ( <FRAGMENT_SUPPRESSED> at para 12). Similarly to an application for an adjournment, there is no absolute right to the requested relief. As an administrative tribunal, the RPD has the discretion to accept or deny a RPD Rule 43 application. Therefore, when the RPD refuses such an application, the circumstances must be analysed in order to determine whether there was a breach of procedural fairness ( Julien at para 28).", "[31] In that regard, the RPD was required to consider the factors enumerated  <FRAGMENT_SUPPRESSED>  Rule 43 and any other relevant factors when making its decision, which it did. Accordingly, there was no breach of procedural fairness in that regard ( <FRAGMENT_SUPPRESSED> ). Having considered the required factors, the RPD rendered a decision that fell within the range of possible acceptable outcomes. Further, as stated in <FRAGMENT_SUPPRESSED> :", "[55] The RPD had no obligation to then return to the Applicants with concerns arising from the post-hearing submissions. To do so would be onerous on the RPD. It must be kept in mind that it was up to the Applicants to submit credible and corroborative evidence to support their claim.", "[32] Identity is a critical, threshold issue. In circumstances such as this the RPD should not be obliged to re-open a hearing when the evidence which the applicant seeks to produce post-hearing could have been provided prior to the hearing, which would have allowed the RPD to question the applicant on the documents and would have allowed counsel and the applicant to address any concerns that the RPD may have had. This is also in keeping with s 106 of the IRPA and Rule 11 of the RPD Rules. Issue 2: Did the RPD err in its credibility assessment?", "[33] The Applicant submits that the RPD's credibility analysis was flawed. He had explained that, given his past experiences of being returned to Germany, he did not disclose that he had made a refugee claim there. He feared that, if the Canadian authorities discovered his prior refugee claim, they too would return him to Germany from which he could be returned to Iran. His agent had counselled him to lie about this ( <FRAGMENT_SUPPRESSED> ), and his explanation should have been accepted by the RPD.", "[34] The Respondent submits that the RPD reasonably found that the serious credibility issues surrounding his identity undermined his credibility in whole.", "[35] In that regard, I would note that the RPD considered a number of factors in assessing the Applicant's identity and credibility, these are addressed below.", "[36] The Applicant's testimony was that in his lifetime he had had only two pieces of identification: his shenasnameh, which was before the RPD, and his military service card. He stated that he did not have a national identity card because he had been away a long time and issuance of those cards had just begun when he left. He had never had a passport issued to him by Iran.", "[37] The RPD took issue with the differing dates of birth on his shenasnameh and the biometric data received from the UK. The transcript indicates that, after some confusion, the Applicant stated that in the UK he had given the authorities his birthdate as registered on his military card, which was the 13th of the month of Dey in the year 1350, which the hearing interpreter converted to January 3, 1971. He then stated that he had given the UK authorities his military card and that they had converted his birthdate from the Farsi to the Gregorian calendar. The UK biometrics document lists his date of birth as December 31, 1971. He stated that before he came to Canada he had thought, based on that conversion, that his birthdate based on the Gregorian calendar was December 31, 1971. When asked if he had given a different date here, he stated that he had given his shenasnameh date. I would note that his BOC gives his date of birth as \"1972/01/03 (Farsi date: 1350/10/13)\" and at the beginning of the hearing he had testified that his date of birth was January 3, 1972.", "[38] The RPD asked if the military card had his real name and date of birth on it and he confirmed that it did. He then stated that he thought the birthdate on the military card was the 10th of the month of Dey of the year 1350, which the interpreter converted to December 31, 1971. The RPD then asked if the birth certificate that he provided to the Canadian authorities had a different birthdate than the military card. He stated that he was not sure but it might, and when asked for an explanation said he did not know but in Iran this is not an unusual occurrence. He confirmed that the military service card and the birth certificate should have contained consistent information.", "[39] The RPD in its reasons did not accept the Applicant's explanation for the differing birthdates which was reasonably open to it in these circumstances ( <FRAGMENT_SUPPRESSED> ). It found, based on the rejected explanation for the difference, together with the Applicant's failure to provide further information of his identity or to support his explanation, it was led to conclude that at least one of the identity documents was fraudulent, likely the one before it. This had a negative impact on his credibility.", "[40] The Applicant also submits that the RPD relied heavily on the military service card, which was not in evidence before it, to call into question the date of birth and the authenticity of the shenasnameh. I agree that it was not open to the RPD to determine that a document that was not before it was likely fraudulent and to rely on that document to attack the authenticity of the shenasnameh. However, the fact remains that the Applicant himself testified that his birthdate was January 3, 1972, which is not consistent with either of the other dates, and that no clear explanation for this was offered. The Applicant submitted that the difference in both dates was likely a translation issue; however, no evidence was offered in support of this submission.", "[41] I would also note that the RPD also asked the Applicant about documents in Iran that he could have obtained, including his driver's licence. He stated that this had been seized by the police when he ran a light and that when he went to get it they told him it had been lost and he had to get a new one. However, he got the run around, got fed up and did not go back. He nonetheless testified that his driver's licence number was in his shenasnameh, however, upon review by the RPD, such a reference was not found.", "[42] The RPD also noted that the UK biometric information (Majid Behari) had a spelling of the Applicant's name different from the one that he gave in Canada (Majeed Behary). The Applicant explained that the smuggler had told him to spell his name differently when he arrived in Canada. Further, that the usual way of spelling his name is what he gave in the UK, \"[b]ut it could also be spelled in a different way too\". The RPD noted that this also brought into question the accuracy of the Applicant's shenasnameh because that document bore the \"Canadian\" spelling (Majeed Behary) of his name, which the Applicant had testified was not the real spelling of his name. This had a negative impact on his credibility.", "[43] The RPD also noted that at the hearing the documents that were submitted in support of the Applicant's identity were copies with no translator's declaration. The first was a letter from Mohammad Hossein Behary stating that he was the father of Majeed Behary and attaching a copy of the former's national identity card. This was sent by Ali Kurdy, who identified the Applicant as his uncle and who had been asked by his grandfather, Mohammad Hossein Behary, to email his letter. He also attached a copy of his own national identity card. There was also a letter of support from Mohammad Reya Karimi, a friend of the Applicant, who met him in England in 2011. These were in addition to the shenasnameh and a baptism certificate dated November 3, 2013.", "[44] The RPD stated that it accorded the letters little weight, as they did not establish the identity of the Applicant. It also stated that the National Documentation Package (NDP) for Iran indicates that the shenasnameh has few, if any, security features. Further, that the photo is simply stapled on and can be replaced easily. Based on the lack of security features and the contradictions between the shenasnameh and the military service card, the RPD concluded it was fraudulent. As to the baptism certificate from a Canadian church, the Applicant's only other identity document, it was created in Canada and there was no evidence as to how the church established identity. Therefore, the RPD accorded it little weight.", "[45] The RPD also considered other aliases used by the Applicant. His testimony was that when he left Iran in 2004 he used a Greek passport. When he was arrested in Germany in November 2004 he was using a binational passport of Italy and Argentina. He made his claim for refugee status in Germany using the name Hameed Resa Mohebbi, which was a name he had just come up with \"off the cuff\". He had been issued a German identification card in that name but he had since thrown it away because he hated his experience there. He claimed that when he made his 2004 refugee claim in the UK he used his real name, Majeed Behary, but had no documents in that name. He again used his real name when he made his second claim there in 2010.", "[46] The RPD found the Applicant's explanation for his use of a false name in Germany - that if he had used his real name he would be returned to Iran - not to be reasonable. He had identified himself as being from Iran and was safe from his alleged agents of persecution when he arrived in Germany. Therefore, this had a negative impact on his credibility.", "[47] The fact that the Applicant had not been forthright in providing any information from Germany or the UK, where he had initiated refugee proceedings, also negatively impacted on his credibility.", "[48] Further, the Applicant testified that upon arrest in France he had given the French authorities the name Moussa Mousavi. This was not disclosed in his initial or amended BOC. His explanation for this was that he was not asked about being arrested in France. The RPD found this to be unreasonable, especially as he had given a false name for the purpose of avoiding being returned to Germany. This also impacted negatively on his credibility, as did the fact that he was prepared to invent a name whenever it suited his purposes to do so.", "[49] The RPD also noted the numerous false documents that the Applicant obtained and used in his lifetime. The RPD acknowledged that there are situations where individuals must flee their countries using fraudulent documents. However, it found that the Applicant was simply someone who had the wherewithal to obtain and use false documents to move between countries, even countries where he was safe from the persecution he feared in Iran. This undermined the weight the RPD could give to any documentary evidence the Applicant submitted to establish his identity.", "[50] Finally, the RPD noted that it had asked the Applicant whether he knew that it was important to produce genuine documents to a refugee board. His response was that in Europe people make a claim in any given name and once it is accepted, they obtain a legal name change to their real name. The RPD did not find this to be believable and found that it too undermined the credibility of the Applicant.", "[51] In sum, the RPD found that there was no persuasive evidence establishing the Applicant's nationality.", "[52] While I have some reservations as to the RPD's findings as to the authenticity of the shenasnameh, in view of the totality of the evidence of identity and credibility as addressed by the RPD, I have concluded that the matter does not warrant the Court's intervention. As stated in <FRAGMENT_SUPPRESSED> :", "[22] This Court has found on numerous occasions that the issue of identity is at the very core of the RPD's expertise; thus, the Court needs to caution itself not to simply second-guess the RPD. As stated by Justice Mary Gleason in <FRAGMENT_SUPPRESSED> :", "[48] ... In my view, provided that there is some evidence to support the Board's identity-related conclusions, provided the RPD offers some reasons for its conclusions (that are not clearly specious) and provided there is no glaring inconsistency between the Board's decision and the weight of the evidence in the record, the RPD's determination on identity warrants deference and will fall within the purview of a reasonable decision . In other words, if these factors pertain, the determination cannot be said to have been made in a perverse or capricious manner or without regard to the evidence. [Emphasis added.] ...", "[31] The Court finds that the RPD based its decision on the totality of the evidence before it, and given the lack of acceptable identity documentation, it was open to reject the Applicant's explanations and to impugn his credibility for not adducing such documents.", "[32] It is trite law that in situations where an applicant has not established identity, a negative conclusion as to credibility will almost inevitably also be drawn, and can, in and of itself, be dispositive of the claim ( <FRAGMENT_SUPPRESSED>  FTR 217 at para 32; <FRAGMENT_SUPPRESSED> ).", "[33] In this case, there were a number of clearly identified problems with the Applicant's identity documentation which had a significant bearing on the RPD's overall credibility finding, and they ultimately proved to be fatal to the Applicant's claim. The RPD's decision falls well within a range of possible, acceptable outcomes. Issue 3: Did the RPD err in finding that there was no credible basis for the claim?", "[53] The Applicant submits that simply finding an applicant's testimony not credible does not, ipso facto , result in a \"no credible basis\" finding ( <FRAGMENT_SUPPRESSED>  \"no credible basis\" finding has severe consequences for an applicant, as it removes the automatic stay of removal pending judicial review. For that reason, the threshold for a finding that there is no credible basis is a high one. The RPD must look to objective documentary evidence before making such a finding. Only if there is no independent or credible documentary evidence, or if any such evidence cannot support a positive decision, can the RPD make such a finding ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> ). Here there was documentary evidence before the RPD on the persecution of Muslim converts to Christianity. The RPD was required to assess this before reaching a no credible basis finding.", "[54] The Respondent submits that the Applicant's story was lacking in credibility to the point that no finding could be made as to the veracity of any portion of it. A general finding of a lack of credibility on the part of the Applicant may conceivably extend to all relevant evidence emanating from his testimony ( <FRAGMENT_SUPPRESSED> ). Accordingly, the RPD did not commit a reviewable error with respect to its finding that the claim had no credible basis.", "[55] Section 107(2) of the IRPA states: Decision on Claim for Refugee Protection Decision 107. (1) The Refugee Protection Division shall accept a claim for refugee protection if it determines that the claimant is a Convention refugee or person in need of protection, and shall otherwise reject the claim. No credible basis (2) If the Refugee Protection Division is of the opinion, in rejecting a claim, that there was no credible or trustworthy evidence on which it could have made a favourable decision, it shall state in its reasons for the decision that there is no credible basis for the claim. Preuve", "[56] The Applicant relies on <FRAGMENT_SUPPRESSED> for the proposition that <FRAGMENT_SUPPRESSED> is to be interpreted such that when the only evidence linking the Applicant to the harm that they allege is found in their own testimony, and the Applicant is found not to be credible, then the RPD may, after examining the documentary evidence, make a general finding that there is no credible basis for the claim. However, in cases where there is independent and credible documentary evidence, the RPD may not make a no credible basis finding (paras 19, 22-26). I would note, however, that <FRAGMENT_SUPPRESSED> was not a situation where the applicant had failed to establish his identity.", "[57] In <FRAGMENT_SUPPRESSED> , the applicant submitted that the RPD could only make a no credible basis finding only if there was no trustworthy or credible evidence that could support the claim and that a finding that the applicant is not credible is not sufficient for that purpose ( <FRAGMENT_SUPPRESSED> at para 51). Further, that because the RPD accepted that he was a bisexual, it was an error not to consider the documentary evidence of persecution of sexual minorities, as this was credible evidence that could support the claim ( <FRAGMENT_SUPPRESSED> ).", "[58] Justice Rennie agreed with the applicant that the no credible basis finding was unreasonable. While the RPD had found the applicant not to be credible in relation to other matters, it accepted that he was bisexual. The applicant alleged risk on the ground of his bisexuality and produced supporting documentary evidence. Justice Rennie noted that the threshold for a finding that there is no credible basis for the claim is a high one ( <FRAGMENT_SUPPRESSED> at para 51). If there is any credible or trustworthy evidence that could support a positive determination, the RPD cannot find that there is no credible basis for the claim even if, ultimately, it finds that the claim has not been established on a balance of probabilities (paras 15-19).", "[59] In my view, the difficulty that the Applicant faces in this case, unlike <FRAGMENT_SUPPRESSED> , is that the RPD did not accept any aspect of his claim. It found that he had failed to establish his identity. As a result, he also failed to establish that his nationality was Iranian. Without this, the documentary evidence as to persons at risk in Iran had no connection to the Applicant.", "[60] As stated in <FRAGMENT_SUPPRESSED> :", "[28] Moreover, the wording of subs. 69.1(9.1) provides that a \"no credible basis\" finding may only be made if there was no credible or trustworthy evidence on which the Board member could have upheld the claim. In other words, the Board member may not make a \"no credible basis\" finding if there is credible or trustworthy evidence before it that is capable of enabling the Board to uphold the claim, even if, taking the evidence as a whole, the Board decides that the claim is not established.", "[29] However, as MacGuigan J.A. acknowledged in <FRAGMENT_SUPPRESSED> , supra , in fact the claimant's oral testimony will often be the only evidence linking the claimant to the alleged persecution and, in such cases, if the claimant is not found to be credible, there will be no credible or trustworthy evidence to support the claim. Because they are not claimant-specific, country reports alone are normally not a sufficient basis on which the Board can uphold a claim.", "[61] The Applicant points to no authorities that support his position that where identity is not established, there may still be a credible basis for the claim. The circumstances here are more in keeping with the cases that find that where identity is not established it is not necessary to further analyze the evidence and the claim ( <FRAGMENT_SUPPRESSED> ).", "[62] Accordingly, the RPD did not err in finding, in these circumstances, that there was no credible basis for the claim. JUDGMENT", "[63] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed. 2. There shall be no order as to costs. 3. No question of general importance for certification was proposed or arises. Application dismissed. Editor: Angela E. McKay/nmg [End of document]"]}