{"id_": "089959", "body_str": ["[1] MacKay, J. : This is an application pursuant to s. 18 of the Federal Court Act, R.S.C. 1985, c. F-7, for orders in the nature of certiorari, prohibition and mandamus in relation to a decision of the respondent Human Rights Tribunal which excluded certain persons subpoenaed as witnesses from being present in the hearing room during an inquiry by the Tribunal into an allegation of discrimination. The persons excluded from the hearing, whose attendance the orders sought would permit, were Joseph Horan, the Director General, Personnel, of the applicant Canadian Radio-Television and Telecommunications Commission (\"C.R.T.C.\") who had been designated by the agency to instruct counsel on its behalf, and Brien Rodger, an employee of the C.R.T.C., whose conduct had given rise to a complaint. The complaint, alleging discrimination on the basis of a disability, was made to the Canadian Human Rights Commission under the Canadian Human Rights Act, R.S.C. 1985, c. H-6, by the respondent Richard Deegan.", "[2] At the hearing of this matter the applicants C.R.T.C. and Rodger were both represented by counsel, the respondents Deegan and the Canadian Human Rights Commission were separately represented by counsel and the respondents named as a Human Rights Tribunal were not represented.", "[3] The application seeks an order in the nature of certiorari and prohibition quashing the decision of the Tribunal made June 18, 1990, excluding the C.R.T.C.'s representative and Rodger from the hearing room, and prohibiting the Tribunal from continuing with the inquiry until those persons are permitted to be present. The application also seeks an order in the nature of mandamus directing the Tribunal to permit the C.R.T.C.'s representative and Brien Rodger to be present during the inquiry. Also sought are orders directing the Tribunal to conduct the inquiry in accordance with the rules of natural justice and the requirements of fundamental justice as guaranteed by s. 2(e) of the Canadian Bill of Rights, S.C. 1960, c. 44, part I, as amended (R.S.C. 1985, Appendix III) and finally, in relation to Rodger, an order pursuant to s. 24(1) of the Canadian Charter of Rights and Freedoms directing that the Tribunal conduct the inquiry in accordance with his right to fundamental justice as guaranteed by s. 7 of the Charter.", "[4] Grounds for the motion are that the Tribunal erred in law, breached the rules of natural justice, infringed the applicant's rights to fundamental justice as guaranteed by s. 2(e) of the Canadian Bill of Rights, and infringed the right of Brien Rodger to fundamental justice as guaranteed by s. 7 of the Charter, and exceeded its jurisdiction by ordering the exclusion of C.R.T.C.'s representative and Brien Rodger from the hearing. Background", "[5] The Tribunal was appointed to inquire into a complaint by Deegan, an employee of C.R.T.C., alleging that he was discriminated against on the basis of a disability. The complaint relates specifically to the conduct of his supervisor, Brien Rodger, whose name appears in the body of the complaint, although the complaint names only the agency, C.R.T.C., as respondent.", "[6] Horan is the senior manager responsible for Personnel Management and Policy within the C.R.T.C. His responsibilities include the matters in issue before the Tribunal and he had instructed counsel for the C.R.T.C. prior to the inquiry. He was considered by the C.R.T.C. as the most appropriate and knowledgeable person to continue instructing counsel and representing the C.R.T.C. at the inquiry.", "[7] The complainant Deegan is said not to agree that the allegations of discrimination are based entirely on the actions of the applicant Rodger. Apparently some concern on the part of Deegan, and perhaps also the respondent Commission, arises about conduct of Horan from the course of investigation conducted by the Commission into the allegation of discrimination.", "[8] The statutory process for investigation of a complaint and for efforts to settle it were followed in relation to Deegan's complaint but were not successful in resolving the matter. Ultimately the Tribunal was constituted pursuant to s. 49 of the Canadian Human Rights Act to consider the complaint. When counsel for the C.R.T.C. declined to indicate whether or not he would call Messrs. Horan and Rodger as witnesses at the inquiry, each of them was subpoenaed by the Tribunal at the request of the respondent Commission. Then counsel for the Commission declined in advance of the hearing to undertake that either would be called as a witness. At the outset of the inquiry on June 18, 1990, counsel for the respondent Commission asked for an order excluding witnesses, a request supported by counsel for the complainant. Counsel for the C.R.T.C. agreed with the request but proposed that Messrs. Horan and Rodger and the complainant Deegan be exempted from the order. Exemption of Messrs. Horan and Rodger was then opposed by counsel for the Commission and counsel for Deegan.", "[9] After hearing argument on the matter the Tribunal decided that witnesses, including Messrs. Horan and Rodger, are to be excluded from the hearing until after they have given testimony, if they should be called to do so. Much of the argument before the Tribunal related to the application of the proposed order to Horan who, as senior personnel officer of the C.R.T.C., had advised management in the matter and had instructed counsel in preparation for the hearing. Argument was also made for the attendance of Rodger on the ground that fundamental justice requires a person to hear what is said against him and be given an opportunity to defend himself. The essential issue and the decision was stated by the Chairman of the Tribunal in the following terms. \"So we have a collision here between the right to be present and hear what's going on and the ability to have a hearing that gets as close to the truth as possible by the general rules of evidence.\" (Transcript, Tribunal hearing, p. 15) Later, the Chairman said: \"... we are in agreement that the ability to get at the truth, the facts, without the risks of the persons being here takes priority from our point of view, and so we would exclude both Mr. Horan and Mr. Rodger until they give testimony.... we do feel it is important that they be excluded and we would exclude everyone except Mr. Deegan himself before they give evidence.\" (Transcript, Tribunal hearing, p. 17)", "[10] The C.R.T.C. then moved for an adjournment to challenge that decision of the Tribunal in this court, an adjournment granted by the Tribunal when counsel for the C.R.T.C. indicated he objected to further proceeding until this preliminary issue is resolved. The Tribunal And The Exclusion Of Witnesses", "[11] Under the Canadian Human Rights Act a tribunal, when constituted, has certain powers and responsibilities. These include, in relation to its inquiry into the complaint, the responsibility to provide notice to parties who shall then have opportunity to appear before the tribunal, present evidence and make representations to it; the power to summon and enforce the attendance of witnesses and to compel oral or written evidence on oath in the same manner as a superior court of record, and to receive and accept evidence and information as the tribunal sees fit (ss. 50(1) and (2)). The tribunal shall conduct a public hearing but may exclude members of the public if that is in the public interest (s. 52). At the conclusion of its inquiry the tribunal may dismiss the complaint, or if it finds the complaint is substantiated it may make an order for redress within the terms set by statute (ss. 53 and 54).", "[12] In the hearing on this application there was no argument about the general authority of the Tribunal to establish its own procedures so far as those are not specified by the Act. The general principle that tribunals are masters of their own procedures is now well settled, in accord with the principle stated by FRAGMENT_SUPPRESSED, and reaffirmed in FRAGMENT_SUPPRESSED", "[13] In the hearing of this application there was also no argument about the discretion of the Human Rights Tribunal to exclude witnesses generally from its hearing prior to them being called to testify. The only issue is whether that discretion extends to the exclusion of the persons whose attendance this application would seek to permit. The applicants here submit that under the provisions of the enabling statute or the general law the discretion of the Tribunal to exclude witnesses does not extend to the exclusion of Messrs. Horan and Rodger. Each of their situations and the arguments addressed concerning them will be considered in turn.", "[14] The discretion to exclude witnesses has long been recognized in the courts either under the common law, by statute or by rules of the courts themselves. The procedure is designed to ensure that the hearing body has the best opportunity for hearing the evidence of individual witnesses without influence upon their testimony which the hearing of others' testimony might introduce, either by suggestion as to the shaping of testimony to most effectively counter opposing witnesses, or of shaping testimony to correspond with that of earlier witnesses on the same side of a case. The practice is particularly relied upon where credibility is an issue. [See footnote 1].", "[15] In some jurisdictions rules of court or statute permit discretion in civil cases to exclude parties who are prospective witnesses (see, e.g. Alberta Rules of Court, r. 247). In other jurisdictions parties may not be excluded even if they are to be witnesses (see e.g. Rules of Civil Procedure, Ontario, r. 52.06). In the case of other jurisdictions and many administrative tribunals, the matter is simply left for discretion, subject to applicable general law. Where a witness, even one who is a party, is exempt from a ruling excluding witnesses generally or is in attendance by inadvertence despite such a ruling, and is only called to testify after hearing the testimony of others, the court or tribunal will carefully consider what weight to give to his or her evidence. Moreover, the hearing body may be interested to have such a witness called first among those to testify on behalf of a party.", "[16] In this case, it is apparent that the Tribunal concluded that all prospective witnesses, other than the complainant, should be excluded, among them Messrs. Horan and Rodger, even though the former was present to advise and instruct counsel on behalf of the C.R.T.C. Its decision was based upon its concern to have the best opportunity to determine facts from the testimony of individual witnesses unaffected by that offered by others. Exclusion Of The Representative Of C.R.T.C., Mr. Horan", "[17] On behalf of C.R.T.C. it is submitted that the discretion of the Tribunal to exclude witnesses generally does not extend to exclude Mr. Horan, even though he is a potential witness, since he was designated by the agency as its representative to advise and instruct counsel in preparation for and at the hearing by the Tribunal. It is urged that excluding him would contravene s. 50(1) of the Human Rights Act, and that aside from statutory limitations it would be contrary to the rules of natural justice.", "[18] These submissions are premised on C.R.T.C.'s right to select who shall represent it to advise and instruct counsel at the hearing. That right is portrayed as concomitant with its right to counsel, an element essential to a fair hearing.", "[19] The respondents do not concede the identification of Horan with the C.R.T.C. as one and the same for purposes of the hearing. They submit that others in the agency's administration, including \"house counsel\", who was present at the hearing as co-counsel for C.R.T.C., could present the agency and instruct counsel. They do not agree that exclusion of Horan as a prospective witness constitutes exclusion of C.R.T.C. as a party. They submit that the discretion of the Tribunal does extend to the exclusion of Horan despite his presence to instruct counsel. They rely on the decision of my colleague FRAGMENT_SUPPRESSED, where he declined to intervene to upset a decision not to exclude witnesses made by another tribunal and submit that this court should not here intervene in relation to the discretion exercised by the Human Rights Tribunal.", "[20] The exclusion as a potential witness of the person designated by a corporation or an agency to represent it and instruct counsel at a hearing where the corporation or agency is a party may well be unusual. The applicants suggest that such a person is exempt from a general exclusion order as a matter of general practice, referring to what appears as general practice in labour arbitration proceedings [see footnote 2] to the Ontario Rules of Civil Procedure, r. 52.06(2) which now precludes exclusion of such a person, and by reference to jurisprudence of Tennessee though I note that in these cases statutory provisions specifically precluded the exclusion of the person designated to instruct counsel [see footnote 3]. On the other hand, one would assume that in jurisdictions where the Rules of Court or statutes provide for discretion to exclude witnesses, including parties who are potential witnesses, it is implicit that one designated by a corporate or other body to instruct counsel may also be excluded as the party's representative if he or she also is a potential witness. From this I simply conclude that there is no generally recognized rule one can readily turn to as a limitation on the discretion of a tribunal.", "[21] When one turns to the statute creating the tribunal in this case, a key provision is s. 50(1) of the Canadian Human Rights Act, which provides: \"50(1) A Tribunal shall, after due notice to the Commission, the complainant, the person against whom the complaint was made and, at the discretion of the Tribunal, any other interested party, inquire into the complaint in respect of which it was appointed and shall give all parties to whom notice has been given a full and ample opportunity, in person or through counsel, to appear before the Tribunal, present evidence and make representations to it.\"", "[22] This provision identifies the parties to an inquiry as the Canadian Human Rights Commission, the complainant, the person against whom the complaint was made, in this case the C.R.T.C., and \"at the discretion of the Tribunal, any other interested party\". Each of these parties is to be given due notice of the inquiry and \"a full and ample opportunity, in person or through counsel, to appear before the Tribunal, present evidence and make representations to it.\" How is the opportunity to be provided in the circumstances of this case and with reference to Mr. Horan? The decision of Chief Justice Iacobucci in FRAGMENT_SUPPRESSED is instructive. There, dealing with s. 9(3) of the Competition Act which allowed persons to intervene with leave of the Competition Tribunal \"to make representations relevant to [the] proceedings in respect of any matter that affects that person\", the Chief Justice said: \"... To ascertain the meaning of the words in the section one should look not only at the dictionary definition and the context but also at the nature of the matters being dealt with in the action as well as the overall objectives of the underlying legislation. \"In the Shorter Oxford Dictionary, 'representation' is stated to mean, among other things, the following, which I find applicable to s. 9(3): '... a formal and serious statement of facts reasons or arguments made with a view to effecting some change, preventing some action, etc....'\"", "[23] The function of the Tribunal in this case is to conduct an inquiry into a complaint of discrimination through a hearing which is generally open and public, to find facts, to draw its conclusions and if it finds the complaint is substantiated to order action that will end the discriminatory practice and provide redress to the complainant. Its function is not to impose punishment, rather it is, in the context of a remedial statute, in the broadest sense to educate and to lead to change in conduct, if not in attitudes, and to provide a remedy where a complaint is substantiated.' [See footnote 4].", "[24] In this context the Act provides that parties as designated by statute, or recognized as interested parties by the Tribunal, are to have \"full and ample opportunity, in person or through counsel, to appear before the tribunal, present evidence and make representations to it\". The opportunity to present evidence and make representations implies, as I see it, the necessity to know the evidence and representations of others in order to respond with relevancy in the context of the hearing conducted by the Tribunal. That means the parties to a complaint should be free to attend and hear the evidence presented and without their consent should not be excluded under a general order excluding witnesses whether they represent themselves or are represented by counsel whose effectiveness should not be limited by the exclusion as a potential witness of a party who alone can instruct counsel. I am satisfied that if the person against whom a complaint is made under the Act is an individual, that person could not be excluded from the hearing on grounds that he or she is a potential witness. Excluding that person would, in my view, be contrary to s. 50(1) of the Act. It would also, in my view, conflict with the duty of fairness of the Tribunal in conducting its inquiry.", "[25] Yet it is argued that C.R.T.C., not a natural person, may have the person it has selected to represent it and to instruct counsel excluded where that representative is a potential witness. I am not persuaded that this is the case by argument that others might have been selected by C.R.T.C. to represent it, or might now be selected to replace Mr. Horan. This surely is a question for C.R.T.C., not for the Tribunal or for this court.", "[26] Where a party is a corporate or statutory body it can only be represented at the hearing and can only instruct counsel by a natural person who for all intents and purposes at the inquiry is deemed to represent the corporate or statutory body. If that body is not free to select its representative as it sees fit, then the person who stands in at the hearing and whose presence is primarily to instruct counsel may not have the full confidence of those responsible for the corporate or statutory body. That surely is the basis on which a body selects its representative and is the key to accepting the representative named as the person with the responsibility assigned by the corporation, or in this case C.R.T.C., to instruct counsel on its behalf. In my view, under s. 50(1) of the Act, a statutory body, here C.R.T.C., is entitled to representation and to instruct counsel at the hearing of the Tribunal by the person designated by that statutory body, C.R.T.C., and its opportunity to participate in the hearing as assured by s. 50(1) may not be limited by excluding that designated representative even though he or she may be a potential witness.", "[27] I find some support for this conclusion in practical aspects of the issue as presented here. It seems to me that in many cases of tribunals concerned with complaints or grievances arising in an employment relationship, the senior personnel administrator of a corporate or statutory body may well be the logical person to represent and instruct counsel on behalf of that body, and at the same time he or she is likely to be a potential witness if the complaint or grievance falls within his or her overall everyday responsibilities. The latter circumstance should not fetter the selection by the corporation or the agency of its representative for the hearings of a tribunal under the Canadian Human Rights Act. In this particular case, on the basis of representations of counsel for Mr. Deegan, it is my understanding that the investigation and conciliation process provided by the Act was completed before appointment of the Tribunal. A full report of the investigation was provided by the respondent Commission to C.R.T.C. and the latter responded in full to that report. I assume that responsibility for dealing with that report within C.R.T.C. fell largely to Mr. Horan as Director General, Personnel, and that he is already familiar with general and specific aspects of the complaint that is the subject of the inquiry, if not with how those may be presented to the Tribunal. It would be very unusual if much of the evidence to be presented would be a surprise to him. Isolating him from hearing others by exclusion before his own testimony is called, if it is to be, would not at this stage provide the same assurance as for other witnesses, that his testimony is free from influence from the evidence before the Tribunal, which is the purpose of the exclusion of potential witnesses.", "[28] There is one consideration to be emphasized. Where, as in this case, the person designated by the agency, C.R.T.C., to instruct counsel is also a potential witness and is exempted from a general ruling to exclude witnesses, his or her presence during testimony of others necessarily results in a careful weighing by the Tribunal of the weight to be given to testimony of the representative when called. It may be of concern or interest to the agency, C.R.T.C., in considering the choice of its representative to instruct counsel that if its representative is a potential witness there is a risk that weight of any testimony he or she gives will be discounted by the Tribunal unless by consent the representative agrees to be excluded with other potential witnesses under a general exclusion order.", "[29] I conclude, on the construction of s. 50(1) of the Act that the discretion of the Tribunal to exclude witnesses from its hearing before they are called to testify does not extend to include the person designated by C.R.T.C. to represent it and to instruct counsel at the hearing, in this case Mr. Horan. Exclusion Of Mr. Rodger", "[30] The applicant Rodger is not a party to the inquiry before the Tribunal. Counsel indicated that application may be made to the Tribunal on behalf of Rodger for standing as an interested party within the terms of s. 50(1). It is submitted that while not a named respondent, Rodger is the individual against whose actions the complaint is directed and the person who will be affected by any adverse finding. His character and reputation are said to be in issue and \"his career advancement in the public service would be affected by the findings of the Tribunal\". It is submitted that a person identified by name in a human rights complaint is an interested party\" within the meaning of s. 50 of the Canadian Human Rights Act.", "[31] The latter submission and a decision on an application for standing are matters entirely within the discretion of the Tribunal under s. 50(1) as I interpret that provision, subject to the limitation that any person who may be directly affected by any potential order made, if the complaint is substantiated, should be deemed an interested party. Then, as any other interested party within that subsection, a person with that standing should have opportunity to appear, present evidence and make representations to the Tribunal. Those circumstances do not apply to Mr. Rodger. He will not be directly affected if the complaint is found to be substantiated and an order for remedy made. That order will be directed only to the C.R.T.C., the named respondent to the complaint, which is the agency responsible for the conduct of all of its staff in relation to employer-employee relations, the general field in which the complaint here arises.", "[32] It is said that Rodger's character and reputation are in issue and his career advancement in the public service would be affected by the findings of the Tribunal. No order of the Tribunal can directly affect Rodger nor can it directly affect his career advancement in the public service; that advancement depends on other processes of assessment and evaluation with opportunity for recording dissent, questioning, grieving or appealing decisions. Because no order will be made directed to Rodger and no punishment will be imposed upon him or any remedial action taken against him by order of the Tribunal, I am not persuaded that other grounds urged on his behalf warrant any limitation of discretion on the part of the Tribunal to exclude him as a witness prior to his giving testimony.", "[33] It is submitted that the rules of natural justice here dictate that he ought to be permitted to hear the accusations against him and to properly respond to them if necessary and where appropriate, to advise his counsel as to possible cross-examination of the complainant and his witnesses. I assume that only if granted status as an interested party will he have opportunity to be represented by counsel. Otherwise he will continue status simply as a prospective witness. While I can appreciate sensitivity to complaints about one's actions where discrimination is alleged, those complaints if substantiated lead to remedial action rather than punishment, and in this case such action would be required of C.R.T.C. Rodger's status as a potential witness before the Tribunal gives him no greater standing to respond to \"accusations\" or alleged facts than any other witness. His exclusion from the hearing until called to testify does not violate principles of natural justice, or any duty of fairness owed to him by the Tribunal. For essentially the same reasons I am not persuaded that Rodger's inability to hear evidence of any allegations against him before he is called to testify does deprive him, as counsel submitted, of his right to a fair hearing in accordance with the principles of fundamental justice contrary to s. 2(e) of the Canadian Bill of Rights. [See footnote 5].", "[34] It is further submitted that the Tribunal proceedings and findings are capable of creating an infringement upon the rights of Mr. Rodger under s. 7 of the Charter [see footnote 6] which it is said includes the right not to be subjected to emotional hurt based on a loss of self-respect or dignity or stigmatization. I am not persuaded that s. 7 of the Charter is engaged by the facts of this case. Counsel relies upon FRAGMENT_SUPPRESSED. In FRAGMENT_SUPPRESSED reference is made by Vancise, J.A., to s. 7 of the Charter, and the opinion of  FRAGMENT_SUPPRESSED, to find that anxiety, damage to dignity and self-esteem could be a deprivation of the security of the person as contemplated by s. 7 of the Charter. However, that was a case arising under the Saskatchewan Human Rights Code where the respondent was a named individual and the issue was whether delay in proceeding with a complaint before a tribunal violated rights under s. 7 of the Charter. In this case, no complaint is laid against Mr. Rodger in the sense that he is not the respondent to the complaint and is not subject to any order the Tribunal may ultimately make. In FRAGMENT_SUPPRESSED  refers to s. 7 of the Charter as including both physical and psychological integrity of the individual. While proceedings before the Tribunal may present great difficulty for Mr. Rodger personally, the outcome of those proceedings has no possibility of any punishment or remedial order being made against him. Any personal trauma he may experience from the proceedings is simply one of the risks of life and does not constitute a deprivation of security to his person assured by s. 7 of the Charter. Conclusion", "[35] For these reasons I conclude that the application is allowed in part, quashing the order of the Tribunal insofar as it applies to the named representative of C.R.T.C., Mr. Horan, to exclude him from the hearing prior to his being called to give testimony, if he should be called, and an order directing the Tribunal to permit C.R.T.C.'s representative, if it continues to be Horan, to be present throughout the inquiry hearing. The application so far as it concerns the decision of the Tribunal in relation to Mr. Rodger is dismissed. No order of prohibition seems appropriate since the Tribunal has adjourned pending this decision. Nor are orders appropriate that would direct the Tribunal to conduct its inquiry in accord with the Act, with the rules of natural justice and the requirements of fundamental justice as guaranteed by s. 2(e) of the Canadian Bill of Rights.", "[36] An order will go to this effect. Appeal allowed in part. Editor: Debra F. MacCausland/slg Footnotes 1. See generally, Wigmore, Evidence, vol. 6 (Chadbourn Ed. Rev. 1976), c. 63; Sopinka and Lederman, The Law of Evidence in Civil Cases (1974), at p. 461; Schiff, Evidence in the Litigation Process (3rd Ed. 1988), at p. 55. 2. FRAGMENT_SUPPRESSED 3. See, FRAGMENT_SUPPRESSED. 4. See comments of Mr. Justice La Forest in FRAGMENT_SUPPRESSED. 5. This provision of the Canadian Bill of Rights is as follows: \"2. Every law of Canada shall, unless it is expressly declared by an Act of the Parliament of Canada that it shall operate notwithstanding the Canadian Bill of Rights, be so construed and applied as not to abrogate, abridge or infringe or to authorize the abrogation, abridgement or infringement of any of the rights or freedoms herein recognized and declared, and in particular, no law of Canada shall be construed or applied so as to (e) deprive a person of the right to a fair hearing in accordance with the principles of fundamental justice for the determination of his rights and obligations.\" 6. This provision of the Charter is as follows: \"7. Everyone has the right to life, liberty and security of the person and the right not to be deprived thereof except in accordance with the principles of fundamental justice.\" [End of document]"]}