{"id_": "089953", "body_str": ["[1]", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] ANALYSE  <FRAGMENT_SUPPRESSED>", "[10]", "[11]", "[12] personnellement 97.(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally  <FRAGMENT_SUPPRESSED> (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or  <FRAGMENT_SUPPRESSED> (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED> (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,  <FRAGMENT_SUPPRESSED> (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED> (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and  <FRAGMENT_SUPPRESSED> (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. [emphasis added]  <FRAGMENT_SUPPRESSED>", "[13]", "[14]", "[15]", "[16]", "", "", "[17]", "[18] ORDONNANCE  <FRAGMENT_SUPPRESSED>", "[19] .........................  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>  This is an application for judicial review of a decision by the Refugee Protection Division (RPD) of the Immigration and Refugee Board, delivered orally on August 23, 2006, and in writing on August 29. 2006. The member dismissed the applicant's refugee claim and considered that he was not a \"person in need of protection\" within the meaning of section 97 of the Immigration and Refugee Protection Act (IRPA).  <FRAGMENT_SUPPRESSED> FACTS  <FRAGMENT_SUPPRESSED>", "[2] The applicant, Jose Mauricio Martinez Pineda, is a citizen of El Salvador, who alleged that he would be subjected to a risk to his life or a risk of cruel and unusual treatment or punishment if he were to return to El Salvador.  <FRAGMENT_SUPPRESSED>", "[3] The applicant claimed that he had been threatened for the first time in 2005 by a street gang known as Maras Salvatruchas. He had allegedly been approached as he was leaving the university by a member of this gang who strongly encouraged him to become a member of the gang. The applicant then responded that he would never join the ranks of this group. A few days later, the applicant was again approached by the same individual who threatened him when he refused to join the gang.  <FRAGMENT_SUPPRESSED>", "[4] Mr. Pineda alleged that in the months that followed he had been threatened by gang members on several occasions. The gang members waited for him armed with knives at the university exit, and asked him to give them money. Then, in August 2005, members of the same gang showed up at the applicant's home and threatened him and hit him. It was then that he mentioned the problem to his parents and decided to abandon his studies at the university to confine himself at home.  <FRAGMENT_SUPPRESSED>", "[5] In December 2005, the applicant's father in turn had been threatened by members of the gang. Finally, the applicant submitted that the family home had been under surveillance since February 2006, which finally prompted him to decide to leave his country on February 17, 2006. First he went to the United States, where he lived with one of his aunts, before going to Canada on March 11, 2006, to request refugee status.  <FRAGMENT_SUPPRESSED> THE IMPUGNED DECISION  <FRAGMENT_SUPPRESSED>", "[6] In a short decision, the RPD first stated that it was satisfied about the applicant's identity.  <FRAGMENT_SUPPRESSED>", "[7] In regard to the merits of this matter, the RPD first pointed out that in order to be a \"person in need of protection\" under paragraph 97(1)( ) of the IRPA, the applicant must establish that his return to his native country would subject him personally to a risk to his life or to a risk of cruel and unusual treatment or punishment.  <FRAGMENT_SUPPRESSED>", "[8] Yet, when the member asked the applicant whether he was subjected to a risk that was different from a risk faced generally by the population of El Salvador , he responded that the street gangs recruited across the country and targeted all levels of society. Based on this answer, the RPD determined that the risk that the applicant would face if he were to return to his country was the same as the one faced by any other person in El Salvador.  <FRAGMENT_SUPPRESSED> ISSUE  <FRAGMENT_SUPPRESSED>", "[9] The issue in this matter is very simple: did the RPD err in determining that the applicant did not face a personal risk?  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED>", "[10] There is no doubt that the appropriate standard of review in this matter is that of patent unreasonableness. The issue of whether the applicant was personally targeted, and the assessment of his testimony in relation to that issue, were clearly questions of fact. This standard imposes a higher degree of deference on the court sitting in review; to attain the reviewable threshold of patent unreasonableness, the decision must be clearly irrational, not in accordance with reason. Indeed, I note that both parties agree that this standard is appropriate in this matter.  <FRAGMENT_SUPPRESSED>", "[11] The burden of proof under section 97 of the IRPA is higher than under section 96.  <FRAGMENT_SUPPRESSED>  (at paragraph 14), the Federal Court of Appeal stated that section 97 requires that a person establish on a balance of probabilities that he or she would face the risks described at paragraphs 97(1)( ) or ( ):  <FRAGMENT_SUPPRESSED> As was found by McGuigan J.A. to be the case with respect to section 96, nothing in subsection 97(1) suggests that the standard of proof to be applied in assessing the danger or risk described in paragraphs 97(1)(a) and (b) is anything other than the usual balance of probabilities standard of proof. The answer to the first certified question is therefore:  <FRAGMENT_SUPPRESSED> The standard of proof for purposes of section 97 is proof on a balance of probabilities.  <FRAGMENT_SUPPRESSED>", "[12] On the other hand, section 97 provides that the alleged risk must be personal. In fact, the provision reads as follows:  <FRAGMENT_SUPPRESSED> 97.(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally  <FRAGMENT_SUPPRESSED> (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or  <FRAGMENT_SUPPRESSED> (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED> (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,  <FRAGMENT_SUPPRESSED> (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED> (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and  <FRAGMENT_SUPPRESSED> (iv) the risk is not caused by the inability of that country to provide adequate health or medical care.  <FRAGMENT_SUPPRESSED> [Emphasis added.]  <FRAGMENT_SUPPRESSED> personnellement", "[13] In short, the risk faced by an applicant ought not to be a random and generalized risk indiscriminately faced by all persons living in the country to which the applicant risks to be removed. In this case, the applicant submitted in his Personal Information Form (PIF) that he had been personally subjected to danger; yet the RPD did not take this into account and rather put the accent on the fact that Mr. Pineda had stated in his testimony that the Maras Salvatruchas recruited across the country and targeted all levels of society, regardless of the age of the persons contemplated.  <FRAGMENT_SUPPRESSED>", "[14] On reviewing the reasons accompanying the RPD's decision, it appears that the member did not make any unfavourable findings regarding the applicant's credibility. It is true that on reading the hearing transcript, the member sometimes gives the impression that he doubts the truthfulness of certain explanations given by Mr. Pineda. However, he did not make the applicant's credibility an explicit reason for his decision and therefore we cannot speculate on his findings in this regard.  <FRAGMENT_SUPPRESSED>", "[15] Under these circumstances, the RPD's finding is patently unreasonable. It cannot be accepted, by implication at least, that the applicant had been threatened by a well-organized gang that was terrorizing the entire country, according to the documentary evidence, and in the same breath surmise that this same applicant would not be exposed to a personal risk if he were to return to El Salvador. It could very well be that the Maras Salvatruchas recruit from the general population; the fact remains that Mr. Pineda, if his testimony is to be believed, had been specifically targeted and was subjected to repeated threats and attacks. On that basis, he was subjected to a greater risk than the risk faced by the population in general.  <FRAGMENT_SUPPRESSED>", "[16] The respondent's counsel tried to liken the facts of this matter to the facts which led this Court to dismiss the applications for judicial review in <FRAGMENT_SUPPRESSED>  and <FRAGMENT_SUPPRESSED> . A careful review of both of these decisions indicates that there is absolutely no analogy between the situations at issue in those matters and the one described by the applicant. In both cases, the RPD had determined that the applicants had not succeeded in establishing that they were personally threatened. In the second of these cases, for example, the applicant claimed that he would indirectly suffer cruel and unusual treatment or punishment if he were to return to Colombia, because of the psychological stress that he would have to endure as a parent worrying about his son's well-being. The RPD had dismissed this claim, on the grounds that it was a generalized risk that all parents in Columbia faced because of the ongoing civil war in that country. Called to determine the merits of this decision, the Court held as follows:  <FRAGMENT_SUPPRESSED>", "[24] It seems to me that common sense must determine the meaning of s. 97(1)(b)(ii). To put the matter simply: if the Applicants are correct that parents in Colombia are a group facing a risk not faced generally by other individuals in Colombia, then it follows that every Colombian national who is a parent and who comes to Canada is automatically a person in need or protection. This cannot be so.  <FRAGMENT_SUPPRESSED>", "[25] The risk described by the Applicants and the Board in this case is a risk faced by millions of Colombians; indeed, all Colombians who have or will have children are members of this population. It is difficult to define a broader or more general group within a nation than the group consisting of \"parents\".  <FRAGMENT_SUPPRESSED>", "[17] The facts underlying this application for judicial review have nothing to do with such a situation. The applicant was not claiming to be subject to a risk to his life or his safety based only on the fact that he was a student, young or from a wealthy family. If such were the case, the application would have to be dismissed for the same reasons that led the Court to confirm the RPD decisions in the two matters mentioned above. But this is not the case. The applicant alleged that he had been personally targeted on more than one occasion, and over quite a long period of time. Unless we question the truthfulness of his story, which the RPD did not do, we have no doubt that he will be personally in danger if he were to return to El Salvador. In the particular circumstances of this matter, to find the opposite amounts to a patently unreasonable error.  <FRAGMENT_SUPPRESSED>", "[18] For these reasons, I therefore determine that the application for judicial review must be allowed, that the RPD decision must be set aside and that the matter must be referred to another member for redetermination.  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[19] THE COURT ORDERS that the application for judicial review be allowed. No question of general importance is certified.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}