{"id_": "090043", "body_str": ["[1] Near, J. : The Applicant, Keivan Manouchehrnia, seeks judicial review of a negative Pre-Removal Risk Assessment (PRRA) dated July 20, 2011. The PRRA Officer found that he would not be subject to a risk of persecution, danger of torture, risk to life or risk of cruel and unusual treatment or punishment if returned to his home country of Iran. I. Facts", "[2] The Applicant came to Canada and made a refugee claim in 2001 based on a fear of persecution by Iranian authorities linked to his brother's involvement in the Mojahedin opposition group. After his brother fled to Pakistan in 1988 and was recognized as a refugee, the Applicant states that he was detained and questioned periodically prior to leaving the country in 1999.", "[3] In 2003, the Applicant was arrested in accordance with a warrant issued following his failure to appear for a refugee determination interview. On March 16, 2005, a hearing ultimately took place and his refugee claim was subsequently denied by the Immigration and Refugee Board (the Board).", "[4] The Board found he lacked subjective fear, noting his long delay in leaving Iran and failure to make a claim on passing through Greece or the United States. Also discussed were some differences in his Personal Information Form (PIF) and oral testimony as to how often he was questioned by authorities. The Board concluded that if there was any intention of harming the Applicant, the authorities would have simply required him to report throughout the eleven year period. The Applicant was seen as country shopping to establish himself economically.", "[5] In December 2010, the Applicant requested the PRRA that is now before this Court. II. Decision under Review", "[6] The PRRA Officer determined that the Applicant had not provided new evidence with his application as defined by section 113(a) of the Immigration and Refugee Protection Act , SC 2001, c 27. It was noted: The applicant provided no new risks and no personal or objective evidence to support his risks feared. Essentially, the applicant repeats the same allegations in his PRRA application which he had previously presented in his PIF and before the Board. As noted above, it is not the role of the PRRA officer to revisit factual and credibility conclusions drawn by the Board. I note that the Board found that the applicant's story had various inconsistencies and questioned his credibility. It is the applicant's responsibility to demonstrate that he is personally at risk if he returns to his home country. In consideration of the lack of evidence submitted, I find that the applicant has not met his burden of proof and has not satisfied me that he is personally at risk if he returns to Iran.", "[7] Turning to conditions in Iran, it was acknowledged that human rights violations occur in the country. The PRRA Officer nonetheless found: [...] there are many general problems with human rights and personal freedom in Iran. Furthermore, the situation has not significantly changed, in a negative way, since the Board rendered its decision in April 2005. That being said, the applicant did not demonstrate that he was a member of a targeted group. Though human rights conditions in Iran are far from ideal, I am not satisfied that the applicant is personally at risk of persecution because of his personal profile. Based on the evidence submitted and on objective sources consulted, and in consideration of the Board decision, I am not satisfied that the applicant is wanted by the Iranian authorities or that he is a member of one of the groups of persons who are significantly at risk of human rights violations in Iran. III. Issues", "[8] The Applicant raises a single issue that can be addressed as follows: (a) Did the PRRA Officer err in analyzing country conditions regarding the Applicant's personalized risk? IV. Standard of Review", "[9] Assessments of a PRRA Officer are generally reviewed according to the reasonableness standard (see for example <FRAGMENT_SUPPRESSED>  [2010] FCJ no 21 at paras 25-26).", "[10] This Court will only intervene where the decision does not demonstrate the existence of justification, transparency and intelligibility or falls outside the range of possible, acceptable outcomes defensible in respect of the facts and law ( <FRAGMENT_SUPPRESSED>  at para 47). V. Analysis", "[11] The principal argument raised is that the PRRA Officer's consideration of current country conditions facing the Applicant and those similarly situated to him was unreasonable in the circumstances. The Applicant asserts that his PRRA application and overall claim is inextricably linked to his brother's membership in the Mojahedin and subsequent claim for refugee status. He insists that the PRRA Officer seemingly ignored evidence of similarly situated persons and he need not demonstrate that he would be at risk due solely to his personal profile.", "[12] The Respondent maintains, and I agree, that the PRRA Officer did not ignore relevant evidence. Beyond the emphasis placed on the association with his brother, the Applicant has not demonstrated he belongs to a targeted group. The Board also previously determined that he was not at risk in Iran as a result of his brother's opposition activities. The PRRA Officer stressed the Applicant did not submit any new evidence to rebut this finding or raise a new element of risk.", "[13] As reflected by the Federal Court of Appeal's determination in <FRAGMENT_SUPPRESSED>  [2007] FCJ no 1632 at para 13, the purpose of a PRRA is not to re-argue the basis of the refugee claim. Rather, it is premised on respect for the negative refugee determination \"unless there is new evidence of facts that might have affected the outcome of the RPD hearing if the evidence had been presented to the RPD.\" Lacking this new evidence, it was reasonable for the PRRA Officer to respect the Board's findings regarding the risks facing the Applicant in relation to his brother along with current country conditions as in this case.", "[14] Having reviewed the documentary evidence, the PRRA Officer recognized general problems associated with human rights and personal freedoms in Iran. In light of this objective evidence and the Board's decision, however, the PRRA Officer was\"not satisfied that the applicant is wanted by the Iranian authorities or that he is a member of one of the groups of persons who are significantly at risk of human rights violations in Iran.\" I stress that the PRRA Officer is not required to specifically mention each and every piece of documentary evidence ( <FRAGMENT_SUPPRESSED>  (FCA)). VI. Conclusion", "[15] I am not convinced that the PRRA Officer erred in the assessment of relevant country conditions as applied to the Applicant. For this reason, the application for judicial review is dismissed. JUDGMENT", "[16] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed. I. Faits", "[2]", "[3]", "[4]", "[5] II.", "[6] ) de la [traduction]", "[7] [traduction] III.", "[8] IV. Norme de contrôle", "[9] <FRAGMENT_SUPPRESSED>  [2010] ACF no 21, aux paragraphes 25 et 26).", "[10] <FRAGMENT_SUPPRESSED> , au paragraphe 47). V. Analyse", "[11]", "[12]", "[13]", "[14] <FRAGMENT_SUPPRESSED>  (CAF)]. VI. Conclusion", "[15] JUGEMENT", "[16] [End of document] <FRAGMENT_SUPPRESSED>"]}