{"id_": "090041", "body_str": ["[1] Strayer, J. : This is an application under rule 324 for the issue of formal judgment, including an order that costs be awarded to the plaintiffs on a solicitor and client basis in respect of the application to which this order relates. I gave reasons on May 20, 1987, dismissing an application by the defendant for the striking out of all or part of the plaintiffs' statement of claim. At the end of the hearing of that application, I reserved my decision and counsel for the plaintiffs asked that, should I dismiss the application with costs, they have an opportunity before the entry of formal judgment to submit written argument that costs should be on a solicitor and client basis. I subsequently in my reasons indicated that I was dismissing the defendant's application, with costs in favour of the plaintiffs regardless of the outcome of the cause. I have since received the plaintiffs' application for entry of judgment and their submissions on costs, together with the defendant's reply to those submissions and the plaintiffs' response to that reply.", "[2] I have concluded that costs should be awarded on a solicitor-client basis. Rule 344(1) gives the court \"full discretionary power\" over costs and rule 344(3)(m)(i) indicates that in exercising its discretion the court may consider \"whether any stage in the proceedings was ... unnecessary ...\" For reasons set out by me on May 20, 1987, the motions by the defendant dealt with therein to strike out the statement of claim were unnecessary and bound to be futile. Counsel for the defendant did not explain to me adequately at the hearing any plausible purpose for such motions, considering that I had already dismissed on October 31, 1986, his motion to strike out the entire statement of claim. Nor, in the written submissions made to me on the present motion, has he demonstrated any purpose or justification for his second application to strike out so as to avoid an award of solicitor-client costs. He appears to be contending that, if counsel for the plaintiffs would only have agreed to have the amended statement of claim included in the appeal book, in respect of his appeal of my first order, then his second application would have been unnecessary. I am unable to see why this problem could not have been dealt with, if necessary, under rule 1204 which allows the parties to agree, or the Court of Appeal to order, the addition of other material apart from the record of the hearing preceding the order appealed from and that order.", "[3] While in my view costs should not be awarded on a solicitor-client basis simply because a party had a weak case to begin with, they are appropriate if the manner of conduct of the case is such as to incur unnecessary expenses for the other side. I distinguish this situation from such cases as  <FRAGMENT_SUPPRESSED> , at 341, where the Federal Court of Appeal reversed an award by a trial judge of costs on a solicitor-client basis. In that case the court said: \"The appellant had a right to bring the motions at the stage or proceedings it did and it had a serious argument.\" Try as I might, I have been unable to understand in what respect the defendant here had a serious argument and I have not been aided in my understanding by the further written submissions with respect to the present motion for judgment.", "[4] The defendant has also requested that I amend my reasons of May 20, 1987. When dealing in those reasons with the defendant's motion to strike out paragraphs 9 and 11 on the ground that the particulars in respect of those paragraphs, provided after my first order, disclose no reasonable cause of action, I said: \"With respect to the condition I imposed on them concerning paragraphs 9 and 11, in my view they have not properly provided particulars of facts on which they intend to rely (that is, facts to demonstrate customs, practices, or other forms of recognition of the aboriginal rights they claim). But that does not in any way invalidate paragraphs 9 and 11 of the statement of claim. In my view those paragraphs now can be taken to be only statements of law and not allegations of fact, but that of course will be a matter for the trial judge to determine at trial.\" I would first observe that it is by no means clear to me that I have any authority to amend reasons already issued. Certainly, rules 337(5) and (6) do not contemplate the amendment of reasons, only the amendment of judgments for the purpose of correcting minor errors or to make them accord with the reasons. I have noted, however, that Jackett, C.J., in  <FRAGMENT_SUPPRESSED> , at 807-808 (C.A.), appears to have explained reasons given in an earlier decision, lest they be misunderstood, and I will do the same. First it must be observed that the only operative instrument in respect of paragraphs 9 and 11 is subparagraph 4(b) of my order of October 31, 1986, which stated as follows: \"(b) if the plaintiffs wish to adduce any evidence to prove the existence of the aboriginal rights alleged in paragraphs 9 and 11 of the amended statement of claim they must provide particulars as to the rights, customary laws and institutions of the bands (of which they claim to be the successors) which are alleged to be included in such aboriginal rights.\" As counsel for the defendant has quite properly pointed out, and as I indicated myself in my reasons of May 20, 1987, I was at the latter date and am still functus officio with respect to the order of October 31st. Therefore nothing which I might have said in my reasons of May 20th could in any way alter the effect of that order, either in favour of the defendant or contrary to its interests. I was attempting to explain in the passage quoted above in my reasons of May 20th that I could find no basis in events which had transpired since the earlier order, including the filing of particulars concerning paragraphs 9 and 11 of the statement of claim, for holding that the statement of claim had been made any less valid than it was when I refused to strike it out last October. I did venture the opinion, perhaps gratuitously, that the particulars which had been filed since did not in my view amount to allegations of fact, allegations which I had said in subparagraph 4(b) of my order of October 31, 1986, to be necessary before the plaintiffs could adduce evidence at trial in respect of those paragraphs of the statement of claim. When I said on May 20th \"but that of course will be a matter for the trial judge to determine at trial\" I was simply stating the obvious that it was no part of my authority, in hearing the second application to strike out the statement of claim, to pass judgment on whether the plaintiffs had complied with the condition I had imposed in my order of October 31, 1986, as a prerequisite for the introduction of evidence concerning paragraphs 9 and 11. I was making the obvious observation that the determination of what evidence will be admissible at trial will be for the trial judge, having due regard to what has gone before including my order of October 31, 1986. I am therefore not going to make any order \"correcting\" the reasons of May 20th because the operative instrument is my order of October 31, 1986. It should also be emphasized that the defendant did not in its second application directly attack the adequacy of the particulars provided by the plaintiffs in respect of paragraphs 9 and 11. It did not make an application for an order for better particulars but sought instead to have paragraphs 9 and 11 struck out of the statement of claim, action which was not contemplated by the order of October 31, 1986 and which had not become justifiable by anything which had since transpired.", "[5] The plaintiffs have complained of extra costs incurred by the necessity of coming to Ottawa for the hearing of the motion on May 6, 1987. I do not think it would be fair to make any special order against the defendant in this respect. The defendant suggested, quite properly I think, that I should hear its motion because I had, as a result of a hearing of several days in September, 1986 in connection with the first application to strike, become quite familiar with the facts and the relevant law. We were therefore able to abbreviate the hearing of the second application, to the advantage of all parties and this was, I think, warranted. At the same time, I was not available at an early date elsewhere but Ottawa and that necessitated the hearing here. It was to the plaintiffs' advantage to have the application dealt with as soon as possible to avoid further delays in the filing of a statement of defence.", "[6] The formal order will issue, including an award of costs against the defendant on a solicitor and client basis regardless of the outcome of the cause, in conformity to the reasons of May 20, 1987. Application allowed. Editor: Elizabeth M.A. Turgeon/kam [End of document]"]}