{"id_": "090123", "body_str": ["[1] Frenette, D.J. [Translation]: This is an application for judicial review from a decision of the Office of Dispute Management (the Office), dated March 20, 2007, denying the applicant access to an independent third party review (ITPR) after the Canada Revenue Agency (the Agency) declined to grant him a position. The Office considered that the desired position was a temporary lateral deployment and was thus ineligible for ITPR under the relevant staffing program. FACTS", "[2] The Agency was created pursuant to subsection 4(1) of the Canada Revenue Agency Act , S.C. 1999, c. 17 (the Act ). Section 54 of the Act provides that the Agency may develop a staffing program governing inter alia the appointment of, and recourses for, employees.", "[3] Following creation of this staffing program the Agency also established the Directives on Recourse for Staffing (the Directives), providing for three recourses available to employees dissatisfied with decisions made in staffing processes, namely individual feedback, internal review and ITPR.", "[4] On May 12, 2004 the Agency sent its employees a notice of interest by e-mail to fill a position in the Business Valuation Section for a five-year period. The notice of interest was as follows: [Translation] \"An additional position at the AU-02 level in the Business Valuation Section is to be filled. The position could also be filled by a candidate at the AU-01 level, given the right level of interest and skills. \"It is important that this position be held by a candidate demonstrating a significant interest in the business sector. Additionally, as the development of a business valuator requires a considerable period of training, the successful candidate will have to agree to devote several years of his or her career to it (five years). [...]\"", "[5] The applicant, who held a position at the AU-01 group and level, applied for this AU-02 position. Another employee at the AU-01 group and level was the successful candidate; as he had not been selected, the applicant was offered individual feedback. He then initiated an ITPR process by applying in writing to the Agency's Office and to the manager who made the disputed decision. The Office then had to determine whether the conditions for ITPR eligibility had been met before handing the application over to the independent third party for review.", "[6] On October 1, 2004 an adviser from the Office informed the applicant in writing that he could not have an ITPR since this remedy was available only in respect of an application [Translation] \"during the initial stage of a selection process or without an internal selection process leading to a permanent promotion.\" Therefore, since the applicant was seeking review of a temporary lateral deployment, he was not eligible for an ITPR.", "[7] The applicant then sought judicial review of the decision by the Federal Court. My colleague Harrington, J., allowed the application for judicial review on September 30, 2005 and referred the matter back to a new adviser of the Office. He concluded that there had been a lack of procedural fairness since the applicant had not been given an opportunity to make submissions. Harrington, J., did not have to rule specifically on the question regarding the temporary or permanent nature of the position, but he did mention in obiter that: \"[23] This Court has already said that its role is not to decide whether a position is temporary or permanent or to determine the criteria of the competition. However, without some explanation of the adviser's reasoning, the Court must rely on the evidence presented by the parties in determining whether the decision was patently unreasonable. The Court has great difficulty with the respondent's contention that the position was temporary. One cannot rely simply on the statement that the position is temporary and classify it as such. The actual nature of the position has to be determined. On account of the fact that the candidate must devote several years of his career, namely five years, and that the position had existed long before the posting of the 'Notice of Interest', the Court is of the view that the position was permanent .\"  <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ) (emphasis added)", "[8] Despite the opinion of Harrington, J., as to the nature of the position, the adviser responsible for reassessing the matter reiterated the initial conclusion of the Office after giving the applicant an opportunity to make submissions on the question. At that time, the adviser expressed herself as follows: [Translation] \"In this case, the staffing action which was the basis for your ITPR application no. 2004-024s was the temporary lateral deployment (TLD) of Claudine Tremblay as of September 7, 2004. After reviewing the two statements of fact, I am confident that the initial staffing action for Claudine Tremblay was a temporary lateral deployment: for this reason, Mr. Girard's application is not eligible for independent third party review.\"", "[9] The applicant sought judicial review of this decision, relying primarily on the refusal by the Office to take the judgment of Harrington, J., into account and asking this Court to rule on whether the position was temporary or permanent. ISSUES", "[10] This application for judicial review raises the following issues: 1. What is the applicable standard of review? 2. Did the Office err in denying the applicant access to the ITPR procedure and was the decision consistent with the judgment of Harrington, J.? 3. The Office's actions and their consequences. ANALYSIS 1) What is applicable standard of review?", "[11] First, the process of determining the applicable standard of review brings into play the pragmatic and functional approach whereby the Court is invited to discern legislative intent by means of the four contextual factors identified by the Supreme Court. Those factors are the existence of a privative clause or statutory right of appeal, the expertise of the administrative tribunal relative to that of the reviewing court, the purposes of the legislation in general and of the specific provisions and the nature of the question: see Dr. Q., Re , [2003] 1 S.C.R. 226; 302 N.R. 34; 179 B.C.A.C. 170; 295 W.A.C. 170.", "[12] In the case at bar, I cannot draw any inference from the first factor since the Act is silent as to the review of Office decisions. It makes no provision for a right of appeal or judicial review of those decisions and it contains no privative clause seeking to limit such review.", "[13] Next, the question as to the permanent or temporary nature of the position depends on the specific facts of each case. Accordingly, the question is one of the expertise of the Office relative to that of the Federal Court, but no evidence was provided to me regarding the expertise of the Office adviser who assessed the ITPR application. However, I am inclined to consider that the Office is in a better position to assess the circumstances of each case, especially considering that it is exclusively responsible for ruling on ITPR eligibility when applications are made.", "[14] As to the purposes of the legislation, the Act does not raise a general issue of public policy nor involve the weighing of conflicting interests between various groups. Rather, it involves a process created to settle employer-employee disputes, and this militates in favour of a lesser degree of deference.", "[15] The applicant proposed the standard of correctness since the issue is the interpretation of directives and a factual situation. The respondent argued that the standard of judicial review should be that of patent unreasonableness.", "[16] Determining the nature of the desired position is primarily a question of fact, requiring analysis of the particular circumstances of each case in the light of the relevant staffing directives. As such, greater curial deference is required in the review of the disputed decision.", "[17] The respondent argued that the standard of patent unreasonableness applies to decisions of the Agency's Office of Dispute Management, which must regularly rule on the experience of candidates and develop staffing programs. In the respondent's submission, the Office has acquired particular expertise on the subject of the recourses available to employees.", "[18] The applicant argued that subsection 54(1) of the Act states that the Agency will develop a staffing program governing inter alia \"recourses for employees.\" This factor would tend to favour a lesser degree of deference regarding the classification or nature of the positions in question.", "[19] The parties referred to <FRAGMENT_SUPPRESSED> ; 234 F.T.R. 227; 2003 FCT 667. My colleague Dawson, J., had to analyze the standard of review for a decision regarding individual feedback to a candidate who had applied for a position with the Agency. She applied the standard of patent unreasonableness. In my view, her opinion is very sound, since the decision-maker was acting within its specialty as provided in section 54(1) of the aforesaid Act", "[20] In the judgment rendered by my colleague Harrington, J., concerning the same parties, <FRAGMENT_SUPPRESSED>  unreasonableness because he had found that the applicant was the victim of a breach of the rules of procedural fairness.", "[21] As to the purposes of the legislation, the Act does not raise a general issue of public policy or involve the weighing of conflicting interests between various groups. Rather, it involves a process created to settle employer-employee disputes, and this militates in favour of a lesser degree of deference.", "[22] The applicant proposed the standard of correctness since the issue is the interpretation of directives and a factual situation. The respondent argued that the standard of judicial review should be that of patent unreasonableness.", "[23] Determining the nature of the desired position is primarily a question of fact, requiring analysis of the particular circumstances of each case in the light of the relevant staffing directives. As such, greater curial deference is required in the review of the disputed decision.", "[24] In the instant case, this standard could be applied when a mixed question of law and fact was involved, but on a question of fact alone the standard must be that of reasonableness simpliciter. When the legislation has to be applied, it is the standard of correctness that must be used.  <FRAGMENT_SUPPRESSED> ; 2006 FC 1308, my colleague de Montigny, J., at paragraph 35 applied the standard of reasonableness simpliciter even though he described the decision involving this type of question as one which [Translation] \"ordinarily requires a degree of deference at the intermediate level of review.\" The case concerned an application for review of a reviewer's decision regarding an applicant's qualifications for a position with the Canada Customs and Revenue Agency (the CCRA). (2) Did the Office err in denying the applicant access to the ITPR procedure and was the decision consistent with the judgment of Harrington, J.?", "[25] Contrary to the applicant's assertions, this Court's role does not involve making a definitive ruling on the temporary or permanent nature of a position. Nor can I accept his contention that the adviser failed to comply with Harrington, J.'s, finding as to the nature of the position; this was merely an obiter dictum and was not binding on the Office. However, although the order by Harrington, J., was designed only to correct a breach of procedural fairness, his opinion on the facts deserved to be respected. While the Office properly allowed the applicant to present his observations on the subject, they were ignored in the decision on the merits.", "[26] Accordingly, it is for this Court to determine whether the Office's determination was reasonable. The French version of the Directives make an ITPR available to employees for selection process/pre-qualified pool placement decisions for , whereas the English version states that it is available in the case of such decisions for a \"permanent appointment.\" As my colleague Harrington, J., noted, this ambiguity in the wording of the two versions must be interpreted in the applicant's favour. Consequently, the only condition necessary for being entitled to an ITPR is the permanent nature of the desired position.", "[27] On its face, it seems unreasonable to consider a five-year position temporary, although I do not rule out the possibility of circumstances justifying such a conclusion.", "[28] Although the Directives state that \"the ODM will inform the parties of the reasons why an application had not been processed, if applicable\", I do not think that the duty of the Office goes beyond simply noting that this was \"a temporary lateral deployment; and for this reason, Mr. Girard's application is not eligible for review by an independent third party.\" The Office is not obliged to write up reasons for decision.", "[29] As my colleague Harrington, J., pointed out, however, it is difficult to analyze a decision that does not set forth its reasoning: \"[20] To begin with, this Court is unable to analyse the adviser's reasoning, since she gave no explanation of her decision. As was stated in <FRAGMENT_SUPPRESSED> , at paragraph 15: '... The courts frequently say that justice must not only be done but must be seen to be done, but critics respond that it is difficult to see how justice can be seen to be done if judges fail to articulate the reasons for their actions. Trial courts, where the essential findings of fact and drawing of inferences are done, can only be held properly to account if the reasons for their adjudication are transparent and accessible to the public and to the appellate courts.' \"It is thus impossible for Mr. Girard or this Court to see how she concluded that the position was temporary. It is true that offering reasons in writing is not a requirement: however, in this context, how can the Court be expected to decide that the adviser made the right decision, or even a reasonable one? \"[21] The failure to give an explanation in support of her reasoning is risky for the adviser as, even if her decision may not appear reasonable a priori, there is a guideline which the Court can follow to determine how she reached her decision ... In the case at bar, there is no guideline to follow. To determine whether the decision was reasonable, therefore, the Court must rely on the evidence presented by the parties. If the evidence points to a result different from that arrived at by the adviser, it will then be difficult for the Court to support the latter's reasoning.\" (See <FRAGMENT_SUPPRESSED> .) The existence of reasons thus greatly facilitates this Court's work of review. However, absent such reasons, I must assess the evidence submitted by the parties to the Office in an attempt to find a reasonable justification for its conclusion.", "[30] The applicant submitted precedents and a number of documents in support of his argument that a five-year position is temporary in nature. He further specified that the notice of interest did in fact mention a five-year duration, not two years as alleged by his employer.", "[31] Meanwhile, Andrée Simard, the manager responsible for the position, testified in support of the Office's first decision by providing some background on the situation prevailing at the time of the staffing action. Ms. Simard stated that Ms. Tremblay's substantive position was AU-01 and that she had been deployed from the Audit Division to the Business Valuation Section to hold an auditor position at the AU-01 level for a two-year period. She specified that this was a temporary position, since the selected employees could return to their substantive positions at the end of the deployment.", "[32] It is difficult if not impossible for the Court to understand how the respondent can allege that the position was of a two-year duration when the notice of interest expressly states that, on account of the lengthy training, a successful candidate would have to devote five years of his or her career to it.", "[33] Moreover, the evidence in the record from studies on the subject supported the applicant's arguments in this regard.", "[34] My colleague Harrington, J., stated, albeit in obiter dicta, that the position in question is permanent because the successful candidate had to devote five years of his or her career to the position, which had existed long before the notice of interest was posted.", "[35] In view of the particular circumstances of the case at bar, and especially this comment by Harrington, J., I think the adviser should have provided at least a modicum of reasons in support of her finding. (3) Act ions of the Office and their consequences", "[36] The role of the Agency to establish a staffing program governing inter alia appointments and recourses available to employees. In carrying out this role, the Agency, on May 12, 2004, published a notice of interest to fill a position in the Business Valuation Branch for a period of five years. An additional position at the AU-02 level was open to candidates at the AU-01 level who were deemed to be qualified. The candidate would have to submit to a \"considerable period of training ... (five years).\"", "[37] The applicant demanded individual feedback. On July 6, 2004, dissatisfied with the result, he requested the ITPR process. The response was a long time coming, and on October 1, 2004, the applicant was informed that his application was unacceptable because it required [Translation] \" a selection process or without an internal selection leading to permanent training \" (emphasis added).", "[38] In a letter to the applicant on September 23, 2004, he was informed that the staffing process was designed to be a temporary lateral deployment for a valuation trainee at the AU-01 level.", "[39] On October 14, 2004 the applicant filed an application for judicial review that was allowed by Harrington, J., on September 30, 2005.", "[40] Following that judgment, the applicant was able make submissions, but on May 20, 2007, he was notified by letter that since it was a temporary lateral deployment he was not eligible for an independent third party review. The evidence was that in the interval, between 2004 and March 20, 2007, the Agency had made major changes in this file, namely: 1. the position offered at the AU-02 level on May 12, 2004 to acceptable candidates at the AU-02 level had been downgraded to the AU-01 level; 2. the position offered for five years was reduced from five to two years; 3. the position, which appeared to offer substantial opportunities for promotion, was downgraded to a temporary lateral deployment; nevertheless, the candidate selected in 2004, Claudine Tremblay, was promoted from level AU-01 to AU-02 to AU-03 in the space of three years; 4. the position was subsequently abolished for lack of funding and to avoid a budget deficit.", "[41] Based on this series of events, the applicant inferred that the Agency had knowingly organized the aforementioned changes to sidestep his grievances in response to him filing complaints and an application for judicial review.", "[42] On reading the documentation entered in the Court record by the applicant, I saw an e-mail sent by Frédérick Durso, LL.B., to Janice Link, Director of the Office of Dispute Management, on January 2, 2007. He noted that Andrée Simard's explanations in this matter [Translation] \"are full of obvious contradictions\" and \"manipulation of the staffing rules for the sole purpose of avoiding the appointment of Mr. Girard. From the start of Mr. Girard's objections ...\" (page 277 of applicant's record).", "[43] Frédéric Durso was described as [Translation] \"labour relations officer for the Professional Institute of the Public Service of Canada, 1000 rue Sherbrooke Ouest, Montréal\". Clearly, this opinion does not constitute evidence and is in no way binding on the Court.", "[44] However, when we look at the factual situation as a whole, including the documentation originating with the Agency, it can be readily concluded, as the applicant did, that there was [Translation] \"something fishy going on\" in order to defeat his recourse procedures.", "[45] Though only in obiter, my colleague Harrington, J., stated that the position in question was permanent since the successful candidate would have to devote five years of his or her career to the position, which had existed long before the notice of interest was posted.", "[46] That opinion, which I share, is supported by the undisputed empirical evidence that in Canada between 74% and 81% of all positions are for a duration of less than five years. There may not be any case law that corresponds exactly to the factual situation of the case at bar, but the precedents interpreting the former Public Service Employment Act (while not necessarily conclusive here) may be useful.  <FRAGMENT_SUPPRESSED> ; 93 F.T.R. 312 (T.D.), my colleague Tremblay-Lamer, J., considered that a position which was the subject of acting appointments over a period of two years ceased to be acting and that a new position had de facto been created.", "[47] As such, parallels can be drawn and we can validly infer that a five-year position should in principle be regarded as a permanent position.", "[48] In the case before us, after advertising a five-year position, the Agency selected a candidate and subsequently reduced the duration to two years, with the result of creating a temporary lateral position and thus infringing the rights of the applicant in his applications and recourses.", "[49] As mentioned above, the successful candidate held the position for over two years and has since attained the AU-03 level.", "[50] The decision under review did not take the opinion of Harrington, J., into account regarding the nature of the position or its five-year duration. Clearly this was only an opinion, but the decision-maker could not completely ignore it.", "[51] An analysis of all the evidence leads inescapably to the conclusion that the unilateral changes made and measures taken subsequent to candidate selection were underhanded manoeuvres intended to circumvent the staffing process and prevent the applicant from obtaining this position. The impugned decision was thus incorrect and patently unreasonable and must be set aside.", "[52] The parties did not discuss the question of costs, but counsel for the applicant requested costs on a solicitor-client basis. The general rule in such matters is that costs are awarded on a party-and-party basis, and that is the rule that will be followed here (in accordance with column III, Tariff B; see <FRAGMENT_SUPPRESSED> ; 321 F.T.R. 69; 2007 FC 1237).", "[53] Accordingly, the application for judicial review must be allowed. JUDGMENT", "[54] FOR THESE REASONS, THE COURT 1. allows the application for judicial review; 2. sets aside the May 20, 2007 decision of the Office of Dispute Management regarding the applicant; 3. orders that the matter be referred back to a new reviewer with instructions to select and forward the matter for independent third party review. With costs against the respondent in accordance with Tariff B, column III. Application allowed. Editor: Steven C. McMinniman/pdk"]}