{"id_": "090282", "body_str": ["[1] Muldoon, J. : The plaintiffs move the court for the following relief: (1) An interim and permanent mandatory injunction requiring the defendants to return to the plaintiffs the transmitting equipment (specified only in a copy of the search and seizure warrant) seized by them; (2) An interim and permanent injunction preventing the defendants from further seizing the transmitting equipment of the plaintiffs, or otherwise preventing the plaintiffs from broadcasting in the Province of Manitoba; (3) An interim and permanent mandatory injunction requiring the defendants to issue a broadcasting licence to the plaintiffs; (4) Short leave for the hearing of this motion; and (5) Costs on a solicitor and own client basis.", "[2] The grounds alleged in support of the plaintiffs' motion are: \"(a) Sections 1, 2, 15 and 24(1) of the Canadian Charter of Rights and Freedoms, the Constitution Act, 1982 (b) The powers of regulation, licensing, and seizure contained in the Radio Act [sic], R.S.C. 1985, c. R-2, the Broadcasting Act , R.S.C. 1985, c. B-9 [sic] and the Canadian Radio-Television and Telecommunications Commission Act , R.S.C. 1985, c. C-22; and (c) Public Notice Number 1983-112.\" The motion, supported by the affidavit of Ken Groening, is made in the context of the plaintiffs' statement of claim in this action.", "[3] This motion, if not the statement of claim too, is misbegotten, a plight which might be somewhat attributed to the newness of recent amendments to the Federal Court Act , R.S.C. 1985, c. F-7 and Rules . Insofar as this motion is concerned, the plaintiffs would be probably better off to withdraw it and start over again, for which the court accords them leave. This judge is not unsympathetic to the plaintiffs' viewpoint, but notes that those like the plaintiffs, who plead equality ought cheerfully to be prepared to abide by the law's forms, norms and imperatives as all others are required to do. The court is not to be called upon to be giving advice and counsel to any party's solicitors, but in view of this being a case of early, if not first, impression, the court may mention jurisprudence already in the public domain which accords insights into this type of case: <FRAGMENT_SUPPRESSED>  Admin. L.R. 157 (C.A.) and Grand Council of the  <FRAGMENT_SUPPRESSED>  D.L.R.(3d) 574 (C.A.), leave to appeal to the Supreme Court refused (1982), 41 N.R. 354.", "[4] The grounds for this motion are too coyly stated by merely citing various provisions of the and other statutes without saying how they operate to afford the relief which the plaintiffs allege is their due. This court itself has already generated a considerable jurisprudence about freedom of religion and the necessary secularity of the Canadian State, for example: <FRAGMENT_SUPPRESSED>  D.T.C. 5230; 41 C.R.R. 371 (T.D.); appeal dismissed with costs and without reasons (1991), 2 C.R.R.(2d) 192 (C.A.); leave to appeal to the Supreme Court of Canada refused with costs [1990] 2 S.C.R. (parts 1-5) x; also <FRAGMENT_SUPPRESSED>  C.R.R.(2d) 310 (T.D.). Canada's population today evinces such numbers of major and minor religions and their numerous splinters, that everyone's security resides in the State's resolute secularity, with its guaranty of freedom of religion and freedom of speech and expression. The plethora of \"kinds\" of Christians, Jews, and Muslims et al., exacts the cautious approach of the majority of the Appeal Division in <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 485.", "[5] As noted above the inadequate expression of grounds in the notice of motion drives one to Mr. Groening's affidavit in support, and even to the plaintiffs' statement of claim. The defendants' counsel notes that the plaintiffs here, as in the <FRAGMENT_SUPPRESSED> case are not seeking a stay pending the determination of some constitutional point on the validity of federal legislation, but rather moving the court, in effect, to declare the Broadcasting Act and the Radiocommunication Act , R.S.C. 1985, c. R-2 unconstitutional and inoperable pending determination of their suit for a declaration to that effect. The plaintiffs here, complains the defendants' counsel, are seeking the very relief which they seek in the principal action. (Curiously, the plaintiffs seek only an interim; and not an interlocutory, injunction.) Defence counsel notes that such an ambitious scope surely requires compliance with the preliminary requirements of the new s. 57 of the Federal Court Act , whose pertinent passages run, thus: \"57(1) Where the constitutional validity, applicability or operability of an Act of Parliament or of the legislature of any province, or of a regulation thereunder, is in question before the court or a federal board, commission or other tribunal, other than a service tribunal within the meaning of the National Defence Act, the Act or regulation shall not be adjudged to be invalid, inapplicable or inoperable unless notice has been served on the Attorney General of Canada and the attorney general of each province in accordance with subsection (2). \"(3) The Attorney General of Canada and the attorney general of each province are entitled to notice of any appeal or application for judicial review made in respect of the constitutional question described in subsection (1). \"(4) The Attorney General of Canada and the attorney general of each province are entitled to adduce evidence and make submissions to the court ... in respect of the constitutional question described in subsection (1). \"(5) Where the Attorney General of Canada or the attorney general of a province makes submissions under subsection (4), that attorney general shall be deemed to be a party to the proceedings for the purposes of any appeal in respect of the constitutional question described in subsection (1).\"", "[6] Given the dearth of grounds for this motion, the affidavit of Ken Groening and even the statement of claim must be perused. Here are pertinent passages from the affidavit: \"27. That it is the position of the plaintiffs that the defendants are restricting religious broadcasting and preventing any broadcasting of a religious nature in Canada from a station that confines its message to a single denominational viewpoint. \"28. That it is also the position of the plaintiffs that the defendants exceeded their jurisdiction by setting and implementing the policy contained in the Broadcasting Act , [sic] R.S.C. 1985, c. B-9, [sic] The Radio Act , [sic] R.S.C. 1985, c. R-2, and The Canadian Radio-Television and Telecommunications Commission Act , [sic] R.S.C. 1985, c. C-22. \"29. That it is also the position of the plaintiffs that this restriction on broadcasting and the deliberate seizure of the plaintiffs' transmitting equipment infringes upon its rights to freedom of expression and religion and the right to equality under the law which is guaranteed under The Canadian Charter or Rights and Freedoms [sic].\" It is noticed that the plaintiffs, having named only two defendants, do not discriminate between the two in regard to the activities alleged.", "[7] Here are pertinent passages from the statement of claim: \"21. The plaintiffs further state that the C.R.T.C. presently requires a Canadian content level in all broadcasting which effectively prevents the broadcasting of the Trinity Broadcasting Network in that all such programming is substantially American in origin. \"22. The plaintiffs state, that by the said Canadian content requirements the C.R.T.C. by its policies, regulations, rules and governing statutes is violating the Canadian Charter of Rights and Freedoms and, in particular, the freedom of religion guaranteed therein. As such the said Canadian content requirements are unconstitutional. \"23. The plaintiffs therefore claim as against all [sic (not yet)] defendants: (a) A Declaration that The Broadcasting Act , [sic] R.S.C. 1985, c. B-9, The Radio Act , [sic] R.S.C. 1985, c. R-2, and the religious broadcast policy set out in Public Notice Number 1983-112 are unconstitutional; (e) A Declaration that the Canadian content requirements referred to in paragraph 21 herein are unconstitutional;\"", "[8] The statute which accords power and authority to the C.R.T.C. is the Broadcasting Act , R.S.C. 1985, c. B-9.01 which came into force, pursuant to its s. 93, on June 4, 1991.", "[9] Is s. 57 of the Federal Court Act to be invoked here, as the defendants' counsel protests? Yes. It is clear from the pleadings as well as the nature of injunctive relief sought by the plaintiffs that they will necessarily be making an issue of the constitutional validity applicability or operability of the Broadcasting Act , and the Radiocommunication Act , at least. In question will be s. 3 and Part II of the former, and the enforcement provisions of the latter. That being so, and so long as it remains so, s. 57 is invoked, and it behooves the plaintiffs to comply with it.", "[10] There is yet a further defect in these proceedings, which was not initially raised by the defendants' counsel. It is the question of the jurisdiction of the respective divisions of this court. The ghosts of the earlier provisions of ss. 18 and 28 may still be roaming about clanking their complex chains. The new s. 28(1)(c) provides that: \"28(1) The Court of Appeal has jurisdiction to hear and determine applications for judicial review made in respect of any of the following federal boards, commissions or other tribunals: (c) the Canadian Radio-Television and Telecommunications Commission established by the Canadian Radio-Television and Telecommunications Commission Act ;\"", "[11] With few exceptions, it is trite law in this court that jurisdiction in judicial review cannot be acquired or conferred by consent, negligence or convenience. The court therefore ex mero motu invoked rule 358, by referring this matter to the Honourable the Chief Justice. Rule 358 empowers the Chief Justice, or a judge designated by him, to order that a matter commenced in one Division be transferred to the other Division, and he or she may give incidental directions for the further conduct of the matter. On June 30, 1992, Chief Justice Isaac issued his designation in this matter, as follows: \"Pursuant to rule 358 of the Federal Court Rules I hereby designate the Honourable Mr. Justice Francis C. Muldoon, a judge of this court, for the purpose of making any order that appears to him to be just having due regard to the interests of all the parties in respect of the application commenced by the applicant[s] [plaintiffs] in the Trial Division of this court. \"In making such order the Honourable Mr. Justice Muldoon may give incidental directions for the further conduct of the application.\"", "[12] It appears that the third (earlier above recited) item in the plaintiffs' notice of motion, described as a mandatory injunction, amounts to that which is akin to a motion for mandamus compelling the C.R.T.C. to issue a broadcasting licence to the plaintiffs. There has been, of course, no interim mandamus, until the enactment of s. 18.2, but why the plaintiffs want only a 10 day interim injunction (rule 469(2)) is most unclear. However whether the plaintiffs seek a mandatory injunction of some duration, or whether what they seek is mandamus, be it interim, interlocutory, or ultimately permanent, they would have to prove that the C.R.T.C. is legally obliged to issue a broadcasting licence: <FRAGMENT_SUPPRESSED> ; 42 N.R. 608 (C.A.). On the other hand it does not appear that the C.R.T.C. has actually formally rejected any application by them for a licence. Whatever the remedy is called, it is to be obtained by means of judicial review as may be seen in ss. 18 and 18.1 of the Federal Court Act , and would be so pursued were it not for the new paragraph 28(1)(c) whereby such judicial review is confided to the Court of Appeal.", "[13] To say \" such judicial review\" is quite correct for the judicial review is the very same sort of judicial review contemplated in s. 18.1, as enacted and explained in ss. 28(2) and (3) of the Federal Court Act which provide: \"28(2) Sections 18 to 18.5, except subsection 18.4(2), apply, with such modifications as the circumstances require, in respect of any matter within the jurisdiction of the Court of Appeal under subsection (1) and, where they so apply, a reference to the Trial Division shall be read as a reference to the Court of Appeal. \"(3) Where the Court of Appeal has jurisdiction to hear and determine any matter, the Trial Division has no jurisdiction to entertain any proceeding in respect of the same matter.\" So, whether or not counsel adverted to the question of jurisdiction, the court itself is obliged to avoid exceeding its jurisdiction or incorrectly arrogating jurisdiction.", "[14] The issuing of broadcasting licences is, according to the definition of \"licence\" in s. 2 of the Broadcasting Act , committed to the C.R.T.C. Therefore, because the plaintiffs seek a remedy to be obtained through judicial review their motion shall be transferred to the Appeal Division. The plaintiffs are entitled to withdraw the motion for an \"interim mandatory injunction\" and to start all over again, if so advised, not omitting service on the appropriate defendant(s), in the Appeal Division. One fact is certain. The plaintiffs shall not proceed with or reinstitute their proceedings, in which they seek to compel the C.R.T.C. to grant them a broadcasting licence, in the Trial Division which has no jurisdiction to entertain their application for judicial review in regard to the C.R.T.C. Indeed s. 18(1) is \"subject to s. 28\" thus diluting the Trial Division's exclusive original jurisdiction to issue an injunction\" when s. 28(1)(c) overrides it.", "[15] The defendants, or the appropriate one of them, may file counter-affidavits if so advised, and in any event within the proper time limits, and the parties may effect cross-examinations of opposing deponents. Of course the parties may take advantage of rule 3(1)(b), because this transfer order will be made in the long vacation.", "[16] The plaintiffs will have to take such measures or make such application as they deem necessary or appropriate in regard to the time limitation provisions of s. 18.1(2). They filed their notice of motion on June 25, 1992, and if they elect to withdraw their motion, tidy up their procedure and start all over again, the court now directs that their application shall still be deemed to have been made on June 25, 1992; and in such event, the court fixes and allows them time to bring such new application during the long vacation, but as soon as reasonably possible, as if the more effective proceedings had been commenced on June 25, 1992. The defendants' counsel intimated that they will alternatively attempt to justify the provisions of s. 3 of the Act and the Canadian-content rules pursuant to s. 1 of the Canadian Charter of Rights and Freedoms , and be intimated that they would file many and voluminous affidavits. This might be reason enough to invoke the provisions of s. 18.4(2) by directing that this proceeding be treated and proceeded with as an action, but, of course there already is an action afoot herein, in which this apparently interlocutory matter will be definitively adjudicated.", "[17] Does s. 28(1)(c) truly contemplate that the Appeal Division should be engaged in interlocutory proceedings? It appears to do so, for its expression contemplates \"judicial review ... in respect of ... the [C.R.T.C.] established by [its constitutive] Act\". There is no requirement for the proceedings to be final or conclusive. The jurisdiction conferred is surely ratione personae as it inevitably is in Federal Court judicial review, instead of ratione materiae . In any event, s. 28 expresses in full the words defined in s. 2 designating only federal boards, commissions and other tribunals over which the court exercises judicial review, as is made abundantly clear regarding the remedies provided in s. 18, also. Section 28(1) lists only those boards, commissions and tribunals \"in respect of\" which the Court of Appeal is accorded jurisdiction to hear and determine applications for judicial review, that is for injunctions, inter alia. It does not found jurisdiction on subject matter, but on the legal establishment of the potential respondents under the laws of Canada mentioned therein. Any federal board, commission or other tribunal not listed in s. 28(1) comes within the Trial Division's jurisdiction, again ratione personae", "[18] What is to be done about the plaintiffs' first two applications for injunctive relief in regard to seized transmitting equipment? They seek to enjoin \"the defendants\", but one cannot enjoin the sovereign, and it is not sure that the remaining defendant, C.R.T.C. is responsible at all for the seizure of the plaintiffs' transmitting equipment.", "[19] The warrant for search and seizure (a photocopy) is exhibited, as an attachment, \"C\", to Mr. Groening's affidavit. It is addressed by name to three radio inspectors appointed pursuant to s. 5(1)(j) of the Radiocommunication Act . It recites the information on oath of one of them, Sidney William Barrie Dear of Selkirk, Manitoba, \"a member of the Department of Communications\", who swears \"that there are reasonable grounds for believing that the following offence has been committed: ... contravention of subsection 4(1) of the Radiocommunication Act [as specified] ... and that goods to wit UHF (Ultra High Frequency) ... apparatus ..., are in the possession of and under the operation of [the plaintiffs] Life ..., Inspiration ..., and/or Ken Groening which will provide evidence of and relating to the said offence are concealed in the premises [particularized closely] ... in ... Winnipeg.\" The warrant could be executed \"by day or by night\", and it expired on May 27, 1992.", "[20] The Minister of Communications and inspectors appointed by him are responsible for the administration and enforcement of the Radiocommunication Act , and not \"the defendants\" as the plaintiffs allege. The C.R.T.C., one of \"the defendants\" is not charged with the administration of this Act . The plaintiffs certainly cannot inflict their injunction proceedings upon the Appeal Division simply by erroneously naming the C.R.T.C. as one of the two \"defendants\" in such injunction proceedings relating to the inspectors' warranted seizure of the plaintiffs' broadcasting apparatus. The first two applications for injunctions regarding the apparatus will not be transferred to the Appeal Division because, despite the erroneous naming of the C.R.T.C., it does not appear that these applications are made \"in respect of\" the C.R.T.C. at all. What becomes of these applications is up to the plaintiffs. They may pursue them as they stand, or they may pursue them as they might be thoughtfully amended. The plaintiffs must bring them on for hearing at the earliest opportunity consistent with the defendants' right to respond, or abandon them, or risk their being summarily and peremptorily dismissed. The defendants' counsel believes the plaintiffs' attack on the warrant ought not to be levied in this court, despite the warrant's having been employed to enforce the Radiocommunication Act , and despite this court's injunctive jurisdiction for purposes of such enforcement of s. 10(1) including s. 4, pursuant to ss. 10(4) and (5) of the Act . However, since the parties are respectively represented by solicitors they may pursue such course as they are advised.", "[21] As discussed between the court and the respective counsel at the hearing on June 30, 1992, the whole of this misbegotten proceeding will be adjourned sine die to permit the plaintiffs to serve the constitutional question notices required by s. 57, and to revise and amend their application to the Appeal Division as they wish, or not, and to decide whether to amend or continue, or not, their two injunction applications in relation to the Radiocommunication Act", "[22] The court's indulgence in these regards is not to be taken as a precedent. It is bestowed principally, if not exclusively, because of the newness of the recent amendments to the Act and the Rules . The court's order will be formulated in accordance with these reasons. Order accordingly. Editor: Angela E. McKay/sms [End of document]"]}