{"id_": "090361", "body_str": ["[1] MacKay, J. : By motion heard in Toronto on March 16, 1992, the applicant seeks a stay of removal proceedings that would give effect to a deportation order on March 23, 1992. The notice of motion was filed on March 12, the same day as an application for leave pursuant to s. 82.1 of the Immigration Act , R.S.C. 1985, c. I-2 as amended, for leave to commence an application for judicial review pursuant to s. 18.1 of the Federal Court Act , R.S.C. 1985, c. F-7 as amended. In the application for leave is a request for an order in the nature of prohibition or for a stay restraining removal proceedings to effect the removal of the applicant from Canada until other relief sought in the application for leave, if granted, is fully considered. The separate motion for a stay seeks an order pending determination of the application for leave to seek judicial review and if leave is granted, until that application has been heard and disposed of.", "[2] The application for leave to seek judicial review relates to a decision on behalf of the respondent, communicated to the applicant only on February 27, 1992, that there were insufficient humanitarian and compassionate grounds for a favourable recommendation under s. 114(2) of the Immigration Act that he be exempted from regular visa requirements and permitted to remain in Canada.", "[3] At the time the application for a stay was heard the respondent was not prepared to respond to the application for leave and would not be in a position to do so prior to March 23, the date established at a meeting on March 2, for the removal of the applicant from Canada. In these circumstances, the court considered the application for a stay pending consideration of the application for leave to seek judicial review. Background", "[4] The applicant is a citizen of Guyana who has been a permanent resident of Canada and has continued to live in this country since 1975. Throughout most of that period he has been gainfully employed, and has lived for the most part with one or other of two sisters who are Canadian citizens, except for a period from 1986 to 1989 when he was incarcerated.", "[5] In or about 1982 alcohol addiction commenced to be a problem for the applicant and his own affidavit avers that from then until September 1985 he was convicted of a number of criminal offences as a result of alcohol addiction combined with the operation of a motor vehicle. On September 15, 1985, he was involved in a serious motor vehicle accident which resulted in the death of a child. As a result of this he was convicted of criminal negligence causing death, failure to remain at the scene of an accident and impaired driving, and was sentenced to six years in prison. He was released on day parole in September, 1989, and in March 1990, was granted full parole.", "[6] As a result of his convictions for the September 15, 1985, accident, an inquiry was instituted after a report was made under s. 27(1)(d) of the Immigration Act . That section provides for a report to be made in the case of an immigrant who has been convicted of offences as the applicant was. Following the inquiry, on March 2, 1988, a deportation order was made against the applicant.", "[7] The applicant appealed from the deportation order to the Immigration and Refugee Board Appeal Division which dismissed his appeal in October of 1990. A subsequent application to the Federal Court of Appeal for leave to appeal the decision of the Board was refused in July of 1991.", "[8] Thereafter, the applicant consulted counsel who assisted in preparation of written submissions outlining humanitarian and compassionate considerations which the applicant believes warranted intervention in the deportation process and his admission to Canada pursuant to s. 114(2) of the Act . Counsel advised representatives of the respondent that submissions would be forwarded and asked that an interview be scheduled with the applicant for the purpose of making oral submissions with respect to written humanitarian and compassionate submissions. At that time counsel was advised that oral interviews were not arranged but submissions with respect to humanitarian and compassionate considerations made in writing would be considered.", "[9] Written submissions were forwarded on January 30, 1992, under a covering letter from counsel who asked the reviewing officer to advise if he wished to meet with the applicant concerning the written submissions. On February 11, 1992, the applicant received a call-in notice for his attendance for an interview on February 25, 1992, and upon inquiry counsel for the applicant was advised that the written submissions had been received and would be reviewed before that scheduled meeting. Having heard nothing by February 20, counsel inquired again on that day and was advised that the written submissions had not yet been reviewed. At that time, on the initiative of the respondent's officers, the meeting set for interview of the applicant was postponed from February 25 to March 2, on the understanding of counsel that this would provide additional time to review the written submissions.", "[10] On the afternoon of February 27 counsel for the applicant was advised by telephone that the respondent's officer responsible had considered the written humanitarian and compassionate submissions filed on behalf of the applicant and had found there were insufficient humanitarian and compassionate grounds to interfere with the deportation process. Counsel was also advised that the meeting scheduled for March 2 was to make arrangements and set a date for deportation of the applicant. In that telephone conversation counsel requested reasons or the basis for the finding of insufficient humanitarian and compassionate grounds and in response was given some suggested inadequacies, though the officer engaged in the telephone discussion was not the one responsible for the decision. In fact, the decision was made on February 21, was not communicated to the applicant in writing and was only communicated through counsel on February 27. Still seeking reasons for rejection of the applicant's submissions, counsel for the applicant spoke by telephone with staff of the officer responsible for the decision, found that that officer had been away from the office for approximately a week, and it was suggested that she direct inquiries to the assistant manager of the unit, apparently acting in place of the absent responsible officer. As suggested to her, counsel arranged for the applicant's file with written humanitarian and compassionate submissions to be forwarded to the assistant manager for review and the following afternoon, February 28, counsel was advised that the assistant manager had reviewed the file and submissions and was in agreement that there were insufficient humanitarian and compassionate considerations to warrant interfering with the deportation process. Again, counsel sought reasons or the basis of the decision but none were provided in the telephone conversation. At the subsequent meeting on March 2, which the applicant attended with counsel, representatives of his family and his employer, no opportunity was provided for discussion of humanitarian and compassionate considerations and the meeting was concerned solely with arrangements for the applicant's departure from Canada. He was served with a direction that he was to be removed from Canada on March 23, 1992.", "[11] The application for leave to commence proceedings for judicial review and the separate supporting application for a stay pending determination of that application for leave were then filed on March 12, with affidavits from the applicant, and from counsel who had acted on his behalf, together with written representations in support of his applications to the court. Issues", "[12] A variety of issues are raised by the application for leave to commence judicial review proceedings, including issues of procedural fairness, alleged denial of natural justice or procedural rights contrary to s. 7 of the Canadian Charter of Rights and Freedoms and s. 2(e) of the Canadian Bill of Rights , and alleged errors in matters considered, and failure to consider relevant matters, in connection with the decision on behalf of the respondent that insufficient humanitarian and compassionate grounds were shown to warrant interference with the deportation process. Those issues await consideration on another day in connection with the court's consideration of the application for leave to commence proceedings by way of judicial review. I accept the applicant's submission that the deportation order and this application for a stay of that order, is intimately connected to the relief the applicant seeks in its application for leave to seek judicial review. I do not, however, accept that if the applicant is deported, relief which he seeks, if subsequently granted, would be rendered nugatory. The application for leave may be considered in due course. If leave is granted and ultimately the orders sought are granted for certiorari in relation to the decision concerning insufficient humanitarian and compassionate grounds, and for mandamus directing reconsideration of the matter by the respondent, the applicant's interests in Canada, though he be abroad, are not beyond protection.", "[13] The issues for determination in this matter are whether the circumstances warrant intervention by the court in granting a stay, on an interlocutory basis. Counsel for the parties were agreed that the basis for considering this matter is that set out by Heald, J.A., in <FRAGMENT_SUPPRESSED>  (Fed. C.A.). That standard requires that there be a serious issue to be tried, that there be irreparable harm to the applicant if the stay not be granted and that the balance of convenience favour the applicant. Assessment", "[14] For purposes of considering the application for a stay I assume, without determining the issue, that the application for leave to seek judicial review does raise serious issues for determination by the court. That assumption may or may not prove warranted when the application for leave is considered on the basis of affidavit evidence and argument of both parties. I note that in this proceeding counsel for the respondent questions whether there is a serious issue in light of the absence of a statutory requirement for a humanitarian and compassionate review in this case, the lack of any requirement for oral interviews or representations or any requirement for reasons to be given. Again, those issues are to be determined another day, though I note that whether or not there be a statutory requirement for humanitarian and compassionate review of the applicant's case before deportation, where submissions concerning such considerations are made the Minister has an obligation to consider those ( Jiminez-Perez and  <FRAGMENT_SUPPRESSED> ). In the discharge of that obligation the respondent must act in accord with the duty of fairness applicable by the common law and under the Charter", "[15] Assuming for purposes of this application that a serious issue is to be tried, will the applicant suffer irreparable harm if the application for a stay is not granted? I have no doubt that the applicant will suffer serious personal inconvenience, and no doubt difficulty, should he be deported before the application for leave to commence proceedings for judicial review is determined. His family ties with his sisters and their families in Canada, which have apparently meant much to him in his rehabilitation from alcohol addiction and from incarceration, will be strained. He currently has regular employment in Canada and no job prospects if he is returned to Guyana. Nor does he have any immediate family there. It will be more difficult for him to communicate with counsel concerning his application for leave. Nevertheless, I do not believe these personal difficulties constitute irreparable harm, as serious as they may be for the applicant. He will not be returned to a country where his safety or his life is in jeopardy. If leave is granted on his application for judicial review, if the orders sought in that application are granted, and if the respondent on further review should determine that there are sufficient humanitarian and compassionate grounds for him to remain in Canada, the deportation order now outstanding and to be implemented on March 23, 1992, may also be questionable and it will not be beyond the imagination of the respondent to arrange to admit the applicant to Canada should he seek to return.", "[16] In <FRAGMENT_SUPPRESSED> , supra, the Court of Appeal did grant a stay of a deportation order pending a determination of an application for leave to appeal to that court. I distinguish the circumstances in that case where, in addition to any personal inconvenience, difficulty or harm to the applicant, the court had uncontradicted evidence that deportation would lead to the likelihood of failure of a family business on which family members and others were dependent, a portion of which potential harm was irreparable and not compensable in damages. In this case there is no evidence that others are dependent upon the applicant Kerrutt.", "[17] Moreover, in assessing the balance of convenience it is my view that the inconvenience, personal harm and difficulty which the applicant may suffer as a result of his removal from Canada at this stage, does not outweigh the public interest which the respondent seeks to maintain in the application of the Immigration Act and Regulations , which have not been found at this stage to be improperly applied, even though questions about their application have been raised. In considering a stay that would suspend the action of those exercising a public function under statute that public interest must be given appropriate attention ( <FRAGMENT_SUPPRESSED> , per Beetz, J., at pp. 129-146).", "[18] In the circumstances of this case the public interest in maintaining a process authorized by statute, which has not yet been found to be flawed in its application in this case, in my view, outweighs the possible harm to the individual. While it is not a factor in my conclusion, the court is not unmindful of the potential effect of granting a stay in a case where there are no exceptional circumstances, that is, the possibility of adding to the normal removal process under the Immigration Act a delay not acquiesced in by the Minister who has the responsibility to give effect to the statute, pending consideration of an application for leave to commence proceedings for judicial review relating to what is generally the penultimate step in those proceedings. Conclusion", "[19] For the reasons set out I am not persuaded that the court should exercise its discretion to grant a stay prohibiting implementation of removal procedures to effect the deportation order made against the applicant, if the respondent decides to proceed. Thus, the application for a stay of those procedures, pending consideration of the application for leave to seek judicial review, is dismissed. Application denied. Editor: Angela E. McKay/sms [End of document]"]}