{"id_": "090613", "body_str": ["[1] Mosley, J. : This is an application for judicial review of a determination by a visa officer made overseas whether permanent residence in Canada should be granted on humanitarian and compassionate grounds. Subleen Kisana and Lovleen Kisana are the twin daughters of Sushil Kisana and his wife Seema Kisana. The facts of this application, relating to Subleen Kisana, are substantively the same as those in court file IMM-1094-07 concerning Lovleen. The two matters were heard together and these reasons for judgment will deal with both applications. A copy will be placed in the second file.", "[2] The adult applicants were not married when the girls were born in India in August 1991. Sushil Kisana immigrated to Canada in February 1993 with his parents as an unmarried dependent. He married Seema in India in January 1994 and sponsored her admission as his spouse. Seema was landed in April 1999. Sushil and Seema are now Canadian citizens. Both denied having children when they immigrated to Canada.", "[3] Since their mother's departure, the girls have been cared for in India by Mr. Kisana's sister who is married to Seema's brother. The aunt is effectively raising them on her own as her husband lives and works in another city. The parents attempted unsuccessfully to sponsor the girls in 2003. They applied again in December 2005.", "[4] There is no dispute between the parties that Subleen and Lovleen could not be considered as members of the family class, sponsorable by their Canadian parents, by virtue of s. 117 (1) (d) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act) because they had not been declared and examined as dependent children at the time their parents applied to immigrate to Canada. In the 2005 application the parents also requested consideration on humanitarian and compassionate (H&C) grounds. This request was forwarded to the visa post in India.", "[5] On October 11th, 2006, the girls and their aunt were each interviewed separately in New Delhi in Hindi, their native language. As indicated in the visa officer's computerized notes (\"CAIPS notes\"), submitted as part of the certified tribunal record for each file, the officer asked questions about the contact that the twins had with their parents by way of visits and phone calls, the parents' employment in Canada and their plans for their children, how the girls were supported and their relationship with their aunt. The officer noted that the twins brought only their birth certificates and passports to the interview. No other supporting documentary evidence was submitted. DECISION UNDER REVIEW", "[6] In letters dated November 7, 2006 the officer advised the applicants that their requests for permanent residence on humanitarian and compassionate grounds had been refused. While a separate explanation was provided for each application, the officer's reasons, as reflected in the letters and CAIPS notes, draw on all three interviews and are essentially the same. The reasons may be summarized as follows: 1. There were insufficient reasons for the adult applicants to have failed to declare their children on their own residency applications; 2. There were inadequate efforts on the part of the adult applicants to reunite with their children; 3. There was insufficient evidence of the expected regular communication between the parents and their children; 4. There was insufficient evidence of financial support of the children by their parents; 5. Insufficient information had been provided to the girls about Canada, and insufficient plans had been made for their future here; and, 6. The evidence on file and at the hearing does not show difficulties or undue hardship faced by the girls in living in India with their paternal aunt. ISSUES", "[7] The issues raised by the parties in these proceedings and argued at the hearing are as follows: 1. Should overseas H&C decisions be accorded greater deference than inland decisions? 2. Did the officer fail to be attentive or sensitive to the best interests of the children? 3. Did the officer ignore evidence or take irrelevant factors into consideration? 4. Did the officer make patently unreasonable findings of fact? RELEVANT STATUTORY AND OTHER PROVISIONS", "[8] The authority to grant foreign nationals an exemption from the requirements of the Act and to obtain permanent residence status is set out in section 25: 25. (1) The Minister shall, upon request of a foreign national who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister's own initiative, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations. 25.", "[9] Paragraph 3(1) ( ) of the Act provides: 3. (1) The objectives of this Act with respect to immigration are ... ) to see that families are reunited in Canada; 3. ...", "[10] In making decisions under section 25, Immigration Officers may be guided by the principles set out in Chapter 4 of the Overseas Processing (OP) Manual published by the respondent, which relates to H&C applications from outside Canada. Although these guidelines are not law and accordingly not binding, they are of assistance to the Court in reviewing discretionary decisions: <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 457, at paragraph 20.", "[11] Under the heading \" Processing humanitarian and compassionate cases\" the following appear in the manual as considerations to be taken into account with dealing with de facto family members who do not otherwise come within the family class: Consider: - whether dependency is bona fide and not created for immigration purposes; - the level of dependency; - the stability of the relationship; - the length of the relationship; - the impact of a separation; - the financial and emotional needs of the applicant in relation to the family unit; - ability and willingness of the family in Canada to provide support; - applicant's other alternatives, such as family (spouse, children, parents, siblings, etc.) outside Canada able and willing to provide support; - documentary evidence about the relationship (e.g., joint bank accounts or real estate holdings, other joint property ownership, wills, insurance policies, letters from friends and family); - any other factors that are believed to be relevant to the H&C decision. ANALYSIS Standard of Review for Overseas H&C Decisions;", "[12] It is well established that the standard of review for H&C decisions, overall, is reasonableness: <FRAGMENT_SUPPRESSED> . Although Baker arose from an application for landing from within Canada, this standard has been held to be equally applicable to H & C applications from outside  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1416 at paragraph 12.", "[13] On questions of fact, paragraph 18.1(4)( ) of the Federal Courts Act , R.S.C. 1985, c. F-7, provides that the Court can intervene only if it considers that the board \"based its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it\": <FRAGMENT_SUPPRESSED>  [2005] S.C.J. No. 39 at paragraph 38. This standard has been equated with that of patent unreasonableness: <FRAGMENT_SUPPRESSED> (F.C.A.).", "[14] The respondent submits that overseas H&C applications should be subject to a more deferential standard than inland applications, as a negative finding in the latter is more likely to be disruptive than the former: <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 1647.", "[15] I note that in both <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , the discussion of the appropriate standard for overseas H&C decisions was not necessary for the determination of the issues before the court. In <FRAGMENT_SUPPRESSED> , Justice Marshall Rothstein, sitting in his capacity as an ad hoc member of the Federal Court Trial Division shortly after the Baker decision, framed it as a question to be further considered. The respondent contends, however, that the proposition was confirmed by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 158 and cites statements to that effect at paragraphs 2 and 17 in <FRAGMENT_SUPPRESSED> in support.", "[16] The statements by my colleague Justice Michel Shore in <FRAGMENT_SUPPRESSED> refer to the following comments in <FRAGMENT_SUPPRESSED> , which appear in paragraph 12 of Justice John Evans' reasons for the Court: In the absence of a reviewable error by the immigration officer in rejecting Mr. Owusu's H&C application, the court cannot intervene. It is not the function of the court in judicial review proceedings to substitute its view of the merits of a H&C application for that of the statutory decision-maker, even though, on the record, Mr. Owusu's in-country claim to be granted permanent resident status on H&C grounds might well have merit.", "[17] Justice Evans' comments reflect the Supreme Court of Canada's jurisprudence with respect to the role of a Court applying the reasonableness standard on judicial review. An unreasonable decision is one that is not supported by any reasons that can stand up to a somewhat probing examination. It is not about whether the tribunal came to the right result: Canada (Director of Investigation and  <FRAGMENT_SUPPRESSED>  at paragraphs 48-56.", "[18] The Court of Appeal upheld the dismissal of the application in <FRAGMENT_SUPPRESSED> on the ground that the claim that the best interests of the applicant's children had been ignored was not supported by the evidence. Justice Evans, speaking for the Court, emphasized that the decision was not to be seen as an affirmation of the Application Judge's view that the duty to consider children's best interests is engaged where the children in question are not in, and have never been to, Canada. The Court of Appeal left that question to be determined in another case where it arose for decision on the facts. In this instance, the children's interests are clearly engaged as it is their application for H&C consideration which is at issue.", "[19] I do not read <FRAGMENT_SUPPRESSED> to suggest that the reasonableness standard should be more deferential when the H&C decision is made overseas rather than inland. It is unclear how the Court could apply a greater or lesser degree of deference depending on where the decision was made when the test developed by the Supreme Court for the standard of review is whether the reasons provided can stand up to a somewhat probing examination. Presumably that standard applies equally to decisions made in Canada and abroad. That is not to say, however, that the circumstances in which H&C decisions are made abroad will not vary according to local conditions. What may be expected of an Immigration Officer in Canada may not be reasonable at a foreign post. Did the officer fail to be attentive or sensitive to the best interests of the children?", "[20] The applicants submit that the officer's assessment of the twins' best interests was pro forma , and that she conducted the interview in such a manner as to build a case for rejection rather than assisting the teenagers in presenting their circumstances. Cited as examples were a lack of questions about their feelings about being separated from their parents and the failure of the officer to ask more than one question of each girl about Canada before deciding that they had little knowledge of conditions in this country. In the applicants' view, the officer's approach was consistently negative, displaying a desire to reject the girls rather than keeping an open and sensitive mind to their interests, as was required for the assessment to be reasonable: Baker , above, at paragraph 75.", "[21] With regard to the lack of documentary evidence provided, the applicants submit that the call-in notice for the interviews gave them little indication that they would be expected to provide documents to support their claims of a continued relationship with their parents such as phone records or photographs. Their responses to the officer's questions that they spoke regularly to their parents by phone and that the parents had visited them on several occasions should have been sufficient in as much as there was no issue as to their credibility.", "[22] The applicants point to the importance accorded family reunification in the statement of objectives for the Act and to the obligation to respect the best interests of children recognized in the international instruments to which Canada is a signatory, such as the Convention on the Rights of the Child and the Covenant on Civil and Political Rights. They note that the exclusion set out in paragraph 117 (9)( ) would not be compliant with those instruments but for the fact that section 25 of the Act allows it to be administered in a compliant manner: <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 2119 at paragraph 105. While the interests of the children may not be the sole factor to be considered in deportation cases, in this instance, as it is the children's application to be reunited with their parents, family reunification should be the dominant factor.", "[23] The respondent's position is that it was open to the officer, on the information before her, to conclude that the children would not suffer undue hardship if they remained together in India with their aunt. There was insufficient evidence of frequent contact and communication among the applicants to demonstrate that undue hardship would result from a refusal of their application. There is no evidence on the record that the officer rushed to judgment or that she was not alive and sensitive to the best interests of the children in this case or showed negativity towards them. The onus was on the applicants to bring forward all relevant evidence necessary to make their case and they failed to do so.", "[24] The Court's analysis must start from the point that decisions on H&C applications are discretionary, meant to relieve disproportionate hardship: <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 1687. The onus is on the applicant to provide the visa officer with sufficient evidence to show that exceptional relief is warranted: <FRAGMENT_SUPPRESSED> , above. Moreover, it is not for the Court to re-weigh the relevant factors in reviewing the exercise of ministerial discretion: <FRAGMENT_SUPPRESSED> .", "[25] Recent cases involving undeclared children left behind by their parents include <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1613; <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 204; <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 914; and, <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 740.", "[26] What I derive from these decisions is that an H&C determination will be adequate if the officer can be shown to have considered all of the relevant factors in the circumstances of the particular case. Whether she gave sufficient weight to each factor is not for the Court to determine. On that basis, the officers' decisions in Li , <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> were upheld. In David , the officer had failed to provide adequate reasons disclosing findings of fact on the relevant H&C considerations.", "[27] In this case, the officer's CAIPS notes provide an adequate record of the interviews conducted and her reasons for concluding that there were insufficient H&C considerations to grant an exemption from the requirements of the Act. I do not agree with the applicants that the record of the interviews suggests that the officer approached her task in a negative manner seeking to reject the applications. The record indicates that she conducted the interviews in a professional manner. In her reasons, the officer noted the misrepresentations by the parents but went on to consider the nature of the girls' relationships with their parents and their aunt and their lives in India based on the evidence before her. I cannot conclude that she failed to consider all of the relevant factors.", "[28] The officer did not need to conduct a detailed analysis of the girls' emotional response to the separation from their parents. It could be presumed that they would want to be reunited with their parents in Canada. What was primarily at issue, however, was whether they were suffering undue hardship by reason of the separation and their lives in India. The applicants failed to provide sufficient evidence of that hardship and cannot now complain that the officer did not delve deeply enough to fill the void left by that failure. Did the officer ignore evidence or take irrelevant factors into considerations?", "[29] The applicants submit that the officer ignored the evidence provided during the interviews about the frequency and purpose of the parents' visits to India and gave disproportionate weight to the parents' misrepresentations.", "[30] As noted previously, no documentary evidence was submitted to the officer to demonstrate a continuing close relationship between the girls and their parents. In their interviews, the girls spoke of regular contacts by telephone and periodic visits but no phone or other records were offered to corroborate. The applicants submit that they had been led to believe that all that would be required were their birth certificates to establish the relationship. But that does not appear to be supported by the interview call-in letters or an email sent to their Canadian consultants. These made it clear they were to bring with them \"proof of communication with sponsor\". The officer did not err in concluding that insufficient evidence had been provided.", "[31] The applicants acknowledge that misrepresentation is a relevant factor to be considered under the public policy rubric in section 25, but argue that the parents' actions should not be held against the twins. Furthermore, they contend that the fact that the Minister and officials chose to take no enforcement action against the parents is also relevant.", "[32] The parents' misrepresentations engage public policy considerations involving the integrity of the immigration system. Children who were not declared or examined have been expressly excluded from membership in the family class by paragraph 117(9)( ) of the Immigration and Refugee Protection Regulations , SOR/2002-227. As stated by my colleague Justice Michel Shore in <FRAGMENT_SUPPRESSED> above at paragraph 22, while misrepresentation does not preclude a positive finding in a subsequent H&C application, the regulation would be rendered meaningless if all such applications were given special dispensation and approved because of family separation and hardship. Whether enforcement action is taken or not is immaterial, in my view, absent evidence as to the exercise of ministerial discretion.", "[33] While it is true that in this instance the twins did not make the misrepresentations which precluded their inclusion in the family class, the fact that they were made by their parents remained relevant to the determination of their applications. The officer did not err in considering this in the context of all of the evidence before her. Did the officer make patently unreasonable findings of fact?", "[34] The applicants' argument under this heading relates to the officer's findings that the twins had little knowledge about Canada and that their parents had not properly prepared for their arrival. The officer based the first finding on the girls' short answers to specific questions, and did not ask follow up questions to determine what else they knew. Similarly, in response to questions about their parents' plans for them, the twins indicated only that they were going to be put in school.", "[35] On the evidence before her, the officer reasonably concluded that she would have expected more effort on the part of the adult applicants to inform the children more fully about Canada. I agree with the applicants that it is unlikely that the parents would have had any well-defined plans for the twins other than to put them in school but that is not an error significant enough to vacate the officer's conclusions and return the matter for reconsideration. CONCLUSION", "[36] Considering the issues raised by the applicants, I must conclude that the officer's decision, overall, was reasonable based on the material submitted to her.", "[37] The parties shall have seven days from the date of issuance of these reasons to submit any questions which they wish the Court to consider for certification, with copies to the opposing party, and three days thereafter to reply before judgment is issued. [End of document]"]}