{"id_": "090758", "body_str": ["[1] Jerome, A.C.J. : This is an application by the Minister of Multiculturalism and Citizenship for an Order revoking the respondent's Canadian citizenship on the grounds that it was obtained by false misrepresentation or fraud or knowingly concealing material circumstances. This matter came on for hearing at Edmonton, Alberta, on April 1, 1993, at which time I dismissed the application indicating that these written reasons would follow.", "[2] The respondent, Lakhbir Minhas, entered Canada on April 4, 1982, as a landed immigrant. On June 16, 1986, he made application for Canadian citizenship pursuant to s. 5(1) of the Citizenship Act , R.S.C. 1985, c. C-29.", "[3] On June 30, 1986, the respondent was involved in an altercation arising out of a street celebration in honour of Canada Day. As a result, Mr. Minhas was charged with an indictable offence; an Information was sworn on July 1, 1986, alleging that he did in committing an assault on Donald Yardley carry, use or threaten to use, a weapon to wit: a broomstick or an imitation of such weapon, contrary to s. 245.1(1)(a) of the Criminal Code , R.S.C. 1970, c. C-34. On July 9, 1986, the respondent, with defence counsel, elected trial by judge alone and the case was remanded until October 2, 1986, for preliminary inquiry.", "[4] Thereafter, on September 17, 1986, the respondent appeared before a Citizenship Judge who reviewed with him the prohibitions prescribed under the Citizenship Act , including those activities prohibited between the date of application for citizenship and the hearing. At that time, Mr. Minhas did not inform the judge that he had been charged with an offence under the Criminal Code . The respondent's application for citizenship was approved.", "[5] On October 2, 1986, Mr. Minhas was ordered to stand trial in relation to his criminal charges. He was convicted of the offence by a Justice of the Court of Queen's Bench of Alberta on January 21, 1987, and was sentenced to incarceration in a correctional institution for one day and subject to a $300 fine. On March 9, 1987, Mr. Minhas took an oath of citizenship before a judge and was granted Canadian citizenship.", "[6] By Notice dated November 25, 1991, the Minister advised the respondent that it intended to make a report to the Governor-in-Council on the ground that Mr. Minhas had obtained his citizenship by false representation or fraud or by knowingly concealing material circumstances in that he failed to disclose that he had been charged and convicted of an indictable offence between the date of his application and the date he took the oath of citizenship. The respondent requested that the Minister refer the matter to the Federal Court Trial Division.", "[7] Section 10(1) of the Citizenship Act reads as follows: \"10(1) Subject to s. 18 but notwithstanding any other section of this Act, where the Governor-in-Council, on a report from the Minister, is satisfied that any person has obtained, retained, renounced or resumed citizenship under this Act by false representation or fraud or by knowingly concealing material circumstances, (a) the person ceases to be a citizen, or (b) the renunciation of citizenship by the person shall be deemed to have had no effect, as of such date as may be fixed by order of the Governor-in-Council with respect thereto.\"", "[8] In order to succeed, the Minister must do more than merely demonstrate that the respondent has committed a technical transgression of the Act . The words used in s. 10(1) do not impute an offence requiring the full criminal standard of proof \"beyond a reasonable doubt\", but rather have the effect of saving innocent misrepresentations from the severe penalty of revocation of citizenship. An innocent statement or representation, although false and misleading, is not sufficient to invoke or justify such a penalty. There is a further element of proof required, relating to the respondent's state of mind, and the onus of that proof rests with the Minister. What is required, therefore, is some evidence that the respondent misrepresented pertinent facts with the intention to deceive and to obtain his citizenship on the basis of those false representations.", "[9] The facts in the present case do not support such a conclusion. At the time Mr. Minhas made his application for citizenship there was nothing to divulge as he had not been charged with the offence. On September 17, 1986, when he attended his interview with the Citizenship Judge, the respondent, although charged with an offence under the Criminal Code , had not been convicted. In the absence of a determination of guilt, our criminal justice system dictates that an individual be presumed innocent and accordingly, the failure to divulge the charge cannot be considered a \"false representation\", \"fraud\", or \"knowingly concealing material circumstances\", as provided in s. 10(1). Furthermore, it is unreasonable to expect the respondent to have fully understood the niceties of the criminal law. It is quite plausible, indeed likely, that he would not appreciate the distinction between being charged with an indicatable offence, which would have precluded his obtaining citizenship pursuant to s. 22(2)(b) of the Citizenship Act , and a summary conviction offence, which would not.", "[10] I am not satisfied that there was ever an intention on the part of the respondent to make false representations or knowingly conceal material circumstances in order to obtain his citizenship. The evidence does not support a finding that the respondent was guilty of false pretences, much less fraud. At the time Mr. Minhas made his application for citizenship there was nothing to divulge; thereafter, during the later stages of the process, his actions demonstrate nothing more than a lack of understanding of the subtleties and complexities of the law.", "[11] In my view, the Minister has not established, even on a balance of probabilities that, in the context of s. 10(1) of the Act , the respondent obtained Canadian citizenship by fraud or false representation, or by knowingly concealing material circumstances.", "[12] For these reasons, on April 1, 1993, I dismissed the Minister's application. No order as to costs. Application dismissed. Editor: Janette Blue/slm [End of document]"]}