{"id_": "090825", "body_str": ["[1] Tremblay-Lamer, J. : This is an application pursuant to ss. 18 and 18.1 of the Federal Court Act , R.S.C. 1985, c. F-7, as amended, (hereinafter the \" Act \") and rule 1602 of the Federal Court Rules , C.R.C. 1978, c. 663, as amended, (hereinafter the \" Rules \"). The applicant seeks an order quashing and withdrawing the notices of compliance dated October 18, 1996 issued by the respondent Minister of National Health and Welfare (the \"Minister\") to the respondent Apotex Inc. ( <FRAGMENT_SUPPRESSED> ) with respect to the medicine lisinopril.", "[2] The application initially dealt with both Canadian Patents Nos. 1,275,350 and 1,288,351. However, the latter has lapsed and the applicant has opted to discontinue the proceedings pertaining to that patent. I. The Facts And The Proceedings Before This Court", "[3] On October 16, 1990, Canadian Patent No. 1,275,350 (the \"Patent\") was granted to Merck & Co. Inc. of New Jersey, U.S.A., an American parent of the applicant Merck Frosst Canada Inc. The applicant is a nonexclusive licensee of that Patent. The Patent contains claims for the medicine lisinopril as well as claims for the use of lisinopril. In 1986, Merck & Co. Inc. entered into an agreement with Imperial Chemicals Industries which would permit the latter, and its Canadian subsidiary, ICI Pharma Inc. (now Zeneca Pharma Inc., hereinafter collectively referred to as  <FRAGMENT_SUPPRESSED> ), to manufacture and sell in Canada lisinopril made according to the Patent.", "[4] By virtue of the Food and Drugs Act , R.S.C. 1985, c. F-27 and the Food and Drugs Regulations , C.R.C. 1979, c. 870, as amended, the applicant Merck Frosst Canada Inc. was required to file a new drug submission with the Minister and obtain a notice of compliance in order to sell its lisinopril in Canada. Zeneca also had to comply with such requirements before it could sell its lisinopril in Canada. By agreement with Merck & Co. Inc., Zeneca requested and the Minister agreed that its new drug submission would be reviewed at the same time as that of the applicant Merck Frosst Canada Inc. and on the basis of the same data. The Minister agreed to this request and also agreed that all comments regarding Zeneca's submission would be addressed to the applicant. The Minister was thus fully aware of the interrelationship between the applicant and Zeneca's new drug submissions for lisinopril.", "[5] On October 26, 1990, the Minister issued concomitant notices of compliance for lisinopril to both the applicant and Zeneca. The applicant has sold and continues to offer for sale in Canada its lisinopril tablets under the trademark PRINIVIL®. Zeneca offers for sale a similar product under the trademark ZESTRIL®. Both the applicant and Zeneca filed a list of patents pertaining to their respective products immediately upon the coming into force of the Patented Medicines (Notice of Compliance) Regulations , SOR/93-133 (hereinafter the \" 1993 Regulations \").", "[6] In April and June 1993, following their filing of two new drug submissions, Apotex served Zeneca with two notices of allegation pertaining to the use of lisinopril. The notices concerned Canadian Patents nos. 1,275,350 and 1,288,351 which are also at issue in these proceedings. Following service of the notices, Zeneca filed two applications for orders prohibiting the Minister from issuing a notice of compliance to Apotex with respect to the drug lisinopril until after the expiration of two letters patent it held as a licensee of the patentee (court nos. T-1454-93 and T-1968-93). In those proceedings, Apotex alleged that it would not infringe the Patents because it had obtained a supply of lisinopril prior to the issuance of the Patents and its tablets would purportedly be manufactured from this supply. Although its American parent was named as a party to the proceedings, the applicant, given that it had not received any notice of allegation, was not itself involved in the applications. The applicant did not, at that time, demand to be served with a notice of allegation, since the applicant felt its interests would be preserved by the proceedings instituted by Zeneca.", "[7] Prior to the hearing of those applications, the Federal Court of Appeal rendered judgment in a dispute between the applicant, its American parent, Merck & Co Inc., and Apotex, wherein it sustained the argument set forth by Apotex in the applications [see <FRAGMENT_SUPPRESSED> ]. That case was not concerned with the lisinopril patents. Nonetheless, the applicant became concerned that this decision could have a negative impact on Zeneca's legal position in files nos. T-1454-93 and T-1968-93. Faced with the prospect of seeing Zeneca's applications dismissed, the applicant advised the Minister that it had not been served by Apotex with the notice of allegation required by s. 5 of the 1993 Regulations and demanded that the Minister refrain from issuing notice of compliance to Apotex until such time as it had complied with said requirements.", "[8] On May 26, 1995, Richard, J., granted Zeneca's applications and prohibited the Minister from issuing a notice of compliance to Apotex until the expiration of the letters patent Zeneca held as licensee [see <FRAGMENT_SUPPRESSED>  (T.D.)]. Notices of appeal of the said orders were filed in the Federal Court of Appeal under court file nos. A-340-95, A-341-95.", "[9] On July 12, 1995, the applicant instituted the present proceedings by which it initially sought an order prohibiting the Minister from issuing a notice of compliance to the respondent Apotex until said respondent complied with the requirements provided for in s. 5(3) of the 1993 Regulations . Aside from ss. 18 and 18.1 of the Act , supra, para 1. its application was based largely on s. 7(1)(b) of the 1993 Regulations which provides that the Minister cannot issue a notice of compliance before the day on which the second person complies with the s. 5 requirements. The applicant argued that, since it had not been served with a notice of allegation, the s. 5 requirements had not been met. Originally, it sought an order prohibiting the Minister from issuing a notice of compliance to the respondent Apotex. However, on October 10, 1996, the Federal Court of Appeal allowed Apotex's appeals and reversed the orders of prohibition which had been granted by Richard, J., in the prohibition proceedings brought by Zeneca [see <FRAGMENT_SUPPRESSED> ]. On October 18, 1996, the Minister issued two notices of compliance to Apotex for lisinopril. Apotex proposes to sell its lisinopril tablets under the brand names Apo-lisinopril (Type P) and Apo-lisinopril (Type Z). Apo-lisinopril products are bioequivalent substitutes for both PRINIVIL® and ZESTRIL®.", "[10] Following the Minister's decision to issue the notices of compliance, the applicant amended its originating notice of motion. The applicant now seeks an order quashing and withdrawing the notices of compliance dated October 16, 1996 issued by the Minister to the respondent Apotex in respect of Apo-lisinopril (Type P and Z). II. Relevant Statutory Provisions", "[11] The proceedings in this file involve the interpretation of several provisions of the 1993 Regulations . Those provisions read as follows: \"2. In these Regulations, 'first person' means the person referred to in subs. 4(1); \"4(1) A person who files, or before the coming into force of these Regulations has filed a submission for or has been issued, a notice of compliance in respect of a drug that contains a medicine may submit to the Minister a patent list. \"5(1) Where a person files or, before the coming into force of these Regulations, has filed a submission for a notice of compliance in respect of a drug and wishes to compare that drug with, or make a reference to, a drug that has been marketed in Canada pursuant to a notice of compliance issued to a first person in respect of which a patent list has been submitted, the person shall, in the submission, with respect to each patent on the patent list, (a) state that the person accepts that the notice of compliance will not issue until the patent expires; or (b) allege that (i) the statement made by the first person pursuant to paragraph 4(2)(b) is false, (ii) the patent has expired, (iii) the patent is not valid, or (iv) no claim for the medicine itself and no claim for the use of the medicine would be infringed by the making, constructing, using or selling by that person of the drug for which the submission for the notice of compliance is filed. \"(2) Where, after a second person files a submission for a notice of compliance, but before the notice of compliance is issued, a patent list is submitted or amended in respect of a patent pursuant to subs. 4(5), the second person shall amend the submission to include, in respect of that patent, the statement or allegation that is required by subs. (1). \"(3) Where a person makes an allegation pursuant to paragraph (1)(b) or subs. (2) the person shall (a) provide a detailed statement of the legal and factual basis for the allegation; and (b) serve a notice of the allegation on the first person and proof of such service on the Minister. \"7(1) The Minister shall not issue a notice of compliance to a second person before the latest of (a) the expiration of 30 days after the coming into force of these Regulations, (b) the day on which the second person complies with s. 5, (c) subject to subs. (3), the expiration of any patent on the patent list that is not the subject of an allegation, (d) subject to subs. (3), the expiration of 45 days after the receipt of proof of service of a notice of any allegation pursuant to paragraph 5(3)(b) in respect of any patent on the patent list, (e) subject to subss. (2), (3) and (4), the expiration of 30 months after the receipt of proof of the making of any application referred to in subs. 6(1), and (f) the expiration of any patent that is the subject of an order pursuant to subs. 6(1). \"(2) Paragraph (1)(e) does not apply if at any time, in respect of each patent that is the subject of an application pursuant to subs. 6(1), (a) the patent has expired; or (b) the court has declared that the patent is not valid or that no claim for the medicine itself and no claim for the use of the medicine would be infringed. \"(3) Paragraphs (1)(c), (d) and (e) do not apply in respect of a patent if the owner of the patent has consented to the making, constructing, using or selling of the drug in Canada by the second person. \"(4) Paragraph (1)(e) ceases to apply in respect of an application referred to in subs. 6(1) if the application is withdrawn or is finally dismissed by the court. \"(5) A court may shorten or extend the time limit referred to in paragraph (1)(e) in respect of an application where the court has not yet made an order pursuant to subs. 6(1) in respect of that application and where the court finds that a party to the application failed to reasonably cooperate in expediting the application.\" III. Issue", "[12] Under s. 5(3) of the 1993 Regulations , was Apotex obliged to serve the applicant with a notice of allegation as a consequence of its new drug submissions with respect to the manufacture and use of lisinopril? IV. The Parties' Submissions", "[13] The applicant first submits that the intent of the legislator in drafting the Patent Act Amendment Act , S.C. 1993, c. 2, under which the 1993 Regulations were adopted, was to acknowledge and protect the research and development initiatives of innovator pharmaceutical companies. The legislation was drafted in order to protect their distribution and sale rights to patented drugs. An interpretation of the Regulations which would defeat the obvious intention of Parliament should be avoided.", "[14] Accordingly, s. 5(1) of the 1993 Regulations should be construed as requiring that a notice of allegation be served on the innovator pharmaceutical company. Since it is the innovator pharmaceutical company with respect to lisinopril, Merck Frosst had to be served with a notice of allegation. It was certainly open to Apotex to serve a notice of allegation on both Merck Frosst and Zeneca, but it was statutorily compelled to serve it on Merck Frosst as the innovator company.", "[15] The applicant's second submission is that the first person in s. 5(1) of the 1993 Regulations cannot be defined as being the specific drug manufacturer of the particular product with which the generic manufacturer compares its drug. It is entirely consistent with the purpose and scheme of the Regulations , that the generic drug manufacturer be required to serve a notice of allegation on each person. Where there are more than one \"first persons\" within the meaning of that term in s. 4(1), the generic drug manufacturer is statutorily compelled to serve a notice of allegation on all of them.", "[16] The applicant further argues that it is in the interest of justice that Apotex be required to serve Merck Frosst with a notice of compliance. In the event that a generic drug manufacturer - a second person -, such as Apotex, is not required to provide a notice of allegation in respect of a patent list filed by all first persons for a particular drug, those first persons who have not been served, will find their legal, economic and proprietary rights directly affected by an allegation of which they have not received notice.", "[17] As to the three year period which elapsed before it commenced an application before this court, the applicant submits as follows: Under the 1993 Regulations , Apotex had no obligation to serve it with a notice of allegation for lisinopril within any particular time limit, except that service must have been effected prior to issuance of the notice of compliance to Apotex for that drug. As such, the applicant did not previously consider it necessary to institute proceedings to protect its rights in respect of the failure of Apotex to serve it with a notice of allegation for lisinopril. At the time of the institution of these proceedings, the applicant did not know that Apotex's failure to serve it with a notice of allegation in lisinopril was intentional.", "[18] I turn now to the respondent's submissions which can be summarized as follows: In seeking a notice of compliance for lisinopril, Apotex compared its own lisinopril formula to that for which Zeneca holds a notice of compliance. Pursuant to ss. 5(1) and (3) of the 1993 Regulations , Apotex must serve notice of that allegation only on the first person, that is the manufacturer of the drug, with which it has compared its drug. In this case, Apotex has compared its own drug with that of Zeneca. Accordingly, only Zeneca must be served with a notice of allegation. In the alternative, Apotex urges the court to exercise its discretion against the granting of the application in view of the excessive tardiness of the applicant in commencing these proceedings. Notwithstanding that, by the summer of 1993, it had knowledge of Zeneca's proceedings and allegations by Apotex with respect to the Patent, the applicant took no steps to protect its apparent interest until the commencement of these proceedings on July 12, 1995.", "[19] The respondent Minister, submits that, pursuant to s. 7(1) of the Regulations , he has a clear duty to issue the notice of compliance. Section 7(1) provides that the Minister shall refrain from issuing a notice of compliance to a second person before the day on which that second person complies with the safety and efficacy requirements provided for in s. 5. Unless this provision clearly applies, the Minister has a clear duty to issue a notice of compliance forthwith.", "[20] The fundamental purpose of s. 7(1) is to prohibit the Minister from issuing a notice of compliance to a second person . Thus, the prohibition only applies to second persons. Section 2 defines a second person as the person referred to in subs. 5(1). Under s. 5(1), a second person is a person who filed a submission for a notice of compliance in respect of a drug and wishes to compare that drug with, or make reference to, a drug that has been marketed in Canada pursuant to a notice of compliance issued to a first person in respect of which a patent list has been submitted. With respect to Merck Frosst's lisinopril tablets - i.e. PRINIVIL® -, Apotex was not a second person. Indeed, Apotex never compared its lisinopril formula to that of Merck Frosst. Apotex was a second person with respect to ZESTRIL®, that is Zeneca's lisinopril formula. Accordingly, Apotex, with respect to ZESTRIL®, (the only drug to which it made reference or established a comparison), followed all of the procedures set out in the Regulations . Therefore, the Minister had a duty to issue a notice of compliance. V. Analysis", "[21] Pursuant to s. 4(1) of the 1993 Regulations , the patentee or licensee who files a submission for a notice of compliance in respect of a drug which contains a medicine may submit to the Minister a patent list. Such a person is a first person within the meaning of that expression in s. 2. With respect to lisinopril, because they both submitted a patent list, Merck Frosst and Zeneca were first persons", "[22] Under s. 5 of the 1993 Regulations a drug manufacturer who: \"1. files a submission for a notice of compliance in respect of a drug; and \"2. wishes to compare that drug with, or make reference to, a drug that has been marketed in Canada pursuant to a notice of compliance issued to a first person, that is to say a person who has filed a patent list under subs. 4(1),\" must in accordance with s. 5(1) serve a notice of allegation on the first person. In my opinion, given the clear and unambiguous wording of the subsection, that first person relates obviously only to the first person whose drug has been the subject of the comparison.", "[23] In the present case, the respondent Apotex only compared its lisinopril tablets to those marketed and offered for sale by Zeneca. Apotex never compared it with or made reference to Merck Frosst's lisinopril formula (Affidavit of Bernard Sherman, paras. 5 and 6). As a consequence, Apotex only served a notice of allegation on Zeneca. Apotex did not serve Merck Frosst with a notice of allegation. In so doing, Apotex did not, in my view, breach s. 5 of the 1993 Regulations", "[24] Under s. 5, the drug manufacturer is not required to compare or make reference to all of the approved drugs which are marketed in Canada pursuant to a notice of compliance. Apotex had no obligation to compare or make reference to Merck Frosst's lisinopril formula. As it decided not to, Apotex legitimately did not feel compelled to serve the applicant Merck Frosst with a notice of allegation.", "[25] By allowing the generic drug manufacturers to compare or make reference to the approved drug of their choice, the legislator has allowed the manufacturers to pick and choose the approved drug with which they want to establish a comparison or make reference. It was open to Parliament to require that a notice of allegation be served on all first persons. It could have done so by requiring that the generic drug manufacturers compare or make reference to all of the similar drugs marketed in Canada pursuant to a notice of compliance and with respect to which a list of patents has been submitted. Such a requirement was not included in the scheme and it is not for the court to legislate such a requirement.", "[26] Further, s. 7(1) of the 1993 Regulations provides that the Minister shall refrain from issuing a notice of compliance to a second person before the day on which that second person complies with the s. 5 requirements. Section 2 defines the second person as the person referred to in s. 5(1). Thus, the second person is the generic drug manufacturer who files a submission for a notice of compliance for a drug and compares that drug with, or makes reference to, a drug that has already been marketed in Canada. I agree with the Minister that, in this case, because it only compared its lisinopril tablets to those of Zeneca, Apotex was only a second person with respect to Zeneca's ZESTRIL®. It was not a second person with respect to Merck Frosst's PRINIVIL®.", "[27] The applicant suggested that Parliament's intention, in drafting the Patent Act Amendment Act , supra, para. 13, under which the 1993 Regulations were adopted, was that the research and development initiatives of innovator pharmaceutical companies be acknowledged and protected. The legislation was drafted in order to protect their distribution and sale rights to patented drugs. An interpretation which would defeat the obvious intention of Parliament should be avoided. The Regulations should therefore be construed as requiring that a notice of allegation be served on the innovator pharmaceutical company.", "[28] Although I agree that the 1993 Regulations were drafted in order to protect the research and development initiatives of innovator pharmaceutical companies, ( <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 163 (T.D.)) it is my opinion that the interpretation set forth by the applicant must nevertheless be rejected.", "[29] First, as was stated by the Associate Chief Justice in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 171 (T.D.), affirmed at (1995), 180 N.R. 323; 60 C.P.R.(3d) 501 (F.C.A.) it is an important principle of statutory interpretation that the words of a statute be read in their entire context and in their grammatical and ordinary sense. (See also <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 245 (T.D.), affd. (1996), 199 N.R. 4; 68 C.P.R.(3d) 126 (F.C.A.))", "[30] Given the grammatical and ordinary sense of the words used therein, I find that s. 5(1) cannot be construed as requiring that a notice of allegation be served on all first persons who have filed a patent list in respect to the drug in issue. The evidence is clear that the comparison was made only to ZESTRIL®. Therefore, with respect to PRINIVIL®, Apotex was not a second person and the Minister had a duty to issue the notice of compliance.", "[31] For these reasons, I conclude that the respondent Apotex had no obligation to serve a notice of allegation on the applicant Merck Frosst.", "[32] The application for judicial review is dismissed with costs against the applicant. Application dismissed. Editor: Giovanni A. Merlini/saf [End of document]"]}