{"id_": "090939", "body_str": ["[1] Mosley, J. : Ms. Lewis arrived in Canada on a six-month visitor's visa on June 25, 2001. She is a Jamaican citizen by birth and a citizen of Grenada by virtue of her marriage on March 26, 2001 to Bernard Cornel Lewis, who is also a permanent resident of Canada. Ms. Lewis did not apply to extend her visitor's visa, claiming that she did not know she was required to do so, given her marriage to a Canadian permanent resident. The couple has a Canadian-born daughter, Kendella Corlesha Lewis, born August 8, 2002.", "[2] Ms. Lewis lived in Canada illegally but without incident for almost five years before coming to the attention of the Canadian Border Services Agency (CBSA) as a result of an incident of domestic abuse on April 2, 2006. As a result, she was issued an exclusion order on May 9, 2006.", "[3] A Pre-Removal Risk Assessment (PRRA) application was refused on November 27, 2006. Judicial review of the negative PRRA was dismissed on July 26, 2007. A request for a waiver of the requirements of permanent resident status on humanitarian and compassionate (H&C) grounds was made on July 12, 2007 and remains unresolved. Ms. Lewis then made a request for a deferral of removal on October 3, 2007 on the basis of the best interests of her daughter, a Canadian citizen, and her outstanding H&C application. The denial of that request is the decision here under review.", "[4] At the hearing, I raised the issue of mootness with the parties, on the grounds that the removal date which the applicant sought to defer had passed and she had therefore gained the relief she sought. Both counsel submitted that there remained a live issue between the parties and the hearing on the merits continued.", "[5] Following the hearing, I requested further written representations from the parties with respect to the decisions of my colleagues Justice Anne L. MacTavish in <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 435 and Justice Eleanor R. Dawson in <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 434. In both cases, the Court came to the conclusion that the issues raised by applicants in precisely the same position as Ms. Lewis were made moot by the passing of the removal date at issue.", "[6] In their further written representations, the parties continued to maintain the position that the case at bar was not moot and should be decided on its merits.", "[7] I disagree. The facts underlying this application are on all fours with <FRAGMENT_SUPPRESSED> and Baron and the jurisprudence cited therein. Notwithstanding the submissions of both parties I do not consider those decisions to be \"manifestly wrong\" and in the interests of judicial comity I see no reason to reach a different conclusion.", "[8] The question certified in both <FRAGMENT_SUPPRESSED> and Baron has not yet been answered by the Federal Court of Appeal, although it is noted that an appeal has been filed in both. The parties have submitted a variation of the same question for certification in this application, reading as follows: Where an applicant has filed an application for leave and judicial review challenging a refusal to defer removal pending a decision on an outstanding application for landing, does the fact that a decision on the underlying application for landing remains outstanding at the date that the Court considers the application for judicial review maintain a \"live controversy\" between the parties, or is the matter rendered moot merely by the passing of the scheduled removal date?", "[9] With an amendment to make the question more closely reflect the nature of the factual basis of this case, I shall certify it as well. JUDGMENT", "[10] IT IS THE JUDGMENT OF THIS COURT that the application is dismissed for mootness. The following question is certified: Where an applicant has filed an application for leave and judicial review challenging a refusal to defer removal pending a decision on an outstanding application for landing, and a stay of removal is granted so that the person is not removed from Canada, does the fact that a decision on the underlying application for landing remains outstanding at the date the Court considers the application for judicial review maintain a \"live controversy\" between the parties, or is the matter rendered moot by the passing of the scheduled removal date? [End of document]"]}