{"id_": "090936", "body_str": ["[1] Fothergill, J. : Grace Cuaton [the Applicant] has brought an application for judicial review pursuant to s 72 of the Immigration and Refugee Protection Act , SC 2001, c 27 [the IRPA]. The Applicant challenges a decision of a Senior Immigration Officer [the Officer] to refuse her request to apply for permanent residence from within Canada on humanitarian and compassionate [H&C] grounds in accordance with s 25(1) of the IRPA.", "[2] For the reasons that follow, the application for judicial review is allowed and the matter is remitted to a different immigration officer for re-consideration of the best interests of the Applicant's child and the hardship that the Applicant would face if she were to return to the Philippines. II. Background", "[3] The Applicant is a citizen of the Philippines. She formerly resided in the town of Saint Bernard, Southern Leyte, on the island of Leyte. The Applicant is a single mother who currently lives in Toronto with her three year old Canadian-born son, Daryl.", "[4] The Applicant arrived in Canada in October, 2010 with a work permit issued under the Live-in Caregiver Program [the LCP]. The work permit was valid until October 8, 2013. Shortly after she arrived in Canada, the Applicant discovered that she was pregnant. She lost her employment following the birth of her son in June, 2011 because her employer refused to house both the Applicant and her newborn baby. The Applicant had difficulty finding other employment under the LCP, but managed to support herself through other forms of work.", "[5] In December, 2013 the Applicant made a request to file an application for permanent residence from within Canada on H&C grounds. She cited: (1) her establishment in Canada; (2) the hardship she would face if she returned to the Philippines; and (3) the best interests of her Canadian-born child.", "[6] The Officer rejected the Applicant's request on April 29, 2014. The Applicant brought an application for leave and for judicial review in this Court on May 26, 2014, and leave was granted on February 11, 2015. III. The Board's Decision", "[7] The Officer's refusal to grant the Applicant's H&C application was based on the following determinations: • The Applicant's establishment in Canada was no more than one would expect of an individual with legal authorization to work in this country. The Applicant did not demonstrate that severing her community and employment ties in Canada, and her departure in order to apply for permanent resident status from abroad, would constitute unusual, undeserved or disproportionate hardship. • With respect to the best interests of the Applicant's son, the child did not have any significant attachment to Canada and there was insufficient objective evidence to demonstrate that the Applicant's departure from Canada would adversely affect her son. • The Applicant had not demonstrated that her personal circumstances, specifically her links to family members and ties to her country of origin, would result in unusual and underserved or disproportionate hardship if she were to apply for a permanent resident visa from outside Canada. • The Applicant had not provided sufficient objective evidence to demonstrate that she would be directly and personally affected by adverse country conditions in the Philippines. IV. Issues", "[8] The following issues are raised by this application for judicial review: A. Whether the Officer applied the correct test to determine the best interests of the child [BIOC] and, if so, whether the Officer's determination was reasonable; B. Whether the Officer's assessment of the hardship faced by the Applicant if she were to return to her country of origin was reasonable; and C. Whether the Officer's assessment of the Applicant's degree of establishment in Canada was reasonable. V. Analysis A. Whether the Officer applied the correct test to determine the BIOC and, if so, whether the Officer's determination was reasonable", "[9] Whether the Officer applied the correct legal test for assessing the BIOC is a question of law to be reviewed against the standard of correctness ( FRAGMENT_SUPPRESSED). The Officer's treatment of the evidence is to be reviewed against the standard of reasonableness ( FRAGMENT_SUPPRESSED). An officer conducting a BIOC analysis must be \"alert, alive and sensitive.\" ( FRAGMENT_SUPPRESSED).", "[10] When assessing a child's best interests, an officer must first establish what those interests are; second, the degree to which the child's interests are compromised by one potential decision over another; and finally, the weight that this factor should play in the ultimate balancing of the factors to be assessed in the application ( FRAGMENT_SUPPRESSED). The reviewing officer must balance the hardship of removal against other factors that might mitigate the adverse consequences of removal ( FRAGMENT_SUPPRESSED). No specific formula is required, but the decision of an officer must demonstrate that the analysis was done ( FRAGMENT_SUPPRESSED).", "[11] In this case, the Applicant's H&C application identified several reasons why her son Daryl would benefit from remaining in Canada. The Applicant's submissions and her affidavit described the dire situation she would face in the Philippines, including the scarcity of work and the precarious nature of living arrangements in her country of origin. The documentary evidence submitted by the Applicant in support of her H&C application confirmed the devastating effect that Typhoon Haiyan had on her home town, and also substantiated her description of the abject poverty that continues to prevail in that region. Her submissions were not oblique, cursory, or obscure, and they therefore imposed a positive obligation on the Officer to inquire further into the BIOC ( FRAGMENT_SUPPRESSED). However, nothing in the Officer's decision indicates that the BIOC were properly analysed. Nor was there anything to support the Officer's conclusion that the evidence was insufficient to establish that the Applicant's departure from Canada would adversely affect her son.", "[12] The Officer found, based on the Applicant's affidavit, that the child's father would assist in raising the child if he were sent to the Philippines. This finding was clearly unreasonable. A fair reading of the Applicant's affidavit indicates that the child's father, who is from a comparatively wealthy family, may in fact seek to remove the child from the Applicant's care and arrange for him to be raised by the father's relatives in a distant region. The sworn testimony of an H&C applicant benefits from an initial presumption of truthfulness ( FRAGMENT_SUPPRESSED).", "[13] Nowhere in the decision did the Officer identify or define the child's best interests. The Officer's bald assertion that \"the best interests of the child [were taken] into account\" is insufficient ( FRAGMENT_SUPPRESSED). It follows that the Officer failed to apply the correct test in assessing the BIOC, and the analysis as a whole was unreasonable. B. Whether the Officer's assessment of the hardship faced by the Applicant if she were to return to her country of origin was reasonable", "[14] In FRAGMENT_SUPPRESSED, the Federal Court of Appeal held that undue, undeserved or disproportionate hardship must affect the applicant personally and directly. At FRAGMENT_SUPPRESSED, Justice Stratas said the following: FRAGMENT_SUPPRESSED", "[15] The hardship does not have to be unique to the applicant. As Justice Mosley observed in FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[16] In this case, the Applicant stated in her affidavit that Typhoon Haiyan had a devastating effect on her home town of Saint Bernard and the island of Leyte. Her parents' house sustained structural damage, and she continues to finance repairs through remittances. The Officer acknowledged the \"catastrophic destruction\" caused by the storm and the resulting \"despair\".", "[17] It was inconsistent for the Officer to concede the \"enormous devastation that is being indiscriminately faced by all Filipinos in the affected areas\" and then to conclude that the Applicant would not experience hardship if she were to return to one of these affected areas. This aspect of the Officer's decision was also clearly unreasonable FRAGMENT_SUPPRESSED). C. Whether the Officer's assessment of the Applicant's degree of establishment in Canada was reasonable", "[18] In oral submissions, counsel for the Applicant did not place significant emphasis on the Officer's assessment of the Applicant's degree of establishment in Canada. To obtain relief on H&C grounds, an applicant must demonstrate something more than the usual consequences of leaving Canada and having to apply for permanent residence through the normal process FRAGMENT_SUPPRESSED.", "[19] I am satisfied that the Officer's consideration of the Applicant's degree of establishment in Canada was reasonable. The Officer acknowledged the factors that were indicative of the Applicant's establishment, and also made reference to her involvement in settlement and integration programs, character endorsements, and her sound financial management. The Officer credited the Applicant for the initiatives that she had undertaken to establish herself in this country, but was not satisfied that the disruption of her establishment warranted the granting of an exemption ( FRAGMENT_SUPPRESSED).", "[20] An officer's determination of the degree of the Applicant's establishment is owed deference by this Court ( FRAGMENT_SUPPRESSED). In this case, the Officer's conclusion fell within the range of acceptable outcomes that are defensible in view of the facts and law ( FRAGMENT_SUPPRESSED). This aspect of the Officer's decision was therefore reasonable. VI. Conclusion", "[21] For the foregoing reasons, the application for judicial review is allowed and the matter is remitted to a different immigration officer for re-consideration of the best interests of the Applicant's child and the hardship that the Applicant would face if she were to return to the Philippines. No question is certified for appeal. JUDGMENT", "[22] THIS COURT'S JUDGMENT is that the application for judicial review is allowed and the matter is remitted to a different immigration officer for re-consideration of the best interests of the Applicant's child and the hardship that the Applicant would face if she were to return to the Philippines. No question is certified for appeal. Application allowed. Editor: J. Danielle King [End of document]"]}