{"id_": "091060", "body_str": ["[1] Barnes, J. : This is an application for judicial review by Christian Olguin Fraga and her husband, Juan Carlos Garcia Kanga, challenging a decision of the Refugee Protection Division of the Immigration and Refugee Board (Board) by which their claims to refugee protection were denied. Background", "[2] The Applicants are citizens of Mexico who sought protection in Canada based on a history of criminal victimization directed at Ms. Olguin, her father, her mother and other members of her family. The problems experienced by the family initially arose from extortion demands from a criminal gang directed principally at Ms. Olguin's father who owned a successful business. According to Ms. Olguin, the frequent kidnapping of persons of financial means in Mexico was a considerable concern for her family going back to at least 1998. In addition, Ms. Olguin's father had been assaulted no less than 15 times and had experienced numerous break-ins to his business over several years. In 2005, telephone threats were made to Ms. Olguin's mother and father, in 2006, her mother was carjacked at gunpoint, and in 2009, her brother received extortion demands. In 2009, the same persons who had threatened her father kidnapped Ms. Olguin. A day later, she was released after her father made a ransom payment of 100,000.00 pesos. Shortly after this incident, the abductors demanded monthly extortion payments from Ms. Olguin's father of 30,000.00 pesos. These payments were made for two months but then stopped. Not long afterwards, Ms. Olguin and her husband came to Canada and made a refugee claim. The Board's Decision", "[3] The Board accepted Ms. Olguin's testimony as credible and consistent with the recognized country conditions in Mexico of widespread, gang-related kidnapping and extortion. The Board found (and it is not contested) that the Applicants' claim to protection had no nexus to any of the convention grounds in section 96 of the Immigration Refugee and Protection Act, SC 2001, c 27, [ IRPA ] and could, therefore, only be considered under section 97.", "[4] The Board then rejected the claim because it found that the risk faced by Ms. Olguin was not sufficiently \"particularized\" as it was one faced generally by other similarly situated individuals in Mexico. The Board's analysis of this point is contained in the following extract from its reasons:", "[20] Extortion by organized crime is also a prevalent problem in Mexico. You confirm in your Personal Information Forms (\"PIF\") several times that business owners and their families are especially vulnerable and, indeed, your family and your father's business have been victimized many times. Even though I accept that you have already and may continue to be targeted for ongoing extortion, kidnapping, or other crimes because your father's former business or your family's perceived wealth make you vulnerable, your case remains undistinguished from many such instances in which organized crime demand ransom or regular protection money from those perceived as wealthy. Many Mexicans must confront the risk of kidnapping and extortion by organized crime. In this case, I do not find that your risk is distinct from other Mexicans.", "[21] La Familia , in my view, were and are looking for anyone who can pay them once or more often, making prosperous business owners and their families vulnerable. The motivation to target you was purely financial and I do not find that this is any kind of interpersonal conflict or personal vendetta, for example. Your parents own three homes, other property that is rented out, and four stores (until they were closed this year). They were able to afford to send their children to school in the U.S. and pay for post-secondary education as well. This relative wealth definitely makes your family a target for ongoing victimization, but I cannot find any other motive in the evidence to target you other than a financial one.", "[22] It was submitted on your behalf that a generalized risk becomes particularized when there are repeated or intervening criminal acts sustained over a period of time, and, that the level of targeting experienced by your family that persists until today makes this an individualized risk. Furthermore, that as people who have already been shown to pay ransom and extortion, this also particularizes the risk. The cases relied upon were Aguilar Zacharias [sic] and Martinez Pineda.", "[23] What is interesting about the above two cases is that the Federal Court found the exact opposite in two cases based on rather similar facts; those being <FRAGMENT_SUPPRESSED> and Paz Guifarro . In my view, Aguilar Zacharias [sic] and Martinez Pineda are the minority and the preponderance of case law follow <FRAGMENT_SUPPRESSED> and Paz Guifarro . Many federal court cases have considered vulnerable subcategories of populations in high crime countries. The Court has found that the risk to such groups is faced generally by most individuals in the country, as the risk of all forms of criminality is widely experienced. Though certain groups may be targeted more frequently or repeatedly because of their perceived wealth, occupation, or business ownership, for example, everyone in the country is deemed at risk because of the general conditions there. This was also held in cases such as Osorio Rodrigues Perez Prophete , <FRAGMENT_SUPPRESSED> , and repeated and heightened victimization has been dealt with in, Vickram Carias Cius Innocent Ventura De Parada , and found to be generalized. All cases I have cited indicate that a personal risk, or one that is not random, is not necessarily a particularized risk that others do not generally face in the country. Being part of a vulnerable sub-category of a population is not sufficient to individualize a risk, as subgroups of a population may also experience a general risk. [Footnotes omitted; emphasis in original] Issues", "[5] Did the Board err in its assessment of the evidence of personalized risk or in the application of that evidence to the test for relief in section 97 of the IRPA Analysis", "[6] The issues raised on this application are matters of mixed fact and law and the applicable standard of review is reasonableness: see <FRAGMENT_SUPPRESSED> [2009] FCJ no 270 (QL).", "[7] The Applicants' principal criticism of the Board's decision concerns the treatment of the alleged differences in Federal Court jurisprudence dealing with the issue of a generalized criminal risk in a population subgroup (eg. wealthy families in Mexico). According to the Applicants, the Board had a duty to explain why it preferred the authorities upon which it relied and rejected those that had been cited on their behalf (ie. <FRAGMENT_SUPPRESSED>  [2011] FCJ no 144 (QL) [ Zacarius ], and <FRAGMENT_SUPPRESSED>  [2007] FCJ no 501 (QL) [ <FRAGMENT_SUPPRESSED> ]).", "[8] I do not agree with this submission. Firstly, it is not obvious to me that there is a material incongruity in the applicable Federal Court jurisprudence on this question. The concern expressed by Justice Simon Noël in Zacarius , above, and by Justice Yves de Montigny in <FRAGMENT_SUPPRESSED> , above, had to do with the Board's failure to consider the evidence of personalized risk in the context of a section 97 analysis. This problem was described by Justice Noel in the following way: 17 As was the case in Martinez Pineda , the Board erred in its decision: it focused on the generalized threat suffered by the population of Guatemala while failing to consider the Applicant's particular situation. Because the Applicant's credibility was not in question, the Board had the duty to fully analyse and appreciate the personalized risk faced by the Applicant in order to render a complete analysis of the Applicant's claim for asylum under section 97 of the IRPA. It appears that the Applicant was not targeted in the same manner as any other vendor in the market: reprisal was sought because he had collaborated with authorities, refused to comply with the gang's requests and knew of the circumstance of Mr. Vicente's death.", "[9] The above analysis does not appear to me to be out-of-step with the authorities relied upon in this case by the Board. Those authorities similarly require the Board to closely examine the evidence of personalized risk to determine if it transcends the risk faced generally by a substantial part or subgroup of the population. Here the Board carried out the required analysis and concluded that the risk faced by the Applicants did not satisfy the test for relief in section 97 of the IRPA . Unlike the cases relied upon by the Applicants, the Board did not overlook evidence pertaining to the Applicants' risk history.", "[10] There was no evidence before the Board that the Applicants were personally targeted for harm beyond their speculation that Ms. Olguin's father's failure to pay extortion money and her previous kidnapping placed them at a heightened risk. This is the type of risk that has repeatedly been found to be generalized and insufficient to support a claim to section 97 protection: see <FRAGMENT_SUPPRESSED>  [2011] FCJ no 222 ( <FRAGMENT_SUPPRESSED>  [2009] FCJ no 143 (QL) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [2009] FCJ no 1545 ( <FRAGMENT_SUPPRESSED>  [2010] FCJ no 579 ( <FRAGMENT_SUPPRESSED>  [2012] FCJ no 137 (QL). The Board's decision to refuse protection was amply supported by authority and cannot be characterized as unreasonable.", "[11] Furthermore, even where there is divided Federal Court authority on a point of law, I do not agree that the Board is required to explain why it has adopted one view over the other. Presumably, Federal Court jurisprudence speaks for itself and the Board has no obligation to offer any additional interpretation of the legal authorities that it chooses to rely upon in resolving a point of law.", "[12] In summary, I cannot identify any error in the Board's decision dealing with its application of the evidence of risk to the test for relief in section 97.", "[13] The Applicants' additional concern that the Board created a new legal test for relief under section 97 by referring to a \"particularized risk\" instead of \"personalized risk\" is without merit. It is clear from the Board's reasons that it understood the distinction between generalized risks and personalized risks and no reviewable error arises from its use of synonymous language to describe that distinction.", "[14] At the conclusion of argument in this proceeding, I invited counsel to propose a certified question. Counsel for the Applicants proposed the following question: Can a risk which was initially random, indiscriminate, or general, remain a generalized risk pursuant to Section 97(1)(b)(ii) of IRPA despite accepted evidence of escalated, personal and specific targeting from the persecutor arising from the subsequent actions of the victim such as a refusal to pay extortion demands?", "[15] Counsel for the Respondent opposes the certification of any question in this case on the basis that the application of section 97 of the IRPA to a criminal risk is fact-dependant so that the outcome of one claim is not determinative of another.", "[16] I agree that the Board's risk determination in this case turned on an issue of mixed fact and law - a determination that I have found to be reasonable. As Justice Johanne Trudel observed in <FRAGMENT_SUPPRESSED> , above, the application of section 97(1) of the IRPA requires \"an individualized inquiry\" that cannot be determined by some universal rule or approach. To the same effect is the decision of Justice James Russell in <FRAGMENT_SUPPRESSED>  [2012] FCJ no 6 (QL), where he declined to certify a similar question because \"in some cases, personal targeting can ground protection, and in some it cannot\".", "[17] Here the proposed question would not be determinative of this application or of similar cases yet to be heard. In the result, I decline to certify a question in this proceeding. The application is dismissed. JUDGMENT", "[18] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed.", "[2]", "[3]", "[4] particularized", "", "[21] Selon moi, La Familia", "Aguilar Zacharias et Martinez Pineda", "Paz Guifarro . Selon moi, Aguilar Zacharias et Martinez Pineda Paz Guifarro Osorio Rodrigues Perez Prophete Vickram Carias Cius Innocent et Ventura De Parada", "[5] Analyse", "[6] <FRAGMENT_SUPPRESSED> [2009] ACF no 270 (QL).", "[7] <FRAGMENT_SUPPRESSED>  (QL) [ <FRAGMENT_SUPPRESSED> ], et <FRAGMENT_SUPPRESSED>  [2007] ACF no 501 (QL) [ <FRAGMENT_SUPPRESSED> ]).", "[8]", "Martinez Pineda", "[9]", "[10] <FRAGMENT_SUPPRESSED>  [2011] ACF no 222 ( <FRAGMENT_SUPPRESSED>  [2009] ACF no 143 (QL) [ <FRAGMENT_SUPPRESSED> ];", "[11]", "[12]", "[13] particularized risk personalized risk", "[14]", "[15]", "[16]", "[17] JUGEMENT", "[18] [End of document]"]}