{"id_": "091192", "body_str": ["[1] Tremblay-Lamer, J. : This is an application pursuant to Sections 96 and 97 of the Immigration and Refugee Protection Act, S.C. c. 27 (the \"Act\"), for judicial review of a decision of the Refugeee Protection Division of the Immigration and Refugee Board (the \"Board\"), wherein the Board determined that the applicants were not Convention refugees or persons in need of protection.", "[2] The applicants (Nzolameso N'Sungani, Zibaka N'Sungani, Mazunki N'Sungani, Zimakanda N'Sungani, Fundu N'Sungani, Ngandu N'Sungani; ages 25, 20, 18, 16, 15 and 11 respectively) are citizens of the Democratic Republic of Congo (\"DRC\") belonging to the same family. The eldest, Nzolameso N'Sungani is the designated representative of the three minors. The first four family members, travelling from Kinshasa through Ghana and the United States, arrived in Canada on October 4, 2001, claiming refugee status. The latter two, travelling essentially the same route, arrived on August 26, 2002 and claimed refugee status as well.", "[3] The applicants claim to have a well founded fear of persecution in the DRC by virtue of their membership in a social group, that is, their family. They also allege to face risks of torture, cruel and unusual punishment, and to their lives.", "[4] On the basis of numerous contradictions and inconsistencies in their evidence, the Board concluded that the applicants lacked credibility and that their story of persecution was entirely invented.", "[5] In the present case, the Board drew adverse inferences concerning the applicants' credibility based on a series of inconsistencies, contradictions and implausibilities.  <FRAGMENT_SUPPRESSED>  at para. 4 (F.C.A.)(QL), the Court of Appeal determined that \"[a]s long as the inferences drawn by the tribunal are not so unreasonable as to warrant [the Court's] intervention, its findings are not open to judicial review\".", "[6] More recently, judges of this Court including myself have applied the patently unreasonable standard for review of credibility determinations: see  <FRAGMENT_SUPPRESSED>  ((T.D.) (QL). Indeed, this Court has stated on occasion that this proposition is \"trite law\":  <FRAGMENT_SUPPRESSED>  (QL).", "[7] Nevertheless, with respect to judicial review of credibility findings, the pragmatic and functional approach is seldomly engaged in the jurisprudence.  <FRAGMENT_SUPPRESSED> , is frequently cited in support of the above proposition that patent unreasonableness is the applicable standard notwithstanding that such language does not appear in the Court of Appeal's judgment: see for e.g.  <FRAGMENT_SUPPRESSED> . The Supreme Court noted that the analysis should not be mechanically applied (ibid., at para. 26), but its guiding principles must be borne in mind upon judicial review. It is therefore appropriate to undertake this analysis once in a more rigorous fashion, particularly given that the determinative issue in the vast majority of the Board's decisions is framed as an issue of credibility.", "[9] The pragmatic and functional approach is premised on four contextual factors: \"the presence or absence of a privative clause or statutory right of appeal; the expertise of the tribunal relative to that of the reviewing court on the issue in question; the purposes of the legislation and the provision in particular; and, the nature of the question -- law, fact, or mixed law and fact\": Dr. Q., supra at para. 26.", "[10] Turning to the first of those factors, decisions of the Board are not protected by a strong privative clause (see  <FRAGMENT_SUPPRESSED> ) [see footnote 1], thus this factor does not favour great deference. However, viewing the legislative scheme as a whole, and the provisions pertaining to refugee claim determinations - the third factor cited above - the Board is given a wide degree of discretion and authority, supporting a higher measure of judicial respect: see for e.g., sections 96, 97, 161-166, and 170 of the Immigration and Refugee Protection Act, supra in particular.", "[11] The nature of the question and the relative expertise of the Board vis-à-vis the Court are the more crucial factors here. Where, as in the present case, all of the findings made by the Board, whether inconsistencies, contradictions or implausibilities, are purely fact-based, significant curial deference should follow on judicial review. By the same token, the Board has the \"ability to assess the witness, his or her demeanour, frankness, readiness to answer, coherence and consistency in oral testimony\":  <FRAGMENT_SUPPRESSED>  at para. 6 (T.D.)(QL). It is evident that the Board is in the best position to make credibility determinations because the Court has no comparable opportunity to probe and evaluate the applicants' testimony.", "[12] I am thus of the opinion that patent unreasonableness is the appropriate standard of review.", "[13] To demonstrate that the Board's credibility findings were patently unreasonable, the applicants' must show that the decision was \"clearly irrational\". In other words, a \"decision that is patently unreasonable is so flawed that no amount of curial deference can justify letting it stand\":  <FRAGMENT_SUPPRESSED>  at para. 52.", "[14] The credibility determinations in this case cluster around two themes: the factual history of the applicants when they resided in the DRC, particularly in relation to the applicants' oldest sibling, Lukoki N'Sungani; and, the applicants' travel to Canada.", "[15] With respect to the former category, the Board found that Makunzi's inability to recall, without reflection, his uncle's name, as well as the names of the individuals with whom he and his siblings (Nzolameso, Zibaka, and Zimakanda) stayed following their release from the authorities, gave rise to credibility concerns.", "[16] The applicant's lack of knowledge in this regard is surprising. Moreover, the Board member gave the applicant an opportunity to explain this but he was unable to offer any reason other than he forgot. Similarly, the lack of knowledge regarding people who harboured four of the applicants for a period of eight months undermines the credibility of the story.", "[17] Further, events tied to the applicants' brother Lukoki form the impetus for their flight from the DRC to Canada, and are thus more significant. In the course of oral testimony, Makunzi indicated that Lukoki lived in the N'Sungani home whereas the declaration states that the four elder applicants left the home to go with Lukoki to Kinshasa.", "[18] This is a clear contradiction, and given that the Board brought this contradiction to Makunzi's attention, and no explanation was provided, it was reasonable for the Board to draw a negative inference.", "[19] Finally, with respect to the applicants' travel to Canada, the Board had several problems tied to the evidence surrounding the financing of the voyage, the applicants' birth certificates and their travel documents. The transcript reveals inconsistencies between the principal applicant's testimony and the testimony of his brother Nzolameso in relation to the source of the financing. At one point, an applicant stated that their cousin and her spouse sponsored their travel; later, another applicant acknowledged that their uncle contributed financially. Similarly, with respect to the two youngest applicants (Fundu and Ngandu), Nzolameso testified that his fiancé paid for their voyage yet he had no knowledge of its cost.", "[20] A near total absence of knowledge regarding their travel documentation, and inconsistencies as to how the travel was financed, militate in favour of a finding of non-credibility. The Board's decision at it relates to the applicant's credibility was by no means patently unreasonable. Specialized Knowledge", "[21] The Board, by virtue of its own rules, is required to give notice to the parties prior to utilizing any information or opinion that is within its specialized knowledge (Rule 18 of the Refugee Protection Division Rules) in order to give them an opportunity to respond. Failure to do so constitutes a breach of procedural fairness.  <FRAGMENT_SUPPRESSED>  at para. 25 (T.D.)(QL), Urie J.A. described what sort of information constitutes specialized knowledge: \"The information was not the sort of information of which judicial notice could be taken in proceedings before a court nor was it or the general character well known to the Board and to the public referred to in the Maslej case. If the kind of information used in this case, which appears to be of a type which an applicant might well be in a position to contest, is to be relied upon by the Board in a hearing...natural justice requires that the applicant be entitled to respond to it just as he would to evidence adduced at the hearing.\"", "[22] In the instant case, the information in question concerns the alleged cost of travelling from the DRC to Canada. The Board found in its reasons that such a voyage typically costs between $5,000 and $7,000 U.S. The Board did question the applicants at length about who contributed to the financing of the trip, and about what the financial means of those individuals were, but no specific figures were raised. In its decision, the Board found that the alleged financiers of the trip, a mechanic and a merchant, could not possibly cover the above cost. The applicants were not given an opportunity to address this at the hearing.", "[23] Further, even if these figures are simply an estimate, the Court has held that it is an error to speculate about what those arranging this type of trip, sometimes referred to as \"smugglers\", usually charge:  <FRAGMENT_SUPPRESSED>  (T.D.)(QL).", "[24] I am prepared to accept that the Board's failure to disclose these figures or \"specialized knowledge\" in the course of the hearing runs counter to its own procedural rules, and constitutes a breach of procedural fairness. The issue here, however, is whether this breach of procedural fairness necessitates a new hearing before a reconstituted Board.", "[25] The applicant suggests that this error is fatal, citing  <FRAGMENT_SUPPRESSED>  (F.C.)(QL). However, in my view,  <FRAGMENT_SUPPRESSED>  does not stand for this proposition. There were several problems with the Board's decision in that case in addition to the failure to disclose its reliance on specialized knowledge, and MacTavish J. specifically concluded that the Board's decision could not stand because of the \"cumulative effect of the errors\":  <FRAGMENT_SUPPRESSED>  at para. 27.", "[26] Indeed, the jurisprudence supports a more nuanced approach. Ordinarily, a breach of procedural fairness voids the hearing and the resulting decision but an exception to this rule exists (see  <FRAGMENT_SUPPRESSED> , where the Supreme Court of Canada explained that a breach of procedural fairness does not require a new hearing in \"special circumstances\" where the claim in question is otherwise \"hopeless\" or the outcome reached was \"inevitable\": ibid., at paras. 52-54.", "[27] Professor Mullan underlines that \"the [Supreme Court] has maintained that, save in truly exceptional circumstances, it is simply not appropriate to speculate whether the substantive determination would have been any different had the common law's requirements of procedural fairness been met\": D.J. Mullan, Administrative Law (Toronto: Irwin Law, 2001).", "[28] However, precisely when this exception can be properly invoked is not obvious. As stated by the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED> : \"10 The limits within which Professor Wade's distinction should operate are yet to be established. Iacobucci J., writing for the Court at page 228, regarded the circumstances in Mobile Oil as \"exceptional, since ordinarily the apparent futility of a remedy will not bar its recognition\", citing  <FRAGMENT_SUPPRESSED> . It should be noted that Cardinal involved a complete denial of a hearing. Here it is not necessary to speculate as to the outcome, assuming of course that natural justice was denied and that there has been no waiver. [See Note 7 below] The adverse finding of credibility having been properly made, the claim could only be rejected. It would be pointless to return the case to the Refugee Division in these circumstances.\" [footnote omitted]", "[29] It is worth noting that in that case, the Board did in fact give notice that it intended to utilize added information, provided counsel with an opportunity to submit representations in reply, and that no objection was made at the hearing before the Board. For the purposes of considering the exception  <FRAGMENT_SUPPRESSED>  Oil, supra, however, Stone J.A. was willing to assume that procedural fairness had been breached. A new hearing was not ordered because the finding of adverse credibility was \"wholly decisive\" and \"properly made\".", "[30] Conversely, in  <FRAGMENT_SUPPRESSED>  (T.D.)(QL), O'Keefe J. was unwilling to deny the application for judicial review because he could not discern \"how much influence the use of [evidence from a separate hearing] had on the Board's ultimate credibility findings. Furthermore, the non-credibility finding was central to the outcome of the case\": ibid., at para. 26. In that case, as in the instant matter, no notice of the Board's reliance on specialized knowledge was provided.", "[31] Other decisions reject the application of the Mobil Oil, supra exception where the conclusions reached are not inevitable ( <FRAGMENT_SUPPRESSED>  (T.D.)(QL)).", "[32] In my view, the principal established in  <FRAGMENT_SUPPRESSED>  stands with a caveat taken from Hu, supra: provided credibility determinations were properly arrived at, and wholly determinative of the application, then the Mobil Oil, supra exception can be invoked to deny a new hearing, assuming there is no reason to suspect that the specialized knowledge in dispute in any way shaped the Board's credibility findings.", "[33] In the present proceeding, the only specialized knowledge related to the estimated cost ($5,000 to $7,000 U.S.) of travelling from the DRC to Canada with the aid of smugglers. The Board, in its reasons, used these figures to doubt the applicants' evidence that their cousin could afford to finance their voyage. But the numerous contradictions and inconsistencies in the applicants' oral testimony and written declarations remain. It would be pointless to return the case in these circumstances.", "[34] Thus I find that the Board's reliance on its specialized knowledge did not shape its credibility findings and a new hearing is not warranted on the basis of a breach of procedural fairness.", "[35] For all these reasons, this application for judicial review is dismissed. ORDER", "[36] THIS COURT ORDERS that the application for judicial review is dismissed. Footnotes 1. Note that the wording of the privative clause has essentially remained the same following the amendments: compare Immigration and Refugee Protection Act, S.C. 2001, c. 27, s. 162(1) with Immigration Act, R.S.C., 1985, c. I-2, s. 67(1). [End of document]"]}