{"id_": "091511", "body_str": ["[1] Rothstein, J. : The issue in this judicial review is whether Section E of Article I of the Geneva Convention relating to the status of refugees is applicable to the applicants. If Section E applies, then the Convention does not apply to them. (The definition of Convention refugee in s. 2(1) of the Immigration Act excludes persons to whom the Convention does not apply pursuant to ss. E and F of Article 1 of the Convention . Sections E and F are contained in a schedule to the Immigration Act .) Section E provides:  <FRAGMENT_SUPPRESSED> \"This Convention shall not apply to a person who is recognized by the competent authorities of the country in which he has taken residence as having the rights and obligations which are attached to the possession of the nationality of that country. <FRAGMENT_SUPPRESSED>", "[2] The applicants were citizens of Afghanistan. In 1981, they successfully applied as Convention refugees in Germany. In 1991, they left Germany and came to Canada and sought refugee status in this country.  <FRAGMENT_SUPPRESSED>", "[3] For some reason, the matter was not dealt with expeditiously. In May 1994, eligibility certificates were issued pursuant to s. 45(1)(a) of the Immigration Act and the applicants were referred to the Convention Refugee Determination Division of the Immigration Refugee Board. In the meantime, there appears to have been correspondence between the applicants and Germany as to their right to return to Germany. If they could return, Section E of Article I of the Convention would render the Convention not applicable to the applicants as they would have rights attached to the possession of German nationality, namely the right to return.  <FRAGMENT_SUPPRESSED>", "[4] The case came before the Immigration and Refugee Board in September 1994. There were four days of hearings between September 2, 1994 and March 27, 1995. The Immigration and Refugee Board decision, which is the subject of this judicial review, was issued on July 25, 1995.  <FRAGMENT_SUPPRESSED>", "[5] In that decision, the Board decided that the applicants had a well-founded fear of persecution in respect of Afghanistan but that Canada had not assumed responsibility for them and that Germany was obliged to allow them to return. Therefore, the Board found that the Convention did not apply to them by virtue of Section E of Article I.  <FRAGMENT_SUPPRESSED>", "[6] The question of whether the applicants had a right to return to Germany centred on whether they had valid travel documents from Germany. It was agreed between counsel, and I also agree, that the relevant time for consideration of the validity and subsistence of the travel documents was the time of the hearing before the Board. The evidence before the Board was not clear as to whether the applicants had valid and subsisting travel documents when they left Germany and arrived in Canada in 1991. At the time of the hearing before the Board, however, it is clear that the travel documents that may have entitled them to return had expired.  <FRAGMENT_SUPPRESSED>", "[7] It appears that the applicants may have applied for new German travel documents and sought an opinion from the Government of Germany as to their right to return. In a letter dated January 4, 1993, from a German government official in Berlin to the German Consulate in Toronto, it is stated that the issue of travel documents and the granting of visas cannot be approved. According to the letter, the applicants' German residency permits expired when the applicants' travel documents expired. Residence permits could be obtained after expiry of travel documents provided an application was made within six months after expiry. That did not occur here.  <FRAGMENT_SUPPRESSED>", "[8] The letter states that an alien who has been granted refugee status has no claim to a renewed residence permit once he leaves Germany and the responsibility for the issuance of travel documents has passed to another country. \"By virtue of the applicants' extended absence from Germany and sojourn in Canada\", the letter indicates that \"responsibility under the 1951 Geneva Refugee Convention has passed to\" Canada. Other documents in the record suggest that the issue of whether a Convention refugee is entitled to remain in or return to Germany is based on whether another country has assumed responsibility for the refugee.  <FRAGMENT_SUPPRESSED>", "[9] At p. 5, the Board states:  <FRAGMENT_SUPPRESSED> \"... the question of the claimants becoming the responsibility of another country is the determinative issue in the ability of the claimants to be able to return to Germany. <FRAGMENT_SUPPRESSED> In my view, the Board correctly framed the issue before it. However, as will become clear from my analysis, the Board erred by confusing from which country's perspective - Canada's or Germany's - responsibility for the applicants should be assessed. The question is not whether Canada had assumed responsibility for the applicants, but whether Germany considered that Canada had assumed responsibility for the applicants.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[10] <FRAGMENT_SUPPRESSED> , La Forest, J., notes at p. 726  <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED> \"Refugee claims were never meant to allow a claimant to seek out better protection than that from which he or she benefits already. <FRAGMENT_SUPPRESSED> I would observe that if, by reason of their absence from Germany and sojourn in Canada, the applicants are, in effect, entitled to renounce the protection they received from Germany and claim protection from Canada, such a result is anomalous. In substance, it gives persons who have Convention refugee status in one country the right to emigrate to another country without complying with the usual requirements, solely by reason of their unilateral renunciation of the protection initially given to them by the first country. In effect, this means that they can \"asylum shop\" amongst countries who are signatories to the Geneva Convention and \"queue jump\" normal immigration waiting lists to the country of their choice. If this is the case, the applicants, who resided in Germany for 10 years, may simply abandon Germany for Canada. They would have greater rights to emigrate to Canada than persons of German nationality. That is neither fair nor logical.  <FRAGMENT_SUPPRESSED>", "[11] In its analysis, the Board focussed on whether Canada had assumed responsibility for the applicants. It concluded at p. 6:  <FRAGMENT_SUPPRESSED> \"The panel, after considering all the evidence, finds that until the Refugee Division determines the claimant to be a Convention refugee, Canada has not taken the responsibility nor the obligation for these claimants and therefore it is up to Germany to continue their protection of the claimants, and all the obligations of the Convention , including the re-entry to Germany. <FRAGMENT_SUPPRESSED> The panel may be correct that under Canadian law, until the Immigration and Refugee Board determines the claimants to be Convention refugees, Canada has not assumed responsibility for them. However, that does not, in my opinion, fully address the question of whether the applicants have a right to return to Germany. Application of Section E of Article I depends upon whether Germany , in this case, recognizes that the applicants have the rights and obligations which are attached to the possession of German nationality. In this case, that means the right to return to Germany.  <FRAGMENT_SUPPRESSED>", "[12] If Germany adopts the same test as Canada, that Canada does not assume responsibility until it finds the applicants to be Convention refugees, then indeed the Board would be correct in its decision. However, that is not clear from the record. The evidence of German law which indicates that the right of Convention refugees to return to Germany ceases when they become the responsibility of another country does not state the circumstances under which Germany decides that the other country assumes such responsibility. On the other hand, the letter from the German government official that pertains specifically to the applicants, states that by reason of the applicants' extended absence from Germany and sojourn in Canada, responsibility for the applicants has passed to Canada. If that is Germany's test of another country assuming responsibility for Convention refugees, the applicants may not have the right to return to Germany and Section E of Article I of the Convention may not apply to exclude application of the Convention to them. I am not satisfied that the Board had evidence before it to enable it to determine that Germany would consider that Canada had not assumed responsibility for the applicants. Without such evidence, the Board could not, as it did, find that the applicants could return to Germany.  <FRAGMENT_SUPPRESSED>", "[13] It seems odd that the test for assumption of responsibility for refugees among signatories to the Geneva Convention would not be uniform. Be that as it may, whether Canada or Germany should be responsible for the applicants should ideally be determined as between the governments of Canada and Germany. A decision of the Immigration and Refugee Board, that Germany should have responsibility for the applicants, which is the effect of the Board's decision, is not binding on Germany and does not address whether Section E of Article I of the Convention is applicable to the applicants. The issue is whether Germany recognizes that the applicants may return. On the evidence before it, the Board could not arrive at such a conclusion and therefore could not find that Section E of Article l of the Convention was applicable to the applicants.  <FRAGMENT_SUPPRESSED>", "[14] The matter is remitted to a different panel of the Immigration Refugee Board for redetermination in a manner not inconsistent with these reasons as soon as possible. The parties shall endeavour to bring before the panel evidence of a resolution of the matter as between the governments of Canada and Germany, or failing resolution, clear evidence that Germany does or does not recognize that the applicants may be returned to Germany.  <FRAGMENT_SUPPRESSED>", "[15] The following question jointly proposed by counsel is certified for appeal.  <FRAGMENT_SUPPRESSED> \"If a refugee claimant, who has already been recognized as a Convention refugee by a country, other than Canada, voluntarily leaves the protection of that country to seek refugee status in Canada but does not make a claim against the country of asylum; and if by so doing, that refugee claimant no longer has an unconditional right of return to the country of asylum at the time of the hearing, does that person fall within the ambit of Article 1E? <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Janette Blue/saf  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}