{"id_": "091769", "body_str": ["[1] Le juge Pinard", "[2]", "[3]", "[4]", "[5] Canada (Procureur général) c. Ward", "[6]", "[7]", "[8] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]).", "[9]", "[10]", "[11] <FRAGMENT_SUPPRESSED>  au para 11 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ Del Real", "[12] Del Real", "[13] Del Real <FRAGMENT_SUPPRESSED> ).", "[14] Del Real", "[15]", "[16] Del Real", "[17] JUGEMENT", "[18] Victor Gonzalez Martinez, Angelina Ramirez Ramirez and  <FRAGMENT_SUPPRESSED>  for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the panel) filed pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act). The panel found that the applicants were neither\"refugees\" nor \"persons in need of protection\" and thus rejected their claim for refugee protection.", "[2] Victor Gonzalez Martinez (the principal applicant), his wife Angelina Ramirez Ramirez and their adult son Miguel Angel Gonzalez Ramirez (the applicants) are citizens of Mexico. They claimed to fear for their lives due to events involving the principal applicant in December 2006.", "[3] At that time, when they were at a party organized by the wife of a man called Mr. Flores, the principal applicant allegedly intervened in a dispute between Mr. and Mrs. Flores. The party organizer allegedly then left her abusive husband and reported his spousal abuse to the Mexican authorities. Mr. Flores apparently blamed the principal applicant for this because of his intervention at the party, as he believed that the principal applicant had encouraged his wife to report him and leave him. Since then, the principal applicant and his family were allegedly threatened.", "[4] The panel found in its decision that the applicants were neither \"refugees\" nor \"persons in need of protection\" within the meaning of the Act, since there was insufficient evidence to support the refugee protection claim.", "[5] First, under section 96 of the Act, the panel found that the applicants' fear was not due to their membership in a particular social group, contrary to the claims in their Personal Information Forms. The panel found that the applicants were threatened in Mexico for criminal reasons ( <FRAGMENT_SUPPRESSED> ). Consequently, the claim under section 96 of the Act was rejected.", "[6] The refugee protection claim under paragraph 97(1)( ) of the Act was also rejected, as the panel determined that there was no evidence that the applicants risked facing torture if they were to return to Mexico.", "[7] Last, the panel considered the refugee protection claim under paragraph 97(1)( ) of the Act, specifically whether the danger they might face if they returned to Mexico would be present \"in every part of that country\". The panel identified Hermosillo and La Paz as internal flight alternatives.", "[8] The issue of internal flight alternative raised in this case is determinative. The standard of review applicable here is reasonableness, as this was a question of fact ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] ; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] ; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] ).", "[9] The applicants contend that the panel erred in finding that they had an internal flight alternative because it did not take into account the evidence on the record and ignored the applicants' explanations and the contradictory evidence.", "[10] Meanwhile, the respondent argues that the panel considered all of the evidence, both testimonial and documentary, and its finding regarding the internal flight alternative is reasonable.", "[11] After reviewing the relevant evidence, it seems to me that, contrary to the applicants' claims, the panel clearly considered the contradictory evidence, specifically mentioning the principal applicant's testimony that associates of Mr. Flores would be able to find him anywhere in Mexico. The panel also acknowledged that these associates were criminals and that there is corruption in Mexico. However, the panelrelied on the documentary evidence to find that, despite this corruption, access to confidential information is not automatic and the applicants did not prove that their agents of persecution had the contacts and resources needed to access that information. Consequently, the applicants did not discharge their burden of proof. It was up to them, and not the panel, contrary to their assertions, to show that Hermosillo and La Paz were not reasonable internal flight alternatives( <FRAGMENT_SUPPRESSED> [ Del Real ] ). The panel identified two specific locations in Mexico where the applicants could live in safety. The identification of internal flight alternatives does not involve determining whether the applicants would choose to move there, nor whether that part of Mexico is attractive to them, but rather whether the IFA are realistic, attainable options for them ( <FRAGMENT_SUPPRESSED> at para 13). The paneltherefore had to determine if it was objectively reasonable for the applicants to live in Hermosillo or La Paz without fear of persecution, taking into account their personal circumstances ( <FRAGMENT_SUPPRESSED> at para 13; <FRAGMENT_SUPPRESSED> at paras 12, 13 and 17).", "[12] The panelwas of the opinion that the applicants had not proven that these internal flight alternatives are objectively unreasonable: \"[i] t requires nothing less than [actual and concrete evidence] the existence of conditions which would jeopardize the life and safety of a claimant in travelling or temporarily relocating to a safe area.\" ( <FRAGMENT_SUPPRESSED> at para 15; see also Del Real at para 30 and <FRAGMENT_SUPPRESSED> at para 10).", "[13] This finding of the panel is reasonable, being justified and transparent: the panel's reasons fall within the range possible, acceptable outcomes which are defensible in respect of the facts and the law, supported by the evidence in the record ( <FRAGMENT_SUPPRESSED> , at para 47). It was up to the panel to assess this evidence. Thus, it warrants deference from this Court ( <FRAGMENT_SUPPRESSED> at para 6). Further, the panel is presumed to have considered all of the evidence, in the absence of clear and convincing evidence to the contrary, and is not required to comment on every piece of evidence on the record ( Del Real , at paras 24, 32 and 33; <FRAGMENT_SUPPRESSED> ).", "[14] Here, the Board did not perform a selective reading of the evidence, but took into account the applicants' specific circumstances by considering internal flight alternatives within Mexico. Like the panel, the case law states that it is not enough for claimants to file documentary evidence setting out the presence of corruption in Mexico ( Del Real at para 25; <FRAGMENT_SUPPRESSED> at para 18). The applicants could not just claim, without supporting evidence, that they could be found anywhere in Mexico using databases, because of the corruption in their country and the crimes of their agents of persecution ( <FRAGMENT_SUPPRESSED> at para 15; <FRAGMENT_SUPPRESSED> at para 21).", "[15] As stated in <FRAGMENT_SUPPRESSED> , at paragraphs 15 to 17: In reading the decision, it is clear that [the panel] had consulted the documents describing the situation in Mexico ... [and] referred to the objective documentary evidence in several places in its decision. [Thus, the panel] reasonably interpreted and analyzed all of the evidence and the applicant[s] ' testimony. Consequently, the Court's intervention is not warranted.", "[16] In conclusion, since the existence of an internal flight alternative in Mexico leads to a refusal of the applicants' refugee claim ( Del Real at para 19 and <FRAGMENT_SUPPRESSED> at para 11), the application for judicial review is dismissed.", "[17] I agree with counsel for the parties that no question for certification arises. JUDGMENT", "[18] The application for judicial review of the decision by the Refugee Protection Division of the Immigration and Refugee Board dated March 9, 2011, is dismissed. [End of document]"]}