{"id_": "092127", "body_str": ["[1] O'Keefe, J. : Pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [the Act], the applicant applied for judicial review of the decision of a visa officer at the High Commission of Canada in New Delhi, India, wherein the officer refused his application for a temporary resident visa to Canada [the decision].", "[2] The applicant seeks an order setting aside the negative decision and returning the matter to a different officer for redetermination. I. Background", "[3] The applicant is a citizen of India and currently resides in India. His parents, sister and brother-in-law reside in Canada and they invited the applicant to Canada to visit his ailing mother who suffers from advanced dementia.", "[4] On March 14, 2014, the applicant applied for a temporary resident visa to visit his family in Canada for one month.", "[5] The applicant had previously applied for temporary resident visas to Canada and a work permit, but all of these applications had been rejected for the main reason that the officers were not satisfied that the applicant would leave Canada at the end of his authorized stay.", "[6] In the within temporary resident visa application, the applicant submitted two changed factors from his previous unsuccessful applications: i) his business in India is thriving and he now employs two people; and ii) his mother has been diagnosed with dementia.", "[7] The applicant submitted he had about $55,000 in savings. His father and brother-in-law confirmed through statutory declarations that they would provide support for the applicant's stay in Canada. II. Decision Under Review", "[8] In a decision dated March 19, 2014, the officer refused the applicant's temporary resident visa for two reasons. First, the applicant failed to satisfy the officer that he would leave Canada at the end of his stay as a temporary resident. In reaching this determination, the officer considered the applicant's current employment situation and his personal and financial assets. Second, the officer was not satisfied that the applicant had sufficient funds to maintain himself while in Canada and to effectuate his departure.", "[9] In the Global Case Management System [GCMS] notes, the officer explained the refusal of the applicant's temporary visa based on \"ties and bonafides.\" The officer was not satisfied the applicant would be motivated to depart Canada given his strong family ties to Canada and weak ties and establishment in India. Also, the officer noted the bank certificates showing the applicant's deposits \"are not supported by any detailed bank statements to show those funds and origin of those funds\". III. Issues", "[10] The applicant raises the following issues: 1. What is the standard of review? 2. Did the officer err in finding that the applicant did not have sufficient funds to maintain himself while in Canada and to effect his departure from Canada because the officer misinterpreted and/or ignored the evidence before him or her? 3. Did the officer breach the duty of procedural fairness by failing to provide the applicant with an opportunity to address the officer's concerns? 4. Did the officer err in finding that the applicant would not leave Canada at the end of his authorized stay?", "[11] The respondent raises one issue: the applicant has failed to demonstrate that there is an arguable issue of law upon which the proposed application for judicial review might succeed.", "[12] I would rephrase the issues as follows: A. What is the standard of review? B. Did the officer breach procedural fairness? C. Was the officer's decision reasonable? IV. Applicant's Written Submissions", "[13] The applicant submits the standard of review for questions of mixed fact and law such as those concerning the officer's factual assessment is reasonableness and the standard of review for questions of natural justice such as the duty of procedural fairness is correctness (REFERENCE_SUPPRESSED).", "[14] First, the applicant submits the officer erred in finding he lacked sufficient funds to support himself or ensure his departure. He argues the officer ignored his submitted evidence. He presented notarized financial documentation showing savings totalling approximately $55,000 such as balance certificates, bank statements and fixed deposit receipts. He also presented proof of travel insurance covering up to $50,000 in medical costs and a fully paid return plane ticket. In addition, his father and brother-in-law confirmed they would support him in Canada if required. The applicant argues the officer disregarded the evidence before him or her entirely and the finding was unreasonable.", "[15] The applicant relies on REFERENCE_SUPPRESSED where this Court found an officer may consider bank statements or deposit books and family members in Canada as evidence of ability to support an intended visit. Further, in REFERENCE_SUPPRESSED, this Court found an officer's refusal of the temporary resident visa was not reasonable in light of the applicant's evidence such as plane ticket, pay slips, account balance and support from host.", "[16] Also, the applicant submits nowhere in the guidelines is it stated that a temporary resident visa applicant must show a detailed source of his funds.", "[17] Second, the applicant submits the officer breached procedural fairness by failing to provide him with an opportunity to address the officer's concerns regarding the financial documents. He argues the officer's concern was on the veracity of the documents, so the officer has a duty to give him an opportunity to address these concerns, such as through an interview or a fairness letter. Here, if the officer had concerns about the source of his savings, the officer should have provided an opportunity for clarification. He relies on REFERENCE_SUPPRESSED, where in that case, Mr. Justice Richard Mosley held a duty exists under procedural fairness to allow an applicant an opportunity to reply where the visa officer's concern is with the credibility of the information. The applicant draws further support from REFERENCE_SUPPRESSED.", "[18] Third, the applicant submits the officer erred in finding he would not depart at the end of his authorized stay. He argues the officer ignored the evidence regarding his ties to India. Here, he submitted evidence of owning a business, his father and his brother-in-law's statutory declaration that they would make sure he goes back to India and the fact that most of his relatives and friends are in India. In REFERENCE_SUPPRESSED, this Court found an officer erred by failing to consider many of the factors identified in the Overseas Processing Manual [OP-11 manual] in assessing whether the applicant will return to his or her country of residence. He argues the officer made the same error here and that if one goes through the list of questions listed in the OP-11 manual, the applicant had adduced evidence to satisfy the relevant conditions. V. Respondent's Written Submissions", "[19] First, the respondent submits the applicant's arguments are mere disagreements with the officer's weighing of evidence which is not the role of this Court.", "[20] Second, the respondent argues the officer considered the financial evidence, such as the bank certificates, but reasonably found they were not supported by a detailed bank statement to show those funds and the origin of those funds. It was open to the officer to find the mere fact that deposits were made into the applicant's account did not establish that he was the owner of those funds.", "[21] Third, the respondent argues the onus is on the applicant to provide sufficient information. The applicant has the burden to prove from where he received the funds and in fact that the funds belonged to him. He did not provide the best proof he could. Here, the officer did not have a duty to contact him or interview him about his inadequate information.", "[22] Fourth, the respondent submits the officer must be satisfied that the applicant will leave at the end of his authorized stay under section 179 of the Immigration and Refugee Protection Regulations , SOR/2002-227 [the Regulations]. The officer's conclusion was reasonable in light of the applicant's weak establishment and ties in India. VI. Applicant's Reply", "[23] The applicant reiterates his arguments above. He cites REFERENCE_SUPPRESSED and REFERENCE_SUPPRESSED for further support. He adds the officer erroneously noted that the applicant had no previous travels in the GCMS notes. This finding was contradicted by the fact that the applicant had provided proof of his previous travels to Singapore. VII. Analysis and Decision A. Issue 1 - What is the standard of review?", "[24] Where the jurisprudence has satisfactorily resolved the standard of review, the analysis need not be repeated (REFERENCE_SUPPRESSED).", "[25] The issue of the officer's factual assessment involves questions of mixed fact and law and therefore, the standard of review is that of reasonableness. The issue of natural justice such as the duty of procedural fairness involves questions of natural justice and therefore, the standard of review is that of correctness ( CITATION_SUPPRESSED).", "[26] The standard of reasonableness means that I should not intervene if the decision is transparent, justifiable, intelligible and within the range of acceptable outcomes (see CITATION_SUPPRESSED; REFERENCE_SUPPRESSED). As the Supreme Court held in CITATION_SUPPRESSED, a court reviewing for reasonableness cannot substitute its own view of a preferable outcome, nor can it reweigh the evidence. B. Issue 2 - Did the officer breach procedural fairness?", "[27] The applicant is of the view the officer breached procedural fairness because the officer failed to provide the applicant with an opportunity to respond to the concerns of the credibility of the evidence. The respondent argues the officer's concern was about the adequacy of the evidence, not credibility.", "[28] In my opinion, the officer's concern regarding the evidence was based on credibility; so procedural fairness was breached by not providing the applicant with an opportunity to address the concern.", "[29] A temporary resident visa applicant must show a detailed source of his funds. Here, the applicant provided notarized financial documents showing savings totalling approximately $55,000 which included balance certificates, bank statements and fixed deposit receipts. He also presented proof of travel insurance covering up to $50,000 in medical costs and a fully paid return plane ticket. The officer refused his application due to the bank certificates not being supported by any detailed bank statements showing those funds and the origin of those funds.", "[30] In my opinion, given the detailed submission of the applicant's finances, the officer's concern for the origin of these funds is an issue of credibility. The officer has a duty to give him an opportunity to address the concern related to the credibility of the information. Here, if the officer had concerns about the source of the applicant's savings, the officer should have provided an opportunity for clarification ( CITATION_SUPPRESSED). Therefore, the officer breached procedural fairness by failing to do so. C. Issue 3 - Was the officer's decision reasonable?", "[31] In my opinion, the officer's decision was unreasonable because the officer ignored evidence contradictory to his or her conclusion.", "[32] In CITATION_SUPPRESSED, Madam Justice Danièle Tremblay-Lamer reviewed section 7 of chapter 11 of the OP-11 manual and found an officer may consider bank statements or deposit books, and family members in Canada as evidence of ability to support an intended visit. 15 With regards to the officer's findings relating to the documentation of funds. The tax returns of the applicant's grandson and his wife were submitted. The officer was satisfied that the income of the host and his wife was decent. I note that in the context of determining whether sufficient funds are available, section 7 of Chapter 11 of the Overseas Processing Manual, (the \"OP 11 manual\") indicates: When warranted, officers may consider a combination of any of the following documents as evidence of ability to support an intended visit. The list is not exhaustive but demonstrates various resource documents that may be presented: - bank statement(s) or deposit book(s) of applicant (and spouse) that show accumulated savings; - applicant's (and spouse's) letter of employment or employment book, providing name of employer, applicant's position/occupation, date employment commenced and annual earnings; host's or family member in Canada (and spouse's) evidence of income: previous year Revenue Canada Notice of Assessment indicating annual income; or alternately, letter from employer(s) showing position, date employment commenced and annual earnings - evidence of size of family for host or family member in Canada (to equate earnings with size of family to ensure ability to support long-term visit); [Emphasis added] While the officer is free to consider a combination of any of the listed documents, given that he was satisfied that the income from the host and spouse was decent, it was patently unreasonable to require that the applicant, a woman in her 80s, produce evidence of her personal funds as well. (1) Lack of Sufficient Funds to Support Himself or Ensure his Departure", "[33] The officer stated that he or she was not satisfied that the applicant had sufficient funds to carry out his purpose in coming to Canada or to maintain himself while in Canada or to effect his departure. A review of the file discloses that although the officer listed the applicant's assets, he or she did not address these assets in reaching the decision. The applicant provided evidence of substantial savings in excess of $50,000. As well, his father and brother-in-law provided evidence stating they would support him, if necessary, during his stay in Canada. Based on the above, I would conclude that the officer ignored relevant evidence in reaching the decision. This makes the decision unreasonable. (2) The Applicant Would Not Leave Canada at the End of Any Authorized Stay", "[34] The officer stated that he or she was not satisfied that the applicant would return to India at the end of his authorized stay because of his current employment situation and because of his level of personal assets and his financial status. In the decision, the officer did not refer to the fact that the applicant owned a business in India, had a return ticket to India and had provided a statutory declaration that he would return to India at the end of the authorized stay. Additionally, the officer failed to mention or assess the applicant's father's and brother-in-law's statutory declarations stating they would make sure he returned to India. Again, I find that this failure by the officer to assess this evidence makes the decision unreasonable.", "[35] For the above reasons, I conclude that the officer's decision was unreasonable and must be set aside and the matter be returned to a different officer for redetermination.", "[36] Neither party wished to submit a proposed serious question of general importance for my consideration for certification. JUDGMENT", "[37] THIS COURT'S JUDGMENT is that the application for judicial review is allowed, the decision of the officer is set aside and the matter is referred to a different officer for redetermination. ANNEX Relevant Statutory Provisions Immigration and Refugee Protection Act , SC 2001, c 27 72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court. Immigration and Refugee Protection Regulations , SOR/2002-227 179. An officer shall issue a temporary resident visa to a foreign national if, following an examination, it is established that the foreign national (a) has applied in accordance with these Regulations for a temporary resident visa as a member of the visitor, worker or student class; (b) will leave Canada by the end of the period authorized for their stay under Division 2; (c) holds a passport or other document that they may use to enter the country that issued it or another country; (d) meets the requirements applicable to that class; (e) is not inadmissible; (f) meets the requirements of subsections 30(2) and (3), if they must submit to a medical examination under paragraph 16(2)(b) of the Act; and (g) is not the subject of a declaration made under subsection 22.1(1) of the Act. [End of document]"]}