{"id_": "092144", "body_str": ["[1] Kane, J. : Ms Zhou sought refugee protection in Canada based on her claim of persecution as a Falun Gong practitioner in China.", "[2] The Refugee Protection Division of the Immigration and Refugee Board [Board] denied her claim for protection as a Convention refugee and as a person in need of protection pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 [Act] on July 15, 2014, finding that she was not credible. She now seeks judicial review of the decision pursuant to section 72 of the Act.", "[3] The application for judicial review is dismissed for the reasons which follow. Background", "[4] Ms Zhou recounts that during her final year of nursing studies she grew disillusioned with the corruption within the hospital where she studied, particularly regarding the hospital's hiring practices. Although she was hired, this was because her parents likely bribed her employer. At the suggestion of her co-worker, Ms Wang, the applicant turned to Falun Gong to renew her sense of optimism.", "[5] The applicant learned Falun Gong from Ms Wang and joined her practice group.", "[6] On May 10, 2012, Ms Wang did not report to work. Ms Wang's husband advised that she had been arrested and warned the applicant to go into hiding. The applicant claims that the Public Security Bureau [PSB] went to her home on May 15, 2012 to arrest her and returned three other times.", "[7] The applicant claims that, aided by a smuggler and with a United States [US] visa, she left China and travelled by way of Dubai to Seattle, then crossed into Canada on foot and travelled from Vancouver to Toronto, where she claimed refugee protection in August 2012.", "[8] The applicant claims that the PSB visited her family's home looking for her on twelve occasions after her departure. The Board's Decision", "[9] The Board found that the applicant's story was not credible, based on her inconsistent and implausible testimony and due to the lack of any corroborating evidence.", "[10] The Board found that the applicant's testimony regarding the way that she obtained her US visa was not consistent with the operational procedures that govern the issuance of such visas in China and drew an adverse inference.", "[11] The Board found that, if the PSB were seeking her arrest, it is not plausible that she would be able to leave China using her own genuine passport, particularly due to the \"Golden Shield Project\", an integrated database that includes passport information and records entry and exit from China. The Board found that it is reasonable to expect that, if the PSB had sought the applicant's arrest as she claimed, her name would be in this database, and she would not have been able to leave the country undetected using her own passport.", "[12] The Board noted that the applicant's passport displays an exit stamp, indicating her passport was examined.", "[13] The Board also found that the applicant's testimony regarding the use of a smuggler to obtain her visa and facilitate her exit from China without being detected was not plausible, based on the existence of the Golden Shield Project and because she had retained both her visa and passport.", "[14] The Board further found that the applicant's testimony regarding her entry into Canada from the United States on foot and without incident is inconsistent with the preponderance of documentary evidence.", "[15] The Board concluded that the PSB was not seeking the applicant. The applicant testified that the PSB had not left a summons or a warrant with her family which is inconsistent with the country condition documents. Although the Board acknowledged that a summons will not always be issued, the Board found that if the police had visited her home on at least sixteen occasions as she claimed, a summons would have been issued.", "[16] The Board referred to the applicant's testimony that none of her family members had suffered adverse consequences as a result of her failure to report to the PSB and noted that this was inconsistent with documentary evidence about the practices of Chinese authorities.", "[17] With respect to the applicant's practice of Falun Gong, the Board noted its earlier finding that the applicant was not being sought as a Falun Gong practitioner in China by the PSB. The Board then concluded that the applicant is not a genuine Falun Gong practitioner in Canada. Although she was able to answer most questions regarding Falun Gong, the Board found that it is possible that this was for the purpose of her refugee claim. The Board gave little evidentiary weight to letters of support from alleged Falun Gong practitioners in Canada, which were all similar, were not dated or notarized, and did not indicate membership with a formal organization.", "[18] In the alternative, the Board found that if the applicant were a Falun Gong practitioner, she would not face persecution or harm upon return to China. The Board considered the documentary evidence, including the United Kingdom Operational Guidance Note: China that explains that anyone can practice on their own privately and with discretion without significant risk. The Board found that the applicant's practice group of six members that met in private and in secret was not discovered by the PSB, nor did the PSB seek out the applicant.", "[19] The Board's decision also includes some passages that refer to a different refugee claim, unrelated to the applicant's claim. Irrelevant passages in this decision", "[20] As the applicant points out, and provides an affidavit with the other decision referred to, there are several paragraphs in this decision that are exactly the same as paragraphs in another decision of the Board regarding a different applicant. It is also possible that the same paragraphs appear in several other similar decisions.", "[21] In the present case, the obvious errors which refer to this female applicant as \"he\" or \"they\" and which refer to facts or testimony that do not arise in the present application suggest that the Board relied on a template from a similar decision and incorporated boilerplate type paragraphs.", "[22] As noted by Justice Snider in Gomez REFERENCE_SUPPRESSED: \"Provided that the \"boilerplate\" is based on the documentary evidence and addresses the particular evidence and position of a claimant, the Board's repetition of certain passages from other decisions is not, in and of itself, an error.\"", "[23] In my view, where the Board is considering similar claims from the same country based on the same risks, it is understandable that the same country condition documents would be referred to and that the Board would not attempt to use different wording to make the same point or summarize the same documentary evidence or legal principles.", "[24] The use of boilerplate paragraphs, even those that are irrelevant, is not, on its own, a basis to find a decision to be unreasonable.", "[25] However, it is essential that the boilerplate paragraphs or sentences reflect the Board's consideration of the particular applicant's claim and testimony.", "[26] In the present case, there are several paragraphs that appear in the other unrelated decision that are equally relevant and applicable to the applicant's claim and to the Board's decision regarding her claim.", "[27] However, there are other passages included from the other unrelated decision without regard to their relevance to this applicant. It is not surprising that the applicant challenges such findings arguing that it appears the Board did not turn its mind to her claims, when the applicant is referred to as \"he\" or \"they\", or when testimony is attributed to the applicant which is not her testimony.", "[28] For example, at para 22 of the decision, the Board states \"the claimant testified that although not accompanied by the smuggler, she was provided with directions from the smuggler as to how to navigate through China's exit process. The claimant alleges that the smuggler had arrangements with airport officials to gain their passage through security without being detected. The claimant testified that she was able to evade the attention of airport officials because he had paid a smuggler who in turn paid people at the airport to ensure that even though he was unaccompanied, he were [sic] able to pass through the security checkpoints without incident. Based on the foregoing analysis of the security measures put in place by the Golden Shield the panel does not find the claimant's explanation of her departure from China plausible\" (emphasis added).", "[29] The applicant testified that she was accompanied by a smuggler. Whether or not the Board found this to be credible, she never indicated that she was directed how to exit the airport on her own. The applicant testified that her smuggler gave her other specific directions to follow him.", "[30] At para 28, the Board states: \"As well as not providing a summons or arrest warrant, the claimants did not provide a jail visiting card or any other documentation as proof of raid or that he is being sought by the PSB.\" This passage has no bearing on the facts of this case, which involved one female applicant, no raid and no mention of anyone's jail visiting card.", "[31] The Board needs to be more diligent in borrowing from other decisions. Although an applicant with a similar story should expect similar scrutiny by the Board and should expect the Board to rely on the same documentary evidence, it is important that the Board consider the particular applicant's claim and evidence. A simple read through would avoid these obvious errors - particularly where a \"he\", 'she\" and \"they\" appear in the same sentence, nonsensically - and would ensure that the decision reflects the applicant's claim.", "[32] In the present case, as elaborated upon below, despite the inclusion of irrelevant passages and the specific errors, the decision overall, when read in conjunction with the record, particularly the transcript which reveals the Board's probing of the applicant's evidence, is reasonable. The several credibility findings are justified by the evidence on the record related to this applicant. The Issues", "[33] The applicant argues that the Board erred by: failing to assess her Falun Gong activities in China; drawing improper adverse inferences of credibility from the evidence; finding that she had not established her identity as a Falun Gong practitioner in China based on a lack of corroborating evidence; basing its decision on speculation or conjecture; failing to assess the claim; and, finding that she would not face persecution or harm in China.", "[34] The applicant also submits that due to the Board's inclusion of paragraphs from another decision, including some which have no bearing on the applicant's claim, the Board conducted only a perfunctory analysis. This issue has been addressed above. Standard of Review", "[35] The standard of reasonableness applies to issues of fact, including credibility, and mixed fact and law.", "[36] The Court must therefore, determine whether the decision \"falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (REFERENCE_SUPPRESSED). Deference is owed to the decision-maker and the Court will not reweigh the evidence.", "[37] It is also well-established that boards and tribunals are ideally placed to assess credibility: REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED.", "[38] In REFERENCE_SUPPRESSED, the Supreme Court of Canada elaborated on the requirements of CITATION_SUPPRESSED , noting that reasons are to \"be read together with the outcome and serve the purpose of showing whether the result falls within a range of possible outcomes\" and that courts \"may, if they find it necessary, look to the record for the purpose of assessing the reasonableness of the outcome.\" The Board assessed the applicant's Falun Gong activities in China and in Canada", "[39] The applicant argues that the Board is required to perform an assessment of the applicant's Falun Gong activities in both China and Canada (REFERENCE_SUPPRESSED).", "[40] The applicant submits that the Board is required to consider whether there is more than a mere possibility she will face persecution if she returned to China (REFERENCE_SUPPRESSED) and that she need only establish that she belongs to a group that may be persecuted.", "[41] The respondent notes that the Board made several negative credibility findings and was not persuaded that the applicant is a genuine Falun Gong practitioner. Therefore, she would not face a risk of persecution.", "[42] In CITATION_SUPPRESSED: Based on CITATION_SUPPRESSED CITATION_SUPPRESSED and Li , and having closely reviewed the tribunal's record, including the transcripts, overall, I find the Board's conclusion unreasonable. There is evidence in the record that members of the Falun Gong group have been persecuted in China. The Board's finding that the applicant was able to leave China without incident does not necessarily lead to the conclusion that the applicant is not, and never has been, a Falun Gong practitioner either in China or in Canada. Indeed, despite the fact that the Board had some credibility concerns with respect to the particular means by which the claimant left China, an assessment of the applicant's Falun Gong activities, both in China and in Canada, was nevertheless necessary considering the documentary evidence on record and the elaborate testimony of the applicant on this very central issue of her claim. The Board's failure to perform such an assessment constitutes a reviewable error and justifies a redetermination of the applicant's claim.", "[43] In the cases referred to in CITATION_SUPPRESSED (REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; and REFERENCE_SUPPRESSED), the Board failed to make any finding that the applicant was a genuine or practicing member of a religious group. In the present case, the Board clearly found that the applicant is not a genuine Falun Gong practitioner.", "[44] In CITATION_SUPPRESSED , the Board found that the applicant was not credible because she failed to file a summons for her arrest and because testimony regarding her transit from China was inconsistent with documentary evidence. In the present case, the Board made similar credibility findings as well as several other credibility findings and clearly made a finding that \"the claimant has not provided sufficient evidence the [PSB] is seeking the arrest of the claimant as a Falun Gong practitioner in China.\" Are the Credibility Findings Reasonable?", "[45] The applicant submits that the Board erred in making adverse inferences based on testimony attributed to the applicant erroneously. The applicant did not testify about how she obtained her US visa. However the Board drew an adverse inference based on the assumption that the smuggler had obtained her US visa.", "[46] Similarly, the Board erroneously attributed testimony to the applicant about how she was directed to navigate through the airport unaccompanied by a smuggler. However, the applicant testified that she was accompanied by one smuggler from China to the US and another smuggler from the US to Canada.", "[47] The applicant also submits that the Board's findings regarding her exit from China are inconsistent. The Board found that her departure without detection and on her own passport was not plausible due to the Golden Shield Project database. However, the Board acknowledged that some smugglers circumvent airport security and that \"in some instances, there have been reports of police not sharing information.\" The applicant also submits that the Board erred by speculating that the stamp on her passport indicated that it had been examined.", "[48] In addition, the applicant argues that the Board's finding that a summons would have been left with her family if she were wanted is unreasonable, given the Board's acknowledgement that a summons is not always issued.", "[49] The applicant also argues that the Board selectively relied on aspects of the documentary evidence in finding that her testimony that her family had not suffered any adverse consequences was not consistent with the documentary evidence which indicates that her family would have been harassed, or worse, if the PSB were looking for her.", "[50] The respondent's position is that all the credibility findings were reasonable individually and cumulatively and that the applicant's story did not reflect the country condition evidence, including that: she used her genuine passport; the passport was marked with an exit stamp; if the PSB were looking for her, they would know she had departed given the exit stamp; she retained her own passport and visa, which is not consistent with relying on a smuggler; she walked across the US-Canada border undetected; no summons or arrest warrant was left with her family despite sixteen visits by the PSB; her family suffered no adverse consequences; and, there was no corroborating evidence about any of the applicant's allegations or about the arrest of Ms Wang or another member of the practice group.", "[51] With respect to the Board's reference to the applicant's testimony about her smuggler and her US visa, the respondent submits that, although the applicant did not answer how her smuggler obtained the visa, the Board reasonably relied on the objective country condition evidence.", "[52] The respondent also submits that the Board reasonably concluded that if the PSB were interested in the applicant, she would not have been able to leave the country using her genuine passport, with or without a smuggler. In addition, the passport stamp indicated that her passport was inspected at the airport.", "[53] Given the applicant's testimony that the PSB looked for her on at least sixteen different occasions, the respondent argues that it was reasonable to find that a summons or arrest warrant would have been issued or left with her family, even if the summons and arrest warrants are not always issued.", "[54] Similarly, given the country condition evidence that indicates that family members are targeted by authorities, it was open for the Board to find that the applicant's family's lack of problems with the authorities detracted from the credibility of her claim.", "[55] The respondent also points out that the Board made other credibility findings that the applicant has not challenged, such as those based on the retention of her passport and visa and her testimony that she was able to walk across the US-Canada border without incident. The credibility findings are reasonable", "[56] As noted above, the Board's credibility findings are owed significant deference.", "[57] The Board found the applicant's evidence of her alleged Falun Gong practices in China and her departure and travel to Canada to be inconsistent and implausible, and not in accordance with the objective country condition documentation.", "[58] The Board is well placed to assess credibility and is familiar with the country condition evidence that the Board relies on when assessing claims that are similar in nature. The Board reasonably found that this applicant's story did not align with the objective country condition evidence, for example, with respect to the likelihood of detection at the airport if wanted by the PSB, the use of summons in many cases, particularly if the PSB had sought her on sixteen occasions, the harassment or other consequences to family members of those wanted by the PSB, and the exit stamp as an indication that her passport had been examined.", "[59] In addition, the Board reasonably found that her evidence was inconsistent with being assisted by a smuggler, because she retained her own passport and visa. The Board's findings cover both aspects of her claim which, in the Board's view, were not consistent with country condition documents. If she travelled on her genuine passport and were wanted by the PSB, she would have been detected upon exiting the airport. If she travelled with a smuggler, she would not likely have used her own passport or been able to retain her own passport.", "[60] Although the Board includes some passages that are not related to this applicant, the Board made sufficient and clear credibility findings that justify its overall finding that the applicant lacked credibility. The Board reasonably found that the applicant had not established her identity as a Falun Gong practitioner in China", "[61] The applicant submits that the Board erred in making credibility findings on the basis of a lack of corroborative evidence alone (REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; and REFERENCE_SUPPRESSED).", "[62] However, the cases relied on by the applicant, CITATION_SUPPRESSED CITATION_SUPPRESSED and CITATION_SUPPRESSED, note that it is an error for the Board to make a credibility finding only on the basis of a lack of corroborating evidence, where there are no valid reasons to doubt the applicant's credibility.", "[63] In the present case, the Board clearly stated several reasons for doubting the credibility of the applicant, including because her allegations were inconsistent with the objective country condition documentation that the Board relied on and many of her allegations, for example, her ability to leave China undetected and her ability to walk across the US-Canada border without incident, were not plausible.", "[64] The Board noted that the lack of documentation to substantiate aspects of the applicant's allegations gave the Board \"a degree of apprehension\" with respect to her overall credibility. The Board then acknowledged the presumption that an applicant's testimony is true, which can be rebutted where there are reasons to doubt it. The Board noted it had such reasons and clearly set out its credibility findings arising from inconsistency and implausibility. The Board did not base its decision on speculation", "[65] The applicant submits that the Board based its finding that the applicant acquired her Falun Gong knowledge in Canada on mere speculation or conjecture.", "[66] Similarly, the applicant argues that the Board based its alternative conclusion that she would not face persecution in China upon her return on mere speculation or conjecture. The applicant submits that the Board should not have relied on UK jurisprudence. The same document cited by the Board also refers to the risk to Falun Gong practitioners in China. The applicant submits that the Board erred in ignoring this contradictory evidence (REFERENCE_SUPPRESSED)", "[67] I do not agree that the Board's findings are based on speculation. The Board noted that the applicant was able to answer most questions about Falun Gong practice and philosophy but found that it was possible that she had acquired her knowledge of Falun Gong while in Canada to bolster her claim. The Board gave little weight to the letters from her fellow practitioners in Canada and stated its reasons for doing so. The Board also reasonably found that, because it concluded that the applicant was not a practitioner in China, the PSB would not be interested in pursuing her due to her activities in Canada.", "[68] The Board's alternative finding - that if she were a Falun Gong practitioner, she could return to her private practice in a small group as she had before - is also within the range of reasonable outcomes.", "[69] The Board did not ignore the contradictory documentary evidence nor did it rely only on UK jurisprudence. The UK jurisprudence cited was part of a larger reference to a passage from the UK report, which was part of the objective country condition evidence.", "[70] The Board acknowledged the documentary evidence noting that if a Falun Gong practitioner comes to the attention of the authorities they could be at risk. However, the Board noted that the applicant's group had not been discovered and relied on its earlier finding that the PSB was not looking for the applicant. The Board's alternative finding is not unreasonable given that it is based on the earlier credibility findings. The alternative finding falls within the range of reasonable outcomes. The Board's failure to explicitly assess the sur place claim is not an error", "[71] The applicant submits that the Board erred in failing to assess her claim based on her activities in Canada (REFERENCE_SUPPRESSED).", "[72] The respondent notes that the Board found that the applicant was not credible. Therefore, it was reasonable for the Board to doubt the veracity of her other claims, including that she is now a genuine Falun Gong practitioner in Canada.", "[73] The respondent referred to REFERENCE_SUPPRESSED, noting that a higher standard should be imposed to establish a claim where the applicant's story is found not to be credible.", "[74] In the present case, it cannot be said that the Board did not consider her claim. The Board noted that it gave little weight to the letters from the applicant's fellow practitioners in Canada, and there was nothing other than her testimony for the Board to assess and weigh.", "[75] The Board reasonably found that the applicant is not a genuine Falun Gong practitioner, in either Canada or China, based on her lack of credibility and lack of corroborative evidence. The Board was not required to do more to assess her claim as there was no such credible claim to assess.", "[76] In Li, Justice Gleason noted, at para 32: Where, as here, a claimant's assertion to have been the victim of religious persecution abroad is found to be a fabrication, it is completely reasonable for the RPD to require a much higher degree of proof of the sincerity of the applicant's beliefs and practice in support of a claim than might be required where the mere fact of apostasy might lead to persecution or where the Board believes the claimant to have been the victim of religious persecution abroad. Otherwise, it would be far too easy to succeed in a fraudulent claim: a dishonest applicant would need only to join a church and study the religion to advance a claim ...", "[77] In REFERENCE_SUPPRESSED, Justice Pinard noted, with respect to a claim that the applicant was persecuted due to her religion, at para 20: ...Since the applicant was not considered to be a genuine practicing Christian, the Board need not consider whether the applicant would be at risk of religious persecution in China. Thereby, this is not a case where the applicant's religious activities in Canada might give rise to negative reaction on the part of Chinese authorities if forced to return to China (see REFERENCE_SUPPRESSED). Furthermore, the respondent is right in that it would be absurd to grant a claim every time a pastor provides a letter attesting to an applicant's membership in his church.", "[78] The Board took a similar approach in the present case; the Board did not consider the applicant to be a genuine Falun Gong practitioner and, therefore, concluded that she would not practice Falun Gong if she returned to China and, as a result, would not face any persecution. The Board did not err in finding that the applicant would not face persecution or harm in China", "[79] The Board's (alternative) finding that the applicant may practice Falun Gong in China without risk was reasonable and supported by the applicant's own evidence - that she claimed to have practiced in a group of six who met in private and secretly. The Board found that, even if the applicant is a Falun Gong practitioner, neither she nor her group were sought or discovered by the PSB in the past.", "[80] I do not agree with the applicant's submission that the Board applied the wrong test with respect to section 96 by finding that the applicant \"would\" not face persecution.", "[81] The interpretation has been confirmed in many cases, notably by the Federal Court of Appeal in REFERENCE_SUPPRESSED: What is evidently indicated by phrases such as \"good grounds\" or \"reasonable chance\" is, on the one hand, that there need not be more than a 50% chance (i.e., a probability), and on the other hand that there must be more than a minimal possibility. We believe this can also be expressed as a \"reasonable\" or even a \"serious possibility\", as opposed to a mere possibility.", "[82] The Board specifically concluded that the applicant \"has not satisfied her burden of establishing a serious possibility that she would be persecuted ...\" (emphasis added). In addition to stating the test correctly, the reasons read as a whole demonstrate that the Officer applied the correct test in assessing her risk pursuant to section 96 and determining on a balance of probabilities that she had not established that she would not face a serious possibility of persecution because she had not established that she practised Falun Gong. JUDGMENT", "[83] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed; and 2. No question is proposed for certification. [End of document]"]}