{"id_": "092149", "body_str": ["[1] Rothstein, J. : In this judicial review of a decision of a panel of the Immigration and Refugee Board dismissing the applicants' Convention refugee claims the applicants raise three issues. 1 - The panel failed to consider the applicants' claims having regard to s. 2(3) of the Immigration Act 2 - The panel's finding that a 1992 incident was criminal and not politically motivated was patently unreasonable; 3 - The panel's findings related to changed country conditions were patently unreasonable.", "[2] The female applicant's father and other relatives had been killed by the FLMN between 1983 and 1987. In 1992 the applicants' residence was attacked and the male applicant was beaten and shot.", "[3] The applicants, leaving their infant children in the care of the male applicant's mother, left El Salvador in early 1993 travelling to Guatemala, Mexico and the United States. They arrived in Canada in early 1996 and made refugee claims. They made no refugee claims over the three year period from 1993 to 1996 in Guatemala, Mexico, or the United States.", "[4] The female applicant testified that she had a fear of persecution and would still have a fear of persecution if returned to El Salvador from those who perpetrated harm to her family members as well as to herself and her husband and children.", "[5] The panel found, primarily based on the long delay in making refugee claims, that the applicants did not have a subjective fear of persecution. It also found that the 1992 incident was criminal not politically motivated. Finally, it found that, even if it were to accept that the applicants had the subjective fear they alleged, such fear would not be well founded due to a change of circumstances in El Salvador.", "[6] The applicants say the panel erred by not considering their claim for refugee status based on s. 2(3) of the Immigration Act \"A person does not cease to be a Convention refugee by virtue of paragraph (2)(e) if the person establishes that there are compelling reasons arising out of any previous persecution for refusing to avail himself of the protection of the country that the person left, or outside of which the person remained, by reason of fear of persecution.\" The argument is that once changed country conditions are considered, the panel, whether or not it says so expressly, must be invoking s. 2(2)(e) of the Immigration Act \"A person ceases to be a Convention refugee when ... (e) the reasons for the person's fear of persecution in the country that the person left, or outside of which the person remained, ceased to exist.\" By invoking s. 2(2)(e), the applicants say the panel must have found that the applicants at one time had a fear of persecution and would have been found to be Convention refugees.", "[7] The difficulty with the applicants' argument is that s. 2(2)(e) and s. 2(3) only come into play if there is a finding that the applicants, at least at one time, were Convention refugees. I think this includes a finding that at one time they would have met the definition of Convention refugee. In the present case, there is no such finding.", "[8] The applicants say that when the panel went on to consider changed country conditions in this case, it is implicit that they must have determined that the applicants were at one time eligible to be considered Convention refugees. I would agree that in some circumstances a panel's consideration of changed country conditions may imply that the panel considered applicants to be eligible to be Convention refugees at one time even if such finding is not expressly stated. However, when a panel considers changed country conditions as an additional reason that applicants are not Convention refugees there is no such necessary implication. That is the situation here. The panel found the applicants had no subjective fear of persecution. It appears that then the panel, in an abundance of caution, went on to consider changed country conditions. The fact that the panel did its work thoroughly by assessing changed country conditions does not eliminate or undermine its earlier finding that the applicants had no subjective fear of persecution.", "[9] In Minister of Employment and  <FRAGMENT_SUPPRESSED>  (C.A.), Hugessen, J.A., observed at page 748: \"On any reading of s. 2(3) it must extend to anyone who has been recognized as a refugee at any time, even long after the date of the Convention.\" There was no such recognition in this case. The applicants' argument on this point must fail.", "[10] I note that s. 2(3) only applies to extraordinary case in which persecution is so relatively exceptional that even in the wake of changed circumstances, it would be wrong to return refugee claimants. In this case, no claim was made under s. 2(3), the provision of oral evidence before the panel although changed country conditions were at issue. The female applicant provided no oral evidence about the \"atrocities\" suffered by her family members, although one would think that if the persecution was so appalling as to give rise to claim under s. 2(3), the necessity of oral evidence on the issue would have been obvious to the female applicant and her counsel. Further, the applicants remained in El Salvador until 1992, many years after the \"atrocities\", they made no refugee claim for three years after leaving El Salvador and they left their children in El Salvador. I have serious difficulty believing that even if the female applicant's refugee claim was considered under s. 2(3), that it would succeed.", "[11] The applicants say that the panel's finding respecting the 1992 attack on their house and extortion attempt was criminal and not politically motivated was patently unreasonable. The applicants say the 1992 incident was by the same persons as those who committed the atrocities suffered by the female applicant's family in the 1980s. The applicants say nothing was taken by the perpetrators, that documentary evidence indicates a connection between crime and political motivation, and that another incident involving the female applicant's aunt occurred a few years later. However, the applicants could not identify the attackers and the applicants had encountered no problems for many years until 1992. While on the evidence the panel might have come to a different conclusion, I cannot say its finding was perverse, capricious, or patently unreasonable. There is no obvious connection between the earlier incidents and the 1992 attack.", "[12] In view of my conclusion that the panel did not err on the first two issues, it is not necessary to consider whether it erred in its consideration of changed country conditions.", "[13] The judicial review is dismissed. Applicants' counsel asked that the following question be certified for appeal: \"In a case when a tribunal finds the claimants credible and makes its decision based on alternative findings, if the panel errs on an alternative finding, is the court under a duty to review the finding and send it back if it is found to be erroneous.\" Applicants' counsel expressed some frustration when advised that the question would not be certified. As I indicated to him, when asked to certify a question for appeal. the judicial review judge will consider whether the question arises from the facts of the case and whether it calls for a determination of law by the Court of Appeal. The question formulated by counsel does not arise from the facts and is so vague that it is obvious the only answer to it is that it would depend upon the facts of each case. Such a determination is not one of law and is not helpful in advancing immigration jurisprudence. These are the reasons I declined to certify the question. Application dismissed. Editor: Janette Blue/kaw [End of document]"]}