{"id_": "092224", "body_str": ["[1] Fothergill, J. : Attila Molnar (the Principal Applicant), his common law wife and two minor children (collectively the Applicants) have brought an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA). The Applicants challenge a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board) in which the Board determined that the Applicants are neither Convention refugees nor persons in need of protection.", "[2] On February 19, 2015, the Minister of Citizenship and Immigration (the Respondent or Minister) brought a motion to dismiss the application for judicial review on the ground that it has been rendered moot as a result of the Applicants' return to their country of nationality.", "[3] For the reasons that follow, the Respondent's motion to dismiss the application for judicial review on the ground that it has become moot is denied. The application will be set down for hearing on its merits on a date to be determined by the court registry. II. Background", "[4] The Applicants are Hungarian Roma. They each made a refugee claim on arrival in Canada, alleging that they face discrimination in Hungary with respect to their education and employment. Their claims were based on the following contentions.", "[5] From 1991 to 2011, the Principal Applicant was seasonally employed in construction for three months at a time with the municipality of Miskolc, and was in receipt of social assistance during periods of unemployment.", "[6] The minor Applicant, Gergo Molnar, was segregated in classes with other Roma children at the school he attended.", "[7] In August 2010, several members of the Hungarian Guards, which may be described as the paramilitary wing of the nationalist party in Hungary, attacked the Applicants. The Principal Applicant brought his son to a doctor and filed the medical report with the police. The police accepted the medical report but took no further action because the attackers were unknown.", "[8] On June 19, 2011, the Principal Applicant was stopped by the police. He was hit on the head with a baton and insulted. After the attack, he went to the hospital to receive medical treatment. He then returned to the police with a medical report and filed a complaint. The file was subsequently closed due to an inability to identify the perpetrators. The Principal Applicant later sought the assistance of a Roma organization.", "[9] The Principal Applicant also received threatening letters from unknown sources. He speculated that these letters might have come from the police officers who beat him.", "[10] On November 10, 2011, the Principal Applicant left Hungary with his minor son Gergo for Canada. On December 21, 2011, the Principal Applicant's common law wife and his other minor son left Hungary for Canada.", "[11] In March 2012, the Principal Applicant's adult son came to Canada, made a refugee claim, and then withdrew his claim and returned to Hungary the following July.", "[12] The Applicants' refugee claims were heard by the Board on April 30, 2013 and July 8, 2013. The Board communicated its negative decision to the Applicants on October 17, 2013, holding that the Applicants are neither Convention refugees nor persons in need of protection.", "[13] In November 2014, after dismissal by this Court of the Applicants' motion for a stay of removal, the Applicants departed Canada and returned to Hungary. III. The Respondent's Motion", "[14] The Respondent submits that section 96 of the IRPA requires that refugee claimants be outside their country of nationality, and section 97 of the IRPA requires that claimants be physically present in Canada. The Respondent therefore asks this Court to dismiss the application for judicial review on the ground that it has become moot.", "[15] There is a two-part test for mootness: first, whether \"the required tangible and concrete dispute has disappeared and the issues have become academic;\" and second, if the first question is answered affirmatively, whether \"it is necessary to decide if the court should exercise its discretion to hear the case\" ( FRAGMENT_SUPPRESSED).", "[16] Sections 99 to 100 of the IRPA provide that eligible foreign nationals who allege that they will be at risk if they are removed from Canada are referred to the Board for determination of their refugee protection claim. A non-citizen cannot be removed from Canada until after the Board has made its determination. A favourable Pre-Removal Risk Assessment (PRRA) engages the IRPA's non-expulsion provisions. Here, the Applicants were removed from Canada to their country of nationality on November 15 and November 16, 2014. Therefore, the Respondent asserts, the Applicants are no longer subject to the Board's determination process or within this Court's jurisdiction.", "[17] The Respondent also submits that this Court should not exercise its discretion to hear the application for judicial review of a case that is now moot. IV. Issues", "[18] The following issues are raised by the Respondent's motion to dismiss the Applicants' application for judicial review: a. Is the application for judicial review moot? b. If so, should the Court nevertheless exercise its discretion to decide the case on its merits? c. Should a question be certified for appeal? V. Analysis A. Statutory Framework", "[19] Sections 96 and 97 of the IRPA provide as follows: 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; [...] 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality [...] would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. [Emphasis added] [...]", "[20] Pursuant to legislative amendments that came into force on December 15, 2012, the Minister acquired the power to identify certain countries as \"Designated Countries of Origin\" (DCOs). Hungary was named a DCO the same day on which the new legislation came into force.", "[21] The website of the Department of Citizenship and Immigration provides the following explanation of the Minister's power to identify DCOs and the consequences for a refugee claimant from a country that has been designated under s 109.1 of the IRPA: Designated Countries of Origin Most Canadians recognize that there are places in the world where it is less likely for a person to be persecuted compared to other areas. Yet many people from these places try to claim asylum in Canada, but are later found not to need protection. Too much time and too many resources are spent reviewing these unfounded claims. Designated countries of origin (DCO) will include countries that do not normally produce refugees, but do respect human rights and offer state protection. The aim of the DCO policy is to deter abuse of the refugee system by people who come from countries generally considered safe. Refugee claimants from DCOs will have their claims processed faster. This will ensure that people in need get protection fast, while those with unfounded claims are sent home quickly through expedited processing Hearings on these claims are expected to be held within 30-45 days after referral of the claim to the Immigration and Refugee Board of Canada (IRB) as opposed to the 60-day timeframe for other refugee claimants. Failed DCO claimants will not have access to the Refugee Appeal Division, and will not be able to apply for a work permit upon arrival in Canada.. Every eligible refugee claimant, including those from a designated country of origin, will continue to receive a hearing at the IRB.", "[22] Prior to the DCO amendments, subsection 231(1) of the Immigration and Refugee Protection Regulations , SOR/2002-227 [ Regulations ] provided that \"... a removal order is stayed if the subject of the order has filed an application for leave for judicial review in accordance with subsection 72(1) of the Act with respect to a determination of the Refugee Protection Division.\" On December 15, 2012, Parliament established the Refugee Appeal Division of the Immigration and Refugee Board and amendments were subsequently made to the Regulations . Subsection 231(1) now provides that \"...a removal order is stayed if the subject of the order makes an application for leave for judicial review in accordance with section 72 of the Act with respect to a decision of the Refugee Appeal Division ...\" However, a new subsection (2) provides that: (2) Subsection (1) does not apply if, when leave is applied for, the subject of the removal order is a designated foreign national or a national of a country that is designated under subsection 109.1(1) of the Act.", "[23] The effect of these changes to the Regulations is that unsuccessful refugee claimants from a DCO do not benefit from an automatic stay of removal when they apply for leave to bring an application for judicial review before this Court. B. Jurisprudence", "[24] Most of this Court's previous jurisprudence on the question of mootness resulting from a claimant's return to his or her country of origin arises in the context of negative PRRA decisions (see, for example, FRAGMENT_SUPPRESSED). These cases confirm that there is no practical reason to assess a person's risk of being removed from Canada if they have already been removed. By contrast, it can be argued that judicial review of a negative decision of the Board regarding refugee protection may still lead to the conferral of rights, which may be determined regardless of whether the person remains in Canada or not ( FRAGMENT_SUPPRESSED).", "[25] The difficulty arises when an applicant has been removed to his or her country of nationality. Based on a plain reading of sections 96 and 97 of the IRPA, a refugee claimant must be outside of the country in which their alleged fear of persecution is said to exist, and a person seeking protection must do so from within Canada.", "[26] In FRAGMENT_SUPPRESSED, Justice Gibson held that a disputed refugee determination is not moot following an applicant's removal from Canada to his or her country of nationality. In that case, the applicant claimed refugee status as a citizen of Venezuela, and sought judicial review of the Board's rejection of his claim. After leave was granted but before the application for judicial review was heard, the applicant was deported to Venezuela. The Minister brought a motion to have the application dismissed as moot.", "[27] Justice Gibson found that although the applicant had been deported, he was still able to exercise certain rights under the Act. He cited Justice Rothstein's decision in FRAGMENT_SUPPRESSED for the following proposition: The deportation of an individual from Canada, while having negative consequences to the individual, does not eliminate all rights that may accrue to him under the Immigration Act. Those rights should not be adversely affected by a decision made by application of the wrong standard of proof and without affording the applicant procedural fairness.", "[28] Justice Gibson then referred to Justice Bastarache's judgment in FRAGMENT_SUPPRESSED, in which he observed that the Convention is a manifestation of the international community's commitment to the assurance of basic human rights without discrimination. Justice Gibson concluded that a central purpose of Canadian immigration law and policy is \"[t]o fulfill Canada's international legal obligations with respect to refugees and to uphold its humanitarian tradition with respect to the displaced and persecuted.\" He continued at paragraph 29: Against this overarching and clear human rights object and purpose as the background to this matter, I adopt the position of counsel for the applicant. In the absence of express words on the face of the Act requiring me to do so, I am not prepared to read the right conferred on the applicant herein by subsection 82.1(1) of the Act in such a manner that it is rendered nugatory by the performance by the respondent of her duty to execute a removal order as soon as reasonably practicable.", "[29] Justice Gibson concluded that there remained a live controversy concerning procedural fairness. He held that even if he was wrong and the matter had become moot, this was nevertheless an appropriate case in which to exercise his discretion to deal with the matter on its merits.", "[30] Although FRAGMENT_SUPPRESSED was a decision made under the former Immigration Act, RSC, 1985, c I-2, Justice Manson recently held in FRAGMENT_SUPPRESSED that it remains good law. Justice Manson observed that a different legislative context does not provide a basis to ignore FRAGMENT_SUPPRESSED when addressing the question of mootness.", "[31] Subsequent to this Court's decision in FRAGMENT_SUPPRESSED , Chief Justice Crampton issued his ruling in FRAGMENT_SUPPRESSED. In that case the applicant was a citizen of El Salvador. His refugee claim was rejected by the Board. He brought an unsuccessful motion to stay his removal from Canada, and returned to El Salvador on July 21, 2014. Leave for judicial review was then granted by this Court on August 27, 2014. On July 29, 2014, the applicant left El Salvador for Nicaragua, where he remained pending the outcome of his application for judicial review. Chief Justice Crampton held at paragraph 37 that \"the RPD does have the jurisdiction to reconsider an application initially made pursuant to section 96 and in accordance with subsection 99(3) in such circumstances, provided that the applicant is outside each of his or her countries of nationality\".", "[32] Chief Justice Crampton continued:", "[42] [...] persons in FRAGMENT_SUPPRESSED situation made their application, pursuant to subsection 99(3), while they were in Canada . If they are able to demonstrate that the RPD erred in reaching its decision, they are entitled to have that same application reheard by a differently constituted panel of the RPD, provided that they remain outside each of their countries of nationality, or, if they do not have a country of nationality, outside the country of their former habitual residence, as required by paragraphs 96(a) and (b), respectively. (Emphasis original)", "[33] More generally, Chief Justice Crampton concluded that it would run afoul of the objectives of the IRPA if, following a negative and unreasonable RPD decision, any possibility of a remedy for legitimate refugee claimants was precluded once they were removed from Canada:", "[38] The position adopted by the Respondent would preclude any possibility of a remedy for legitimate refugee claimants who have been removed from Canada following a negative decision by the RPD that was unreasonable or otherwise fatally flawed. In my view, such an outcome would be inconsistent with a number of the objectives set forth in subsection 3(2) of the IRPA, including the following: - granting fair consideration to those who come to Canada claiming persecution (paragraph 3(2)(c)); - offering a safe haven to persons who are able to demonstrate that they are a Convention refugee, as defined in section 96 (paragraph 3(2)(d)); and - establishing fair and efficient procedures that maintain the integrity of the Canadian refugee protection system, while upholding Canada's respect for the human rights and fundamental freedoms of all human beings (paragraph 3(2)(e)).", "[34] Chief Justice Crampton also found that it was not necessarily Parliament's intention to preclude the Board from re-determining a refugee claim following a successful application for judicial review, even if the unsuccessful refugee claimant was removed from Canada:", "[39] The fact that a removal order comes into force following a negative decision by the RPD and upon the expiry of the time limit referred to in subsection 110(2.1) if an appeal to the RAD is not made or is unavailable, does not necessarily imply that Parliament intended to preclude the RPD from being able to hear an application that is remitted to it for redetermination after a person has been removed from Canada. The same is true with respect to the fact that, pursuant to subsection 48(2), persons who are subject to enforceable removal orders are required to leave Canada immediately and such orders must be enforced as soon as possible. Among other things, these provisions implicitly assume that the RPD did not commit a reviewable error in reaching the decision that led to the conditional removal order becoming enforceable.", "[35] Most recently, in FRAGMENT_SUPPRESSED, Justice Heneghan ruled that there was no longer an adversarial context between the parties once the applicant had been removed to his or her country of nationality. She concluded that in these circumstances an applicant is barred by the operation of section 96 of the IRPA from advancing a claim for protection in Canada against his or her country of nationality.", "[36] Justice Heneghan found that \"[c]oncern for judicial economy weighs against adjudication of this application for judicial review on its merits.\" However, she also observed that if the challenged decision were adjudicated against the standard of reasonableness, then in her opinion \"the reviewing court would find that it met the applicable standard of review.\"", "[37] In the present case, Justice Strickland dismissed the Applicants' motion for a stay of removal on the following basis (IMM-7594-14 and IMM-7595-14): AND UPON considering that the Applicants submit that a serious issue arises because: (i) the Court has confirmed by letter dated October 20, 2014 that the Applicants' application for leave \"will be granted and an order will issue in due course\" and that the granting of leave, in and of itself, establishes a serious issue. Further, as leave will be granted, executing the removal order would interfere with the exercise of the Court's functions with respect to leave or the judicial review and would not be in the interests of justice; [...] AND UPON determining that there is no evidence that removal would interfere with the Court's functions concerning judicial review application of the RPD decision and being satisfied that it would not. [...] AND UPON noting that the filing of an application for judicial review of the RPD decision does not give rise to a statutory stay of removal and that the Minister is required to execute removal orders as soon as possible pursuant to s. 48(2) of the IRPA. Further, given that the Applicants are from a Designated Country of Origin as provided by s. 109.1 of the IRPA, this suggests that Parliament intended that failed applicants, such as these, may be removed prior to an application for judicial review being determined; AND UPON noting that there is jurisprudence that has rejected the position that an appeal being rendered nugatory automatically amounts to irreparable harm. Rather, the facts of the case must govern whether or not this has been established ... C. Discussion", "[38] While the matter is not free from doubt, the jurisprudence of this Court weighs against dismissal of an application for judicial review solely on the ground that a refugee claimant has returned to his or her country of nationality. Justice Gibson in FRAGMENT_SUPPRESSED was unconcerned about a possible loss of jurisdiction by either the Board or this Court. Given the importance of the objectives that underlie the Convention and Canada's immigration laws, he concluded that express words on the face of the Act would be necessary before the right to seek protection as a refugee would be rendered nugatory by the Minister's execution of a removal order. Justice Manson found in FRAGMENT_SUPPRESSED , and I agree, that a different legislative context does not provide a basis to ignore FRAGMENT_SUPPRESSED when addressing the question of mootness.", "[39] Chief Justice Crampton held in FRAGMENT_SUPPRESSED that a person who made a claim for refugee protection \" while they were in Canada \" is entitled to have that \" same application \" reheard by a differently constituted panel of the RPD if they are able to demonstrate that the RPD erred in reaching its decision [emphasis original]. He went on to observe that the Board maintains jurisdiction to reconsider an application initially made pursuant to section 96 of the IRPA provided that the applicant remains outside each of his or her countries of nationality. Mr. FRAGMENT_SUPPRESSED was able to satisfy that condition, and accordingly the Chief Justice did not have to consider the jurisdictional question further. Because the question of jurisdiction was easily resolved in FRAGMENT_SUPPRESSED , I am reluctant to conclude that the effect of the Chief Justice's ruling is that a person who has made a claim for refugee protection while they were in Canada loses the right to challenge the Board's determination if they are involuntarily returned to their country of nationality in accordance with the IRPA.", "[40] Like Justice Gibson in FRAGMENT_SUPPRESSED , the Chief Justice in FRAGMENT_SUPPRESSED stressed the importance of the objectives that inform the IRPA, such as granting fair consideration to those who come to Canada claiming persecution; offering a safe haven to persons who are able to demonstrate that they are a Convention refugee; and establishing fair and efficient procedures that maintain the integrity of the Canadian refugee protection system while upholding Canada's respect for the human rights and fundamental freedoms of all human beings. He concluded that permitting a removal order to be given immediate effect does not necessarily imply that Parliament intended to preclude the Board from being able to hear an application that was remitted to it for redetermination after a person has been removed from Canada. He noted that the removal provisions of the IRPA implicitly assume that the Board did not commit a reviewable error in reaching its decision.", "[41] I acknowledge that in FRAGMENT_SUPPRESSED Justice Heneghan held that the applicants were barred by the operation of section 96 of the IRPA from advancing a claim for protection in Canada against Hungary once they had been returned to that country. However, in that case the applicants did not contest the Minister's motion to dismiss. Furthermore, before dismissing the case as moot, Justice Heneghan expressed her satisfaction that if the challenged decision were adjudicated against the standard of reasonableness, then \"the reviewing court would find that it met the applicable standard of review.\"", "[42] Finally, when Justice Strickland dismissed the Applicants' motion in the present case for a stay of removal, she did not state that the application for judicial review would thereby be rendered moot. She simply observed that removal would not interfere with the Court's functions concerning judicial review of the Board's decision, while accepting the possibility that the application might be rendered nugatory.", "[43] Like Chief Justice Crampton in FRAGMENT_SUPPRESSED , I am not persuaded that Parliament intended to preclude this Court and the Board from hearing a claim for refugee protection after a person has been removed from Canada pursuant to section 48(2) of the IRPA. Like Justice Gibson in FRAGMENT_SUPPRESSED , in the absence of express statutory language I am not prepared to read the rights conferred on the Applicants by the IRPA in such a manner that they are rendered nugatory by the performance of the Respondent's duty to execute a removal order as soon as reasonably practicable. I further align myself with Justice Gibson in holding that, if I am wrong and the matter has become moot, this is nevertheless an appropriate case in which the Court should exercise its discretion to deal with the matter on its merits. VI.", "[44] Ordinarily, an interlocutory judgment cannot be appealed (s 72(2)(e) of the IRPA). However, in FRAGMENT_SUPPRESSED Chief Justice Crampton noted at FRAGMENT_SUPPRESSED that \"exceptions include an interlocutory judgment that 'constitutes a separate, divisible, judicial act' from assessing, on the applicable standard of review, the merits of a decision made under the IRPA ( FRAGMENT_SUPPRESSED). They may also include interlocutory rulings where a question is certified FRAGMENT_SUPPRESSED).\" The Chief Justice concluded: \"In my view, an interlocutory judgment that concerns the jurisdiction of the RPD to reconsider a decision after an applicant for refugee protection has been removed from Canada is the type of separate, divisible, judicial act contemplated by FRAGMENT_SUPPRESSED , above, and the judgments cited therein.\"", "[45] Both the Applicants and the Respondent have proposed that a question be certified for appeal. I agree that this interlocutory judgment \"constitutes a separate, divisible, judicial act\", and I therefore certify the following question (derived from the one considered by the Chief Justice in FRAGMENT_SUPPRESSED ): Is an application for judicial review of a decision of the Refugee Protection Division moot where the individual who is the subject of the decision has involuntarily returned to his or her country of nationality, and, if yes, should the Court normally refuse to exercise its discretion to hear it? VII. Conclusion", "[46] For the foregoing reasons, the Respondent's motion to dismiss the application for judicial review on the ground of mootness is denied. The application will be set down for hearing on its merits on a date to be determined by the court registry.", "[47] The following question is certified for appeal: Is an application for judicial review of a decision of the Refugee Protection Division moot where the individual who is the subject of the decision has involuntarily returned to his or her country of nationality, and, if yes, should the Court normally refuse to exercise its discretion to hear it? JUDGMENT", "[48] THIS COURT'S JUDGMENT is that the Respondent's motion to dismiss the application for judicial review on the ground of mootness is denied. The following question is certified for appeal: Is an application for judicial review of a decision of the Refugee Protection Division moot where the individual who is the subject of the decision has involuntarily returned to his or her country of nationality, and, if yes, should the Court normally refuse to exercise its discretion to hear it? Motion dismissed. Editor: Gary W. McLaughlin/nmg [End of document]"]}