{"id_": "092622", "body_str": ["[1] Mosley, J. : In this application for judicial review brought under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [ IRPA ], Mr Chime Tretsetsang challenges the decision of the Refugee Appeal Division [RAD], which allowed the Minister's appeal of a decision rendered by the Refugee Protection Division [RPD].  <FRAGMENT_SUPPRESSED>", "[2] For the reasons that follow, this application is dismissed.  <FRAGMENT_SUPPRESSED> II. Facts  <FRAGMENT_SUPPRESSED>", "[3] Mr Tretsetsang's ethnicity is Tibetan. He was born in India on October 5, 1968. His parents had fled to India when the Chinese government took control of Tibet in 1959.  <FRAGMENT_SUPPRESSED>", "[4] Mr Tretsetsang entered Canada with an Indian passport, which he said was fraudulent, on May 3, 2013. He made a refugee claim alleging that he was stateless and that India would deport him to China, where he would be persecuted due to his religion (Buddhism) and political opinion (support for the Dalai Lama and opposition to the Chinese government). He had not applied for Indian citizenship when he lived in India.  <FRAGMENT_SUPPRESSED>", "[5] On August 20, 2013, the RPD accepted his refugee claim. The panel acknowledged that the Indian Citizenship Act, 1955 provides that a person born in India between January 26, 1950 and July 1, 1987 is an Indian citizen irrespective of the nationality of his or her parents. While he did not have a birth certificate, the applicant was in possession of an Indian travel document known as an identity certificate which stated his place of birth in India during the relevant time period. That certificate, now expired, also bore a stamp that reads \"No Objection to Return to India\".  <FRAGMENT_SUPPRESSED>", "[6] The RPD referenced country condition evidence which suggests that Tibetans born within this period can have difficulty in gaining Indian citizenship documents. Relatively few Tibetans have successfully applied for Indian citizenship and they have \"experience difficulties\" in doing so.  <FRAGMENT_SUPPRESSED>", "[7] The RPD concluded, on a balance of probabilities, that the applicant is not a citizen of India and could not be required to return to India as he lacked a secure right to residence in that country. It found that there was a serious possibility that he would be persecuted in China due to his religion and political opinion.  <FRAGMENT_SUPPRESSED>", "[8] The Minister brought an appeal to the RAD. The determinative issue, the RAD explained, was whether it is within the respondent's control to acquire citizenship in India, applying Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  [ Williams ]. The RAD concluded that it should review the RPD decision on the standard of reasonableness. By decision dated December 11, 2013, the RAD allowed the Minister's appeal and determined that Mr Tretsetsang is not a refugee. In doing so, the RAD rejected his argument that the matter should be returned to the RPD on the question of persecution in India. It concluded that he had not established a well-founded fear of persecution in that country.  <FRAGMENT_SUPPRESSED> III. Issues  <FRAGMENT_SUPPRESSED>", "[9] This application raises two issues.  <FRAGMENT_SUPPRESSED> 1. Did the RAD err in concluding that the applicant is a citizen of India?  <FRAGMENT_SUPPRESSED> 2. Did the RAD breach the duty of fairness by dismissing the applicant's claim against India without giving him the opportunity to be heard?  <FRAGMENT_SUPPRESSED> IV. Standard of Review  <FRAGMENT_SUPPRESSED>", "[10] The first issue is a question of mixed fact and law reviewable on the standard of reasonableness: <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[11] The allegation of procedural unfairness warrants review on the standard of correctness: <FRAGMENT_SUPPRESSED> , at para 129; Canada (Citizenship and  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED> V. Analysis  <FRAGMENT_SUPPRESSED> A. Did the RAD err in concluding that the applicant is a citizen of India?  <FRAGMENT_SUPPRESSED>", "[12] The parties and I agree that the appropriate test is that set out in <FRAGMENT_SUPPRESSED> , at paras 19-27. In that case, the Federal Court of Appeal affirmed that an individual will not be afforded refugee protection in Canada where his acquisition of citizenship in a safe country is a matter of \"mere formalities\" or \"within the control\" of that individual.  <FRAGMENT_SUPPRESSED>", "[13] The control test was derived by Justice Décary from the reasons for judgment of Justice Rothstein, sitting then as a member of this Court, in <FRAGMENT_SUPPRESSED>  at 77:  <FRAGMENT_SUPPRESSED> In Williams , Justice Décary added at paragraph 22:  <FRAGMENT_SUPPRESSED> The condition of not having a country of nationality must be one that is beyond the power of the applicant to control.  <FRAGMENT_SUPPRESSED> The true test, in my view, is the following: if it is within the control of the applicant to acquire the citizenship of a country with respect to which he has no well-founded fear of persecution, the claim for refugee status will be denied. While words such as \"acquisition of citizenship in a non-discretionary manner\" or \"by mere formalities\" have been used, the test is better phrased in terms of \"power within the control of the applicant\" for it encompasses all sorts of situations, it prevents the introduction of a practice of \"country shopping\" which is incompatible with the \"surrogate\" dimension of international refugee protection recognized in Ward and it is not restricted, contrary to what counsel for the respondent has suggested, to mere technicalities such as filing appropriate documents. This \"control\" test also reflects the notion which is transparent in the definition of a refugee that the \"unwillingness\" of an applicant to take steps required from him to gain state protection is fatal to his refugee claim unless that unwillingness results from the very fear of persecution itself. Paragraph 106 of the Handbook on Procedures and Criteria for Determining Refugee Status emphasizes the point that whenever \"available, national protection takes precedence over international protection,\" and the Supreme Court of Canada, in Ward , observed, at p. 752, that \"[w] hen available, home state protection is a claimant's sole option. <FRAGMENT_SUPPRESSED>", "[14] The Court in <FRAGMENT_SUPPRESSED> , observed at para 23: \"Whether the citizenship of another country was obtained at birth , by naturalization or by State succession is of no consequence provided it is within the control of an applicant to obtain it \" [emphasis added]. At para 27, the Court wrote that:  <FRAGMENT_SUPPRESSED> where citizenship in another country is , an applicant is expected to make attempts to acquire it and will be denied refugee status if it is shown that it is within his power to acquire that other citizenship. [Emphasis in original]  <FRAGMENT_SUPPRESSED>", "[15] In this matter, there is no indication that the applicant ever made any attempt to acquire Indian citizenship.  <FRAGMENT_SUPPRESSED>", "[16] The RAD relied on evidence of decisions rendered by the Delhi High Court and Karnataka High Court to find that: (1) Tibetans in the applicant's position are Indian citizens by birth; (2) these decisions bind the Indian government; (3) such persons do not have to apply for citizenship because they are automatically citizens; and (4) the fact that some Tibetans have had difficulty in obtaining passports does not establish that citizenship is not within their control.  <FRAGMENT_SUPPRESSED>", "[17] The applicant contends that none of these conclusions are defensible in light of the evidence. He argues that the reason that some Tibetans have difficulty in obtaining passports is because India does not recognize them as citizens and therefore does not grant them a passport, which is a primary document of citizenship.  <FRAGMENT_SUPPRESSED>", "[18] Moreover, the applicant argues, the RAD erred in finding that the applicant had not put forward any evidence as to why he would be refused Indian citizenship. His burden was to show that the granting of citizenship was not within his control and there was ample evidence to that effect. The RAD should have deferred to the RPD's finding on that issue.  <FRAGMENT_SUPPRESSED>", "[19] The respondent submits that the RAD's conclusion that the RPD's decision was unreasonable was supported by evidence that shows that the applicant is an Indian citizen by birth, irrespective of the nationality of his parents, and that he does not need to apply for Indian citizenship. This was demonstrated by the two recent decisions of the High Courts of Delhi and Karnataka. The RAD's decision was therefore within the range of possible, acceptable outcomes defensible in respect of the facts and the law. Although the applicant does not possess a birth certificate, he can establish his birth date to the Indian authorities through his other documents issued by the Indian government.  <FRAGMENT_SUPPRESSED>", "[20] <FRAGMENT_SUPPRESSED>  Justice O'Reilly accepted arguments that are similar to those of the applicant in this matter. The applicant also relies upon <FRAGMENT_SUPPRESSED> Canada (Citizenship and  <FRAGMENT_SUPPRESSED> [ Hua Ma ].  <FRAGMENT_SUPPRESSED>", "[21] The facts of Wanchuk are virtually the same as those of the matter before me. As no meaningful distinction can be drawn, the principle of judicial comity would normally require that I follow my colleague's decision in the interest of advancing certainty in the law. One exception to this principle arises when the previous decision failed to apply a binding authority that would produce a different result: <FRAGMENT_SUPPRESSED> . As I will discuss below, I believe that Williams is binding on me in the circumstances of this case.  <FRAGMENT_SUPPRESSED>", "[22] In Khan , a Tibetan woman had married a citizen of Guyana and moved there. The couple then sought refugee protection in Canada. The RPD concluded, among other things, that the wife could have become a citizen of Guyana due to her marriage. The relevant provision from the Constitution of Guyana, reproduced at para 8, establishes the right of a foreign national to obtain Guyanese citizenship upon marriage, \"subject to such exceptions or qualifications as may be prescribed in the interests of national security and public policy\".  <FRAGMENT_SUPPRESSED>", "[23] At para 21, Justice Lemieux pointed to these discretionary exceptions and explained that it was improper for the RPD to speculate that the wife would succeed if she applied for citizenship in Guyana:  <FRAGMENT_SUPPRESSED> The determining error the tribunal made was to trespass upon forbidden territory when, after recognizing the authorities in Guyana were not compelled on her application to grant Mrs. Khan citizenship, it (the tribunal) could opine how the Minister in Guyana might exercise the discretion conferred upon him. Such circumstances are not within her control. Mrs. Khan is not obligated to seek Guyana's protection before she seeks Canada's.  <FRAGMENT_SUPPRESSED>", "[24] In my view, the qualifications to the right to acquire citizenship in Guyana took the matter out of the scope of the control principle  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[25] In Hua Ma , the adult applicants were born in China but moved to the Solomon Islands and acquired citizenship there, thereby losing their Chinese citizenship. The Chinese legislation did not confer a clear right to reacquire citizenship. Further, these applicants had several children, in contravention of China's one-child policy. At para 116, Justice Russell observed that there was evidence that China required ex-citizens to pay steep fees or undergo sterilization in order to reacquire citizenship. For these reasons, the Court accepted that obtaining Chinese citizenship was not within the applicants' control. Justice Russell held, at para 119, that requiring them to apply first in China would \"impose an intolerable burden upon people\" in their position.  <FRAGMENT_SUPPRESSED>", "[26] The respondent drew my attention to a recent decision by  <FRAGMENT_SUPPRESSED> . In Dolker , the determinative issue was whether the RPD's finding that the applicant was a citizen of India was reasonable. Justice Hughes upheld that finding but went on to consider, in obiter, whether she should have at least made an effort to become a citizen if she was not one already. Having reviewed the jurisprudence, he concluded, at para 27, that no Canadian authority states that an applicant must first seek and then be refused citizenship in a safe country where they are entitled to do so before claiming refugee status in Canada. Indeed, Justice Lemieux in Khan clearly stated the contrary.  <FRAGMENT_SUPPRESSED>", "[27] Nonetheless, Justice Hughes noted, at paras 28-29, that if reasonable steps had been taken and pursued, a failure to secure citizenship in the safe country would go a long way toward bolstering a claim for refugee protection in Canada. There is nothing  <FRAGMENT_SUPPRESSED> , he observed, that suggests that a claimant need not even apply or take other reasonable steps to acquire citizenship.  <FRAGMENT_SUPPRESSED>", "[28] Here the applicant does not dispute that he is entitled to citizenship under Indian legislation by virtue of his birth in that country. Moreover, his expired Indian identity certificate bore a \"no objection to return\" stamp and the RPD noted that he had travelled to England, Italy, Switzerland and Singapore prior to coming to Canada to seek protection. He argues, however, that Indian officials do not recognize the citizenship rights of Tibetans despite the legal framework. If he applies for any citizenship documents, such as a passport, he contends that his application may be refused at the discretion of those officials.  <FRAGMENT_SUPPRESSED>", "[29] I cannot agree with the applicant. Section 96 of the IRPA plainly refers to \"countries of nationality\", not to countries of nationality where an individual can assert all of his nationality rights without impediment. The Indian legislation is unequivocal that the applicant is a citizen by birth. Two state high courts in India have endorsed that view. The applicant cannot allege that he is not an Indian citizen because some officials might discriminate against him and deny that he is a citizen - no matter how persuasive the evidence of discrimination may be.  <FRAGMENT_SUPPRESSED>", "[30] If the applicant requests citizenship documents in India, such as a passport, and is denied, he can bring a court challenge similar to the ones described in the documentary evidence. In Williams , at para 27, the Court of Appeal held that an applicant must make attempts to acquire citizenship in any safe country where it is available to him. The same would seem to apply to the enforcement of rights to which the applicant is entitled by law, as a citizen, notwithstanding efforts at obstruction by officials. By the applicant's own admission at the RPD, he has never made any attempt to acquire or enforce rights of Indian citizenship. He merely speculates that he will not be able to succeed, despite the legislation and jurisprudence in his favour. In my view, he cannot claim protection in Canada without making any effort to avail himself of Indian nationality, to which he is entitled as a matter of law in that country.  <FRAGMENT_SUPPRESSED>", "[31] This is where I must, with respect, decline to follow Wanchuk . At para 10 of that decision, Justice O'Reilly expressed the view that obtaining Indian citizenship was a \"mere possibility\" for a similarly situated applicant, since it might require litigation. That does not, in my view, amount to the level of the \"intolerable burden\" that Justice Russell found to apply  <FRAGMENT_SUPPRESSED>  Ma in light of the one child policy and other considerations in China. Nor is it consistent with the teachings of Williams . Applicants are expected to take reasonable steps to acquire or enforce any citizenship rights which are available to them. A right which is enshrined in legislation and has been enforced by the courts amounts to more than a \"mere possibility\". There is nothing unreasonable about expecting the applicant to take legal action if his state of nationality attempts to deny his rights.  <FRAGMENT_SUPPRESSED>", "[32] It was open to the RAD to assign little probative weight to the affidavit of the applicant's former counsel and to conclude that the lack of a birth certificate would not negate his citizenship rights in India, given his other government-issued documents which establish his date of birth in that country. Its findings on nationality and the right to claim citizenship in India were, on the evidence, within the acceptable range of reasonableness.  <FRAGMENT_SUPPRESSED> B. Did the RAD breach the duty of fairness by dismissing the applicant's claim against India without giving him the opportunity to be heard?  <FRAGMENT_SUPPRESSED>", "[33] The applicant misconstrues the RAD's explanation for dismissing his claim against India. The RAD did not suggest that the applicant should have predicted that the Minister would appeal the RPD's finding that he is not an Indian citizen. Rather, it suggested that he should have foreseen that his citizenship would be disputed at the RPD and, therefore, that he should have disclosed any fear he might have with respect to India in his original refugee claim. The RAD also faulted the applicant for not providing any evidence or argument on India when responding to the Minister's appeal of the RPD decision.  <FRAGMENT_SUPPRESSED>", "[34] The applicant bore the onus of substantiating his claim. When he applied for protection, the applicant should have known that his citizenship would be at issue. Since he was born in India and lived there his entire life, he should have foreseen that a decision-maker, whether the RPD or the RAD, could possibly determine that he was an Indian citizen. It was his responsibility to substantiate his claim with respect to all possible countries of reference. Since he did not allege a well-founded fear of persecution in India, he cannot now complain that he was not given an opportunity to be heard on the matter.  <FRAGMENT_SUPPRESSED>", "[35] The Minister clearly disputed the RPD's finding that the applicant is not an Indian citizen in his memorandum submitted to the RAD. The applicant had fair notice that the RAD might overturn that finding. Yet instead of offering some evidence or argument on a well-founded fear of persecution in India, his memorandum to the RAD simply requested that the RAD return the matter to the RPD if it should find that he is an Indian citizen. He cannot now complain that he was denied an opportunity to lead evidence relating to a well-founded fear of persecution in India. Justice Zinn made a similar observation in <FRAGMENT_SUPPRESSED> which I endorse.  <FRAGMENT_SUPPRESSED>", "[36] The facts of this matter do not disclose any breach of the duty of fairness. The application will, therefore, be dismissed.  <FRAGMENT_SUPPRESSED>", "[37] At the close of the hearing of this matter, I reserved my decision and indicated to counsel that I would grant them an opportunity to make submissions on the certification of questions before issuing a judgment, if I should decline to follow Wanchuk . These reasons will therefore be provided to the parties and otherwise circulated. Counsel for the applicant will have seven days from the date of these reasons to file and serve representations regarding certification. Thereafter, if counsel for the applicant has served and filed such representations, counsel for the respondent will have seven days to serve and file responding submissions. In the event that responding submissions are served and filed, counsel for the applicant will have a further three days to serve and file reply submissions. Judgment will then be issued.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  [1] Le juge Mosley", "[2] II.", "[3]", "[4]", "[5] Citizenship Act, 1955", "[6]", "[7]", "[8] <FRAGMENT_SUPPRESSED>  ( Williams III.", "[9] IV.", "[10] <FRAGMENT_SUPPRESSED>  (", "[11] <FRAGMENT_SUPPRESSED> ; V. Analyse  <FRAGMENT_SUPPRESSED> A.", "[12] Williams", "[13] Williams Ward Ward", "[14] Williams", "[15]", "[16]", "[17]", "[18]", "[19]", "[20] <FRAGMENT_SUPPRESSED>  ( Khan <FRAGMENT_SUPPRESSED>  ( Hua Ma", "[21] Wanchuk Williams", "[22] Khan", "[23]", "[24] Williams .  <FRAGMENT_SUPPRESSED>", "[25] Hua Ma", "[26] Dolker Khan", "[27] Williams", "[28]", "[29]", "[30] Williams", "[31] Wanchuk Hua Ma Williams", "[32] B.", "[33]", "[34]", "[35] <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[36] VI.", "[37] Wanchuk [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}