{"id_": "092775", "body_str": ["[1] Zinn, J. : This is an application for judicial review, pursuant to s. 72 of the Immigration and Refugee Protection Act , R.S.C. 2001, c. 27, of a decision by the Refugee Protection Division of the Immigration and Refugee Board. The Board determined that Chao Hui Lin was neither a Convention refugee nor a person in need of protection within the meaning of the Act. The determinative issue was the objective basis for the applicant's fear of persecution.", "[2] Notwithstanding his counsel's able submission, I am of the view that the Board committed no reviewable error, and based on the record before it that its decision was reasonable. BACKGROUND", "[3] Chao Hui Lin is a citizen of the People's Republic of China. At the relevant time for this application, Mr. Lin resided in the Fujian Province of China, but his job as a sailor took him overseas.", "[4] Mr. Lin states that he joined an underground Christian house church on December 18, 2005. He attended this church regularly until early February 2006 when he left to join his ship. The church was composed of Mr. Lin and nine other members. Though services were held every Sunday, they would only be led by a pastor a few times per year.", "[5] On February 16, 2006, Mr. Lin left China on a ship that landed in Canada on April 22, 2006. Mr. Lin states that he phoned his family in China on April 26, 2006, and that they informed him that his church had been raided by the Public Security Bureau (PSB) and that the PSB was looking to arrest him. Mr. Lin left his ship and made a refugee claim on May 4, 2006.", "[6] On December 9, 2008, the Board rejected Mr. Lin's refugee claim.", "[7] The Board accepted that the applicant was a Christian, and that he attended an underground Christian church. Nonetheless, the Board concluded that the applicant was neither a Convention refugee nor a person in need of protection. The determinative issue was whether the applicant's claim was objectively well-founded.", "[8] The Board began by noting a discrepancy between the applicant's screening interview and his personal information form regarding the date that his church was raided by the PSB. The Board rejected the applicant's explanation that this discrepancy resulted from an interpretation error, and drew a negative credibility inference as a result.", "[9] The Board made a second negative credibility inference on the grounds that if the applicant was truly sought by the PSB, it was implausible that the PSB would not have contacted the applicant's ship and had him held on board until the ship returned to China.", "[10] The Board also found his evidence that there was a raid by the PSB on his underground Christian church not to be credible. The Board reasoned that given the well documented reports of religious persecution in other provinces in China, it was unreasonable for the applicant to not have produced documentary evidence demonstrating religious persecution in his home province, Fujian Province.", "[11] The Board further held that the documentary evidence suggested certain characteristics of illegal house churches increased their chance of being raided by the PSB, and that the applicant's house church lacked these characteristics. The Board also noted the lack of documentary evidence corroborating the applicant's allegation that his house church had been raided.", "[12] The Board stated that the applicant's \"claim has not been made in good faith\". The Board determined, based: on a balance of probabilities and based on the totality of the evidence and country documentation, that the claimant has failed to satisfy the burden of establishing a serious possibility that he would be subjected personally to a risk to his life or to a risk of cruel and unusual treatment or punishment or to a danger of torture by any authority in the People's Republic of China.", "[13] Consequently, the Board concluded that the applicant was neither a Convention refugee nor a person in need of protection, and rejected his claim. ISSUES", "[14] The applicant raises a number of issues with respect to the Board's decision, which I would describe as follows: 1. Whether the Board erred in failing to consider what would happen to the applicant if he were to return to China; 2. Whether the Board failed to address the applicant's evidence of the raid on his church; 3. Whether the Board erred in its analysis of the documentary evidence; and 4. Whether the Board breached the applicant's right to procedural fairness in failing to alert him on the screening form that an issue before it was the consistency between his allegations and the documentary evidence. ANALYSIS Whether the Board erred in failing to consider what would happen to the applicant if he were to return to China.", "[15] The applicant submits that \"even where the panel finds that the applicant was not a member of a house church (not the case here) it is still necessary for the panel to consider what would happen to the applicant if he were to return to China at this time.\" The applicant relies on <FRAGMENT_SUPPRESSED>  which followed it.", "[16] In <FRAGMENT_SUPPRESSED> , Justice O'Reilly observed that regardless of the Board's finding as to an applicant's membership in an underground church, where there was no definitive finding that the applicant was not a Christian, it had a duty to consider whether the applicant would face religious persecution if returned to China", "[17] The applicant here submits that given the Board's finding that he was a member of an underground church and a Christian, the Board had a duty to examine and determine whether he would be persecuted from practicing his religion if returned. He relies on my decision in <FRAGMENT_SUPPRESSED>  at para. 13. It is submitted that no such analysis was undertaken by the Board.", "[18] The Minister submits that the Board did examine the applicant's potential persecution in China, based on the finding that he is a Christian. The Board refers to and quotes the following passage from an information request in the documentary disclosure: ... the Executive Secretary of the Hong Kong Christian Council commented that Fujian and Guangdong have \"the most liberal policy on religion in China, especially on Christianity\" (Executive Secretary 1 Sept. 2005a). In his travels, the Executive Secretary has met with local authorities who, he said, usually tolerate activities of unregistered Christian groups (ibid.). While authorities are of a more tolerant nature in rural areas than in urban centres, they would usually take steps to discourage religious activity if it had a link to groups from outside China (ibid.). The Executive Secretary stated that he is aware of a number of unregistered churches that have been allowed to function for years (ibid.). Though he has received a few reports of arrests of Catholic priests in the years 2003 to 2005, the Executive Secretary noted that overall, Christians in Fujian and Guangdong \"enjoy one of the most liberal polic[ies] on religious freedom in China\" (ibid.).", "[19] In addition, the Board made the following specific findings related to the applicant practising his faith in Fujian: 1. His underground church had not been raided by the PSB; 2. The only mention in the documentary evidence of arrests of Christians in Fujian was in 2002, when 20 Christians were arrested; and 3. The applicant's church was small, consisting of nine members, with no regular participation of a pastor and thus had none of the characteristics found in churches targeted by the state.", "[20] It is fair to say that there is no specific statement or finding in the decision by the Board that the applicant would be able to practice his religion in Fujian, as he had when he left. However, it is not fair to say that the Board failed to consider the evidence in this regard. While the preferred course would be for the Board to specifically state that it finds that the applicant would suffer no persecution in practising his faith if he returns, the above statements from the decision coupled with its conclusion of lack of persecution are sufficient to establish that the Board did turn its mind to the issue, unlike in <FRAGMENT_SUPPRESSED> , Li and <FRAGMENT_SUPPRESSED> . Whether the Board failed to address the applicant's evidence of the raid on his church.", "[21] The only evidence before the Board of a raid on the applicant's church was his statement to that effect in his PIF and at the hearing.", "[22] The Board examined the documentary evidence, including the statements reproduced above that indicated that churches in Fujian of the sort the applicant attended were generally left alone, and found, \"on a balance of probabilities, that if there were arrests in Fujian Province there would be some documentation of these arrests.\" It further found that the underground Christian church was not raided by the PSB, as there was no documentary evidence to indicate it.", "[23] \"[W] hen an applicant swears to the truth of certain allegations, this creates a presumption that those allegations are true unless there be reason to doubt their truthfulness\": <FRAGMENT_SUPPRESSED>  at 305 (C.A.). \"The 'presumption' that a claimant's sworn testimony is true is always rebuttable, and, in appropriate circumstances , may be rebutted by the failure of the documentary evidence to mention what one would normally expect it to mention\" [emphasis added]: <FRAGMENT_SUPPRESSED>  (F.C.A.) (QL) at para. 1. The presumption of truthfulness may also be rebutted by other negative credibility findings. If the Board has valid reasons to doubt the truthfulness of a claimant's allegations it is \"under a duty to give its reasons for casting doubt upon the appellant's credibility in clear and unmistakable terms\": <FRAGMENT_SUPPRESSED>  submitted that the Board's logic regarding a lack of documentary evidence is faulty. It is argued that the limited documentary record of religious persecution in Fujian Province does not mean that religious persecution does not occur in that province, particularly in light of the country conditions as a whole. However, even if I were to accept that submission, the lack of documentation was not the sole reason on which the Board rested its conclusion.", "[25] Contrary to the applicant's submission, the Board did explain clearly why it doubted the applicant's testimony. The Board made two negative credibility findings, supported by reasons, which have gone unchallenged by the applicant. The Board also relied on a documentary record which suggested that the applicant's house church did not display the characteristics that would increase the likelihood that it would be raided by the PSB. When the decision is read as a whole, the Board's conclusion rejecting the applicant's evidence is justified, transparent, and intelligible. The decision cannot be set aside on this basis. Whether the Board erred in its analysis of the documentary evidence.", "[26] It is submitted that the Board made two errors with respect to the evidence before it. First, the Board stated that there was no evidence to indicate that the applicant's church was raided. The applicant points to page 58 of the Certified Tribunal Record and the documentary evidence wherein it is stated that \"the Government closed churches in Zhejiang, Jilin, and Fujian Provinces during the reporting period\" as evidence that is directly contrary to the Board's assessment. However, that single sentence must be read in the context of the entire paragraph, and in particular, the preceding sentence which reads: \"Police sometimes closed unregistered places of worship, including Catholic churches and Protestant house churches with significant memberships, properties, financial resources, and networks.\" It is evident to me that the reference to church closures in Fujian Province refers to churches of that sort of description and establishment. As noted by the Board, the applicant's nine member house church has none of the listed criteria.", "[27] Second, the Board stated that there was no evidence of arrests of Christians in Fujian Province. The applicant points to the report at page 652 of the Certified Tribunal Record which reports on the arrest of one Christian of Fuzhou District, Fujian, on the eve of the Olympics in July 2008.", "[28] Clearly the Board erred; however, the Court must ask whether this error is of such a magnitude that its decision might have been different if it had not been made. I am of the view that the Board's determination on the merits would have remained unchanged. The evidence is of one arrest of the entire population of Fujian Province. Further it appears to have been an arrest related to a crack-down preceding the Olympics. It is, at best, de minimus evidence and, in my assessment, more would have been required to show that the decision would have differed had the error not been made.", "[29] During the applicant's Reply submission, counsel also pointed to a Jail Visiting Card at page 649 of the Certified Tribunal Record. The card permits the family of Jun Lin to visit him in Bai Sha Prison of Fu Zhou City, Fujian. The document states that he was arrested for \"illegal Christian religious activities\" and imprisoned for 3.5 years. The original of the document was not filed with the Board and the Board makes no reference to it. I can only conclude that that the Board rejected this as evidence as it failed to comply with the Board's procedures. It was given no weight by the Board and cannot be given any by this Court. Whether the Board breached the applicant's right to procedural fairness in failing to alert him on the screening form that an issue before it was the consistency between his allegations and the documentary evidence.", "[30] The applicant was provided before the hearing with a screening form that contains the heading 'Issues', under which are a number of main issues listed, and also under each of those, subordinate issues. The main issue box bedside the word 'Credibility' was checked. Under the credibility heading are three other boxes; none were checked. One of those boxes reads: \"Consistency between the Allegations and the Documentary Evidence\" and the applicant submits that since the Board rested so much of its decision on such inconsistencies, he was denied procedural fairness as he was not alerted that this was an issue prior to hearing.", "[31] I reject this submission entirely. I accept the submission of the respondent that when, on this form, a main box is checked, such as Credibility, but none of the subordinate boxes under that heading are checked, it puts the applicant on notice that all of the issues in the unchecked subordinate boxes are at issue. It is only when some of the subordinate boxes are checked and some not that the applicant is alerted that those unchecked under the heading are not at issue.", "[32] For the foregoing reasons I dismiss this application for judicial review. No question was proposed to be certified by either party. JUDGMENT", "[33] THIS COURT ORDERS AND ADJUDGES that 1. This application for judicial review is dismissed; and 2. No question is certified. [End of document]"]}