{"id_": "092894", "body_str": ["[1] Martineau, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act, SC 2001, c 27 (the IRPA) for judicial review of the decision of a visa officer at the Embassy of Canada in Islamabad, Pakistan (the Officer), dated April 26, 2011, whereby the Officer refused the applicant's application for a permanent resident visa in either the Convention Refugee Abroad Class or in the Member of Country of Asylum Class under sections 145 or 147 of the Immigration and Refugee Protection Regulations SOR/2002-227 (the Regulations).  <FRAGMENT_SUPPRESSED> BACKGROUND  <FRAGMENT_SUPPRESSED>", "[2] The applicant, a 38 year-old citizen of Afghanistan, his wife and their three minor children are members of the Shia Hazara religious-ethnic minority and are originally from Kabul. The applicant claims that his family and himself have experienced persecution in their country due to their religious beliefs and ethnic origin. He states that this persecution worsened during the war when the Taliban engaged in mass killings of Hazaras.  <FRAGMENT_SUPPRESSED>", "[3] The applicant and his wife allege that they were forced to move to the city of Mazar Sharif and later fled their country during the Afghan civil war. In 1998, the applicant's home in Mazar Sharif was hit by a rocket. The next day, some Taliban members came to the applicant's place and started beating him thinking that he was the son of a Qomandan (commander). The applicant's wife begged them to stop, screaming that they had the wrong man. The applicant claims that as he got seriously injured and rendered unconscious, one of the Taliban put a gun to his head to kill him. The Taliban members finally left the applicant's house when the applicant's wife showed them where to find the Qomandan's house. The applicant claims that the next night, her wife was beaten and threatened by the Qomandan's mother that if anything happened to her son she would send people to kill her and her family.  <FRAGMENT_SUPPRESSED>", "[4] Although the applicant made no mention of this incident in his refugee application form, he testified before the Officer that he cannot move back to Afghanistan because he still fears that the Qomandan that his wife denounced to the Taliban would come after his family to seek revenge. The applicant mentioned that, in fact, the son of the Qomandan has found their previous address in Mazar Sharif and has already approached the owner of the house where the applicant's family lived in that city to inquire about the applicant's whereabouts.  <FRAGMENT_SUPPRESSED>", "[5] After the 1998 incident, the applicant and his family moved to Pakistan where they have been living until this date without a legal status. In January of 2008, the applicant filed an application for permanent residence in Canada as a refugee under the refugee abroad category. Following an interview with the applicant and his wife on November 22, 2011, with the assistance of a Dari speaking interpreter, the Officer whose decision is currently under review rejected the application.  <FRAGMENT_SUPPRESSED> THE DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>", "[6] In view of the Officer's Computer Assisted Immigration Processing System notes (CAIPS notes) and her response letter dated April 26, 2011, the decision under review is based on two sets of findings.  <FRAGMENT_SUPPRESSED>", "[7] First, the Officer found the applicant's story not credible and concluded that since twelve years had passed since the 1998 incident, she was not satisfied that the applicant still had a well-founded fear of persecution if he returned to Afghanistan. The Officer further mentioned that she was not satisfied that the applicant complied with section 16(1) of the IRPA which requires any person who makes an application to \"answer truthfully all questions put to them for the purpose of the examination and must produce a visa and all relevant evidence and documents that the officer reasonably requires\". The Officer also found that the applicant's stated reasons for not wanting to return to Afghanistan were economic in nature and linked to wanting a better life for his family and himself rather than seeking protection from genuine fear of persecution. Thus, the applicant did not meet the definition convention refugee within the meaning of section 96 of the IRPA and was excluded from the Convention Refugee Abroad Class as defined in section 145 of the Regulations.  <FRAGMENT_SUPPRESSED>", "[8] Second, the Officer also concluded that based on the information provided in the application and at the interview, she was not satisfied that the applicant is \"seriously and personally affected by civil war, armed conflict or massive violations of human rights\" or that he would otherwise meet the eligibility criteria of the Country of Asylum Class as defined in section 147 of the Regulations. Despite the fact that insecurity was one of the applicant's reasons for not being able to return to Afghanistan, the Officer noted that the applicant's city of origin, Kabul, now benefits from reasonable government control and relative stability. The Officer also noted that in his view, there was very little to set the applicant and his family apart from the vast majority of the 3.5 million Afghan refugees who returned to Afghanistan, the majority to the city of Kabul, under the UNHCR's voluntary repartition exercise.  <FRAGMENT_SUPPRESSED> ISSUES  <FRAGMENT_SUPPRESSED>", "[9] The applicant has raised several issues in this application for judicial review which can be summarized in the following manner:  <FRAGMENT_SUPPRESSED> (a) Did the Officer breach procedural fairness rules by not allowing the applicant to answer her questions completely?  <FRAGMENT_SUPPRESSED> (b) Did the Officer err in her assessment of the applicant and his spouse's credibility and their risk of persecution?  <FRAGMENT_SUPPRESSED> (c) Did the Officer err in her assessment of the No Durable Solution?  <FRAGMENT_SUPPRESSED> (d) Did the Officer err in concluding that the applicant's motives for wanting to settle in Canada are purely economic?  <FRAGMENT_SUPPRESSED> (e) Did the Officer err by not assessing the applicant's ability to successfully establish in Canada and other resettlement factors?  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED>", "[10] The proper standard of review to be applied in fact-driven cases such as the present is the deferential standard of reasonableness which requires the Court to consider \"the existence of justification, transparency and intelligibility with the decision making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> [ Sivakumaran ] ; <FRAGMENT_SUPPRESSED> [ Qurbani ] ). As regards the alleged lack of opportunity to respond, it is settled law that questions of procedural fairness are to be reviewed against the standard of correctness ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[11] For the reasons hereunder, the applicant has not convinced me that the Officer has committed a reviewable error as to warrant this Court's intervention. For purposes of convenience, I have chosen to treat the applicant's arguments not necessarily in the order that they have been made in the parties' memorandums or at the hearing before the Court. The preliminary objections taken under reserve at the hearing will be dealt with, if necessary, in relation to their subject matter below.  <FRAGMENT_SUPPRESSED> No breach of procedural fairness  <FRAGMENT_SUPPRESSED>", "[12] The applicant submits that he and his wife were not given the opportunity to adequately answer the Officer's questions, that their interview with the Officer started over two hours later than scheduled and that the Officer continuously interrupted them when they tried to elaborate on their answers, asking them to be brief. The applicant also submits that the Officer and the interpreter laughed at him when he related his story of being beaten with a gun to his head by the Taliban. He submits that the Officer did not approach his application with an open mind, in addition to breaching procedural fairness rules.  <FRAGMENT_SUPPRESSED>", "[13] Furthermore, both the applicant and his wife have provided the Court with two exhibits containing the personal notes that they took after the interview which summarize the questions they were asked by the Officer and their answers. The respondent relies on a longstanding jurisprudence of this Court and takes issue with the introduction of these documents as being new evidence that was not available before the Officer. I have, however, considered the documents in question because contrary to what the respondent suggests, the applicant's personal notes are not an extra piece of evidence that could have been made available to the Officer. As part of the applicant's affidavit, they are meant to give an account of the procedure followed by the Officer and as such they constitute admissible evidence in this judicial review, at least with respect to natural justice issues.  <FRAGMENT_SUPPRESSED>", "[14] I have also considered the Officer's affidavit, corroborated with her CAIPS notes, explaining what took place during the interview. The Officer attests that she took all the necessary time to explain her concerns to the applicant and provided him and his spouse with the opportunity to respond. In view of both parties' affidavits and the two attached exhibits as well as the Officer's CAIPS notes and final decision, I am satisfied that this has in fact been the case. The questions and answers as reflected in the CAIPS notes are clear and complete, sometimes even repetitive. The answers given by the applicant and his wife are enough detailed not to raise any doubts as to whether they could have been further elaborated on. In fact, the CAIPS notes reveal that at times the Officer even asked her question again or reformulated it.  <FRAGMENT_SUPPRESSED>", "[15] Moreover, there is no indication that the Officer failed to approach the applicant's case with the objectiveness and the open mind called for by section 13.1 of the Citizenship and Immigration Canada OP-5 Manual entitled \" Overseas Selection and Processing of Convention Refugees Abroad Class and Members of the Humanitarian-protected Persons Abroad Clas ses\" (OP-5 Manual). The Officer mentioned in her affidavit that at any point during the interview the applicant did not say that the Taliban had beaten him with a gun, but rather said that he had been beaten and slapped by the Taliban so that two of his teeth were broken and he still had scares on his forehead.  <FRAGMENT_SUPPRESSED>", "[16] In my view, had the applicant talked at any point about having been beaten by a gun, this would have appeared somewhere in the CAIPS notes which were taken by the Officer at the interview and entered in the system on November 24, 2010. In this respect, I concur with Justice Rouleau's ruling in the oft-cited case of <FRAGMENT_SUPPRESSED> where he states:  <FRAGMENT_SUPPRESSED> In my view, the Court should attach greater weight to the visa officer's testimony about what took place during the interview, for the following reasons. First, it is corroborated by the notes she recopied into the CAIPS system, which make absolutely no mention of problems communicating with the plaintiff, whereas there is nothing to support or confirm the plaintiff's allegations. Further, the officer's notes were re-transcribed into the CAIPS the day after the interview with the plaintiff, namely March 21, 2001, when the events were still fresh in her memory, and the plaintiff's affidavit, on the other hand, dates from August 31, 2001, over five months after the interview. In my opinion the fact that the CAIPS notes, which corroborate the officer's testimony, were contemporaneous is a sufficient reason to prefer her testimony to that of the plaintiff. Finally, it should be noted that it was only when the decision was made on March 20, 2001 that the plaintiff made any objection regarding the substance and form of the interview. This objection to procedure should in my opinion have been made  <FRAGMENT_SUPPRESSED> limine litis and could not be raised once the decision was rendered, when the individual had fully accepted the procedure leading up to the decision. In these circumstances, therefore, the plaintiff has only himself to blame.  <FRAGMENT_SUPPRESSED>", "[17] Accordingly, I find that there has been no breach to the rules of natural justice by the Officer.  <FRAGMENT_SUPPRESSED> The Officer's adverse credibility finding is reasonable  <FRAGMENT_SUPPRESSED>", "[18] The determinative issue in the impugned decision is the Officer's negative credibility finding that the applicant and his family could not still be sought after, after twelve years, if they were at all. The applicant challenges this finding as being arbitrary and capricious. This conclusion, however, was reasonably open to the Officer to make on the evidence before it and as such, it does not call for this Court's intervention.  <FRAGMENT_SUPPRESSED>", "[19] The applicant pretends that no negative credibility determination should have been made because, according to the Officer's notes, the answers given by the applicant and his wife at the interview corresponded to each other and they should have corroborated the facts alleged in their application forms. This allegation is clearly unfounded given that the Officer's credibility determination is based on the applicant and his wife's lack of credibility and not on any contradictions or discrepancies in their answers.  <FRAGMENT_SUPPRESSED>", "[20] Moreover, it is worth noting that in their application for permanent residence the applicant and his wife had made no mention of the 1998 incident and the threats they had received by the Qomandan's family. This incident was only brought to the Officer's attention during the interview. When asked why his application form did not contain the whole story, the applicant mentioned to the Officer that there was not enough space in the application form and that his neighbour, who helped him complete his application, did not tell him that he could add an extra page to the form. It was not, in my view, unreasonable for the Officer to reject this explanation.  <FRAGMENT_SUPPRESSED>", "[21] The applicant also submits that the Officer erred in stating in her notes that the applicant did not know which group the Qomandan belonged to. The applicant takes issue with this finding, submitting that both he and his wife told the Officer that the Qomandan the Taliban were looking for was Uzbek, which does identify what group he belongs to. This argument is, however, irrelevant to the overall lack of credibility and the implausibility determination that were fatal to the claim and, unfortunately for the applicant, the conclusion falls well within the range of possible and acceptable outcomes which are defensible in fact and law and supported by the available evidence ( <FRAGMENT_SUPPRESSED> , at para 47).  <FRAGMENT_SUPPRESSED> The Officer's assessment of the No Durable Solution is reasonable  <FRAGMENT_SUPPRESSED>", "[22] The applicant submits that the Officer erred in deciding that voluntary repartition would be a durable solution in his case because in concluding so, she failed to consider that as members of a religious and ethnic minority, the applicant and his family are still in danger of persecution. The applicant submits that the Officer also erred in failing to take proper account of the harassment and mistreatment that he is subjected to by the local police in his country of asylum, Pakistan. Part of these latter allegations, however, do not appear in the CAIPS notes and are contested by the respondent who pretends that they have not been made before the Officer.  <FRAGMENT_SUPPRESSED>", "[23] There was much debate at the hearing whether the Court should intervene notwithstanding confirmation of the credibility findings, in view of the fact that, objectively speaking, Shia Hazaras are at risk of persecution as they were particularly targeted by the Taliban government who considered them as \"infidels\". I have considered the jurisprudence cited on both sides of this issue, particularly the Court's decisions in <FRAGMENT_SUPPRESSED>  [ Saifee ] ; and <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[24] I have come to the conclusion that in the particular circumstances of this case, whatever expectations flow from the OP-5 Manual, a non-legally binding document, the determinations made by the Officer has not been made without a reasonable knowledge of country conditions (see <FRAGMENT_SUPPRESSED> at para 9; <FRAGMENT_SUPPRESSED> , at para 31). Each case must be decided on its own set of facts, and it is not sufficient in judicial review to render a decision unreasonable to refer the Court to passages in the case law dealing with a particular group, here the Hazaras. Such case law is useful to bring the Court's attention to the particular context, and sometime to the very difficult situation of a group, but this does not dispense an applicant to show that the decision-maker has based its decision on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it. This is not the case of the decision under review, even if I accept to consider evidence of the objectionable new allegations of fact made by the applicant with respect to police harassment in Pakistan.  <FRAGMENT_SUPPRESSED>", "[25] The jurisprudence is clear that in light of the statutory framework of paragraph 139(1) of the Regulations, the burden of proof rests solely on the applicant to establish that he had \"no reasonable prospect, within a reasonable period, of a durable solution in a country other that  <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , at para 18).  <FRAGMENT_SUPPRESSED>", "[26] In this case, the applicant's alleged fear of persecution in the hands of the Qomandan was not found plausible by the Officer and he failed to convince the Officer of any other basis for a well-founded risk of persecution in view of the actual situation in Afghanistan. The Officer thus reasonably relied on the current actual security situation in the city of Kabul and the large scale voluntary repartition exercise led by the UNHCR to reach the conclusion she reached. This conclusion was moreover made in absence of any specific evidence supporting the applicant's claim of persecution as Hazaras.  <FRAGMENT_SUPPRESSED>", "[27] The jurisprudence has also established that the Officer's appropriate finding on general credibility can justify her not proceeding to address all of the issues ( <FRAGMENT_SUPPRESSED> ). Having determined that the applicant did not fit in the convention refugee abroad category and that the first durable solution was reasonably open to him and his family, the Officer did not have to assess the second durable solution to determine whether integration in the country of asylum is possible for them.  <FRAGMENT_SUPPRESSED> The conclusion about the applicant's motives for wanting to settle in Canada is reasonable  <FRAGMENT_SUPPRESSED>", "[28] The applicant takes issue with the finding that his reasons for not wanting to return to Afghanistan are essentially economic in nature and linked to his desire for a better life for his family, rather than a genuine risk of persecution. Again, the application's position amounts to no more than a disagreement with the Officer's conclusion as this finding could be reasonably drawn from the evidence.  <FRAGMENT_SUPPRESSED>", "[29] The applicant submits that during their interview, neither he nor his wife mentioned any such reasons for not considering returning to Afghanistan. However, the applicant did mention to the Officer that he did not wish to force his children to return to Afghanistan while they have access to education in Pakistan. He also confirmed that he wished to go to a country where his family could have a better life. Again, at the risk of repeating myself, the Officer's conclusion about the applicant's motives for wanting to settle in Canada is supported by her general negative credibility determination and is thus objectively reasonable.  <FRAGMENT_SUPPRESSED> The credibility finding is determinative  <FRAGMENT_SUPPRESSED>", "[30] The applicant submits that the Officer erred by not assessing his and his wife's professional skills and their ability to successfully establish in Canada, and by neglecting to assess the fact that they have family members in Canada who have signed a group sponsorship with the Association Éducative Transculturelle in Sherbrooke, Quebec.  <FRAGMENT_SUPPRESSED>", "[31] The Officer's failure to make this assessment, however, does not render her decision unreasonable. I agree with the defendant that the Officer was not required to assess whether the requirements under paragraphs 139(1)(f) and (g) of the Regulations were satisfied as she had already determined that the applicant did not fit in any of the classes prescribed in paragraph 139(1)(e) of the Regulations. In fact, as Justice Tremblay Lamer stated in <FRAGMENT_SUPPRESSED> , at para 31:  <FRAGMENT_SUPPRESSED> It is unnecessary to consider whether the officer's determination in this regard was reasonable. It has already been established that the officer had reasonably concluded, based on credibility concerns and the absence of an articulated basis for fear, that the applicant was neither a member of the Convention refugee abroad class, nor the country of asylum class. That finding is determinative. The requirement that the applicant be a \"a member of one of the classes prescribed by this Division\", as set out in paragraph 139(1)(e) of the Regulations, has not been met and so, regardless of whether the requirement under paragraph 139(1)(g) is satisfied or not, the officer's ultimate decision to reject the applicant's request for a permanent resident visa is not reviewable.  <FRAGMENT_SUPPRESSED>", "[32] The present application for judicial review is therefore dismissed. No question of general importance has been submitted by counsel and none is certified.  <FRAGMENT_SUPPRESSED>", "[33] THIS COURT'S JUDGMENT is that the present application for judicial review is dismissed. No question is certified.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED>", "[2]", "[3] qomandan qomandan qomandan", "[4] qomandan qomandan", "[5]", "[6]", "[7]", "[8]", "[9] ANALYSE  <FRAGMENT_SUPPRESSED>", "[10] Sivakumaran ] ; <FRAGMENT_SUPPRESSED> [ Qurbani <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[11]", "[12]", "[13]", "[14]", "[15]", "[16] in limine litis", "[17]", "[18]", "[19]", "[20] qomandan", "[21] qomandan qomandan", "[22]", "[23] Saifee ], et <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[24] Saifee", "[25] Qurbani", "[26] qomandan", "[27]", "[28]", "[29]", "[30]", "[31] ) et Sivakumaran", "[32] JUGEMENT"]}