{"id_": "092979", "body_str": ["[1] Gleason, J. : This is an application for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board [RPD or the Board], dated October 27, 2011, in which the Board dismissed the applicant's claims under section 96 and subsection 97(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA or the Act].", "[2] The applicant is a citizen of the People's Republic of China from Shijiazhuang, Hebei province and claims that he was a member of an underground Christian house church that was raided by the Public Security Bureau [PSB] in 2010. He alleges that he went into hiding following the raid and that while in hiding learned both that members of the PSB had gone to his home looking for him and that other members of his congregation had been arrested. The applicant fled China on July 18, 2010, with the help of a smuggler, and sought protection in Canada. He asserts that he has since learned that the PSB has returned to his home multiple times and filed a letter with the RPD from his mother that purports to confirm these visits.", "[3] Once in Canada, the applicant joined a Pentecostal church (the Living Stone Assembly in Scarborough, Ontario) and claims to be a practicing Christian. The applicant filed with the RPD a copy of a letter from the pastor of his church, attesting to the applicant's regular church attendance, a baptismal certificate and several photographs of the applicant participating in church-related activities. He claims that by virtue of his beliefs, he would be subject to risk if returned to China. The RPD's Decision", "[4] The Board determined that there was no credible basis for the applicant's claim and, as a result, that he was neither a Convention refugee nor a person in need of protection. The credibility finding centred on the fact that the applicant had made a failed attempt to obtain a student visa in 2009, well before the applicant's alleged conversion to Christianity and the alleged raid on his house church. In his testimony before the Board, the applicant denied any knowledge of the student visa application, despite the fact that the visa file contained a picture of him, his passport number and date of birth. The student visa file also contained fraudulent documentation regarding the applicant's parents' occupations and assets as well as details regarding the applicant's background that were completely at odds with those he provided in connection with his refugee claim.", "[5] The Board discovered the fraudulent student visa application somewhat fortuitously: during the hearing, the member noted a cryptic reference in the file to a previous denial of a student visa and asked the applicant about it. The applicant claimed to have no knowledge of any such application. During an adjournment of the hearing, the Board member called the Canada Border Services Agency. The Agency provided copies of the Field Operations Support System, commonly referred to as \"FOSS\", notes to the member that confirmed the existence of the applicant's earlier student visa application. When the hearing resumed, the applicant continued to deny any knowledge of the application. The RPD then adjourned the hearing for several weeks to obtain copies of all the documents associated with the 2009 application and to allow the applicant time to review them. Upon resumption of the hearing, the applicant confirmed that the 2009 fraudulent student visa application contained his photograph, the same passport number and expiry date as on his passport and also set out his correct date of birth. However, he continued to deny that he had any knowledge of the application. The Board did not believe him.", "[6] During the hearing, the Board member questioned the applicant about his knowledge of Christianity, and the applicant was able to provide answers to many of the questions about the basic tenets of the Christian faith. However, he could not remember the date of Easter in 2010. In the decision, the RPD found this omission to be significant, as Easter that year had fallen the week before the alleged raid. The Board reasoned in this regard that if the applicant had really been a consistent church-goer in China, as he claimed, he ought to have been able to recall that Easter Sunday was just a week before his church had been raided.", "[7] In light of these facts, the Board determined that the applicant was not a practicing Christian in China, that the alleged raid on his house church did not occur and that none of his fellow alleged church members had been arrested or incarcerated. In so finding, the Board accorded little weight to a \"Jail Visiting Card\" or letter from the claimant's mother, purporting to confirm that the PSB had been at her home looking for the applicant. The Board determined that the first document was not genuine and gave little weight to the letter from the applicant's mother because his parents had been complicit in his earlier fraudulent student visa application.", "[8] After determining that the applicant had not been a practicing Christian in China, the Board went on to assess the applicant's claim, or his claim to have acquired refugee status through his adherence to Christianity in Canada. In assessing this claim, the Board first purported to cite from James Hathaway's The Law of Refugee Status (Toronto: Butterworths, 1991) claiming that Hathaway wrote that \"an individual who as a stratagem deliberately manipulates circumstances to create a real chance persecution, which did not exist, cannot be said to belong to this category [i.e. of those who can legitimately advance a refugee claim] \" (decision at para 40. As is discussed below, however, this citation is not from The Law of Refugee Status . However, as is also discussed below, this does not impact the reasonableness of the Board's decision.", "[9] The Board determined that, in light of its credibility findings, the claimant had joined a Christian church in Canada only for the purpose of supporting a fraudulent refugee claim. It afforded little or no weight to the pastor's letter, certificate of baptism and church photos filed by the applicant. The Board then determined that the applicant was not a genuine Christian, stating as follows at paragraph 41 of the decision: The panel finds, on a balance of probabilities, and in the context of findings noted above, that the claimant joined a Christian church in Canada only for the purpose of supporting a fraudulent refugee claim. In the context as noted above, and on the basis of the totality of the evidence disclosed the panel finds that the claimant is not a genuine practicing Christian and never was, nor would he be perceived to be in China. I do not believe that, if he returned to China, he would engage in any Christian practice.", "[10] The RPD therefore dismissed the applicant's claim, finding the applicant had not satisfied the burden of establishing a serious possibility that he would be persecuted or subjected to risk to his life, risk of cruel and unusual treatment or punishment or danger of torture if returned to China. Issues", "[11] The applicant argues that the RPD's decision should be set aside because its credibility findings were unreasonable. He contends in this regard that the application for a study permit outside of Canada is insufficient to impugn his credibility and that the Board's reliance on his inability to remember the date of Easter is unreasonable. In support of the latter point, the applicant claims that this finding constitutes an improper reliance on \"religious trivia\", which should result in the decision's being set aside as was done in <FRAGMENT_SUPPRESSED> ACWS (3d) 800; <FRAGMENT_SUPPRESSED> [2010] FCJ No 54 and <FRAGMENT_SUPPRESSED> [2009] FCJ No 1143. The applicant also argues that the Board failed to properly consider evidence of the genuineness of his religious beliefs and practices and that it was improper for the Board to have considered his motive in joining and participating in the activities of the Living Stone Assembly because the presence or absence of a good faith motive for engaging in activities that may give rise to a claim is irrelevant to the assessment of the validity of such a claim under Canadian law.", "[12] The respondent, on the other hand, submits that it was reasonable for the Board to draw a negative inference from the applicant's student visa application and from the applicant's inability to remember the date of Easter. On this point, counsel asserts that the RPD's determination turns not on the inability of the applicant to remember the date of Easter as being indicative of his lack of knowledge of Christianity, but rather on his inability to situate the alleged raid with reference to Easter Sunday, which he ought to have been able to remember if he were a regular church-goer, as he claimed. Based on these facts, the respondent asserts that is was reasonable for the Board to find that the applicant had not been attending a house church in China. The respondent also argues that the Board did not place an improper reliance on the applicant's motives and that the Board's finding that the applicant had not demonstrated that he was a genuine Christian in Canada is reasonable in light of the applicant's lack of credibility and the lack of other evidence about sincerity of his beliefs. The respondent notes in this regard that it was not unreasonable for the Board to accord little weight to the pastor's letter, photographs and baptismal certificate filed by the applicant.", "[13] In light of the foregoing, four issues arise in this matter: 1. What standard of review is applicable to the errors the applicant alleges were made by the RPD; 2. Were the Board's credibility findings reasonable; 3. Did the Board err in considering the applicant's motive for joining the Living Stone Assembly church; and 4. Was the Board's assessment of the lack of sincerity of the applicant's adherence to Christianity reasonable? What standard of review is applicable to the errors the applicant alleges the RPD made?", "[14] The reasonableness standard is applicable to each of the alleged errors. It is well-established that credibility findings, as matters of fact, are reviewable on the reasonableness standard ( <FRAGMENT_SUPPRESSED>  (CA) at para 4; <FRAGMENT_SUPPRESSED>  (CA) at para 3; and <FRAGMENT_SUPPRESSED> [2012] FCJ No 13). The question concerning the consideration of the applicant's motives for practicing Christianity in Canada and concerning the reasonableness of the RPD's decision are intertwined: the lack of good faith motive was an important consideration of the RPD in determining that the applicant's beliefs were not sincere. The Board's determinations on these issues involve matters of mixed fact and law and are reviewable on the reasonableness standard ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], see also <FRAGMENT_SUPPRESSED> ).", "[15] The reasonableness standard is an exacting one and requires the reviewing court afford deference to a tribunal's decision; a court cannot intervene unless it is satisfied that the reasons of a tribunal are not justified, transparent or intelligible and that the result does not fall \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> at para 47). In applying this deferential standard, it matters not whether the reviewing court agrees with a tribunal's conclusion, would have reached a different result or might have reasoned differently. So long as the reasons are understandable and the result is one that is rational and supportable in light of the facts and the applicable law, a court should not overturn an inferior tribunal's decision under the reasonableness standard of review. Were the Board's credibility findings reasonable?", "[16] As noted, the applicant alleges that it was unreasonable for the Board to have determined that the applicant made a fraudulent student visa application in 2009 and that the Board's reliance on the applicant's inability to remember the date of Easter in 2010 was unreasonable. In my view, neither of these submissions has merit.", "[17] Insofar as concerns the fraudulent student visa application, the visa file contained the applicant's picture, passport number and date the passport was issued. The applicant was unable to offer any explanation as to how these details and his picture came to be in the student visa file. In the absence of any such explanation, the Board drew the obvious conclusion, namely, that the applicant was complicit in making the application, which is accordingly a reasonable finding. Moreover, the fact that the applicant had made an earlier fraudulent attempt to enter Canada taints his refugee claim as it shows that he was willing to employ dishonesty in an effort to gain admittance to the country. Once again, the obvious inference to be drawn from this fact is that a similar motive is behind his refugee claim. It was accordingly reasonable for the Board to rely on this factor as a significant reason for disbelieving the applicant's claims regarding what occurred in China and for finding the applicant to not be a sincere Christian.", "[18] Insofar as concerns the reliance on the applicant's inability to remember the date of Easter in 2010, the submission of the respondent is convincing. The Board did not find the inability to remember to be indicative of a lack of knowledge of the tenets of Christianity but, rather, found that it undercut the applicant's claim that his church was raided. As the RPD noted in its decision, Easter is one of the key celebrations of the Christian religion, and it is not believable that a new adherent to the religion would not remember the proximity of Easter to an event as significant as the raid of his church, if he had in fact attended that church on a weekly basis as he claimed. Moreover, when questioned about these issues, the applicant obfuscated and backtracked regarding how frequently his pastor attended church. It was accordingly reasonable for the RPD to determine the applicant's inability to remember Easter to be a factor in support of a negative inference regarding his credibility.", "[19] Thus, neither of the reasons asserted by the applicant for setting aside the RPD's credibility determinations bears weight. Did the Board err in considering the applicant's motive for joining the Living Stone Assembly church?", "[20] Contrary to what the applicant asserts, the case law recognises that motive for engaging in a religious practice in Canada may be considered by the RPD in an appropriate case. However, a finding that a claimant was motivated to practice a religion in Canada to buttress a fraudulent refugee claim cannot be used, in and of itself, as a basis to reject the claim. Rather, the finding that the claimant has been motivated by a desire to buttress his or her refugee claim is one factor that may be considered by the RPD in assessing the sincerity of a claimant's religious beliefs.", "[21] The sincerity of those beliefs will be an issue in cases, like the present, where continuing the religious practice in the country of origin might place the claimant at risk. If the beliefs are not genuine, then there is no risk, as a claimant would not likely practice his or her newly-acquired religion in the country of origin if adherence to the religion is motivated solely by a desire to support a refugee claim. On the other hand, there may well be situations where a claimant might initially have been motivated to join a religion due to these types of motivations, but along the route, may have developed faith and become a true adherent of the religion. This appears to be what occurred in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], where the claimant was found to have originally began practicing Christianity to fuel his refugee claim, but later went on to become a priest in the Mormon church.", "[22] The starting point for the discussion of the notion of a claim in Canadian law is the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  154 NR 236, where the Court held that the \"... concept of a refugee 'sur place' requires an assessment of the situation in the applicant's country of origin after he or she has left it\". The Court accordingly set aside the decision of the Board, which had focused on the fact that the applicant had obtained an exit visa from Iran, as opposed to the risk that subsequent events in the country had created for him if he returned.", "[23] This Court has assessed the requirements of religion-based claims in a series of recent cases. The first of these, <FRAGMENT_SUPPRESSED> , arose in the context of a claimant who became a Christian after he left Iran. The Board dismissed his claim because it determined that his conversion was not genuine, finding that he had become a Christian in order to obtain a means of remaining in Canada and claiming refugee status. Importantly, in that case, unlike the present, there was evidence before the Board that apostates were persecuted and executed in Iran and thus that the mere fact of apostasy (as opposed to ongoing practice of religion) might have founded the basis for persecution. In addition, it appears that the claimant underwent a conversion experience and became a sincere practitioner because, as noted, he went on to join the priesthood in the Mormon faith. Justice Blanchard overturned the RPD's decision, noting that the Board had misarticulated the test in a claim and held that on the facts of that case \"[i] n assessing the Applicant's risks of return, in the context of a claim, it is necessary to consider the credible evidence of [the applicant's] activities while in Canada, independently from his motives for conversion\".", "[24] In a series of recent cases involving claimants from China, this Court has applied the holding in <FRAGMENT_SUPPRESSED> and held that the Board cannot reject a claim due to lack of credibility or improper motive but, rather, must assess the genuineness of the applicant's religious practice to determine if he or she will be at risk if returned to the country of origin (see <FRAGMENT_SUPPRESSED>  [2012] FCJ No 677 [ Jin ] ; <FRAGMENT_SUPPRESSED>  [2012] FCJ No 487 [ El Aoudie ]; <FRAGMENT_SUPPRESSED>  [2012] FCJ No 480 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [2012] FCJ No 463; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] ; <FRAGMENT_SUPPRESSED>  [ Wang ] ; <FRAGMENT_SUPPRESSED>  [ Yin ] ; <FRAGMENT_SUPPRESSED>  [2009] FCJ No 1391 [ Chen ] ). In many of those cases, the RPD's holdings were set aside because no analysis was undertaken of the genuineness of the applicant's religious practice and the RPD simply rejected the claims out of hand based purely on improper motive (see El Aoudie Hannoon, Yin, Chen ). In Jin and Wang , on the other hand, the Board noted the questionable motive for conversion but then went on to assess the genuineness of the applicant's conversion and found it to be lacking. The Board based its findings on the claimants' lack of credibility, the fact that they had fabricated stories about being Christians in China and their lack of knowledge of the details of the religion they claimed to practice. Because the claimants were found to not be genuine practitioners, the RPD held they would not have practiced if returned to China and thus were determined to face no risk.", "[25] Thus, the assertion that \"an individual who as a strategy deliberately manipulates circumstances to create a real chance of persecution which did not exist cannot be said to belong to\" the category of refugee claimants (which the RPD misattributed to James Hathaway, as noted above in para 8), does not reflect the law in Canada. Nor does it reflect Professor Hathaway's views on the issue.", "[26] As Justice Zinn noted in <FRAGMENT_SUPPRESSED> (cited above at para 24), far from taking the position a bad faith motive invalidates a refugee claim, Mr. Hatahaway instead endorses the analysis set out above. He writes in this regard: It does not follow, however, that all persons whose activities abroad are not genuinely demonstrative of oppositional political opinion are outside the refugee definition. Even when it is evident that the voluntary statement or action was fraudulent in that it was prompted primarily by an intention to secure asylum, the consequential imputation to the claimant of a negative political opinion by authorities in her home state may nonetheless bring her within the scope of the Convention definition. Since refugee law is fundamentally concerned with the provision of protection against unconscionable state action, an assessment should be made of any potential harm to be faced upon return because of the fact of the non-genuine political activity engaged in while abroad. This issue is most poignantly raised when it is alleged that the fact of having made an unfounded asylum claim may per se give rise to a serious risk of persecution. While these cases provide perhaps the most obvious potential for \"bootstrapping\", there must nonetheless be a clear acknowledgment and assessment of any risk to basic human rights upon return which may follow from the state's imputation of an unacceptable political opinion to the claimant. The mere fact that the claimant might suffer some form of penalty may not be sufficiently serious to constitute persecution, but there are clearly situations where the consequence of return may be said to give rise to a well-founded fear of persecution. For example, in Slawomir Krzystof Hubicki evidence was adduced that under then-prevailing Polish criminal law, the claimant would face imprisonment of up to eight years because he had made a refugee claim in Canada. In such situations, the basis of claim is not the fraudulent activity or assertion itself, but is rather the political opinion or disloyalty imputed to the claimant by her state. Where such an imputation exits, the gravity of consequential harm and other definitional criteria should be assessed to determine whether refugee status is warranted.", "[27] In light of the foregoing, the mere fact that the Board considered and relied on the applicant's motive for joining the Living Stone Assembly and practicing in its activities does not invalidate its decision. Rather, the question which must be answered by me in this application is whether the RPD reached a reasonable conclusion in determining that the applicant is not a genuine Christian. Was the Board's assessment of the lack of sincerity of the applicant's adherence to Christianity reasonable?", "[28] As noted, the reasonableness standard of review is an exacting one and prevents a court from substituting its opinion for that of the RPD. As I have already stated, so long as the tribunal's reasons are understandable and the result is one that is rational and supportable in light of the facts and the applicable law, a court should not overturn an inferior tribunal's decision under the reasonableness standard of review. Application of this test to the RPD's determination that the applicant's beliefs were insincere leads to the conclusion that the decision must be maintained because the reasons the RPD offered were understandable and the result it reached is supportable in light of the facts and applicable law.", "[29] More particularly, the burden of establishing the sincerity of his beliefs rested with the applicant. The Board's determination that he had not discharged this burden was based on its assessment of the applicant's credibility: the fact that he had obviously fabricated a story about what occurred in China, had lied during his testimony before the Board and had offered no convincing proof of a conversion experience in Canada. Apart from the pastor's letter, the baptismal certificate and the photographs, there was no other evidence offered by the applicant to support his claim to be a true Christian. The Board was in no way obliged to accept these documents as proof of the sincerity of the applicant's religious beliefs, especially in light of the applicant's lack of credibility and earlier fraudulent attempt to enter Canada. In this regard, I endorse the comment of Justice Pinard in Jin (cited above at para 24) at para 20, that: ....it would be absurd to grant a claim every time a pastor provides a letter attesting to an applicant's membership in his church.", "[30] The applicant argues that his case is distinguishable from Jin and Wang (cited above at para 24) because there, unlike here, the claimants' knowledge of the religion they claimed to adhere to was found to be lacking. No such finding was made by the Board in this case, and, indeed, the panel member expressed himself satisfied with the applicant's knowledge of Christianity during his questioning of the applicant at the hearing. Counsel argues that in the absence of lack of knowledge of Christianity, it was unreasonable for the Board to find him not to be a sincere Christian because that finding, in effect, is based on nothing more than the applicant's improper motive in joining the Living Stone Assembly church.", "[31] I disagree and find the attempt to distinguish the decisions in Jin and Wang to be unconvincing. While, as noted above, the motive and sincerity findings made by the Board in this case are intertwined, the Board's determination that the applicant lacked sincerity was additionally premised on the Board's assessment of the applicant's credibility, the fact that he lied under oath and offered no convincing evidence to explain why his practice of Christianity in Canada should be viewed any differently from his fraudulent claim to have practiced Christianity in China. In light of these factors, the Board's conclusion was reasonable.", "[32] Where, as here, a claimant's assertion to have been the victim of religious persecution abroad is found to be a fabrication, it is completely reasonable for the RPD to require a much higher degree of proof of the sincerity of the applicant's beliefs and practice in support of a claim than might be required where the mere fact of apostasy might lead to persecution or where the Board believes the claimant to have been the victim of religious persecution abroad. Otherwise, it would be far too easy to succeed in a fraudulent claim: a dishonest applicant would need only to join a church and study the religion to advance a claim. Proof of joining a church and knowledge of its precepts, however, does not equate to proof that the individual would be at risk if returned to his or her country of origin. In the context of a country such as China, where persecution is practiced against Christians not for apostasy but for the practice of their religion, the claimant must satisfy the RPD that he or she will continue to practice his or her faith in China. On the facts of this case, the Board's determination that the applicant was unlikely to do so was completely reasonable. The Board offered understandable reasons that were grounded in the facts before it.", "[33] For these reasons, none of the grounds advanced for setting aside the Board's decision has merit. Accordingly, this application for judicial review will be dismissed.", "[34] No question for certification under section 74 of IRPA was presented and none arises in this case. JUDGMENT", "[35] THIS COURT'S JUDGMENT is that 1. This application for judicial review is dismissed; 2. No question of general importance is certified; and 3. There is no order as to costs.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8] The Law of Refugee Status The Law of Refugee Status", "[9]", "[10]", "[11] <FRAGMENT_SUPPRESSED> ACWS (3d) 800; <FRAGMENT_SUPPRESSED> [2010] ACF no 54, et", "[12]", "[13]", "[14] <FRAGMENT_SUPPRESSED>  (CA), au paragraphe 4; <FRAGMENT_SUPPRESSED> ).", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24] <FRAGMENT_SUPPRESSED>  [2012] ACF no 677 [ Jin ] ; <FRAGMENT_SUPPRESSED> ] ACF no 487 [ El Aoudie ] ; <FRAGMENT_SUPPRESSED> ] ACF no 480 [ <FRAGMENT_SUPPRESSED> ] ; , 2012 CF 444,[2012] ACF no 463; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] ; <FRAGMENT_SUPPRESSED>  [ Wang ] ; <FRAGMENT_SUPPRESSED>  [ Yin ] ; <FRAGMENT_SUPPRESSED>  [2009] ACF no 1391 [ Chen El Aoudie Hannoon, Yin, Chen Jin et Wang", "[25]", "[26] Slawomir Krzystof Hubicki", "[27]", "[28]", "[29] Jin", "[30] Jin et Wang", "[31] Jin et Wang", "[32]", "[33]", "[34] JUGEMENT", "[35] [End of document]"]}