{"id_": "092975", "body_str": ["[1] Reed, J. : The Canadian Jewish Congress (the \"CJC\") brings a motion to have four judicial review applications that are scheduled for hearing on March 9, 1999 (T-992-98) and April 12, 1999 (T-1154-98, T-1155-98, T-1411-98) dismissed or stayed.", "[2] The applications were filed on May 14, 1998 (T-992-98), June 8, 1998 (T-1154-98 and T-1155-98), and July 10, 1998 (T-1411-98). They relate to decisions taken by the Canadian Human Rights Tribunal in the course of its hearing of complaints against Ernst Zündel.", "[3] In the case of T-992-98, a requisition for a hearing date was filed by the applicant on August 21, 1998. Counsel for the CJC indicated his availability for the hearing of that judicial review application. Requisitions for hearing dates for files T-1154-98 and T-1155-98 were filed on October 15, 1998 and October 16, 1998 respectively. The requisition for a hearing date for file T-1411-98 was filed on November 12, 1998. Counsel for all the respondents, except the Canadian Association for Free Expression, expressed a reluctance to have these applications set down because the CJC contemplated bringing a motion to have all four applications dismissed or stayed. The Associate Chief Justice gave directions on October 1, 1998, that January 15, 1999 would be reserved for a hearing of the dismissal/stay motion. The CJC did not file its notice of motion for the January 15, 1999 hearing until December 18, 1998.", "[4] In any event, the T-992-98 application for judicial review was set down, by order of the Associate Chief Justice dated October 2, 1998, for hearing on March 9, 1999. The other three applications for judicial review were set down, by order of the Associate Chief Justice dated November 18, 1998, for hearing on April 12, 1999.", "[5] As noted, the present motion was filed by the CJC on December 18, 1998. That motion seeks an order: (1) dismissing the four judicial review applications, (2) staying them until the Tribunal has completed its hearing of the complaints against Ernst Zündel, or (3) scheduling the four applications so that they will be heard all at the same time or one immediately following the other. (Three have already been scheduled for the same date.) The Attorney General sent a letter to the Court, dated December 17, 1998, stating that she supports the CJC's position. The League for Human Rights of B'Nai Brith Canada and the Canadian Association for Free Expression each filed written representations for the motion. The former supports the CJC, the latter does not. All the other respondents sent letters (dated January 8, 1999 - January 11, 1999) similar to that of the Attorney General expressing their support for the CJC's position.", "[6] The CJC argues that the applications for judicial review should be dismissed or stayed because: (1) they are without merit; (2) they are premature and should only be brought after the Tribunal has rendered its decision; (3) they are part of Mr. Zündel's attempt to frustrate and fragment the Tribunal's hearing; (4) if they are not dismissed or stayed one can expect further such applications to be filed; (5) proceeding to hear them now will prejudice (cause irreparable harm to) the respondents and the Canadian public.", "[7] The T-992-98 application for judicial review alleges that the Tribunal erred in refusing Mr. Zündel's motion to dismiss the complaints against him or stay the proceedings on the grounds that the Tribunal is biased and is not an institutionally independent and impartial body for reasons similar to those set out in <FRAGMENT_SUPPRESSED>  McGillis J. (F.C.T.D). The Tribunal rejected Mr. Zündel's motion stating that he had waived his right to argue that he was being denied natural justice or fairness on this ground because he had not raised this objection at the beginning of the Tribunal's hearings.", "[8] The T-1154-98 application alleges that the Tribunal erred when it refused to allow counsel for the applicant to cross-examine a witness as to the truth or falsity of certain statements. The Tribunal took the position that truth or falsity was not relevant to the question arising under section 13(1) of the Canadian Human Rights Act , that is, not relevant to whether the impugned statements were likely to expose a person or persons to hatred or contempt. Mr. Zündel alleges that the truth or falsity issue relates to the soundness of expert opinion evidence adduced by the complainants and also that the Tribunal's interpretation of section 13(1) constitutes a breach section 2(b) of the Canadian Charter of Rights and Freedoms (freedom of expression).", "[9] The application in T-1155-98 alleges that the Tribunal erred when it refused to qualify the applicant's first witness as an expert because he was biased and did not have the proper qualifications.", "[10] Finally, T-1411-98 seeks review of the Tribunal's decision to dismiss Mr. Zündel's allegation of bias against one of the panel members. The application alleges that a reasonable apprehension of bias arises because this Tribunal member was a member of the Ontario Human Rights Commission in 1988 when that Commission issued a press release commending a court ruling that found Mr. Zündel to be guilty of publishing false news.", "[11] It may be that none of these applications have merit, but it is not plain and obvious on their face that this is so. To assess the merits one has to consider the evidence that has been filed in support of each. That is, it is necessary to undertake the kind of examination that a judge hearing the applications on their merits would do. This indicates that they are not so lacking in merit that they can be struck out without a hearing.", "[12] I turn then to the argument that they should be struck out or stayed because they relate to interlocutory matters and are therefore premature. The case law relied upon by CJC does indicate that judicial review is reserved for final decisions, rather than interlocutory, procedural rulings.  <FRAGMENT_SUPPRESSED>  (T.D.).", "[13] However, two of Mr. Zündel's applications (T-992-98 and T-1411-98) raise the issue of bias, on the part of the Tribunal as an institution and on the part of one of the panel members. An allegation of bias is not an interlocutory application. Such an allegation puts in issue the jurisdiction of the Tribunal, it challenges the fitness of the Tribunal to hear the case before it. The Supreme Court of Canada held in <FRAGMENT_SUPPRESSED>  at 304 that a finding of a reasonable apprehension of bias vitiates the right to a fair hearing. As such, a finding of bias in either of the circumstances alleged in applications T-992-98 or T-1411-98 would likely render the Tribunal's hearings void.", "[14] Mr. Justice Nadon came to a similar conclusion on this issue in a very recent decision relating to the allegations of bias against the RCMP Public Complaints Commission (\"PCC\"), which was investigating the behaviour of numerous RCMP officers at the Asia Pacific Economic Cooperation conference in November 1997  <FRAGMENT_SUPPRESSED>  (T-1240-98, November 27, 1998).", "[15] This leaves for consideration whether the other two applications for judicial review are premature. The application in file T-1154-98 relates to the decision of the Tribunal to disallow cross-examination on the truth or falsity of certain statements. Mr. Zündel asserts that the Tribunal interpreted section 13 of the Canadian Human Rights Act in such a way as to violate section 2(b) of the Charter . He submits in his application for judicial review that this constitutional violation constitutes a jurisdictional error on the part of the Tribunal. File T-1155-98 raises an issue which perhaps is most easily classified as an interlocutory decision, the qualifying of an expert witness. Mr. Zündel argues, however, that this decision also goes to the jurisdiction of the Tribunal because it denied him the right to lead crucial evidence resulting in a denial of natural justice and fairness.", "[16] Two of the four judicial review applications, and perhaps three, are not interlocutory and procedural in nature. In addition if, the Tribunal erred in its decision not to allow questions about the truth or falsity of certain statements, it would be preferable for the Tribunal to be apprised of that fact now, so that the error can be corrected rather than have it vitiate the proceedings after they are concluded.", "[17] The CJC argues in the alternative that the judicial review proceedings should be stayed until the conclusion of the Tribunal's hearings, so as not to further frustrate and fragment the Tribunal's hearings, and so as not to encourage Mr. Zündel to seek judicial review of every interim decision by the Tribunal. The Tribunal's hearings have not been continuous. Material on the file indicates that it has sat on the following dates: May 26 & 27, 1997 October 14-17, 1997 December 11, 12, 15-19, 1997 April 7 & 8, 1998 May 11-15, 25-28, 1998 June 2-4, 9-10, 1998 November 9, 10, 12, & 13, 1998 December 7-10, 15-18, 1998 The Tribunal is scheduled to resume hearings on April 19, 1999 and to continue with hearings throughout the summer. I was given to understand that the hearings will be terminated by August 13, 1999.", "[18] It is clear that there has been considerable fragmentation of the hearings, but I cannot conclude that this has been the applicant's fault. While the applicant has on two occasions sought orders from this Court to stay the Tribunal's proceedings until his applications have been heard, no such stays have been granted. Even if additional applications for judicial review were now filed, it seems unlikely that these could be heard in any shorter time frame than those presently before the court (ten months from the date of the filing of the application). This would mean they would not be heard until long after the Tribunal has completed its hearings. Thus, the Tribunal's proceedings will not be impeded by the hearing of the presently filed judicial review applications, unless of course one of them leads to an order that finds the Tribunal is without jurisdiction. If this is the case, it is more cost efficient to have that determined now, rather than continue with a process that is void.", "[19] The CJC submits that it will suffer prejudice or irreparable harm if these judicial review applications are heard as scheduled. The evidence does not establish that this will be the case. There is no evidence that the Tribunal hearings are being delayed because of the pending judicial reviews. If the Tribunal is without jurisdiction it is better to know that this is the case now, rather than continue with a void proceeding. If any of the applications are premature this will be for the judge hearing the application on the merits to decide. The application records of all parties have long been filed. Judicial and Court resources have been scheduled. It is neither in the interests of justice, nor in the public interest, to stay the judicial reviews until the Tribunal hearings are complete. The judicial reviews are set to be heard in March and April and the Tribunal proceedings are to resume in April. None of the parties will suffer irreparable harm if this schedule is maintained.", "[20] I must also make reference to the considerable jurisprudence of this Court that states that motions to strike, in general, are not appropriate in judicial review applications. Judicial review proceedings are already summary proceedings, designed to proceed expeditiously. They are not intended to be summarily dismissed. Unless an application is so clearly improper as to be bereft of any possibility of success, any objection to the application should be dealt with in the context of the hearing on the merits of the case, so that the Court can exercise its discretion with a better understanding of the full context of the case. Mr. Justice MacKay explained in <FRAGMENT_SUPPRESSED>  that in motions to strike applications for judicial review: \"Often the considerations affecting the exercise of discretion will require an appreciation of the circumstances in which the motion arises and of the relief sought. Frequently that appreciation is only fully provided by presentation of the applicant's case based on the originating motion and supporting affidavits.\" <FRAGMENT_SUPPRESSED>  at 596-597 the Federal Court of Appeal confirmed that applications for judicial review should not be subject to an interlocutory motion to strike the proceeding: \"... the direct and proper way to contest an originating notice of motion which the respondent thinks to be without merit is to appear and argue at the hearing of the motion itself. This case well illustrates the waste of resources and time in adding on to what is supposed to be a summary judicial review proceeding the process of an interlocutory motion to strike. ... ... objections to the originating notice of motion can be dealt with promptly in the context of consideration of the merits of the case.\" Other cases have emphasized that judicial review proceedings should not be struck out unless the application is clearly improper (", "[21] As I stated at the outset, these applications for judicial review are not so without merit on their face that I can dismiss them without more thorough review. Two and perhaps three of the applications deal with the Tribunal's jurisdiction, not interlocutory procedural matters. The question of prematurity should be dealt with by the judge hearing the case if the issue is then raised. There is no basis for the allegation that the hearings will cause irreparable harm. For the reasons given the motions will be dismissed. [End of document]"]}