{"id_": "093038", "body_str": ["[1] Boivin, J. : These four (4) applications for judicial review of four (4) related decisions made on March 25, 2013 by a visa officer of Citizenship and Immigration Canada (CIC), wherein the visa officer denied the applicants' applications for permanent residence as members of the Convention refugee abroad class. The visa officer rejected the four (4) applications because he was not satisfied that the applicants had demonstrated a well-founded fear of persecution or that they would be seriously affected by the conditions in Somalia. Factual background", "[2] Suada Aden Mohamed (the main applicant), her son Yonis Mohamed Arab, and her two (2) daughters Nima Mohamed Arab and Hodan Mohamed Arab (collectively, the applicants) are citizens of Somalia. The applicants live in Saudi Arabia under private sponsorship.", "[3] The four (4) applicants applied to the Embassy of Canada in Abu Dhabi to become permanent residents as members of the Convention refugee abroad class. The applicants applied separately, but their claims are based on the same facts and rely on the main applicant's testimony. They claim that the main applicant's husband - and father of the three (3) other applicants - was killed by Al-Shabaab and that they fear returning to Somalia.", "[4] On March 17, 2013, Timothy Lee, First Secretary of the Embassy of Canada in Abu Dhabi (the visa officer), interviewed the main applicant in Riyadh, Saudi Arabia. An interpreter named Malcolm Alidja Melmony, who was chosen by the main applicant (Tribunal's Record at 5), provided interpretation from English to Arabic. The CAIPS notes indicate that \"the PA [did] not understand Arabic very well so has requested for one of her children to also be present ( sic ).\" The request was granted and her son Yonis, who is also an applicant in the present case, assisted her in understanding the interpreter. The CAIPS notes add that, at the beginning of the hearing, the officer \"confirmed that PA and interpreter understand each other.\"", "[5] The visa officer rendered his decision on March 25, 2013. Impugned decision", "[6] In individual letters dated March 25, 2013, the visa officer informed each applicant that he was not satisfied that they had demonstrated a well-founded fear of persecution or that they were or would continue to be seriously affected by the conditions in Somalia.", "[7] After summarizing the statutory provisions applicable to their case, the visa officer mentioned that the applicants have never been to Somalia because of insecurity. He also noted that, while they stated that the main applicant's husband and father of the other applicants had been killed by Al-Shabaab, no reason was provided to explain his death nor was the identity of his killers established. Issues", "[8] The case at bar raises the following issues: 1. Did the respondent breach procedural fairness by denying the applicants' right to interpretation? 2. Was the visa officer's application of gender guidelines or relevant country condition information reasonable? Relevant provisions", "[9] The following provisions of the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act) are relevant to the present case: PART 2 REFUGEE PROTECTION Division 1 Refugee Protection, Convention Refugees and Persons in Need of Protection ... Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Section 1 ... 96.", "[10] The following provisions of the Immigration and Refugee Protection Regulations , SOR/2002-227 (the Regulations) are also relevant to the case at bar: PART 8 REFUGEE CLASSES Division 1 Convention Refugees Abroad, Humanitarian-protected Persons Abroad and Protected Temporary Residents ... General General requirements 139. (1) A permanent resident visa shall be issued to a foreign national in need of refugee protection, and their accompanying family members, if following an examination it is established that ... ) the foreign national is a member of one of the classes prescribed by this Division; ... Convention Refugees Abroad ... Member of Convention refugees abroad class 145. A foreign national is a Convention refugee abroad and a member of the Convention refugees abroad class if the foreign national has been determined, outside Canada, by an officer to be a Convention refugee. ... Member of country of asylum class 147. A foreign national is a member of the country of asylum class if they have been determined by an officer to be in need of resettlement because ) they are outside all of their countries of nationality and habitual residence; and ) they have been, and continue to be, seriously and personally affected by civil war, armed conflict or massive violation of human rights in each of those countries. Section 1 ... 139. ... ... ... Qualité 145. ... 147. Standard of review", "[11] Questions of procedural fairness are reviewable as questions of law and no deference is owed to a decision-maker in his procedural choices ( <FRAGMENT_SUPPRESSED> [2003] SCJ No 28).", "[12] The issue of determining whether an applicant is a member of the Convention refugee abroad class is a question of mixed fact and law and is reviewable under the reasonableness standard ( <FRAGMENT_SUPPRESSED> [2012] FCJ No 406 ( <FRAGMENT_SUPPRESSED> [2008] FCJ No 986 (QL) [ <FRAGMENT_SUPPRESSED> ]). Analysis", "[13] The applicants argue that the three-way interpretation that was adopted at the interview adds confusion to a process already fraught with the possibility of misunderstanding, especially given the knowledge of the linguistic abilities of the main applicant's son. The latter was directed not to assist his mother when providing interpretation and was therefore prevented from giving useful information he might have had. Since the duty of fairness requires precise, competent, impartial and contemporaneous interpretation, the process chosen by the visa officer breached procedural fairness and no need to prove an actual prejudice is necessary ( <FRAGMENT_SUPPRESSED> ). The applicants further contend that the respondent, by permitting a three-way interpretation and by not ensuring that the relative used as second interpreter was fully fluent in the languages of both the interviewer and the applicant, did not respect its own guidelines and practices (Representations of the applicant at paras 17-22). In those circumstances, the applicants submit that the visa officer should not have continued with the interview ( <FRAGMENT_SUPPRESSED> ).", "[14] However, upon reviewing the record, the Court cannot agree with the applicant that the visa officer breached procedural fairness. Indeed, the main applicant never requested to replace the interpreter she chose herself, but rather that her son Yonis accompany her and assist her, if needed. That request was granted by the visa officer as a matter of practical necessity. It is to be reminded that, in this case, the accommodation request was done at the request of the main applicant. Moreover, the main applicant never mentioned during the interview that she had issues in understanding the hearing before the visa officer.", "[15] The CAIPS notes confirm that, at the beginning of the hearing, the visa officer observed that the main applicant and the interpreter understood each other. In his affidavit, the visa officer who conducted the interview stated that the son \"did not speak for most of the time\" (Affidavit of Timothy Lee at para 6). In his sworn statement, the visa officer further affirms that he made sure the applicant understood him before starting the interview and insisted that she could interrupt him at any time if she did not understand a question (Affidavit of Timothy Lee at paras 7-8). The Court is hard pressed to find evidence on record that the accommodation granted by the officer at the request of the main applicant was prejudicial to the applicants. The affidavit of Abdi-Khadir Osman Irbrahim, adduced by the applicants, remains vague and does not convince this Court that the quality of the interpretation was deficient. The Court gives it little probative value. The Court is therefore of the view that the evidence does not support the claim that a breach of procedural fairness occurred.", "[16] The applicants also contend that the visa officer committed a reviewable error in failing to consider the Gender guidelines and in its evaluation of the country conditions. The Court does not agree.", "[17] The visa officer did not err in not considering the Gender guidelines or by not asking questions related to the situation of the main applicant as a woman, as the applicants' claim was not gendered-based. Furthermore, the applicants did not provide any indication that such questions ought to have been asked, or that they would have impacted in any way the visa officer's determinations. Also, arguments raised at the hearing before this Court, with respect to the three (3) female applicants being at risk, were not part of the applicants written submissions.", "[18] The Court agrees with the applicants that the country information referred to by the applicants confirms that conditions are generally difficult in Somalia. However, they do not specifically deal with the threat to Somali nationals returning to the country. Moreover, it does not contradict the visa officer's finding that the applicants failed to provide sufficient evidence to establish a well-founded fear of persecution. The visa officer's key finding was that the applicants failed to provide any reason why the main applicant's husband was killed, or why he was of any interest to Al-Shabaab. The record also demonstrates that the visa officer asks many questions during the interview concerning risks - e.g. the cause and the people responsible for the death of the main applicant's husband (Tribunal's Record at 6). The main applicant did not know the identity and the reason for her husband's death, but speculated that it was Al-Shabaab since the group is responsible for violence in Somalia.", "[19] The evidence on record does not suggest that the visa officer's conclusion is unreasonable and the Court cannot agree with the applicants that the visa officer erred in concluding that the applicants failed to demonstrate that they had a well-founded fear of persecution.", "[20] For all of these reasons, the Court finds that the visa officer's decision is reasonable as it \"falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> ). The Court's intervention is not warranted and the four (4) applications will be dismissed.", "[21] Counsel for the applicants suggested the following question for certification: Where a visa officer, when deciding an application for membership in the Convention refugee abroad class or humanitarian protected persons abroad designated class, breaches the duty of fairness owed to the applicant: a) must the decision be quashed even where the remedy would be apparently futile as long as the visa officer is not bound in law to reject the application on reconsideration or; b) can the decision be sustained as long as the breach of the duty of fairness is not material to the decision and the decision as a whole, removing from consideration any elements affected by the breach, is reasonable.", "[22] Given the conclusion of this Court and that the proposed question for certification is factual and can only be answered on a case-by-case basis, it is not dispositive of this case and it is not a question of general importance. The Court therefore declines to certify the proposed question. JUDGMENT", "[23] THIS COURT'S JUDGMENT is that 1. The four (4) applications are dismissed; 3. A copy of this decision to be placed in the three (3) other related files - IMM-2716-13, IMM-2718-13 and IMM-2722-13 Contexte factuel", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] Section 1 [...] 96. PART 2 REFUGEE PROTECTION Division 1 Refugee Protection, Convention Refugees and Persons in Need of Protection ... Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "[10] Section 1 [...] 139. [...] [...] [...] Qualité 145. [...] 147. PART 8 REFUGEE CLASSES Division 1 Convention Refugees Abroad, Humanitarian-protected Persons Abroad and Protected Temporary Residents ... General General requirements 139. (1) A permanent resident visa shall be issued to a foreign national in need of refugee protection, and their accompanying family members, if following an examination it is established that ... ) the foreign national is a member of one of the classes prescribed by this Division; ... Convention Refugees Abroad ... Member of Convention refugees abroad class 145. A foreign national is a Convention refugee abroad and a member of the Convention refugees abroad class if the foreign national has been determined, outside Canada, by an officer to be a Convention refugee. ... Member of country of asylum class 147. A foreign national is a member of the country of asylum class if they have been determined by an officer to be in need of resettlement because ) they are outside all of their countries of nationality and habitual residence; and ) they have been, and continue to be, seriously and personally affected by civil war, armed conflict or massive violation of human rights in each of those countries. Norme de contrôle", "[11]", "[12] <FRAGMENT_SUPPRESSED> [2012] ACS no 406 ( <FRAGMENT_SUPPRESSED> [2008] ACF no 986 (QL) [ <FRAGMENT_SUPPRESSED> ] ). Analyse", "[13] <FRAGMENT_SUPPRESSED> ).", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22] JUGEMENT", "[23] [End of document]"]}