{"id_": "093046", "body_str": ["[1] Mosley, J. : These reasons address three matters that were dealt with in one hearing: an application for judicial review and mandamus with respect to a pending citizenship application; a motion on behalf of the applicant for production of certain documents held by the respondent; and a motion to dismiss the underlying application on the ground that it is statute-barred, brought by the respondent. As I have concluded that the motion for production must be dismissed and that the motion to dismiss must be granted, the underlying application will also be dismissed.  <FRAGMENT_SUPPRESSED> BACKGROUND  <FRAGMENT_SUPPRESSED>", "[2] The applicant, Amparo Torres Victoria, is a citizen of Colombia who came to Canada as a Convention refugee in December 1996, via Mexico, and was given permanent residence status upon entry. In June 2000, she applied for citizenship.  <FRAGMENT_SUPPRESSED>", "[3] On January 12, 2001 the application was sent to the Case Management Branch (CMB) of Citizenship and Immigration Canada (\"CIC\") for review and monitoring pending completion of a security clearance by the Canadian Security Intelligence Service (\"CSIS\"). On seven occasions between February 2001 and July 2004, in response to inquiries by CMB, CSIS advised that the matter remained under study. CMB also consulted the CIC Security Review Branch, now part of Canada Border Services Agency (CBSA), on February 6, 2003 with respect to the application. CMB requested updates from the Security Review Branch on five occasions between January 26th and December 6th 2004. During 2004, the applicant, her friends and an employer of the applicant were also interviewed by CSIS officers.  <FRAGMENT_SUPPRESSED>", "[4] The applicant filed her originating Notice of Application in this Court on December 2, 2004 seeking an order of mandamus requiring the respondent to grant the applicant citizenship within thirty day's of the Court's order, pursuant to s. 18.1 of the Federal Court Act , R.S.C. 1985, c. F-7.  <FRAGMENT_SUPPRESSED>", "[5] The affidavit of Roger Payette, CIC Citizenship Case Analyst, was served and filed by the respondent on February 21, 2005. The applicant cross-examined Mr. Payette on March 18, 2005. During the cross-examination, the respondent objected to requests for production of certain documents on the grounds that they contained privileged communications. Other questions were taken under advisement and respondent's counsel provided responses on March 23, 2005.  <FRAGMENT_SUPPRESSED>", "[6] The applicant filed her application record on March 30, 2005. The respondent filed his record on April 18, 2005.  <FRAGMENT_SUPPRESSED>", "[7] On April 13, 2005, a report was issued pursuant to s. 44(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 ( IRPA ) by Officer A. Jenkins of the CBSA. The Minister referred the report to the Immigration Division of the Immigration and Refugee Board for a hearing on April 15, 2005. As of the date of the hearing of these matters, the proceedings before the Board were at the stage of final submissions.  <FRAGMENT_SUPPRESSED>", "[8] Officer Jenkins' report states that, in his opinion, the applicant is inadmissible to Canada pursuant to s. 34(1)(f) of IRPA because there are reasonable grounds to believe that she is a member of Fuerzas Armadas Revolucionarias de Colombia (\"FARC\"), has associated with organizations linked to the FARC, has conducted activities in support of the FARC and has associated with members of the FARC.  <FRAGMENT_SUPPRESSED>", "[9] FARC has been listed by the Government of Canada as a terrorist entity under the UN Suppression of Terrorism Regulations , SOR/2001-360 and the <FRAGMENT_SUPPRESSED>  seven communications from CSIS about the applicant. Under cross-examination, he denied knowing what concerns CSIS may have had regarding the applicant. The respondent has disclosed four of the seven communications. None of these reveal any substantive information. They merely say \"subject under review\" (February 13, 2001); \"subject is under study\" (February 24, 2001 and July 20, 2001); and \"subject is still under study\" (October 4, 2001).  <FRAGMENT_SUPPRESSED>", "[11] Mr. Payette states in his affidavit that he also requested updates from the Security Review Branch, CBSA five times in the year 2004. One of these requests has been disclosed by the respondent. The respondent has claimed privilege for the other four requests, but disclosed computer records noting that Mr. Payette did make the requests. During cross-examination Mr. Payette could not say whether he had received any response to his requests in 2004 because he had not brought the file to the cross-examination. Respondent's counsel objected to producing the records on the ground that the cross-examination was not an examination for discovery and that the records may be privileged under sections 37 or 38 of the <FRAGMENT_SUPPRESSED>  no, Mr. Payette had not received a response to his requests in 2004. Mr. Payette had not received any response from CBSA which added information to the statement that they have \"concerns. <FRAGMENT_SUPPRESSED>", "[12] Mr. Payette stated that he cannot process the applicant's citizenship application because she has not been given a security clearance from CSIS and because he awaits a response from the CBSA. He also stated under cross-examination that he will forward the applicant's file to a local office for her citizenship to be processed once he receives the CSIS clearance.  <FRAGMENT_SUPPRESSED> Motion for Production  <FRAGMENT_SUPPRESSED>", "[13] The applicant's motion filed on September 14, 2005 cites Rules 96, 97, 317, 318 and 359 of the Federal Courts Rules , 1998 in support of a request for direction from the Court with respect to production of the undisclosed CSIS communications referred to in the affidavit of Roger Payette of February 18, 2005. These communications were listed in the direction to attend for cross-examination served on the respondent and were the subject of refusals on the ground of privilege at the March 18, 2005 cross-examination of Mr. Payette.  <FRAGMENT_SUPPRESSED>", "[14] The parties' submissions focussed on the scope of Rule 317 respecting requests for production and the resolution of objections to such requests under Rule 318. Rule 317(1) provides that a party may request material relevant to an application that is in the possession of a tribunal whose order is the subject of the application and not in the possession of the requesting party. This request may be included in the notice of application. Where that is not done, as was the case here, the request must be served on the other parties. Under Rule 318, the tribunal must transmit the requested material within 20 days unless the tribunal or a party objects. Rule 318(4) provides that the Court may, after hearing submissions, consider the objection and order production.  <FRAGMENT_SUPPRESSED>", "[15] As a party may only request material \"that is in the possession of the tribunal whose order is the subject of the application\", rules 317 and 318 can only be invoked where a decision or order of a tribunal is under review: <FRAGMENT_SUPPRESSED> ; 2005 FC 351. Where the object of the underlying application is to compel the performance of a statutory duty, as here, it is not entirely clear that these rules are applicable.  <FRAGMENT_SUPPRESSED>", "[16] But assuming for the present purposes that Rule 317 does apply to material in the possession of the respondent relating to the unprocessed citizenship application, it is not intended, in my view, to be used to obtain information that a party refused to bring to a cross-examination in response to a direction to attend, or to obtain answers to questions for which privilege has been claimed in the course of the cross-examination.  <FRAGMENT_SUPPRESSED>", "[17] The applicant's motion was filed five months after the cross-examination in which production of the documents was initially sought and to which the respondent objected on the ground of privilege. The proper course of action for the applicant to have taken when these issues arose during Mr. Payette's cross-examination was to adjourn to seek direction from the Court, as per Rule 97 of the Federal Court Rules , 1998. The applicant did not do that but instead completed the questioning. Questions taken under advisement at the cross-examination were answered by the respondent on March 23, 2005. No further effort was made, it seems, to obtain the undisclosed communications until this motion was filed.  <FRAGMENT_SUPPRESSED>", "[18] I agree with the applicant that the evidence given by Mr. Payette on cross-examination regarding the nature of the concerns that CSIS may have regarding the applicant was exceedingly vague. It would have been more helpful to the Court in these proceedings had Mr. Payette attended the cross-examination with the file in his possession and in a position to provide counsel with clear and specific answers, subject to any claims of privilege. His failure to do so suggests a conscious strategy to limit the amount of information the applicant could gain from the cross-examination. Nonetheless, the proper remedy for the applicant would have been to deal with the issue at that time, not almost six months later.  <FRAGMENT_SUPPRESSED>", "[19] The status of the proceedings moved on from the cross-examination without any apparent effort by the applicant to seek the Court's intervention with respect to Mr. Payette's failure to attend with the file or refusal to answer questions to which an objection was raised. The applicant filed her application record on March 30, 2005. The respondent then filed its application record on April 18, 2005. These were significant \"fresh steps\" taken in the proceedings, which militate against the exercise of the Court's discretion to order production under Rule 318 (4).  <FRAGMENT_SUPPRESSED>", "[20] The co-called fresh step rule has been described by this Court in <FRAGMENT_SUPPRESSED> s follows:  <FRAGMENT_SUPPRESSED> \"The purpose of the 'fresh step' rule is to prevent a party from acting inconsistently with its prior conduct in the proceeding. By pleading in response to a statement of claim, for instance, a defendant may extinguish their right to complain of fatal deficiencies in the allegations made against them. The fresh step rule aims to prevent prejudice to a party who has governed themselves according to the procedural steps taken by the opposing side, where it would be unfair to permit a reversal in approach. <FRAGMENT_SUPPRESSED>", "[21] The applicant had knowledge, as early as February 2005, of the existence of the communications over which the respondent claimed privilege. She took no steps to seek production until almost six months later, and in the interim filed her application record as did the respondent. I note that in the parallel admissibility proceedings before the Immigration Division, the Minister of Public Safety and Emergency Preparedness sought and obtained an order to protect the confidentiality of certain information. Whether that prompted this motion or not, I conclude that the applicant has taken a fresh step in the proceedings and cannot now seek production.  <FRAGMENT_SUPPRESSED>", "[22] If I am wrong in that conclusion, I have also considered whether the documents requested would be relevant to the application before me, as required by Rule 317 (1). The scope of production under Rule 317 was reviewed by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> ; 198 N.R. 237 (S.C.C.). A tribunal is obliged to produce relevant documents only. A document is relevant to an application for judicial review if it may affect the decision the Court will make. The relevance is determined by reference to the grounds of review set out in the originating notice and the applicant's supporting affidavit.  <FRAGMENT_SUPPRESSED>", "[23] In this case, the applicant is requesting copies of communications between CIC and CSIS regarding her application for citizenship. The underlying application for mandamus is based on an unreasonable delay in the processing of the citizenship application. The applicant has suggested that the content of the documents in question may confirm that the reason why CSIS was holding back the security clearance was that it hoped to obtain information from the applicant about FARC members with whom she had been previously associated.  <FRAGMENT_SUPPRESSED>", "[24] The applicant states in her affidavit filed in support of the motion that she believes CSIS wants her to become an informant. If the communications contained such information, the applicant submits, it would establish that Mr. Payette misled the Court in his affidavit and answers on cross-examination as to the reasons for the delay in processing the citizenship application and would support a finding that the delay had been unreasonable. The applicant asks me to read the communications to determine whether they are relevant or not. The respondent indicates that this would invoke the requirements under sections 37 and 38 of the Canada Evidence Act that notice be served on the Attorney General of Canada and a hearing conducted to determine whether disclosure of the information would be injurious to international relations or national defence or national security.  <FRAGMENT_SUPPRESSED>", "[25] Had there not been a significant change with respect to the applicant's status, I would have concluded that the content of the questioned documents could be relevant to a determination as to whether the delay in processing the citizenship application was reasonable and would have ordered their production for the Court to read them and deal with the respondent's objection. However, the question of the applicant's eligibility for citizenship is now in another forum, namely the s. 44(2) admissibility hearing, and as I will discuss below, there is no longer any basis upon which to continue the application for judicial review and mandamus.  <FRAGMENT_SUPPRESSED>", "[26] There is no evidence before me upon which I could conclude that the officer misled the Court, merely supposition that the content of the protected communications would support a finding of bad faith and abuse of process. But even if there were such evidence and I were to find that there had been an abuse of the Court's process, in light of the changed circumstances respecting the underlying application such a finding would have no practical effect.  <FRAGMENT_SUPPRESSED>", "[27] As the applicant has delayed in pursuing her remedies, the parties have taken fresh steps in the proceedings, and the content of the documents would no longer affect the resolution of the underlying mandamus application, I decline to order their production.  <FRAGMENT_SUPPRESSED> Motion to Dismiss  <FRAGMENT_SUPPRESSED>", "[28] Mandamus is a discretionary equitable remedy. Among the criteria for its issuance is that there is a public legal duty to act owed to the applicant, a clear right to performance of that duty and that the order sought must have some practical effect: <FRAGMENT_SUPPRESSED>  (F.C.A.).  <FRAGMENT_SUPPRESSED>", "[29] The respondent seeks summary dismissal of the underlying application for mandamus primarily on the grounds that the applicant no longer has a right to performance of the Minister's duty to process her citizenship application and the proceeding has no possibility of success as she is currently the subject of deportation proceedings before the Immigration Division of the Immigration and Refugee Board. Mandamus is thus statute-barred and unattainable given s. 14 (1.1) of the Citizenship Act , S.C. 1974-75-76, c. 108 (the \" Act \").  <FRAGMENT_SUPPRESSED>", "[30] The respondent also submits that the applicant's stated rationale for keeping the mandamus proceeding alive, namely her intention to move to join this application with her challenge to the s. 44(1) report in leave application IMM-2710-05, based on an alleged abuse of process, is no longer viable given that the application for leave was dismissed by the Court on October 6, 2005. As the record in the mandamus application was before the Court in the leave application, the respondent submits that the abuse of process allegations have already been found to be unmeritorious.  <FRAGMENT_SUPPRESSED>", "[31] An interlocutory motion will be entertained in advance of a hearing on the merits where the originating application is without any possibility of success.  <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 180 (T.D.), Justice Andrew Mackay wrote at paragraph 25:  <FRAGMENT_SUPPRESSED> \"An application for judicial review ordinarily is considered on its merits in an expeditious process and it is unusual to strike out an originating motion for such review without hearing the merits. Nevertheless, it is clear that the Court will dismiss an originating motion in a summary manner where the motion is without any possibility of success . ( <FRAGMENT_SUPPRESSED> .).\" (Emphasis added)  <FRAGMENT_SUPPRESSED>", "[32] As I have concluded that the mandamus application has no possibility of success in the present circumstances, I do not need to consider whether the merits of the application have been made out. I considered whether it would be appropriate to adjourn the application until such time as the admissibility hearing and any subsequent appeals or applications for judicial review had been dealt with but concluded that would be inadvisable.  <FRAGMENT_SUPPRESSED>", "[33] <FRAGMENT_SUPPRESSED>  Montigny considered whether to grant the applicant's motion for an adjournment or stay of their mandamus application pending the determination of their application for leave and for judicial review of the decision to refer the applicant to an admissibility hearing based, as in this case, on an allegation of abuse of process.  <FRAGMENT_SUPPRESSED>", "[34] Justice de Montigny held that it was not in the best interests of justice to have an extraordinary discretionary remedy like mandamus in abeyance for an indeterminate period of time. He also stated that if the referral was determined to be an abuse of process, a further application for mandamus could be brought. The application for mandamus was then withdrawn as there was no point in proceeding in light of the referral to the Immigration Division and the clear language of s. 14(1.1) of the Citizenship Act .  <FRAGMENT_SUPPRESSED>", "[35] Section 14(1.1) of the Citizenship Act reads as follows:  <FRAGMENT_SUPPRESSED> \"Where an applicant is a permanent resident who is the subject of an admissibility hearing under the Immigration and Refugee Protection Act, the citizenship judge may not make a determination under subsection (1) until there has been a final determination whether, for the purposes of that Act, a removal order shall be made against that applicant. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[36] While the authority to grant citizenship rests with the Minister, the Act requires that compliance with the statute and the regulations be first determined by a citizenship judge. Upon the filing of a citizenship application, section 11 of the Citizenship Regulations , 1993 SOR/93-246 (the \" Regulations \") provides that the Registrar, an official in the respondent's department, is responsible for initiating the inquiries necessary to determine whether the applicant meets the requirements of the Act . After completion of the inquiries, the Registrar refers the application to a citizenship judge for consideration. The citizenship judge considers the application under section 14(1) of the Act , determines whether the requirements have been met and then advises the Minister whether the application has been approved or not approved.  <FRAGMENT_SUPPRESSED>", "[37] Mandamus may issue where there has been an unreasonable delay in processing an application and referring the matter to the citizenship judge, including an unreasonable delay in completing CSIS inquiries. See for example: <FRAGMENT_SUPPRESSED> ; 201 F.T.R. 234 (T.D.). However, the Minister must be given the necessary time to investigate and mandamus will not be issued when there is a preliminary indication that a lengthened processing period is due to the presence of special circumstances: <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 191 ( <FRAGMENT_SUPPRESSED>  Justice Michael Kelen dealt with an application for a writ of mandamus to compel the Minister to process the applicant's claim for citizenship within 30 days. The applicant had encountered a delay of five years in the processing of his application. Justice Kelen found that the delay was unreasonable but concluded that the writ need not be issued because the Minister had taken action subsequent to the filing of the application, in the form of an IRPA s. 44(1) report, which could lead to a resolution of the application. He adjourned the application for three months to determine whether the report was referred for an admissibility hearing under IRPA s. 44(2). In the result, the application was dismissed.  <FRAGMENT_SUPPRESSED>", "[39] As noted above, on April 13, 2005 Officer A. Jenkins issued a report under s. 44(1) of IRPA stating that in his opinion Ms. Torres is inadmissible to Canada pursuant to s. 34(1)(f) of IRPA as there are reasonable grounds to believe that she is a member of FARC, has associated with organizations linked to FARC, has conducted activities in support of the FARC and has associated with members of the FARC. The report was referred by the Minister to the Immigration Division of the Immigration and Refugee Board of Canada to conduct an admissibility hearing on April 15, 2005. As of the date of the hearing of this matter, counsel for the applicant was scheduled to give closing arguments in the coming days.  <FRAGMENT_SUPPRESSED>", "[40] Thus, in this case the s. 44(2) referral to the Immigration Division has been made, and, by reason of s. 14(1.1) of the Citizenship Act , operates as a complete bar to an application for mandamus on the basis of unreasonable delay until such time as a determination is made whether a removal order is to be made against the applicant.  <FRAGMENT_SUPPRESSED>", "[41] It is, perhaps, worth noting that had the application for mandamus proceeded to a successful result for the applicant, the Court would not have ordered the respondent Minister to immediately grant her citizenship as that requires a determination by a citizenship judge that the requirements of the Act and Regulations have been met. The outcome at best would have been an Order that the respondent refer the citizenship application to a citizenship judge for that determination to be made. That would not have precluded the Minister, upon receipt of an IRPA s. 44(1) report, from referring the matter for an admissibility hearing under IRPA s. 44(2) and blocking a decision by the citizenship judge until the result were known. In a sense, therefore, the filing of the application for mandamus in this case has effectively prompted action as the Minister has been moved to refer the merits of the concerns which CSIS and CBSA evidently have for a hearing in the immigration forum. If that hearing results in a removal order, the decision may not be appealed as section 64(1) of IRPA prohibits permanent residents from appealing inadmissibility decisions made on the grounds of security. The decision may however, be judicially reviewed if leave is granted. If no removal order is made, the applicant may renew her application for mandamus.  <FRAGMENT_SUPPRESSED>", "[42] I conclude, therefore, that while the five year delay in processing the citizenship application may have been unreasonable, and the Minister may have been prompted to act by reason of the filing of the application in this Court, proceeding with the application for mandamus in the current circumstances is pointless when no effective remedy can be granted. I therefore grant the motion to dismiss without prejudice to renew the application at a later date if required.  <FRAGMENT_SUPPRESSED>", "[43] In the circumstances of this matter, I will exercise my discretion to decline to grant the respondent an award of costs.  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[44] This Court Orders that the applicant's motion for production is dismissed and the respondent's motion for summary judgment is granted. The application for judicial review and mandamus is hereby dismissed. No award of costs is made.  <FRAGMENT_SUPPRESSED> Order accordingly.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/kdm  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}