{"id_": "093167", "body_str": ["[1] Barnes, J. : This is an application for judicial review brought by B.R.E.S.T. Transportation Ltd. challenging a Canada Labour Code Adjudicator's decision in which an award of damages of $8,800.00 and interest was made to the Respondent, Alan Noon, for unjust dismissal. I. Procedural Background", "[2] The Applicant contends that it was denied procedural fairness by the refusal of a request for either an adjournment or a short postponement of the hearing. In addition, the Applicant complains that when its General Manager, Steve Redpath, arrived belatedly at the hearing, the Adjudicator refused to permit cross-examination of Mr. Noon on any points of evidence that had been given in Mr. Redpath's absence. These matters are outlined in an affidavit sworn by Mr. Redpath, and were unchallenged by Mr. Noon. Mr. Redpath's affidavit contains the following recital of events: 6. On or about July 11, 2008, the Respondent applied to the Minister of Labour for an appointment of an Adjudicator to hear his complaint of unjust dismissal pursuant to section 240 of the Canada Labour Code (\" Code \"). 7. On or about March 17, 2008, Ms. Kelly Waddingham was appointed as an Adjudicator under the Code to adjudicate the Respondent's complaint of unjust dismissal. 8. The owner of the Applicant, Ms. Edie Smith, assigned me to represent the Applicant at this unjust dismissal hearing process. 9. At no time did legal counsel represent the Applicant or me. 10. I do not have any experience at conducting labour relations hearings. This was my first hearing. 11. On or about July 7, 2008, the Respondent, Adjudicator and myself convened to discuss preliminary issues. The hearing was then adjourned for the remainder of the day. 12. The Adjudicator advised me that the next date for the hearing would be September 30, 2008. I was sent a letter quite a few weeks prior to September 30, 2007, and there were so many changes by both parties it was hard to keep track of what was happening. I put a reminder on my computer but my computer Crashed and unfortunately I lost all my information. 13. On September 30, 2008, I received a telephone call from the Adjudicator advising me that the hearing had commenced. I asked the Adjudicator if she could adjourn the hearing and she said no. I then asked the Adjudicator if she could hold off on proceeding until I could get to the hearing. The Adjudicator told me she would only hold off on the hearing for one hour and then she would start. I told her it would be difficult for me to make it from 2525 Haines Rd. Mississauga to 1 Front Street in Downtown Toronto in one hour. Nevertheless I was told the hearing would commence. 14. The Adjudicator commenced the hearing without me there. By the time I arrived at the hearing, it was already underway. The Respondent had almost finished giving his evidence. I did not hear any of the evidence, which was led by the Respondent. Further, there was no transcription of the evidence. 15. Once I entered the room the Adjudicator advised me that I was not able to ask the Respondent any questions with respect to his evidence that had been completed in my absence. Rather, the Adjudicator advised me that I could only ask questions in cross-examination about evidence that I had actually heard. 16. I noticed that the Respondent had submitted a binder of documents to the Adjudicator and he had a binder of the same documents. However, there was no binder of documents for me to use so that I could follow along with the Adjudicator and the Respondent. I also don't know if the Adjudicator relied on any of these documents in making her decision. 17. I tried to make some submissions the best I could under the circumstances. However, I did not have the benefit of hearing any significant portion of the Respondent's evidence. 18. I do not think that the Adjudicator treated me fairly during the hearing. I do not think there was any reasons why she could not have granted me an adjournment for September 30, 2007 or at least waited until I arrived at the hearing. My right to a fair hearing was compromised by the Adjudicator.", "[3] The Adjudicator's decision confirms the adjournment request and its refusal but it makes no mention of the imposition of limitations on the cross-examination of Mr. Noon beyond the statement that Mr. Noon's evidence about mitigation was \"uncontested by the employer\".", "[4] In the absence of any evidence in the record other than that tendered by the Applicant, I accept the procedural history outlined in Mr. Redpath's affidavit. II. Procedural Fairness", "[5] The standard of review for issues of procedural fairness is correctness: see <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 2056.", "[6] While the Adjudicator's decision fails to expressly state why the Applicant's adjournment and postponement requests were refused (and it certainly would have been prudent to wait for Mr. Redpath's arrival) I am nevertheless not convinced that this gave rise to a breach of the duty of fairness. Mr. Redpath was clearly negligent in failing to attend the scheduled hearing and an adjudicator enjoys wide discretion in dealing with such procedural matters.", "[7] I am satisfied, though, that the Adjudicator's limitation on the Applicant's right to cross-examine Mr. Noon represents a breach of fairness. The right of cross-examination is fundamental to a party's ability to make its case and to confront the adversary. This point is made in John Sopinka, Sidney N. Lederman & Alan W. Bryant, The Law of Evidence in Canada , 2nd ed. (Toronto: Butterworths, 1999) at p. 938: ยง16.107 Although a trial judge has the discretion to exclude an irrelevant series of questions in cross-examination, that discretion must be exercised with due regard for the importance of the right to cross-examine. For example, it has been suggested that it may be a breach of fundamental justice for a judge to preclude the right to cross-examine on the grounds that the party asserting the right has failed to establish the relevance of the proposed cross-examination in advance. As Cory J. stated in <FRAGMENT_SUPPRESSED>  with a serious charge that it should not be lightly discarded. Often the importance and significance of a cross-examination will only be revealed as it unfolds. When it is prohibited without any exploration as to its relevance there has been a denial of fundamental justice. As a result, a judge must exercise extreme care and caution before interfering with the right to cross-examine before the cross-examiner has had a reasonable opportunity to show the relevance of the cross-examination through answers obtained from the witness. [Footnotes omitted]", "[8] There is no principled legal basis which I can think of which would justify the Adjudicator's profound interference with the Applicant's right to cross-examine Mr. Noon. The fact that Mr. Redpath did not hear much of Mr. Noon's evidence is no basis for refusing to allow questioning about that part of the testimony nor would the refusal be justified as some form of penalty for Mr. Redpath's late arrival at the hearing.", "[9] Ordinarily a breach of fairness leads to a decision like this one being set aside. There are some limited exceptions to this rule including situations where, notwithstanding the breach, the outcome on the merits would not have been any different. That may well be the case here, at least with respect to the Adjudicator's decision that Mr. Noon did not resign his employment. While Mr. Noon's letter was intemperate and ill-advised, it was clearly qualified by his request for altered conditions of employment and appears, as the Adjudicator found, to be more in the nature of a threatened resignation: see <FRAGMENT_SUPPRESSED>  (2003), 243 F.T.R. 235. Nevertheless, that letter may be open to interpretation and, in the absence of cross-examination, it is not possible to conclude with certainty that the Adjudicator's characterization of its legal significance represents the only finding that is open to be made. I am also not able to conclude that the Adjudicator's calculation of damages for lost wages could not have been affected by a cross-examination of Mr. Noon, particularly with respect to his efforts to find alternate employment - an aspect of the evidence that the Adjudicator specifically noted as \"untested\".", "[10] In the result the Adjudicator's decision is set aside. This matter shall be re-determined by a different decision-maker. JUDGMENT", "[11] THIS COURT ADJUDGES that this application is allowed with the matter to be re-determined on the merits by a different decision-maker. [End of document]"]}