{"id_": "093170", "body_str": ["[1] Reed, J. : A motion for a finding of contempt pursuant to rule 2500 of the Federal Court Rules is brought against Michael Lee, House of Semiconductors, Norman Parent and 131375 Canada Inc. carrying on business as Microcom. The contempt alleged is breach of orders given April 29, 1986, in the two actions described in the style of cause. These orders enjoin the defendants, their respective servants and agents from: \"... importing, selling or distributing computers or computer components under the name Mackintosh or otherwise which contain a copy or substantial copy of either of the literary works 'AUTOSTART ROM' or 'APPLESOFT', or in any other way infringing the plaintiffs' copyright in those works.\" And require that: \"The defendants ... deliver up to the plaintiffs all copies or substantial copies of the plaintiffs' literary works 'AUTOSTART ROM' and 'APPLESOFT' in whatever material form they might be and which are in the possession, power, custody, or control of any of the defendants including any contrivances or devices containing such copies or substantial copies.\"", "[2] The plaintiffs hired two private detectives, Messrs. Keymer and Nowell to monitor the defendants' activities with respect to compliance with the first part of the order quoted above. The defendants were advised by counsel for the plaintiffs that monitoring was going to occur. On July 8, 1986, Messrs. Keymer and Nowell went to Montreal for this purpose. It was decided that Mr. Keymer would pose as a father who knew little or nothing about computers but who wanted to buy one for his son. Both men did in fact know very little about computers. Facts", "[3] Messrs. Keymer and Nowell went first to the Microcom store located at 2060 Trans Canada Highway, Dorval, Quebec. Mr. Keymer entered the store alone and was told by the receptionist that Apple clones were available and he observed newspaper ads on display in the sales area which stated that IBM compatible and Apple compatible computers as well as Apple clones were available from the store. Mr. Keymer explained to the salesman, Mr. Parent, that he wished to purchase a computer for his son - an Apple computer because that was the kind his son used at school. Mr. Parent advised Mr. Keymer that it was likely an Apple IIe which his son used. He also advised Mr. Keymer that Microcom had Apple IIe compatible computers for sale but they were sold with the main chips blank. I quote from Mr. Keymer's affidavit: \"Mr. Parent added that there were places around that would 'burn' the necessary program into this chip. Mr. Parent then continued to explain to me that they could not provide the actual programmed chip because of recent court proceedings ...\" I consider this description of what occurred to be accurate.", "[4] In response to enquiries from Mr. Keymer as to where he might have a chip burned, Mr. Parent suggested Active Electronics. Mr. Parent did not know the phone number of Active, nor the person there to whom Mr. Keymer should speak. He merely knew that Active was a large computer component sales company that had the capacity to copy chips. Keymer left the Microcom store indicating he intended to shop around. He subsequently telephoned back, tried to negotiate a better deal on the price and asked whether, if he were to buy the whole package, Parent would burn the chip for him. Parent declined but in response to questions from Mr. Keymer informed him that it was an EPROM # 27128 type chip which was needed to be burned.", "[5] Keymer then phoned Active and was told that the person who looked after this aspect of their business was away at the time and in any event it would take some time to do the job because it would be sent out. Such jobs were sent to a Mr. Kosira at Future Electronics and it was suggested to Mr. Keymer that he might contact Kosira directly. It is my understanding that Active Electronics and Future Electronics are essentially the same company. A phone call was made to Kosira who confirmed that he could copy a chip for a fee of $10.00.", "[6] Mr. Keymer then returned to the Microcom store accompanied by Mr. Nowell and told Mr. Parent he had been successful in arranging to have a chip burned. He purchased the computer from Mr. Parent. At that time Mr. Parent opened the carton, in which the computer was packaged, showed Mr. Keymer where the blank EPROM chip was taped inside the carton, took the top off the computer casing and pointed to the spot on the motherboard where the chip should be placed after it was burned.", "[7] Messrs. Nowell and Keymer then went to Future Electronics and met with Kosira. Kosira took the blank EPROM from the computer box and asked for the chip which he was to use in making the copy they wanted. Messrs. Nowell and Keymer obviously did not have one. Kosira explained that he could not make the chip they wanted because he did not have an original Apple or compatible chip from which to copy. He had assumed that what was wanted was that he make a copy of a chip the two men would be bringing with them. It does not escape notice that had Keymer and Nowell been more sophisticated purchasers (real purchasers instead of merely posing as such) it would not have taken much effort on their part to find a friend or neighbour who had an Apple computer and who would have willingly lent them the relevant chip in order to have it copied. It is this which underlies the plaintiffs' concern - that the conduct being following by the defendant, Microcom, by inviting others to copy the ROM chip, is one that results in the same economic detriment to the plaintiffs as was occurring prior to the April 29 Order. The computers were being sold by Microcom at the same price as was the case when they contained the chips, which contained copied versions of Autostart ROM and Applesoft, placed therein by Microcom itself. The computers were being sold with a one year warranty being given by Microcom.", "[8] In any event, since Keymer and Nowell had not been successful in getting the chip burned they returned to the Microcom store. I quote again from the affidavit of Mr. Keymer because I believe it to be an accurate description of what transpired: \"... I indicated to Mr. Parent that I was rather upset with my lack of success in having the crucial chip burned. Mr. Parent indicated that he could not burn the chip. I asked Mr. Parent what he had done in the past with other customers purchasing the 'Microcom IIe' computer to which he replied, 'I haven't sold too many of these computers lately because everyone is hesitant because of the court case'. Mr. Parent then spoke with a woman whom I had previously observed behind the sales counter handling the telephone and the cash register. Mr. Parent then told me that I should, 'Try the House of Semiconductors on Brunswick'. His voice was once again very soft, as if he did not want anyone else in the store to hear. Mr. Parent stated, 'They are our competitors and I believe they are located at 84 Brunswick Boulevard, just around the corner from here'. I asked Mr. Parent if I could return once I had the chip burned for him to insert it in the machine and to test the machine, to which he replied, 'Yes'...\"", "[9] The two detectives then went to House of Semiconductors on Brunswick Boulevard. Keymer explained to the salesman that he wanted the EPROM programmed so that the (IIe) computer would work. The salesman went to the rear of the store and returned with a technician, Michael Lee. Keymer explained what he wanted. Lee asked for the chip which he was to use in making the copy. Keymer did not have one. Lee's response was that he could not, then, burn the blank EPROM. Keymer explained that he had been referred to House of Semiconductors by Microcom; that he had been having trouble getting the chip burned; that he wanted the computer and wanted it working because it was a gift for his son's birthday.", "[10] I quote again from Mr. Keymer's affidavit: \"... Mr. Lee then stated, 'I can do it for you, it will cost you $5.00 and you will have to forget that you were ever in here'. I then handed Mr. Lee the blank EPROM chip and Mr. Lee left the room. Approximately 5 - 10 minutes later Mr. Lee reappeared at the front of the store and returned the EPROM chip to me. I noted that Mr. Lee had written in black ink 'IIe' on a Silver Mitsubishi sticker which he had applied covering the round window on the top of the EPROM. Mr. Lee immediately stated, 'I want you to forget you ever saw me and you have to promise that you will not tell anyone where you got this done'. I then handed Mr. Lee $5.00 for his services. Mr. Lee took the money, rang up a zero amount on the cash register and placed the bill inside the drawer. I then requested a receipt to which Mr. Lee replied, 'I can't give you a receipt for this'.\"", "[11] I note that there is conflicting evidence with respect to this series of events. The salesman, Mr. Del Greco, and the technician Michael Lee both filed affidavits attesting that when Keymer approached the salesman Del Greco, seeking to have a copy of the chip made, Del Greco's immediate response was a negative one. They assert that Del Greco did not go to the back to get Lee but went towards the back for other reasons: they assert that Lee came out to the front independently and that the detectives then approached Lee; and, Keymer played on Lee's sympathies by acting very upset and saying how disappointed his son would be if he did not get a computer that worked on his birthday.", "[12] I accept the detectives' version of these events for the following reasons: if Del Greco had really given a negative response, immediately, there would have been no reason for the two detectives to have stayed in the store; also if they played so poignantly on Lee's sympathies by emphasizing the story of the son's birthday, why had they not done this to Del Greco as well. Del Greco says that after giving a negative response he told the detectives that \"If they did want to browse around the store and buy diskettes or what have you for their Apple, they were welcome to, but about the ROM, there was nothing I could do\". It is simply not credible that Del Greco would speak in this manner to the detectives - inviting them to browse. They had come into the store for one particular purpose. They were not browsers and \"diskettes or what have you for their Apple\" would not be any use to them without the ROM. The Keymer - Nowell version of the events in question is much more credible. Nowell's description, which I accept as accurate, is as follows: \"After Mr. Lee said 'Can I help you', we proceeded to tell him the same story that we had told the previous gentleman about the purchase of the Microcom computer, the referral by Microcom to Active, the referral from Active to Future, the return to Microcom and the referral to House of Semiconductors. At that point, Lee asked whether or not we had an original chip or chip to copy to which Niven said 'if I had an original chip I wouldn't be coming here'. At that point, Lee said 'I can't do it'. I do not recall him saying anything about a Court Order. I do recall Niven at this point acting as if upset and explaining to Mr. Lee how this was to be a birthday present for his son and he couldn't wait for two weeks or thereabouts to be accommodated by 'Active'. There was no 'on and on about it' and although there was some persuasion on the part of Niven, there was not very much persuasion. There was little reluctance on the part of Lee although I do concede that his initial statement after being advised that we did not have a master chip for copying was that 'I cannot do it'.\" In any event, Lee then went into the back of the shop, retrieved a copy of the relevant chip, burned the blank EPROM and gave it to Keymer.", "[13] The reason Lee found it so easy to find a copy of the relevant chip should be noted. Instead of insisting on the delivery up of all copies of Autostart ROM and Applesoft (be they in chip form, floppy disk or in written form) as required by the April 29 order, the plaintiffs had agreed that the defendants might collect together all such copies and hold them in safekeeping, at least temporarily. This was done because the defendants had indicated that they would be seeking a stay of the April 29th orders pending outcome of the appeal of those orders to the Federal Court of Appeal. The defendants House of Semiconductors had collected together all copies of the chips they held containing Autostart ROM or Applesoft and placed them in tubes. These had been handed, in the Brunswick Street store, to the technician Styrczula. Unclear instructions were obviously given to him - either purposely or as a consequence of negligence. In any event, instead of keeping the chips in safekeeping for eventual delivery up in compliance with the April 29th order (if a stay was not granted) Mr. Styrczula kept the chips in a box in the back of the shop and used them from time to time, albeit according to his testimony only after he had erased the Autostart and Applesoft programs. In any event, chips containing the relevant programs were easily accessible to Michael Lee; their contents and location were readily known by him.", "[14] I would make some general comments on the conflicting version of the facts and the reasons why I have accepted the version set out in this judgment. Counsel for the defendants argued that the detectives' memory is not reliable because there are certain aspects which they frankly do not remember and there are others with respect to which they differ. I do not find these discrepancies convincing evidence of either dissimulation or poor memory. There are some aspects which it is highly probable the detectives will remember with a fair degree of accuracy. Their attention would be focussed on these. There are other aspects, such as the exact circumstances under which they received instructions concerning the investigation, to which they would not be so attentive. Conflicts in some areas, particularly those which to the detectives at the time might seem inconsequential are more likely to be evidence that they are both attempting to recount accurately what happened rather than the contrary. It is the pat identical story which is more likely to be a fabrication. In addition, the detectives' version of the events of July 8, 1986, was recorded in a report prepared by them the day after. For the defendants' Parent and Lee, their evidence is an after the fact construction of what would have been casual events for them, at the time those events occurred.", "[15] After obtaining the copy of the burned chip Keymer and Nowell returned to Microcom with the computer and the chip. Mr. Parent unpackaged the computer, placed the burned EPROM into the relevant socket on the motherboard and commenced testing the computer. He hooked the computer up to the disk drive the detectives had bought, wanting to test it at the same time. To do so it was necessary to insert a floppy disk into the disk drive. Mr. Parent retrieved one from behind the counter, it was a DOS 3.3, it contained APPLESOFT. This diskette carried the label R. & R. SOFTWARE CLUB. Microcom carries on within its store a so-called \"software evaluation\" service and thus the label on the floppy disk identified it as belonging to that part of the business.", "[16] There is conflicting evidence surrounding what happened next. Messrs. Nowell and Keymer's evidence is that when Mr. Parent pulled this diskette out from behind the counter he stated it was part of the package that had been sold to them and should have been included earlier. He did likewise with respect to an 80 column card. Mr. Parent agrees with the evidence of the detectives insofar as it relates to the 80 column card but he contends he did not make any such representations with respect to the floppy disk. He asserts that he was merely using that diskette to test the computer and disk drive but he did not say it was part of the package.", "[17] It is not entirely clear what happened next. Mr. Keymer asserts that the diskette together with the owners' manual was handed to him and he carried these out of the store independently of the computer. Mr. Nowell is of the view that the diskette was packaged in the computer box by Mr. Parent when he repacked the box. Nowell admits that he is not really sure whether the diskette was put in the box with the computer by Parent or handed to Keymer. Neither detective was aware that there was any particular importance or significance to the diskette. In any event when the purchases were eventually unpacked for testing by the plaintiffs' technician the floppy disk was amongst them. The detectives then became aware, for the first time, that it was important. If the diskette was indeed sold with the package then an obvious and direct breach of the April 29 order occurred with that act.", "[18] It seems to me there are two possible alternative conclusions which might be drawn from the evidence respecting the DOS 3.3 disk. Mr. Parent asserts that the detectives stole the disk. I reject that argument. One possibility is that the disk was included as part of the package sold, as the detectives believed Mr. Parent to have indicated. The other possibility is that the disk accidentally found its way into the detectives' possession, in that it was either inadvertently packaged in the computer box by Parent or picked up by Keymer together with the owners' manual on the assumption that it belonged as part of the package. I find that I have a reasonable doubt that the disk was sold by Parent as part of the package: it is clearly marked with the R. & R. SOFTWARE CLUB label; after Parent had been so careful and insistent that he would not himself copy the ROM chip it is hard to believe that he would have purposely and openly taken an action which would have the same effect. As noted above the detectives were not knowledgeable about computers. They did not know that the diskette was of any importance. It is entirely credible that they thought Parent's remarks with respect to the 80 column card related to the diskette. Indeed they may have thought that the disk was the 80 column card. I conclude that the diskette accidentally found its way into the possession of the detectives by one of the two methods mentioned above and that it was not sold by Parent with the computer package. Contempt: Michael Lee and House of Semiconductors", "[19] It is clear that Michael Lee was in contempt of the order when he copied the EPROM. He has admitted such. His employer, House of Semiconductors (Chico Levy) takes the position that in copying the chip Lee was acting outside the scope of his authority - that there had been an express withdrawal of authority to copy such chips.", "[20] The law is clear that when an order is given against a company or corporation it is the responsibility of that company (those in charge) to ensure that the order is complied with by all servants, agents or persons acting for that company. It is no defence for a company to show that its officers or agents were unaware of the terms of the order, or that they failed to realize that the terms were being broken by their actions, or that they acted out of carelessness, neglect or in dereliction of their duty.", "[21] Reference was made to  <FRAGMENT_SUPPRESSED>  an injunction cannot be done by the corporation itself, as the corporation can only act by its officers, agents or servants, but if the act is in fact done, it is no answer to say that, done, as it must be, by an officer or servant of the corporation, the corporation is not liable for it, even though it may have been done by the servant through carelessness, neglect, or even in dereliction of duty.  <FRAGMENT_SUPPRESSED>  a corporation which afterwards does or permits an act in breach of the injunction, in or upon its usual place of business, the onus rests, I think, upon the corporation to show any facts which would relieve it of the act of disobedience to the order of the Court, ...\"", "[22] Reference was also made to  <FRAGMENT_SUPPRESSED>  employer, a principal, specifically withdraws authority from the employee or agent to do the prohibited act and the employee does it anyway, then, the act will be treated as that of the employee only. In the Heatons case, while there was some evidence that the principals (union officers) advised the shop stewards to cease the prohibited activity, that activity did not cease. The Court held the union liable. The union had taken no more definite action, apart from the notice given, to ensure that the enjoined acts would not occur and the Court held the shop stewards were acting within their general authority to defend and improve the rates of pay and working conditions of the members.", "[23] I do not consider the recent decision of my colleague Mr. Justice Strayer in  <FRAGMENT_SUPPRESSED> , as in any way departing from the rules of law which govern the responsibilities of corporations, or principals, for the acts of their servants or agents acting in breach of a Court order. Mr. Justice Strayer was dealing with the particular situation of a Minister of a government department. A Minister who in the circumstances of that case did not have knowledge of the Court order in question. Despite the general principle that a Minister is accountable to Parliament for all the actions of employees in his department he or she is not personally responsible, on the basis of vicarious liability, for torts committed by such employees. The government, the Crown, may be responsible but a Minister, in his personal capacity is not. As Mr. Justice Strayer points out, at page 125, \"the rationale for this is that both the Minister and the officer are fellow servants of the Crown and it is the Crown alone which is vicariously liable\". Thus it is clear that this decision does not purport to cast doubt on the general principles of vicarious liability which operate in the case of a corporation or other principals with respect to their servants and agents.", "[24] In the present case the employer House of Semiconductors (Chico Levy) argues that in copying the chip, Lee was acting entirely on his own and outside his authority as an employee of House of Semiconductors. The contention in this regard is based on the following: (1) Chico Levy as well as four employees (Lee, Del Greco, Stryczula and Alex Levy) all state that Lee was specifically told not to do what he did (i.e.: make copies of Autostart ROM or Applesoft); (2) a notice was posted in the shop instructing employees not to copy; (3) Lee rang up the sale as a no sale and later pocketed the $5.00 himself.", "[25] It was demonstrated in evidence that Mr. Chico Levy is completely lacking in credibility. His evidence must be given zero weight. As to the evidence of the four employees it may be true that Lee was told not to copy Apple's copyrighted programs but such statements can be accompanied by conduct on the part of the employer which makes it clear that such direction is pro forma, at best; and that discrete disregard of the prohibition will be tolerated. Such a context exists here. It is clear from Del Greco's actions in going to get Lee, when the detectives asked to have the chip burned, that copying activity was generally within both Del Greco's and Lee's mandate as employees of House of Semiconductors. This conclusion is also obvious from the fact that Lee asked the two detectives for the chip which they wished copied. Had they produced a chip containing Autostart or Applesoft, Lee would have copied it, without further question regardless of the fact that such would constitute a breach of the April 29 order. the easy availability of the ROM chips from which to copy and the treatment of them by Stryczula demonstrate the careless and casual attitude of Chico Levy towards complying with the April 29 order. The notice posted in the store, to which reference is made says absolutely nothing about employees not being authorized to copy Autostart or Applesoft. It merely says: \"UNDER NO CIRCUMSTANCES ARE EMPLOYEES TO SELL ROM'S WITH ANY APPLE SOFTWARE, SPECIFICALLY AUTOSTART AND APPLESOFT. HOWEVER, YOU MAY CONTINUE SELLING ALL HARDWARE AND PERIPHERALS AS USUAL. SHOULD YOU REQUIRE FURTHER CLARIFICATION DO NOT HESITATE TO CALL ME.\"", "[26] In my view the attitude of Chico Levy exudes disrespect for the rights of those who have copyright in computer programs. This climate of disregard for the rights of others manifested itself in a careless and casual attitude towards compliance with the Court order of April 29. I can quite believe that the reason Lee copied the chips for Keymer is because of the environment in which he found himself working. I can in no way find that authority to act as he did, was clearly, precisely and firmly withdrawn from Lee. I think the whole work environment in which he found himself invited exactly the opposite. Accordingly, House of Semiconductors is also in contempt of the April 29 order.", "[27] Counsel for the defendants, Lee and House of Semiconductors, argued that even if there was a technical breach of the order the conduct of the detectives amounted to something similar to entrapment and therefore the motion for contempt should be adjourned or stayed or the penalty imposed should be nominal. I do not accept this argument. There is no doubt that trickery was used but that is not entrapment.", "[28] As counsel for the plaintiffs points out entrapment is a concept that applies in the context of police investigations and the police have many legitimate investigative tools such as search warrants, the ability to demand and review company books, authority to interrogate and apprehend persons for investigation. Such tools are not open to private citizens when they try to ensure that injunction orders given in their favour, as a result of a civil proceeding, are obeyed; they have no privileged investigative tools at their disposal. I note particularly that the activities of the detectives would not in any event fall into a classification of entrapment.", "[29] <FRAGMENT_SUPPRESSED>  C.C.C.(2d) 131 (S.C.C.), Chief Justice Laskin wrote, at page 133 C.C.C.: \"The trial Judge's charge to the jury shows that he took a broad view of entrapment, taking it to embrace the use of an or the use of an informer as well as inveiglement by the police ...\" And at page 135 C.C.C.: \"There is, of course, a balance to be struck between giving reasonable latitude to the police in the employment of stratagems to control the spread of crime, ... and controlling behaviour that goes beyond any reasonable latitude ... \"Where 'consensual' crimes are committed involving willing persons, as is the case in prostitution, illegal gambling and drug offences, ordinary methods of detection will not generally do ...\" (underlining added) And at page 136: \"The problem which has caused judicial concern is one which arises from the police-instigated crime, where the police have gone beyond mere solicitation or mere decoy work and have actively organized a scheme of ensnarement, ...\" (underlining added)", "[30] I could not find that the detectives went beyond, what is referred to in the cases cited to me as, \"mere solicitation or mere decoy work\". They played the role of two individuals who knew nothing about computers, one of whom wished to buy a computer as a birthday present for his son. I do not find this to be entrapment or behaviour of a nature to justify staying the contempt proceedings or to justify the imposing of only a nominal fine. Contempt: Norman Parent and Microcom", "[31] The plaintiffs argue that the sale of the computer by Microcom, with the blank chip taped inside the box was made with the expectation and on an express invitation to the purchaser to have Apple's works copied and inserted into the computer and that it was a breach of the April 29 order. It is argued that Microcom's activity (1) is a breach of the spirit of the April 29 order; (2) constitutes an inducement to breach the order; (3) constitutes an aiding and abetting of the breaching of the order.", "[32] I am not convinced that the concepts of aiding and abetting are relevant here. These rules apply to hold a third party, a stranger to an order, responsible for the breaches of that order if they assist in its breach (and if they have knowledge of the order). In this case it is the very persons against whom the order was granted (Microcom and its employee Parent) who are alleged to have committed the contempt. That leaves for consideration the rules respecting inducement and those which refer to the necessity of complying with the spirit of an order as well as its strict letter.", "[33] I accept that in contempt proceedings one must construe strictly the order allegedly violated since a question of guilt or innocence is involved. Equally, it is clear that a breach must be proved beyond a reasonable doubt and that third parties to an order will not be in contempt if independently of the person enjoined, they commit the same act. Counsel for the plaintiffs relies on the law respecting inducement, specifically that relating to the infringement of patents:  <FRAGMENT_SUPPRESSED> , affirmed (1979), 42 C.P.R.(2d) 33;  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 241 (F.C.A.); Reading &  <FRAGMENT_SUPPRESSED>  the defendants argues that the facts do not disclose that Microcom induced a breach of the plaintiffs' copyright because: (1) there was no offer of indemnification made to Keymer or anyone else, as existed in the Copeland - Chatterson case; (2) there was no evidence of a systematic business arrangement whereby Microcom acted in concert with others to accomplish infringement; (3) there is no evidence to satisfy the test of inducement, regardless of whether one applies a subjective or an objective test.", "[35] With respect to the first two points they are easily answered. Indemnification and a systematic business arrangement of acting in concert with another are merely examples of what will be seen as constituting evidence of inducement. Their absence does not mean that inducement will not otherwise exist. With respect to the third point listed above, counsel for the defendants argues that in order to prove inducement by Microcom more than knowledge that the plaintiffs' copyright would be infringed by the purchaser is required. It is argued that while Parent and Microcom knew Keymer intended to go out and have a copy of the chip made there is nothing in the evidence that shows that they induced him to do it. It is argued that while Microcom was enjoined by the order from breaching Apple's copyright but that would-be-purchasers of the computer and blank chip were not covered by that order. It is argued that knowledge by Microcom of the use the purchasers would make of the computer and chip, once bought, does not constitute inducement and that there can be no inducement (subjectively) in this case because Keymer was the plaintiff's agent and actually purchased the computer on instructions from counsel for the plaintiff, not as a result of an inducement by Microcom or Parent to do so.", "[36] In the Copeland-Chatterson case, at page 247, the Court held that a person who knowingly and for his own ends and benefit and to the damage of the patentee induces or procures another to infringe a patent is himself liable for infringement of the patent. The American Arch case dealt with a patented design for the use of fire bricks in a locomotive fire box. The Court held that a person who manufactured bricks with the intention that they be used by someone else in breach of the plaintiff's patent was an infringer. At page 576: \"It is no answer to say that the Security Sectional Arch brick is not covered by a patent and that, therefore, the defendants are free to manufacture and sell the same. \"There is in this case a knowing and purposeful manufacture of these bricks, because such bricks can serve one purpose and one purpose only , namely; to become a part of the plaintiff's combination in the practice of the invention. The defendants acting in concert , one as manufacturer and the other as sale agent, have adopted, to the smallest detail, the method employed by the plaintiff in installing its fire arch, ... It was a knowing, wilful and premeditated scheme to infringe the plaintiff's said patent and to deprive it of its just reward.\" (underlining added)", "[37] In the Procter & Gamble - Bristol Myers case the Court had under consideration a patent respecting a fabric softener used by members of the public (the purchasers) in clothes dryers to avoid wrinkles and \"static-cling\". It was argued that the defendant's manufacturer did not infringe the method claims of the patent. In response to that argument, at pages 166-167 Mr. Justice Addy stated: \"The law is clear, in my view, that the mere making, using or vending of elements which afterwards enter into a combination is not prohibited where the patent is limited to the combination itself as in the Slater Steel case above referred to and also in the leading case of  <FRAGMENT_SUPPRESSED> , a decision of the English Court of Appeal from which Jackett, P., quoted at some length. It also seems to be fairly clear that the mere selling, without more, of articles to be used for the purpose of infringing a patent is not an infringement of patent. However, there can be an infringement where the person who actually commits the act of infringement is the defendant's agent ( <FRAGMENT_SUPPRESSED> ), or where there has been not only a sale but also an invitation or request by the defendant to the purchaser of the article, to use it in order to infringe the plaintiff's patent ( <FRAGMENT_SUPPRESSED> ). \"In the case at bar, not only by its instructions and directions on the packages of Fleecy as to the method of using it but by its advertising on television, the defendant invites and induces the public to infringe the method claims of the patent ... \"It is difficult to conceive how the present defendant should not be considered as systematically engaging for its own profit in aiding and abetting any infringement by the public of the plaintiff's method claims and should not be considered as constituting itself a party to each infringement committed by such users. Where the defendant has induced or procured an infringement, I do not feel that it is at all necessary in such cases for the supplier to have had any personal contact with the infringing consumer, to even know his or her identity or to have sold the article directly to that person. It is sufficient in such cases, if it is also established, that the article in fact has been sold by the defendants for the purpose of putting it on the market for sale to the ultimate infringer, ...\"", "[38] In the Windsurfing case it was alleged that the sale of a kit containing the parts required in order to make a sailboard did not constitute infringement of the patent. The Court at pages 265-266 C.P.R. stated: \"The respondent clearly is not selling parts. It is selling parts for the purpose of making a sailboard. Without assembly there can be no sailboard. Without assembly there can be no purpose in a purchaser buying the unassembled parts since, unassembled, they cannot be used for the purpose for which they are purchased, that is, to sail. To suggest that a patent infringement suit can be successfully avoided by selling parts as components of a kit in contradistinction to their sale assembled is, in my view, errant non-sense ... \"The second branch of the argument flows from the first. It is dependent upon the theory that there can be no infringement by the manufacturer selling the unassembled parts. Accordingly, there can be no infringement until the sailboard has been completely assembled because the patented invention is a complete, assembled sailboard, i.e., the patent is for the sum of the parts of the invention not for its parts separately ... \"That argument to me can only be termed specious. To suggest that a person purchasing components, the only known use for which is assembling to provide the purchaser with what he obviously desires - a sailboard - has not been persuaded to do so by the holding out of the desired result by both the manufacturer and the vendor thereof, stretches credibility to its limits. That, in my view, is inducement even where the printed instructions are limited to the extent disclosed in the evidence in this case. I think it beyond dispute that the only inference to be drawn from the voluminous evidence in this case is that the respondent knew and intended that the ultimate purchaser would utilize the sailboard parts for the assembly of a usable sailboard which, upon assembly, would infringe the appellants' patent. It thereby became a party to such infringement, in my view.\" While these cases deal with patent infringement, the plaintiffs argue that they are equally applicable to the copyright field.", "[39] I note that there is no doubt that the computer as sold by the defendants could be used for one purpose only: as an Appel computer - after someone had burned the relevant chip and inserted it in the motherboard. The defendant, Microcom, asserts that the computers were sold by it in their assembled form with a blank EPROM because they could be bought in that form by individuals wishing a special purpose computer. It is argued that the computers would then be programmed by those individuals with a special purpose program. It was alleged that such sales had been made in the past. There is no evidence of any such sales. The past sales to which the defendants refer were of component parts of the computer, not of the assembled whole. The computers could have been stripped down by Microcom and the component parts sold as such. But this was not done. The computers as sold could be used for one purpose and one purpose only.", "[40] In my view the facts in this case fall within the jurisprudence cited above in the American Arch, Procter & Gamble - Bristol-Myers and Windsurfing cases. While I think the facts can be categorized as constituting inducement within the terms of those cases, an alternate and perhaps preferable characterization is that Keymer, through the actions of Parent and Microcom, was placed in the situation of acting on their behalf. That is, I characterize the facts of this case as constituting a situation in which the defendants, Parent and Microcom, invited the purchaser to act on their behalf, to do what they were enjoined by the order from doing. Keymer was not their agent in the traditional legal sense of agency law but he was nevertheless invited and encouraged to find someone who would copy the chip and the benefit of the so doing accrued to Parent and Microcom. The computer was obviously sold on the understanding that an infringing chip would have to be obtained. The computer could have been sold on no other basis.", "[41] In my view the action taken by Parent and Microcom constitutes a breach of the April 29 order. In drawing this conclusion I have in mind the following facts: (1) the computer was sold with a blank EPROM taped inside the box; (2) the computer was sold at the same price as had earlier been the case when Microcom itself supplied the infringing EPROM, (3) the computer was sold with a one year warranty; (4) the computer is useless in the form in which it was sold without an infringing EPROM; (5) Parent informed Keymer that there were places around that would burn the chip for him and eventually directed him to a place which did so; (6) Parent assembled, at the request of Keymer, the infringing chip in the computer. This is not a case where a complete stranger, on his own and independently of any activity by the defendants copied the plaintiffs' copyrighted programs - which is how counsel for the defendants would have me characterize the situation. It is a case where the defendants encouraged, invited and enabled the purchaser to do what they could not themselves do. And the benefit of the so-doing accrued to the defendants.", "[42] Counsel for the plaintiff also cited  <FRAGMENT_SUPPRESSED>  Justice Teitelbaum in  <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 621 (S.C.C.). These cases are cited for the proposition that Court orders must be obeyed both in their spirit and in their letter. Stated in that way the principle claimed is obviously too broad. That principle has to be read in the light of the requirement that findings of contempt being of a quasi criminal nature, will not be lightly found: Re R. and Monette (1975), 64 D.L.R.(3d) 470 ( <FRAGMENT_SUPPRESSED>  O.R.(2d) 147 (Ont. C.A.);  <FRAGMENT_SUPPRESSED>  (Ex. Ct.).", "[43] At the same time, the cases cited are relevant. In the Dubiner case, Mr. Justice Noel, at pages 498-499 said of the defendant in that case: \"His conduct has left me with a feeling, to say the least, that he has chosen to discharge his duties in this regard with a casualness, a carelessness, a neglectfulness, which borders on dereliction and which, in my view, in itself, (apart from the outright breach of the injunction) contains some measure of contumacy. \"... compliance with an order of a Court is not a battle of wits but ... such an order must always be complied with in spirit as well as in letter. Cf Kerr on Injunctions, 6th ed., p. 688: 'An order for an injunction must be implicitly observed and every diligence must be exercised to obey it to the letter.'\" In  <FRAGMENT_SUPPRESSED>  general principles relating to injunctions must be kept in mind: (1) 'An order for an injunction must be implicitly observed and every diligence must be exercised to observe it to the letter': Halsbury's Laws of England, 3rd ed., vol. 21, p. 433, para. 915. (2) The respondents were obliged to obey not only the letter, but also the spirit of the injunction:  <FRAGMENT_SUPPRESSED> ; Halsbury's Laws of England, ibid., p. 434, para. 919;  <FRAGMENT_SUPPRESSED> .\" Comments of a similar nature can be found in the Yehuda Ohana and Beloit decisions mentioned above.", "[44] Most significant however, in my view, is the decision in Baxter  <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 621 (S.C.C.). In that case the trial judge gave reasons for his judgment but asked counsel to submit a draft order. Between the time of the issue of the reasons and the settling of the order the defendants continued to sell the infringing product. The Supreme Court found contempt. At page 627 D.L.R. the Court said: \"... Cutter and the Federal Court were in error in assuming the effective date of the injunction is decisive in a contempt proceeding. The inquiry does not end with a consideration of whether the injunction as such has been breached. \"The general purpose of the court's contempt power is to ensure the smooth functioning of the judicial process ... \"Contempt in relation to injunctions has always been broader than actual breaches of injunctions. Cattanach, J., recognized this in the present case. Thomas Maxwell is named in the show cause order as having committed contempt in his personal capacity although he is not a party to the action. He is not personally bound by the injunction and therefore could not personally be guilty of a breach. Nevertheless, Cattanach, J., acknowledged he could still be found in contempt if he, with knowledge of its existence, contravened its terms. Although technically not a breach of an injunction, such an action would constitute contempt because it would tend to obstruct the course of justice: Kerr On Injunctions, 6th ed. (1927), at p. 675;  <FRAGMENT_SUPPRESSED> ; [1953] 1 S.C.R. 536. \"The same kind of analysis applies to the period between reasons for decision and the pronouncement of judgment. Cutter argues, in effect, that this constitutes a period of grace in which the defendants can contravene the prohibitions set out in the reasons for decision with impunity. To accept that argument would be to accede to the proposition that it is open to a party completely to defeat an injunction. That would subvert the whole process of going to court to settle disputes . That is precisely what the contempt power is designed to prevent.\" (underlining added) Similarly in this case to accept the defendants' argument would be to accept that it was open to them to engage in conduct to completely defeat and subvert the injunction. I reiterate the words of Mr. Justice Noel in the Dubiner case, compliance with an order of the Court is not a battle of wits.", "[45] Two remaining issues must be addressed. The defendant, Microcom, asserts that it expressly withdrew authority from Parent to act in breach of the Court order. This contention is supported by pointing to the fact that verbal instructions to obey the order were given to all employees and that all employees signed a notice dated June 25, 1986, which management circulated instructing that no employee was \"to provide in any way Apple IIe or II Plus ROMs or any related software\". It is passing strange that this notice, dated June 25, 1986, was composed two months after the Court order but almost contemporaneous with the visit to the store by the detectives Nowell and Keymer on July 8, 1986. A more likely interpretation of the events is that the notice was backdated but circulated to employees after Microcom became aware of the Keymer - Nowell visit. In any event Parent was clearly operating within the scope of his authority.", "[46] The second point that must be addressed is the challenge counsel for the defendants makes to the validity of the detectives' affidavits. This attack is based on the decision in  <FRAGMENT_SUPPRESSED>  was giving an estimate of the damage caused by an explosion could not do so without referring to a memorandum. That memorandum had been prepared by the witness on the basis of information he obtained from two other persons as well as on the basis of information which he himself knew personally. The Court held that to the extent the witness was relying on information he had obtained from two other individuals such evidence would be hearsay. In the present case Messrs. Nowell and Keymer prepared a report the day after their investigations of July 8. They prepared it jointly. That report was subsequently used to prepare the affidavits signed by the detectives (particularly that of Keymer). Keymer referred to the file to refresh his memory before signing his affidavit. The attack on the validity of the affidavit is without merit. There is no reason to think that anything stated therein is other than within Mr. Keymer's personal knowledge. The report may have contained information obtained from Mr. Nowell and outside Keymer's personal knowledge but there is no reason to think that such information found its way into Keymer's affidavit.", "[47] For the reasons given, it is my view that Michael Lee, House of Semiconductors, Norman Parent and Microcom acted in contempt of the Court order of April 29, 1986. In determining the penalties with respect thereto I have kept in mind the jurisprudence cited to me by counsel for the defendants. Jurisprudence which indicates that the primary purpose of sanctions imposed in a situation such as the present is to ensure compliance with orders of the Court and not the visiting of punishment on the parties. I also have kept in mind the submissions of counsel for the plaintiffs who had during the course of cross-examination on the affidavits, much greater opportunity than I do observe the demeanour and character of Messrs. Lee and Parent. I would indicate that prior to those representations I was disposed to impose a much higher fine on those two individuals than is now the case. Thirdly, in determining what sanctions are appropriate I have kept in mind the particular circumstances of this case and the role played by the detectives.", "[48] An order will issue imposing a $500 fine on Michael Lee to be paid from his own resources, without reimbursement directly or indirectly by his employer; a $500 fine on Norman Parent to be paid from his own resources, without reimbursement directly or indirectly by his employer. The House of Semiconductors and Microcom will be ordered to pay into Court $100,000 each, either by way of cash or bond, as security against any future infringement. The defendants Microcom and House of Semiconductors shall pay the plaintiffs' taxed costs including all disbursements engendered by the investigation undertaken by Messrs. Keymer and Nowell. Counsel for the plaintiffs is asked to submit a draft order for signature, in accordance with the terms set out above, approved as to form by counsel for the defendants. Motion allowed. Editor: Elizabeth M.A. Turgeon/kam [End of document]"]}