{"id_": "093166", "body_str": ["[1] Gibson, J. : The applicants, husband and wife, have a long history of involvement with Canadian immigration authorities in an effort to regularize their status in Canada. The following summary is drawn from a decision of my colleague Mr. Justice Cullen  <FRAGMENT_SUPPRESSED>  and  <FRAGMENT_SUPPRESSED>  citizens of Chile. They came to Canada on February 28, 1978, and have remained here since. They have two children, aged 18 and 16, who were born in Canada and are Canadian citizens.  <FRAGMENT_SUPPRESSED> \"[4] The applicants claimed Convention refugee status upon their arrival in Canada. Their refugee claims were refused under the pre-1978 immigration policies, and then re-examined under the 1978 legislation. Their refugee claims were again refused on July 17, 1979. Their claims were redetermined by the Immigration Appeal Board, and again refused. The Federal Court of Appeal then returned their claims to the Immigration Appeal Board for reconsideration.  <FRAGMENT_SUPPRESSED> \"[5] On June 22, 1982, the applicants withdrew their refugee claims from the Immigration Appeal Board as they had received approval in principle for landing in Canada under the pre-Chilean visa programme. The approval in principle for landing was revoked approximately one year later, and this decision was reviewed by the Minister of Immigration (hereinafter, \"the Minister\"). Over a year later, the Minister confirmed the revocation. On June 25, 1984, the Immigration Appeal Board allowed the claims to be reinstated for redetermination. The redetermination applications were refused in April 1985. The applicants then sought judicial review in the Federal Court of Appeal.  <FRAGMENT_SUPPRESSED> \"[6] The applicants received approval for landing in Canada on humanitarian grounds in April, 1986, and were issued Minister's Permits. The applicants withdrew their judicial review applications in September, 1986, on the understanding that this was necessary to have their landing applications processed. On November 13, 1986, the processing of the applicants' applications for landing was put on hold.  <FRAGMENT_SUPPRESSED> \"[7] In December, 1988, the Minister notified the applicants that their Minister's Permits, which had been renewed from time to time since 1986, would no longer be renewed, and that the applicants had to leave Canada by February 28, 1989. The applicants were ordered deported on March 28, 1989. The applicants sought judicial review of the deportation orders. The application for judicial review was dismissed by this Court in July of 1990.  <FRAGMENT_SUPPRESSED> \"[8] This decision was appealed to the Federal Court of Appeal, and the appeal was not heard until almost five years later . The appeal was dismissed on June 6, 1995, thereby upholding the legality of the deportation orders. Leave to appeal to the Supreme Court of Canada was dismissed on January 11, 1996.  <FRAGMENT_SUPPRESSED> \"[9] The applicants' deportation order, which was to have been executed on February 13, 1996, was stayed by an order of this Court until such time as the final determination of this application for judicial review.\" (emphasis in the original)  <FRAGMENT_SUPPRESSED>", "[2] The applicants' children referred to in the foregoing quotation were born the 8th of September, 1978 and the 17th of October, 1980 so they are now almost 22 and 20 respectively.  <FRAGMENT_SUPPRESSED>", "[3] Mr. Justice Cullen had before him a decision of an Immigration Expulsion Officer, communicated to the applicants on the 22nd of January, 1996 determining that the deportation orders against the applicants were to be executed on the 13th of February, 1996. The applicants sought relief in the form of an order setting aside the decision under review, a declaration regarding the validity of sections 48 and 52 of the Immigration Act (the \" Act \") [see footnote 2] in the circumstances of the applicants, and an order enjoining the respondent from removing the applicants to their country of nationality, Chile \"... until such time as they no longer face a risk of cruel and unusual treatment in Chile. <FRAGMENT_SUPPRESSED>", "[4] Mr. Justice Cullen concluded at paragraph [66], pages 294 and 295 of his reasons, in the following terms:  <FRAGMENT_SUPPRESSED> \"[66] An Order will go that the execution of the deportation orders against the applicants be stayed for 45 days to allow the applicants to submit s. 114(2) applications. If no such applications are submitted in 45 days, then this stay is removed. If the applications are submitted in the time frame indicated, then this stay will continue until a decision has been reached on those applications, at which point this Court will render its final decision in this matter, should it be required. <FRAGMENT_SUPPRESSED>", "[5] The applicants submitted an application for landing from within Canada on humanitarian and compassionate grounds, referred to by Mr. Justice Cullen as a \"s. 114(2) application[s]\" within the time provided by Mr. Justice Cullen. That application for landing from within Canada was rejected by decision dated the 5th of August, 1999. It is that decision that is here under review.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[6] As earlier indicated, the applicants are husband and wife and citizens of Chile. During the Pinochet Regime, the male applicant worked with the Chilean secret police in its Department of Clandestine Operations (\"Dicar\"). He left Dicar sometime in the spring or summer of 1977 when he alleges he was expelled. He has acknowledged that, while he was working with Dicar, its purpose was \"to persecute people who were opposed to the government\". He is alleged to have described the types of activities he was associated with as \"rapes, kidnaps, kidnappings, a person was buried - a person that died while he'd been interrogated, interrogation - tortures\". He apparently acknowledged participating in raids where he would knock down doors and place people in a corner and point a firearm at them while the premises were searched. He was apparently present at interrogations where torture took place, albeit that he described his role at such interrogations as that of a guard and note-taker. He infiltrated youth groups at churches.  <FRAGMENT_SUPPRESSED>", "[7] The female applicant joined the Chilean police in 1975. She acknowledged herself to be a firm supporter of the Pinochet Regime. Sometime in 1975, she too joined Dicar. After training, she worked with Dicar from January in 1976 to mid-April, 1977 when she resigned. She was present at \"violent questionings\" and described her specialty as \"... make-up, transfiguring and make-up detentions, surveillance, office work like to read reports\". She too took notes during interrogations involving torture.  <FRAGMENT_SUPPRESSED>", "[8] After leaving Dicar, both of the applicants cooperated with Amnesty International and with post-Pinochet Regime police who were investigating atrocities committed during the Pinochet Regime.  <FRAGMENT_SUPPRESSED>", "[9] Since coming to Canada, the applicants have apparently led exemplary lives. They have, together with their sons, substantially integrated into the Canadian community.  <FRAGMENT_SUPPRESSED> The Decision Under Review  <FRAGMENT_SUPPRESSED>", "[10] The decision under review denies the applicants the privilege of applying for landed status in Canada from within Canada. In essence, assuming they wish to remain in Canada, and that appears beyond doubt, it would require them to leave Canada and to apply from outside Canada for leave to return. In support of the decision under review, an immigration officer wrote [see footnote 3]:  <FRAGMENT_SUPPRESSED> \"DECISION FOR FOSS.  <FRAGMENT_SUPPRESSED> Fernando Alfonso Arduengo Naredo was interviewed on 30 October 1997 at CIC Mississauga. He has submitted an independent application under section 114(2) of the Immigration Act . He is requesting an exemption to section 9(1) of the Immigration Act . This includes his spouse, Nieves Del Carmen San Martin Salazar Arduengo.  <FRAGMENT_SUPPRESSED> I have reviewed the application under all relevant guidelines.  <FRAGMENT_SUPPRESSED> Mr. Arduengo has demonstrated his ability to integrate and become established in Canada. Mr. Arduengo has two Canadian born children, aged 22 and 18 years. I recognize his sons willingness to submit a family class appliction (sic). Having children born in Canada while their immigration status was undetermined and they possibly faced the requirement of having to leave Canada was a decision Mr. Arduengo took. It would also be their own decision if they were to leave their children, aged 22 and 18, in Canada. The parents are free to decide what would be in the best interests of the children. The children will retain their Canadian citizenship no matter where they reside.  <FRAGMENT_SUPPRESSED> It is noted that the applicant has family in Chile. Mr. Arduengo has a widowed mother, a brother and two step-siblings, Mrs. Arduengo has a widowed mother, and two siblings in Chile.  <FRAGMENT_SUPPRESSED> I have considered the letters of support on behalf of the applicant and family, and find them commendable. It is noted that the writers appear to be persons who have known the Arduengo's only since their arrival in Canada. However, there is no reference made in these letters to the Arduengo's activities prior to their entry to Canada.  <FRAGMENT_SUPPRESSED> On 15TH January 1999 Mr. Arduengo received a positive risk opinion. I have reviewed the risk opinion by Jim Graham, PCDO Officer, GTEC, dated 15TH January 1999. In his summary he stated that risk exists as the Chilean Government hired a law firm to follow the Arduengo's case. The Chilean Government were willing to send officers to Canada to escort the Arduento's (sic) back to Chile.  <FRAGMENT_SUPPRESSED> I have reviewed the following two articles: (1) Wall Street Journal, page A23, Thursday, July 22, 1999, entitled: \"International: Chilean Ruling Could Hurt Pinochet - Court Says Military Officials Can Face Prosecution\", and, (2) Financial Times, page 05, Thursday, July 22, 1999 - entitled \"Retired Chilean Offices (sic) to Face Kidnap Trial\".  <FRAGMENT_SUPPRESSED> It would appear that while the Arduengo's might be escorted back to Chile, and may face charges, the Amnesty Laws would ensure that due process of law would be applied in their case, and there would be no or little risk of inhumane treatment, torture, or death.  <FRAGMENT_SUPPRESSED> I accept the positive factors in this case. However, after considering the actions of Mr. and Mrs. Arduengo while they were members of the Dicar in Chile, an organization which can be considered one with a single, limited brutal purpose, and, considering the objectives of the Immigration Act , I am not satisfied that the H & C grounds in this case are sufficient to warrant processing this application from within Canada on an exceptional basis. <FRAGMENT_SUPPRESSED>", "[11] The \"risk opinion\" referred to in the foregoing notes, which I take to be the reasons for the immigration officer's decision, appears at pages 46 to 49 of Volume 1 of the Tribunal Record. It would appear to sustain the applicants' fears on the basis of risk of reprisals against them by reason of their cooperation with Amnesty International and law enforcement agencies following their termination of their involvement with Dicar but to discount any fear by reason of actions against them to preclude any further disclosures. The officer providing the opinion writes:  <FRAGMENT_SUPPRESSED> \"There (sic) fear now is reprisals for what they knew and divulged not what they know and remain mum about Their voice can no longer be silenced.\" [see footnote 4]  <FRAGMENT_SUPPRESSED>", "[12] The officer further concludes that the applicants would face a risk if returned to Chile by reason of the \"crumbling\" of legal protections. He concludes in the following terms at page 49 in Volume 1 of the Tribunal Record:  <FRAGMENT_SUPPRESSED> \"The fact that the Chilean Government would hire a law firm to track the outcome of this case in Canada, and be willing to send officers to Canada to escort this couple back to Chile suggest to me that a risk does exist. I had previously relied on the fact that the Amnesty Law protected human rights abusers from prosecution in Chile. This fact appears to be crumbling as the British Courts are entertaining the extradition of General Pinochet back to Chile to face charges. After considering this new information I am of the opinion that there is more than a mere possibility that a risk does exist to the Arduengos if returned to Chile.\" [see footnote 5]  <FRAGMENT_SUPPRESSED> The Positions of the Parties  <FRAGMENT_SUPPRESSED>", "[13] Counsel for the applicants urged with eloquence and at considerable length that the immigration officer erred in law in misapprehending the facts of the case, in ignoring evidence and in reaching conclusions unsupported by the evidence; erred in law in reaching an unreasonable decision, breached the duty of fairness in considering extrinsic evidence without advising the applicants or providing them an opportunity to reply to that evidence and further erred in law in rejecting the risk assessment, prepared by one presumably more expert than she in such matters, in reaching her decision.  <FRAGMENT_SUPPRESSED>", "[14] By contrast, counsel for the respondent urged that the immigration officer made no reviewable error. Counsel urged that, faced with a clear conflict between immigration objectives reflected in section 3 of the Act , against the standard of reasonableness simpliciter, the decision was reasonably open.  <FRAGMENT_SUPPRESSED>", "[15] The relevant portions of section 3 of the Act read as follows:  <FRAGMENT_SUPPRESSED> \"3. It is hereby declared that Canadian immigration policy and the rules and regulations made under this Act shall be designed and administered in such a manner as to promote the domestic and international interests of Canada recognizing the need  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> (c) to facilitate the reunion in Canada of Canadian citizens and permanent residents with their close relatives from abroad;  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> (j) to promote international order and justice by denying the use of Canadian territory to persons who are likely to engage in criminal activity.  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED>", "[16] Counsel for the respondent appeared to urge that paragraph 3(j) should be read so as to cover the promotion of international order and justice by denying the use of Canadian territory as a safe-haven for those who engaged in crimes against humanity in another country. While to so interpret paragraph 3(j) is a stretch of the plain meaning of the words of that paragraph, I accept the position of counsel in the same manner in which I accept that paragraph 3(c) is broad enough to encompass the circumstances here before the Court. [see footnote 6]  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[17] I am satisfied that this application for judicial review must be allowed. In reaching that conclusion, I find it unnecessary to traverse the substantial range of issues placed before me on behalf of the applicants.  <FRAGMENT_SUPPRESSED>", "[18] On a review of the Tribunal Record, particularly those pages that appear to reflect the careful notes of the immigration officer making the decision, it is evident that the officer went to considerable trouble to comprehend the totality of the extensive material relating to these two applicants that was before her. Unfortunately, that same degree of care is not reflected in the \"FOSS\" notes quoted earlier in these reasons, that I am satisfied, against the guidance provided by the Supreme Court of Canada in Baker , alone constitute the reasons for the officer's decision.  <FRAGMENT_SUPPRESSED>", "[19] The Baker decision \"raised the bar\" in terms of what is required of immigration officers in explanation of decisions such as that here under review.  <FRAGMENT_SUPPRESSED>  paragraph 4:  <FRAGMENT_SUPPRESSED> \"[4] While I recognize that immigration officers do excellent and difficult work, the changing legal landscape now demands even more of them. <FRAGMENT_SUPPRESSED> Mr. Justice Linden wrote the foregoing following references in his brief reasons to the Baker decision.  <FRAGMENT_SUPPRESSED>", "[20] Without going further, I conclude, against the requirements set out in Baker , that the analysis reflected in the reasons for the immigration officer's decision, as they relate to the interests of the applicants' children, is entirely insufficient; and I reach this conclusion bearing in mind the ages of the applicants' children, only one of whom was 18 or under at the date of the decision under review. Indeed, at that time, he was very close to 19 years of age. The two sons of the applicants, whatever their ages, remained \"children\" of the applicants who could reasonably be expected to be dramatically affected by the removal from Canada of their parents.  <FRAGMENT_SUPPRESSED>", "[21] I repeat here from what I regard to be the reasons for decision, the comments of the immigration officer with respect to the children:  <FRAGMENT_SUPPRESSED> \"Mr. Arduengo [and indeed, Ms. Arduengo as well] has two Canadian born children, aged 22 and 18 years. I recognize his sons willingness to submit a family class appliction (sic). Having children born in Canada while their immigration status was undetermined and they possibly faced the requirement of having to leave Canada was a decision Mr. Arduengo [and, once again, presumably Ms. Arduengo] took.  <FRAGMENT_SUPPRESSED> \"It would also be their own decision if they were to leave their children, aged 22 and 18, in Canada. The parent are free to decide what would in the best interests of the children. The children will retain their Canadian citizenship no matter where they reside. <FRAGMENT_SUPPRESSED> It goes without saying that the having of the children in Canada while their parents' immigration status was undetermined was not a \"decision\" that the children had any part in making.  <FRAGMENT_SUPPRESSED>", "[22] In paragraph 55 of her reasons on behalf of the majority of the Court in Baker \"The officer was completely dismissive of the interests of Ms. Baker's children. As I will outline in detail in the paragraphs that follow, I believe that the failure to give serious weight and consideration to the interests of the children constitutes an unreasonable exercise of the discretion conferred by the section, notwithstanding the important deference that should be given to the decision of the immigration officer. <FRAGMENT_SUPPRESSED> I am satisfied that the same could be said here. It was not open to the immigration officer, against the guidance provided by Baker , to simply leave the issue of what is in the best interests of the applicants' children to the applicants in circumstances where the applicants were about to be required to leave Canada to an uncertain fate in Chile. To do so, as was done here, was to be \"completely dismissive\" of the interests of the children. The immigration officer did not, herself, give \"serious weight and consideration to the interests of the children ...\". Rather, she determined that the applicants would not be granted the right to apply for landing from within Canada and in so doing, left the agonizing decision of what would be in the best interests of the children to the applicants alone.  <FRAGMENT_SUPPRESSED>", "[23] In notes apparently prepared by the immigration officer who made the decision here under review that appear at page 37 in Volume 1 of the Tribunal Record, the immigration officer notes under the heading \"Positive Factors\" the following:  <FRAGMENT_SUPPRESSED> \"children - from counsel submissions  <FRAGMENT_SUPPRESSED> - never lived in Chile  <FRAGMENT_SUPPRESSED> - speak English - some spanish (sic)  <FRAGMENT_SUPPRESSED> - hardship - trauma & disruption of their lives  <FRAGMENT_SUPPRESSED> - do not want to be separated  <FRAGMENT_SUPPRESSED> - do not want family broken up  <FRAGMENT_SUPPRESSED> - MR A. very involved with children  <FRAGMENT_SUPPRESSED> - strong ties to parents <FRAGMENT_SUPPRESSED> It is to be regretted that these concerns expressed on behalf of the applicants and their children to the immigration officer appear to have remained unanalyzed by the officer.  <FRAGMENT_SUPPRESSED>", "[24] I have earlier commented on the immigration objective reflected in paragraph 3(c) of the Act . I noted the relatively narrow wording of that paragraph. As indicated in footnote 6 to these reasons, Madame Justice L'Heureux-Dubé commented on that immigration objective. She wrote:  <FRAGMENT_SUPPRESSED> \"Although this provision [paragraph 3(c)] speaks of Parliament's objective of reuniting citizens and permanent residents with their close relatives from abroad, it is consistent, in my opinion, with a large and liberal interpretation of the values underlying this legislation and its purposes to presume that Parliament also placed a high value on keeping citizens and permanent residents together with their close relatives who are already in Canada. The obligation to take seriously and place important weight on keeping children in contact with both parents, if possible, and maintaining connections between close family members is suggested by the objective articulated in s. 3(c). <FRAGMENT_SUPPRESSED>", "[25] \"Therefore, attentiveness and sensitivity to the importance of the rights of children, to their best interests, and to the hardship that may be caused to them by a negative decision is essential for an H & C decision to be made in a reasonable manner. <FRAGMENT_SUPPRESSED>", "[26] Once again, I am satisfied that the immigration officer's comments with regard to the interests of the applicants' children, dismissive as I have found them to be, simply do not reflect the \"attentiveness and sensitivity to the importance of the rights of children, to their best interests, and to the hardship that may be caused to them\" that is required by the Baker decision.  <FRAGMENT_SUPPRESSED>", "[27] \"That is not to say that children's best interests must always outweigh other considerations, or that there will not be other reasons for denying an H & C claim even when children's interests are given this consideration. However, where the interests of children are minimized, in a manner inconsistent with Canada's humanitarian and compassionate tradition and the Minister's guidelines, the decision will be unreasonable. <FRAGMENT_SUPPRESSED> Once again, I am satisfied that the reasons of the immigration officer for the decision here under review have \"minimized in a manner inconsistent with Canada's humanitarian and compassionate tradition\" the interests of the applicants' children.  <FRAGMENT_SUPPRESSED>", "[28] In the result, I determine that the decision under review is unreasonable and must be set aside.  <FRAGMENT_SUPPRESSED>", "[29] As earlier indicated, in light of the foregoing analysis, I do not intend to turn to an analysis of the wide range of other concerns that counsel for the applicants urged were fatal to the decision under review.  <FRAGMENT_SUPPRESSED> Conclusion  <FRAGMENT_SUPPRESSED>", "[30] Against the foregoing analysis, this application for judicial review will be allowed, the decision under review will be set aside and the applicants' application for permission to apply for landing from within Canada will be referred back to the respondent for reconsideration and redetermination.  <FRAGMENT_SUPPRESSED> Certification of a Question  <FRAGMENT_SUPPRESSED>", "[31] Counsel for the respondent will have 10 days from the date of these reasons to serve and file submissions on certification of a question. Thereafter, counsel for the applicants will have 10 days to serve and file any reply submissions. Finally, in the event that reply submissions are filed, counsel for the respondent will have a further 3 days to reply in turn to those submissions.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Steven C. McMinniman/saf  <FRAGMENT_SUPPRESSED> Footnotes  <FRAGMENT_SUPPRESSED> 1. (1997), 132 F.T.R. 281.  <FRAGMENT_SUPPRESSED> 2. R.S.C. 1985, c. I-2.  <FRAGMENT_SUPPRESSED> 3. Tribunal Record, Volume 1, pages 22 to 27.  <FRAGMENT_SUPPRESSED> 4. Tribunal Record, Volume 1, p. 46.  <FRAGMENT_SUPPRESSED> 5. Tribunal Record, Volume 1, p. 49.  <FRAGMENT_SUPPRESSED> 6. As to a broad interpretation of paragraph 3(c) in circumstances parallel to those of this matter, see <FRAGMENT_SUPPRESSED>  at paragraph 68, page 860 (hereinafter \" Baker \").  <FRAGMENT_SUPPRESSED> 7. [1999] 2 F.C.J. No 1200 (C.A.).   <FRAGMENT_SUPPRESSED> [End of document]"]}