{"id_": "093191", "body_str": ["[1] Lagacé, J. : This is an application for judicial review of a decision of a visa officer (officer) in Lagos, Nigeria denying the applicants a temporary resident visa. The officer stated that he was not convinced the applicants would return to Nigeria at the end of the period authorized by their stay, as mandated by paragraph 20(1)(b) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (IRPA). FACTS", "[2] The applicants are citizens of Nigeria and are husband and wife. They have three children aged nine years, six years, and eleven months. The principal applicant, Mr. Segun Ogunfowora, has a brother, Mr. Oluwatoyin Ogunfowora, who is a Canadian citizen. Mr. Oluwatoyin Ogunfowora was scheduled to be married December 31, 2006 in Montréal and invited the applicants to attend. The applicants applied for temporary resident visas at the Canadian High Commission in Lagos, Nigeria for themselves and their youngest child to allow them to visit Canada for three weeks in order to attend the wedding. They did not intend for their other two children to accompany them.", "[3] The officer refused the application on September 17, 2006 on the grounds that he was not convinced the applicants would return to Nigeria at the end of the period authorized by their stay. The officer did not request the applicants to attend an interview or examination prior to refusing their application.", "[4] The decision is recorded on a standard-form template. In rejecting the application, the officer checked off a box stating that he was not satisfied that the applicants would return to their country of origin if granted temporary resident visas. The form notes that the officer considered the applicants’ ties to their country of residence/citizenship balanced against factors which might motivate them to stay in Canada. The applicants state in their Reply that the wedding has been postponed until the Court renders a decision. They attempted to file an affidavit attesting to the postponement but the Prothonotary issued a Direction that the affidavit be sent back and taken out of the file because no affidavits are allowed to be filed in reply.", "[5] The reasons for the decision are provided for in the Computer Assisted Immigration Processing System (CAIPS) notes. The officer notes that the principal applicant is married, with three children, and would be travelling with his wife and one daughter. He notes that the applicants wanted to attend their brother’s wedding. He states that none of them have any previous travel and concluded that it was “too risky to let three family members travel together even if the principal applicant has a good job in Nigeria”. Also, he stated that he doubted their intentions and their return. ISSUES", "[6] The submissions of the applicant and respondent raise essentially four issues a. Is the application for judicial review moot? b. Did the officer err in denying the applicants’ temporary resident visa? c. Was the failure to provide an opportunity for an interview or a right to respond to concerns of the officer a violation of procedural fairness? d. Were the reasons sufficient to satisfy the requirements of procedural fairness? RELEVANT LEGISLATION", "[7] The burden is on the foreign national to establish that he or she will leave Canada at the end of the authorized period, according to paragraph 20(1)(b) of IRPA. 20(1) Every foreign national, other than a foreign national referred to in section 19, who seeks to enter or remain in Canada must establish, (b) to become a temporary resident, that they hold the visa or other document required under the regulations and will leave Canada by the end of the period authorized for their stay.", "[8] There are several factors that guide a visa officer’s determination that a person meets the requirements of section 20(1)(b), which are provided for by the Immigration and Refugee Protection Regulations, SOR/2002-227 (Regulations). One of these is section 179 of the Regulations: 179 An officer shall issue a temporary resident visa to a foreign national if, following an examination, it is established that the foreign national (b) will leave Canada by the end of the period authorized for their stay under Division 2;", "[9] According to subsection 22(2), an intent by a foreign national to become a permanent resident does not preclude them receiving a temporary resident permit: 22(2) An intention by a foreign national to become a permanent resident does not preclude them from becoming a temporary resident if the officer is satisfied that they will leave Canada by the end of the period authorized by their stay.", "[10] The applicants submit that several of the officer’s findings of fact were patently unreasonable. First, it was patently unreasonable to conclude that because this was a first journey, the applicants would not return. Second, although the officer recognizes the purpose of travel is for the wedding, he later doubts the applicants’ intentions. Furthermore, since the applicants have three children, and are only travelling with one, it is patently unreasonable that they would not return.", "[11] The applicants submit that the officer should not be supplementing his reasons in his affidavit before the Court and also states that the reasons provided in the affidavit are also patently unreasonable. The principal applicant notes that he is not on talking terms with his siblings, that they live in a different area of Nigeria where he would not send his children, so the officer’s assumption they would keep the children is unreasonable.", "[12] They submit also that the presence of an outstanding permanent residence application does not operate as a bar to temporary resident visa under section 22(2) of IRPA and that the permanent residence visa was not properly before the visa officer as decided in  <FRAGMENT_SUPPRESSED> . Finally, the officer’s assertion in his affidavit that financially the applicants would be better off in Canada does not accord with the cost-of-living comparison. The applicants submit that they offered overwhelming evidence of ties to their country.", "[13] And they rely on the decision in  <FRAGMENT_SUPPRESSED>  (T.D.) to support their assertion that where a panel applies the wrong test in assessing evidence before it, the resulting decision will be fatally affected.", "[14] They also submit that in the face of evidence to the contrary, if the visa officer had issues with the credibility of the applicant, he should have asked for further particulars or explanations, or even held an interview. The applicants insist that an interview is appropriate where it might lead to a different solution if the applicants could respond to findings, such as with respect to the leaving behind of the children: see  <FRAGMENT_SUPPRESSED> .", "[15] They finally argue that the one page decision and the reasons in the CAIPS notes do not constitute adequate reasons. According to the Federal Court of Appeal in Armson (1989), 9 Imm. L.R. (2d) 150 (F.C.A.) the reasons must relate clearly to the finding of credibility and some recitation of the facts do not amount to adequate reasons. Reasons were requested pursuant to Rule 9 of the Immigration and Refugee Protection Rules. The applicants rely on several cases, including  <FRAGMENT_SUPPRESSED>  in support of the supposition that there is a statutory obligation on immigration officers to give reasons and such reasons must be sufficient or be invalid.", "[16] In reply, the applicants note that the wedding was postponed until the Court disposes of this matter, so the issue is not moot. Also, it is not moot because the applicants would face future difficulties visiting their brother. In their further submissions, the applicants also note that any other application for international travel requires recording where an application for a visa was denied.", "[17] The applicant submits that the standard of review should be governed by Baker.", "[18] The respondent argues the application is moot because the wedding was to take place either in December 2006. The respondent relies on  <FRAGMENT_SUPPRESSED>  with respect to this point.", "[19] He adds that the standard of review applicable to findings of fact of visa officers is patent unreasonableness.", "[20] With respect to the adequacy of reasons, the respondent notes that although the reasons of the visa officer were succinct they clearly showed that the officer considered the relevant issue of whether the applicants would leave Canada at the end of the authorized stay. They fulfill the purpose of reasons which is to tell the person concerned why a particular result was reached. The respondent relies on the decision in  <FRAGMENT_SUPPRESSED> .", "[21] Finally, the respondent submits that the visa officer’s decision was reasonable and that although the principal applicant argues that the officer did not explain in his CAIPS notes why he thought it was too risky to let the family travel to Canada, the respondent notes that the principal applicant did not state in his Affidavit that he had previously applied to immigrate to Canada as a member of the family class. The applicant also reapplied for an immigration visa in the Economic Class. Consequently the visa officer’s affidavit as evidence to support the assertion that he was aware of these previous applications and that these applications indicated to him the applicant was serious about leaving Nigeria to immigrate to Canada.", "[22] The respondent mixes the arguments as to sufficiency of reasons with the arguments that the decision itself was not patently unreasonable. The respondent argues that the Court in De la  <FRAGMENT_SUPPRESSED>  held that it is not an improper reason for the visa officer to refuse temporary resident visas on the basis of an outstanding application for permanent residence.", "[23] The respondent also notes that the officer in his affidavit stated he was aware that the principal applicant had a brother and sister in Nigeria to care for the children left in Nigeria. The officer also explains that previous travel is a relevant consideration because it can show patterns of behaviour. Furthermore, the officer explains in his affidavit that the applicant and his wife might be better off financially in Canada. In light of the CAIPS notes and the affidavit and his decision, he considered relevant factors, did not ignore evidence and his decision was reasonable.", "[24] Finally, the respondent submits that there was no right to an interview, according to the Immigration Manual, OP-11, “Temporary Residents”, where it is evident through paper review that the applicant is ineligible and additional information would not alter the decision. The Court has confirmed that there is no statutory right to an interview where the concern arises directly from the requirements of the legislation or related regulations and where no extrinsic evidence was considered.", "[25] The respondent submits in a further memorandum that the evidence as to the postponement of the wedding and finally the impact of the officer’s decision on his future job prospects was not before the officer and is therefore not admissible. The respondent also further submits that no evidence has been provided to support allegations of bias and bad faith. ANALYSIS STANDARD OF REVIEW", "[26] Decisions of visa officers are discretionary. The jurisprudence states that review of discretionary decisions of visa officers is subject to considerable deference. The leading case is Baker which applied a standard of reasonableness to a decision of an immigration officer.", "[27] The Federal Court of Appeal recognizes however, in  <FRAGMENT_SUPPRESSED>  at paras. 4-8, relying on the decision in  <FRAGMENT_SUPPRESSED>  despite Baker, that there is no set standard of review for a visa officer’s decision. The standard will be determined by nature of the issue.", "[28] Where a visa officer’s decision is based on an assessment of the facts, the decision is reviewable on a standard of patent unreasonableness. Where it involves an issue of mixed fact and law, it will be reviewed on a standard of reasonableness. Thus, where the issue in this case involves a review of the officer’s assessment of the evidence, it should be reviewable on a standard of patent unreasonableness. Where the review involves examining the application of the facts to the law, the appropriate standard should be reasonableness.", "[29] Furthermore, according to  <FRAGMENT_SUPPRESSED>  questions of procedural fairness are always reviewable on a standard of correctness. Mootness of the Application for Judicial Review", "[30] Although there is no proof to support the assertion of the applicants that the wedding has been postponed, it should be noted that the applicants attempted to submit an affidavit attesting to the postponement but, by direction of the Court, were prohibited from doing so because no affidavits are permitted during the reply stage.", "[31] However, even if the wedding had already passed, the Court shares the applicants’ proposal that this is one of the situations in which the Court should hear the case, despite the issue being moot, and this for the following reasons.", "[32] The respondents raise the case of Skobrev as an illustration of a situation in which an application for a temporary permanent visa was argued to be moot. The applicant in that case requested a temporary resident visa to enter Canada to attend a speed skating event. By the time of the application for judicial review, the event had passed.", "[33] In Skobrev the Court overviewed the general principles governing moot applications as outlined in  <FRAGMENT_SUPPRESSED> . The Supreme Court states at paragraph 16 that “a case is moot if it fails to meet the ‘live controversy’ test” and that courts should decline to decide cases involving abstract or hypothetical cases, as when the subject of the lis has disappeared. However,  <FRAGMENT_SUPPRESSED> , the Supreme Court also recognizes that there is discretion to hear moot cases and the Court should consider several issues, including whether there remains a live controversy. Nevertheless  <FRAGMENT_SUPPRESSED> , the Court exercised its discretion to hear the application even though the lis had disappeared. Doing so she held that it was unknown whether further efforts of the applicant to seek entry into Canada would be adversely affected by the refusal.", "[34] The same considerations arise in this case. First, the applicants wish to have the opportunity to visit the principal applicant’s brother in the future. Furthermore, the principal applicant submits that the fact he has been denied a temporary residence visa to Canada will potentially affect his ability to gain entry into other countries, a fact that might in the future pose problems for employment-related travel.", "[35] The respondent submits that several of the applicants’ statements regarding the mootness of the application are inadmissible. The applicants replies to this argument by demonstrating first, that the issue is not moot at all and further, even if it was moot that there would still be a compelling reason for the Court to decide the matter.", "[36] Thus, it is entirely relevant for the applicants to point out that, if the issue went before a different officer, there may still be an opportunity for the applicants to attend the wedding. Obviously, this fact was not before the officer. The wedding would never have been postponed had the decision of the officer been different.", "[37] In sum, and even if there is no evidence to support the applicants’ statement that the wedding has been postponed, the Court concludes that there are still compelling reasons to decide the case. Reasonableness of the Officer’s Decision", "[38] On a simple review of the evidence submitted by the applicants, the decision of the officer is patently unreasonable. The principal applicant submitted a letter from his employer showing steady employment for a long period of time (1992). Furthermore, the adult female applicant also has employment in Nigeria and received also a strong recommendation from her employer. Both applicants have clearly applied for and obtained their leave periods for their visit to Canada. They are gainfully employed and their employment awaits them upon return to Nigeria.", "[39] Although the parties argue over whether the applicants would be better off in Canada, considering the amount of income of the applicants in Nigeria, the applicants’ arguments are more compelling. First, the officer did not consider the comparative standard of living. Clearly they enjoy a very comfortable living by all standards in Nigeria. They own a prime real estate landed property, they pay to put their children through International School, they own a BMW, a luxurious vehicle in Nigeria, and apart from a local currency Bank account the principal applicant owns a US Bank account in a third world country. Second, the officer did not consider the impact that an illegal status would have on the ability of the applicants to earn income in Canada. The applicants statement that it is better to wait the outcome of their permanent residence application is persuasive.", "[40] The applicants have also provided an itinerary, including details as to their return trip home. The principal applicant’s brother and common-law wife have comfortable steady income (brother shows a Canadian Income Tax Notice of Assessment of $104,000 and his spouse of $46,057) and have expressed a willingness to host the family members while in Canada. The applicant included the original copy of the wedding invitation to substantiate the reason for their visit.", "[41] More significantly, it was patently unreasonable for the officer to conclude that the applicants were leaving their two other children behind to be cared for by their relatives on a permanent basis without putting this theory to the applicants. It is not reasonable to assume that parents would not return to care for their two young children and to assume the children would be able to stay with their aunt or uncle. This is discussed further below with respect to the right of the applicants to respond to the officer’s concerns.", "[42] If there was nothing wrong with considering previous travel history as a factor that does not assist the applicants, on the other hand, it also does not hurt their application, since they have no negative travel history. Thus, this factor alone could not have been strong enough to overweigh the strong evidence to the contrary.", "[43] As the applicants note, there are similarities between this case and the situation in  <FRAGMENT_SUPPRESSED> . In Yuan, when the Court reviewed the file in full, and the brief reasons for dismissal, it concluded that the visa officer had not addressed other relevant factors in determining to dismiss the application, including such things as the fact the applicant was leaving behind her husband and child. When the entire file was reviewed, the Court concluded it was unreasonable for the visa officer to have concluded the person would not return to her home.", "[44] As further confirmation, part 9 of the OP-11 gives a list of questions and factors to assist in determining if the person should be refused or granted a temporary resident visa. Going through the list of questions and the corresponding explanatory comments, the applicants have adduced evidence to satisfy the relevant conditions.", "[45] The officer also made errors applying the facts of the case to the law. First, contrary to the assertion of the respondent, the applicants were completely forthcoming with respect to the existence of their other applications for permanent residence. They identified both applications for permanent residence on their application for temporary residence form. The applicants even included an explanatory letter providing further information as to these applications.", "[46] Legally, an officer is obligated to consider each application on its own merits. The officer was not entitled to use the fact that the applicants have an outstanding application for permanent residence to deny them their temporary resident visas and this is evident from the plain language of the legislation. Subsection 22(2) of IRPA explicitly precludes denying an application for temporary status on the basis that there is an outstanding permanent resident application if the decision maker believes the person will return. Thus, the legislation appears to demand that a decision-maker determine on the basis of objective evidence whether the person will return, irrespective of any outstanding permanent resident applications. Most of the objective evidence here was disregarded for no valid reason.", "[47] The jurisprudence also supports the applicants’ position, although there is some conflicting case law. In the case raised by the respondent, de la Cruz, a visa officer refused to issue a visitor’s visa partially because the applicant had a permanent resident application pending. Justice Jerome concluded that: Pursuant to ss. 2(1) and 8 of the Act, the onus is on the visitor to show that his entry to Canada would not be contrary to the Act or Regulations. This is reinforced by the fact that he will be presumed to be an immigrant seeking permanent resident status, and this intent must be countered by evidence of a temporary purpose. In such a situation, the intent of the applicant is properly subject to examination by visa officers and factors which may show non-temporary purpose will be taken into consideration. Viewed in this context, it was not improper for the visa officer to refuse the visitor visas on the basis of an outstanding application for permanent residence in Canada.", "[48] However, more recent jurisprudence decided under the current legislation supports the applicants’ position.  <FRAGMENT_SUPPRESSED>  the Court reviewed a decision to refuse an applicant a student visa on the grounds the visa officer did not believe that the student would return to her home country. In making that decision, the visa officer relied on the fact that the applicant and her family had an outstanding application for permanent residence. The Court concluded that where an application for permanent residence is not before the decision-maker, it cannot be relied on in the temporary resident application.", "[49] In addition, the OP-11 manual that guides officers in decisions on temporary resident applications discusses the principle of dual intent at paragraph 5.4 and concludes that “the person’s desire to work, study or visit in Canada before or during the processing of an application for permanent residence may be legitimate”. Thus, an intention by a foreign national to become a permanent resident does not preclude an individual from becoming a temporary resident unless the officer is satisfied that the foreign national will not leave Canada by the end of the period authorized by his or her stay. But in order to satisfy himself the officer must look objectively at the request and all the supporting information; he should not, as he obviously did here, decide subjectively, and ignore what favors the applicants.", "[50] For all of these reasons, the officer’s decision on the evidence available appears to be patently unreasonable. The Right of the Applicants to Respond to the Officer’s Concerns", "[51] There is no statutory right to an interview: see  <FRAGMENT_SUPPRESSED>  at paragraph 28. However, procedural fairness requires that an applicant at least be given an opportunity to respond to an officer’s concerns under certain circumstances. In Ali the Court also held at paragraph 20 that a visa officer should inform the applicant of his concerns, despite the lack of a statutory right, when the visa officer has obtained extrinsic evidence. The Court in  <FRAGMENT_SUPPRESSED>  relied on Ali when it concluded at paragraph 16 that “since the visa officer did not consider extrinsic information and there is no general obligation on a visa officer to put his or her concerns to an applicant, the applicant was not entitled to an interview or an opportunity to respond”.", "[52] When no extrinsic evidence is relied on, it is unclear when it is necessary to afford an applicant an interview or a right to respond. However, the jurisprudence suggests that there will be right to respond under certain circumstances. In the context of a Foreign Skilled Worker Class assessment in  <FRAGMENT_SUPPRESSED>  the Court reviews the case law and highlights the uncertainty in the jurisprudence. In some cases, the officer was not required to put before the applicant any tentative conclusions he might be drawing from the material. Other cases have concluded that sometimes an applicant must have an opportunity to respond to concerns even where it arises out of the evidence tendered by the applicant. However,  <FRAGMENT_SUPPRESSED>  the Court concludes that there is no obligation on the part of a visa officer to apprise an applicant of his or her concerns that arise directly from the requirements of the former Act or Regulations.", "[53] Although it is difficult in the present instance to fit the findings of the officer into these categories, since his concerns arose from his belief that the applicants would not return to Canada on the evidence provided, as required by the Act. However, other cases have interpreted the right to respond more broadly. In Yuan at paragraph 12, the Court recognizes that there is a requirement that the visa officer provides the applicant with an opportunity to address a major concern. Similarly, in Wang, the Court concluded at paragraph 13 that: “Although the case law instructs that the duty of fairness owed by a Visa Officer to a student-visa Applicant is limited, it is my view that the particular circumstances of this case are such that the Visa Officer ought to have advised the Applicant about her concerns about the sincerity of his cousin's offer of support, and his bona fides as a temporary visitor to Canada, and provided an opportunity to respond. I arrive at this conclusion because the evidence produced by the Applicant cannot be said to be weak. Moreover, there is nothing contained in his application which suggests that he intends to stay in Canada permanently. […] ”", "[54] This is similar to the matter in issue where the evidence provided by the applicants is very strong. There is nothing in the applicants’ application, other than the reference to his permanent resident applications, to suggest the applicants intend to stay in Canada permanently.", "[55] Finally, in  <FRAGMENT_SUPPRESSED>  the Court concluded: “This is not a case in which the applicant's application itself was incomplete, but a situation where the officer subjectively formed an opinion that the applicant would not return to Colombia following the completion of her studies. In my view, the officer in this situation should have allowed the applicant an opportunity to respond to his concerns. The applicant had no way of knowing that the visa officer would act upon his view that those in their \"formative years\" may not study in Canada for a four year period, since they would be unlikely to leave the country. The visa officer's failure to give the applicant an opportunity to respond to his concerns, on the facts of this case, amounted to a breach of the rules of natural justice.”", "[56] In the present case, the applicants had no way of knowing that the officer would rely on several factors, including the fact that he believed they would leave their children behind permanently because the children have an aunt and uncle in Nigeria.", "[57] The OP-11 manual at part 14 also sets out a different test. “A person should never be requested to attend an interview if it is evident through a review of the paper application that the applicant is ineligible and additional information would not alter a refusal decision.” Here, additional information might have altered the refusal decision, particularly with respect to the care of the Applicants’ children left behind during their stay in Canada. Adequacy of Reasons", "[58] The standard for sufficiency of reasons was outlined in  <FRAGMENT_SUPPRESSED> relying on the decision of the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED>  (F.C.A.)(QL). The Court stated that reasons are required to be sufficiently clear, precise and intelligible so that a claimant may know why his or her claim has failed and be able to decide whether to seek leave for judicial review. Furthermore, on the authority of  <FRAGMENT_SUPPRESSED>  at paragraph 3 (F.C.A.), another decision of the Federal Court of Appeal in the immigration context, if the reasons for decision given by the Board are so inadequate that they fail to provide a clear basis for the reasoning behind its decision, the decision will be quashed. Finally, in  <FRAGMENT_SUPPRESSED>  it was held that a panel must clearly express itself on primary issues arising from a claim and that a failure to do so will result in its decision being set aside.", "[59] With respect specifically to a decision of a visa officer, the respondent relies on Bhandal. In that case, and in  <FRAGMENT_SUPPRESSED>  reasons. However, there was an interview involved  <FRAGMENT_SUPPRESSED>  and a hearing  <FRAGMENT_SUPPRESSED> . Neither of these cases involved temporary resident visas.", "[60] Clearly that CAIPS notes can constitute sufficient reasons, but only if they provide sufficient details for the person to know the reason for which the application was denied. On the basis of the tests outlined above, it would appear that the officer’s CAIPS notes in this case do not meet the necessary requirements. Although the notes state the basis for the decision, they do not provide in sufficient detail an analysis of why the officer held that the applicants would not return to Nigeria at the end of their authorized stay. This is further emphasized by the fact the officer thought it necessary to explain in more detail in his Affidavit to the Court why he decided the way he did. This reasoning should have been provided at the outset.", "[61] The applicants did not request further reasons from the officer prior to commencing their application for judicial review. In the application for judicial review, the applicants noted they had not received written reasons from the officer. This resulted in a request from the Court Registry for reasons pursuant to Rule 9 of the Immigration and Refugee Protection Rules. A request for reasons under Rule 9 is simply a rule that forces an officer to produce any reasons made. If there are no reasons for the decision, the officer is asked to provide written notice as such. It is not a requirement for reasons to be created. This request post-dated the institution of judicial review based solely on a very vague and fluid letter to the applicants that did not explain why they did not meet the requirements of Regulation 179 that they would leave Canada at the end of the temporary period if authorized to stay. CONCLUSION", "[62] In the end result the Court finds the visa officer’s decision patently unreasonable. Therefore, this application for judicial review will be allowed and this matter will be referred back to the respondent for redetermination by a different visa officer. In this case, the applicants are entitled to an opportunity, either in person, in writing or by telephone, to respond to the major concern identified herein. Neither counsel recommended certification of a question. Accordingly, no question will be certified. JUDGMENT", "[63] This application for judicial review is allowed and this matter is referred back to the respondent for redetermination by a different visa officer. [End of document]"]}