{"id_": "093215", "body_str": ["[1] : This action is for patent infringement against the defendant, the Queen in right of Ontario.", "[2] The present motion is by the defendant to strike out the action, on the grounds this court has no jurisdiction over the Ontario provincial Crown.", "[3] For the purposes of this motion, the facts are as set out in the statement of claim.", "[4] The first plaintiff is the owner of a patent. The other plaintiffs are licensees. The patent relates to a card envelope utilized in the production of laminated data cards, capable of being laminated together. Further details are unnecessary. A company, not a party to the action in this court, Polaroid Corporation, is said to be threatening to sell to the defendant laminated data cards alleged to infringe the patent. The impugned cards are to be used by the defendant in the manufacture, sale, and issue of driver's licences (a new licence, including a photograph of the holder). The acts of the defendant are alleged to infringe various claims of the patent. The usual injunctive relief is claimed, as well as damages, or an accounting of profits.", "[5] There is no doubt this court has concurrent jurisdiction, with the courts of the provinces, to hear actions for patent infringement: see the Federal Court Act, R.S.C. 1970, c. 10 (2nd Supp.) s. 20, and the Patent Act, R.S.C. 1970, c. P-4, s. 56 (as amended).", "[6] Section 57 of the Patent Act imposes liability on \"... any person who infringes a patent...\". The generally accepted view seems to be that infringement of a patent is a tort.", "[7] The essential issue between the parties, on this motion, is the application of the Proceedings Against the Crown Act, R.S.O. 1980, c. 393. Section 5 provides: \"5.--(1) Except as otherwise provided in this Act, and notwithstanding section 11 of the Interpretation Act, the Crown is subject to all liabilities in tort to which, if it were a person of full age and capacity, it would be subject, (a) in respect of a tort committed by any of its servants or agents; (b) in respect of a breach of the duties that a person owes to his servants or agents by reason of being their employer; (c) in respect of any breach of the duties attaching to the ownership, occupation, possession or control of property; and (d) under any statute, or under any regulation or bylaw made or passed under the authority of any statute. (2) No proceedings shall be brought against the Crown under clause (1)(a) in respect of an act or omission of a servant or agent of the Crown unless proceedings in tort in respect of such act or omission may be brought against that servant or agent or his personal representative. 'Crown' means Her Majesty the Queen in Right of Ontario.\"", "[8] The plaintiffs contend the subjection of the Crown to liability in tort, as if it were a \"person\", brings it within the ambit of s. 57 of the Patent Act; this court has jurisdiction to hear infringement actions against persons.", "[9] For the defendant, it is said the Ontario legislation is insufficient to give this court jurisdiction over the provincial  <FRAGMENT_SUPPRESSED>  (F.C.A.); appeal dismissed by the Supreme Court of Canada (1977), 16 N.R. 425; 72 D.L.R.(3d) 82, was referred to. Certain other cases were also cited.", "[10] In the Union Oil case, there was, at that time, no provincial legislation comparable to the Ontario legislation relied on here. I set out the decision of the Federal Court of Appeal as well as the note of the judgment given by the Supreme Court of Canada: \"The judgment of the court was delivered orally by \"THURLOW, J.A.:--We have decided not to call on counsel for the respondents. At the same time our taking this course should not be interpreted as reflecting any disrespect for the very able and comprehensive argument addressed to us by Mr. Dickerson. \"We do not necessarily adopt the reasons of the learned trial judge and in particular we do not adopt his view that fraud or deceit are necessary to a claim founded on ss. 70(1) of the Excise Tax Act, R.S.C. 1970, c. E-13. But we are not persuaded that he erred in striking out the claim against the Crown in right of the Province of British Columbia. \"The jurisdiction of the Federal Court is entirely statutory and, accepting that it lies within the powers of the Parliament of Canada, when legislating in a field within its competence, to give the Federal Court jurisdiction to implead the Crown in right of a Province, we do not think any of the statutory provisions to which we were referred, or any others of which we are aware, authorize the court to entertain a proceeding at the suit or a subject against the Crown in right of a Province. \"The provisions of the Federal Court Act, R.S.C. 1970, c. 10 (2nd Supp.), conferring jurisdiction on the court by reference to subject-matter are, without doubt, broadly expressed but we think that s. 16 of the Interpretation Act, R.S.C. 1970, c. I-23, though somewhat reworded since the judgment of the Privy Council in  <FRAGMENT_SUPPRESSED>  and the interpretation put upon that provision, as it then was, by that judgment coupled with the specific definition and references in the Federal Court Act to the Crown in right of Canada are sufficient to show that the traditional immunity of the Crown in right of the Provinces from suit in its courts was not intended to be abrogated by the general descriptions of subject-matter of jurisdiction in the Federal Court Act. \"It should not be taken that we are not sympathetic to the unforunate position in which the appellant finds itself but we are of the opinion that the court is without jurisdiction to entertain the claim against the Crown in right of the Province of British Columbia and that the appeal accordingly fails and must be dimissed. Appeal Dismissed. \"NOTE: An appeal from the above decision to the Supreme Court of Canada was dismissed (Laskin, C.J.C., Martland, Judson, Ritchie, Spence, Pigeon, Dickson, Beetz and de Grandpré, JJ.) December 9, 1976. The following judgment was delivered orally for the court by \"LASKIN, C.J.C.:--We do not need to hear the respondents or the intervenor. We are all of the opinion that the appellant has failed to show any ground of jurisdiction in the Federal Court over the Crown in right of British Columbia in this case. It is unnecessary therefore to deal with the question of that Crown's immunity. The appeal accordingly fails and will be dismissed with costs to the Crown in right of British Columbia. There will be no order as to costs in favour of the Crown in right of Canada or of the intervenor, the Attorney-General of Ontario.\"", "[11] I find the question before me a difficult one. Hogg, Constitutional Law of Canada, 2nd ed. (Toronto: Carswell, 1985) at pp. 221-223 and pp. 227-240 deals with the effect of the Ontario legislation, and similar provisions found in statutes in the other provinces. But there is, understandably, no discussion of, say, jurisdiction of courts of one province over the Crown in the right of another province, or of the jurisdiction of this court over a provincial Crown.", "[12] I have concluded the Ontario legislation, without more, does not clothe this court with jurisdiction to hear this action against his particular defendant. The statute removes the former common law provincial Crown immunity from liability in tort, and imposes liability, in certain cases, as if the Crown were an ordinary person. The legislation permits the Ontario Crown to be sued in those situations. But, in my view, the liability to suit is confined to the courts of the province of Ontario. For the provincial Crown to be sued in this court, there must, as I see it, be some legislative provision permitting suits, based on s. 5, to be brought against Ontario in the Federal Court.", "[13] The motion to enter a conditional appearance is allowed, as well as the motion to strike out the action. Costs will be against the plaintiffs. Application allowed. Editor: Elizabeth M.A. Turgeon/kam [End of document]"]}