{"id_": "093461", "body_str": ["[1] Simpson, J. : Zhijun Zheng is a self-represented applicant (the Applicant). He describes his application as one for judicial review but, in fact, it is an appeal under subsection 14(5) of the Citizenship Act , R.S.C. 1985, c. C-29 (the Act). The appeal is from a decision of a Citizenship Judge dated June 19, 2006 (the Decision) in which he concluded that he did not believe the Applicant's evidence about the time he spent as a resident of Canada. BACKGROUND", "[2] The Applicant became a permanent resident on September 18, 2001. Three years and three days later on September 21, 2004, the Applicant applied for citizenship and declared 1099 days of residence (the Period). This meant that the Applicant claimed he had not left Canada after he had become a permanent resident. STANDARD OF REVIEW", "[3] In my view, the question of whether an applicant for Citizenship meets the 1095 day residency requirement in paragraph 5(1)(c) of the Act is a mixed question of fact and law in which fact finding is the predominant task. The specific issue in this case is credibility and it calls for a deferential approach. However, less deference is suggested by the provision for an appeal, by the fact that the inquiry is focused on the Applicant, and by the fact that the Citizenship Judge does not possess relative expertise.", "[4] For these reasons, I have concluded that reasonableness simpliciter is the appropriate standard of review. THE DECISION", "[5] The Citizenship Judge did not believe that the Applicant had never been absent from Canada during the Period. He so concluded because the Applicant was only employed for sixteen months in Canada during the Period and earned only $25,201, because he had a sister who lived in Long Island, NY, whose telephone number he had provided on his citizenship application as his \"home\" number, because one of the letters from a landlord did not appear to be signed, because he had no immediate family in Canada and because a phone number he had subsequently provided on his Residence Questionnaire proved to be unlisted. THE JUDICIAL REVIEW HEARING", "[6] In his oral submissions before this Court, the Applicant provided background information about the hearing before the Citizenship Judge and about contacts made by Citizenship and Immigration Officers with his landlords. The Applicant also gave explanations which addressed the problems the Citizenship Judge had identified with his documents and evidence. However, the Applicant acknowledged that the information in these submissions was not evidence and I have therefore not considered it in reaching this decision.", "[7] Further, the Applicant was quick to suggest that the processing of his application for citizenship was delayed because the Citizenship Judge and Officials wanted money. However in response to questions from the Court, the Applicant acknowledged that no one had ever asked him for money, that he had never paid anyone and that his allegations were mere speculation.", "[8] Although the Applicant brought an interpreter to the hearing, he did not often ask for his assistance. For the most part, the Applicant elected to make his submissions and answer the Court's questions without the interpreter's help. Once or twice, the Court asked the interpreter to translate a question or a text from a document to ensure that the Applicant understood. I am satisfied that the Applicant fully comprehended the proceeding. His manner throughout was somewhat frantic but not confused and always polite. THE ISSUES", "[9] The Applicant said: (i) That the Citizenship Officer noted that the Applicant had been in Canada for 1099 days, and that this notation constituted a decision that the days he declared had been accepted. He said that once his declared days had been noted, it was no longer open to the Officer to send him a Residence Questionnaire and it was not open to the Citizenship Judge to conclude that he had not met the residency requirement. (ii) That the Citizenship Judge's decision as reflected in the Notice to the Minister of June 19, 2006 was inconsistent because it showed his time in Canada as 1099 days (which was over the required minimum of 1095 days) in the bottom box in the group of boxes at the top right of the form, and yet, the Citizenship Judge ticked the box in Part I of the form which showed that he was not satisfied that the Applicant had complied with the residence requirements. (iii) That, because counsel for the Respondent did not cross-examine him on his affidavit of May 29, 2007, which exhibited his passport, the Respondent by its inaction admitted that he was resident in Canada for 1099 days. (iv) That he was unfairly treated because the Citizenship Judge did not tell him what documents and explanations were needed to establish residence. DISCUSSION (i) The Citizenship Officer' Role", "[10] The Citizenship Officer who interviewed the Applicant on July 12, 2005 made notes on Part 1 of the Citizenship Application Review form. The form shows that he recorded the 1099 days of residence which the Applicant had declared. However, the Officer is not empowered to make a decision about either the accuracy of the declared days or whether the Applicant met the residency requirements under paragraph 5(1)(c) of the Act. Accordingly, the fact that he recorded the Applicant's declared days did not mean that the Applicant had met the residency requirements. For this reason, it was lawful to send the Applicant a Residence Questionnaire and lawful for the Applicant's application to be referred to a hearing before a Citizenship Judge. (ii) Was the Decision Internally Inconsistent?", "[11] I am persuaded by the Respondent's submission that the boxes on the top right side of the Notice to the Minister dated June 19, 2006 do not form part of the Citizenship Judge's decision. Rather they provide an overview of the status of various aspects of the Applicant's Application for Citizenship.", "[12] For this reason, I have concluded that the Notice Form does not contain inconsistent decisions. The only decision is in the ticked box which shows that the residency requirement was not met. (iii) Was a Failure to Cross-Examine an Admission?", "[13] There is no requirement to cross-examine a deponent on his or her affidavit and no deemed admissions flow from a failure to cross-examine. (iv) The Role of the Citizenship Judge", "[14] The Residence Questionnaire listed documents to be provided and the Applicant was given extra time to have income tax returns prepared in support of his application. The Applicant says that because he was not asked for more information, he assumed that the material he provided was satisfactory. He complains that he was not given an opportunity to provide additional material. However, the Citizenship Judge is not obligated to provide an applicant with a running commentary about the adequacy of his documentation. The onus is on the applicant to establish residence. Once the applicant completes his case by submitting his documents, the Citizenship Judge considers the material and makes a ruling which is final subject only to an appeal. I have found no unfairness in this process.", "[15] For all these reasons, I have concluded that the Citizenship Judge's decision about the Applicant's lack of credibility was reasonable and that the procedures followed during the processing of the Applicant's application for citizenship were fair. JUDGMENT", "[16] UPON reviewing the material filed and the post hearing letter from counsel for the Respondent dated August 30, 2007;", "[17] AND UPON hearing the submissions of the Applicant and of counsel for the Respondent in Toronto on Wednesday, August 29, 2007;", "[18] NOW THEREFORE THIS COURT ORDERS AND ADJUDGES that , for the reasons given above, the appeal is hereby dismissed.", "[19] As well, at the request of counsel for the Respondent, the style of cause is amended to show the Minister of Citizenship and Immigration as the sole respondent. [End of document]"]}