{"id_": "093575", "body_str": ["[1] Roy, J. : This is an application for judicial review of the decision of a visa officer of the Canadian High Commission in London, United Kingdom (the \"officer\") made pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the \"Act\"). In this case, the officer refused the application for permanent residence under the Federal Skilled Worker category made by Mr. Umar Farooq (the \"applicant\").", "[2] The facts in this case are straightforward. The applicant is a 30 year-old citizen of Pakistan who holds a Bachelor degree in Computer Science and a Masters of Business Administration. Both degrees were obtained in Pakistan. On July 15, 2010, the applicant applied for permanent residence in Canada as part of the skilled worker class. His application was denied on March 19, 2012. Leave for judicial review was granted by Justice Gleason on November 13, 2012.", "[3] The reasons for the refusal are briefly described in one paragraph in the officer's decision found in the letter sent to the applicant on January 30, 2012. The said paragraph reads as follows: Although the NOC Code(s) correspond(s) to the occupations specified in the instructions, the main duties that you listed do not indicate that you performed the actions described in the lead statement for the occupation as set out in the occupational descriptions of the NOC, or that you performed all of the essential duties and a substantial number of the main duties, as set out in the occupational descriptions of the NOC. I am therefore not satisfied that you are a Computer and Information Systems Manager; NOC Code(s): 0213.", "[4] The reasons for the refusal are somewhat better articulated in the Computer Assisted Immigration Processing System (\"CAIPS\") notes, which are part of the record. One can read the following paragraph: He claims he worked from January 2005 to August 2006 as software developer and from 2006 to present as manager (software development) for Tricastmedia PVT Ltd in Lahore Pakistan. Such rapid promotion is not credible as computer and information systems managers normally require several years of experience in systems analysis, data administration software engineering, network design or computer programming, including supervisory experience. Some of the duties in his employment letter repeat verbatim the duties of NOC 0213 which raises the question of the credibility of that employment letter. The other duties are similar to those of information systems analysts and consultants (NOC Code 2171).", "[5] The applicant's argument can be summarized, in my view, in the following fashion. A duty of fairness may require visa officers to give applicants an opportunity to address their concerns. Where an officer is concerned about the authenticity or credibility of documents, applicants should be given an opportunity to respond. Here, the officer expresses obvious concerns about the credibility of the documentation. Given that the applicant had made a prima facie case that he satisfied the conditions for the issuance of the visa, would constitute a breach of natural justice the fact that the officer did not raise his concerns and thus allow the applicant to address them.", "[6] The applicant relies heavily on <FRAGMENT_SUPPRESSED>  a case he considers to be on all fours with the present application. In that case, Justice John O'Keefe found that an interview should have taken place in a situation in which the officer was concerned with the credibility of an employment letter because the duties listed in it had been copied directly from the NOC description. The applicant relies also on the cases of <FRAGMENT_SUPPRESSED>  F.T.R. 147, <FRAGMENT_SUPPRESSED>  Imm.L.R. (3d) 202, and most recently <FRAGMENT_SUPPRESSED> .", "[7] The applicant also contends that the assessment made by the officer is flawed to the point of being unreasonable. The mere fact that language used in reference letters corresponds precisely with the job requirement in a NOC is not, per se , sufficient to dismiss those reference letters. Actually, the argument goes, there was enough evidence to require the officer to conclude that the substantial number of the main duties of the NOC had been met. The officer did not conduct this assessment or he did not explain himself adequately.", "[8] The respondent argues that the issue here is not so much the credibility of the employment letter as it is, rather, the sufficiency of the evidence. Quoting verbatim NOC criteria in reference letters amounts to insufficient evidence. The respondent refers to <FRAGMENT_SUPPRESSED>  where, at paragraph 15, Justice Yvon Pinard expressed the view that \"where a document lacks sufficient detail to permit its verification and ensure a credible description, the applicant will not have adduced sufficient evidence to establish eligibility\".", "[9] In the view of the respondent, a close reading of the officer's findings indicates that the issue was not the credibility of the employment letter per se . Rather, the officer was concerned that several duties were copied from the NOC description and that the remaining duties were more closely related to the description of an information systems analyst or consultant rather than a manager. Analysis", "[10] The duty of procedural fairness owed to skilled worker applicants is admittedly low. That, of course, confirms that a duty of fairness still exists (see <FRAGMENT_SUPPRESSED> ).", "[11] It seems to me that, in this case, the whole matter revolves around the notions of sufficiency and credibility of the evidence. If the matter is to be characterized as being one where the officer was not satisfied that the evidence was insufficient, the applicant should fail on his argument that procedural fairness was denied unduly. On the other hand, there is case law from this Court that finds that if credibility of the evidence is the issue, procedural fairness would require that an opportunity be given to the applicant to address the credibility concerns.", "[12] As indicated previously, in what amounts to a set of short reasons for denying the visa, the officer refers three times to the credibility of some of the documentation offered by the applicant in support. The officer said the following in the CAIPS notes: He claims he worked from January 2005 to August 2006 as software developer and from 2006 to present as manager (software development) for Tricastmedia PVT Ltd in Lahore Pakistan. Such rapid promotion is not credible as computer and information systems managers normally require several years of experience in systems analysis, data administration software engineering, network design or computer programming, including supervisory experience. Some of the duties in his employment letter repeat verbatim the duties of NOC 0213 which raises the question of the credibility of that employment letter. The other duties are similar to those of information systems analysts and consultants (NOC Code 2171). Later, he said: \"The information and documents provided by the applicant are not credible.\" I reckon that the sentence just quoted is preceded by this: Although the NOC Code 0213 corresponds to an occupation specified in the instructions, the information submitted to support this application is insufficient to substantiate that applicant meets the occupational description and/or a substantial number of the main duties of NOC 0213. However, this suggests to me that, to the officer, the insufficiency of the evidence was closely limited to the lack of credibility. At the heart of the officer's concern was his belief that, in spite of the written evidence, the applicant's submission lacked credibility. The applicant could not have been promoted that quickly. The fact that the NOC definition was reproduced in part in the employment letter affected the credibility of the whole letter. The information and the documents provided are not credible. The officer did not believe the applicant on the whole and he never gave him an opportunity to explain further in spite of the fact that he had met, prima facie , the requirements of the Act and Regulations.", "[13] Justice O'Keefe was confronted to the same kind of situation in the case of Patel supra . Paragraphs 24 to 27 seem to me to apply squarely to the situation at hand. They read:", "[24] Regulation 75 clearly indicates that a foreign national is only a skilled worker if he can show one year of full time employment where he performed the actions in the lead statement of the NOC and a substantial number of the main duties.", "[25] As such, if the visa officer was concerned only that the employment letter was insufficient proof that the principal applicant met the requirements of Regulation 75, then she would not have been required to conduct an interview.", "[26] However, the officer states that her concern is that the duties in the employment letter have been copied directly from the NOC description and that the duties in the experience letter are identical to the letter of employment. I agree with the principal applicant that the officer's reasons are inadequate to explain why this was problematic. I find that the implication from these concerns is that the officer considered the experience letter to be fraudulent.", "[27] Consequently, by viewing the letter as fraudulent, the officer ought to have convoked an interview of the principal applicant based on the jurisprudence above. As such, the officer denied the principal applicant procedural fairness and the judicial review must be allowed.", "[14] The narrow issue that needs to be decided here is whether or not this is a case regarding the sufficiency of the evidence, in the sense that, in the words of Justice Richard Mosley in <FRAGMENT_SUPPRESSED> :", "[23] ... there is no obligation on the part of the visa officer to apprise an applicant of her concerns that arise directly from the requirements of the former Act or Regulations ...", "[15] It is also certainly true that a visa officer does not have an obligation to provide a \"running score\" of the weaknesses in an application. However, where the issue is credibility, \"the duty of fairness may require immigration officials to inform applicants of their concerns with applications so that an applicant may have a chance to \"disabuse\" an officer of such concerns, even where such concerns arise from evidence tendered by the applicant\" ( <FRAGMENT_SUPPRESSED> , above, at paragraph 22). Justice de Montigny, in <FRAGMENT_SUPPRESSED> , supra , finding support in <FRAGMENT_SUPPRESSED> , summarized clearly what I believe is the state of the law:", "[21] It is by now well established that the duty of fairness, even if it is at the low end of the spectrum in the context of visa applications ... require visa officers to inform applicants of their concerns so that an applicant may have an opportunity to disabuse an officer of such concerns. This will be the case, in particular, where such concern arises not so much from the legal requirements but from the authenticity or credibility of the evidence provided by the applicant.", "[16] Here, the visa officer indicates clearly that the credibility of the applicant, or lack thereof, is the fundamental concern he has. Contrary to other cases where an opportunity is given to the applicant to address the concerns, there is nothing of the sort in this case. It would seem to me that both Patel and <FRAGMENT_SUPPRESSED> are dispositive of the issue and that the matter should be remitted to a different visa officer for the purpose of a re-determination of the matter.", "[17] Whether or not procedural fairness has been followed is a question of law reviewable on a standard of correctness ( <FRAGMENT_SUPPRESSED> ). Procedural fairness was calling, in the circumstances of this case, for the visa officer to seek clarification for the credibility deficiencies he found.", "[18] Those considerations dispose of this judicial review. I would add that a standard of reasonableness would have been applied to the issue of the sufficiency of the evidence in support of the application for a visa.", "[19] Even with a high level of deference, it is not overly clear why the visa was denied, in view of the jurisprudence of this Court that not all of the NOC elements need to be met. The words in <FRAGMENT_SUPPRESSED>  at paragraph 47, are apposite and provide clear guidance: In judicial review, reasonableness is concerned mostly with the evidence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[20] I would think that an articulation of the reasons, for or against an application, would be required to meet the reasonableness standard. Only then can a reviewing court be satisfied that the decision falls within a range of possible outcomes.", "[21] I find support for this proposition in the analysis and conclusion in <FRAGMENT_SUPPRESSED> , above (see paragraphs 38 to 42).", "[22] The parties agreed at the hearing that if the applicant is successful on either one of his arguments, he should prevail and the application should be granted. It suffices that the rules of procedural fairness have not been applied properly in this case to dispose of the matter.", "[23] Accordingly, the application for judicial review is allowed and the matter is remitted to a different officer for re-determination.", "[24] The parties did not submit that a question ought to be certified pursuant to paragraph 74( ) of the Act, and none arises. JUDGMENT", "[25] The application for judicial review is allowed. The decision of a visa officer rendered on March 19, 2012 refusing the application for permanent residence under the Federal Skilled Worker category made by the applicant is quashed and the matter is remitted to a different visa officer for re-determination. Application allowed. Editor: J. Danielle King/vnh"]}