{"id_": "093697", "body_str": ["[1] Le juge Boivin Contexte factuel", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24] 96. Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. 97. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. Person in need of protection (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "[25] Norme de contrôle", "[26]", "[27] <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 886).", "[28] <FRAGMENT_SUPPRESSED>  [2008] ACF no 737, au para 14). Analyse", "[29]", "[30]", "[31] <FRAGMENT_SUPPRESSED> ).", "[32]", "[33]", "[34]", "[35]", "[36]", "", "[37] <FRAGMENT_SUPPRESSED>  68 ACWS (3d) 334).", "[38]", "[39]", "", "[40]", "[41]", "[42]", "", "[43] JUGEMENT", "[44] Maria Luisa Esteban Zeferino, Massiel Macedo Esteban and  <FRAGMENT_SUPPRESSED>  under subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (hereinafter the Act), for judicial review of a decision dated June 17, 2010, by the Immigration and Refugee Board, Refugee Protection Division (hereinafter the panel). In that decision, the panel determined that the applicants were neither Convention refugees nor persons in need of protection under sections 96 and 97 of the Act. Facts", "[2] The principal applicant, Maria Luisa Esteban Zeferino, and her two daughters, Massiel Macedo Esteban and Diana Bertha Macedo Esteban, are Mexican and arrived in Canada in August 2007.", "[3] The principal applicant claims that she lived under the control of a violent and controlling husband, Pablo Macedo Muñoz, from 1989 to June 2007. It is alleged that on June 27, 2007, the applicant's husband was found lying near his car after he had gone to work. He had been attacked and died in hospital from injuries to his leg that had been inflicted during the attack. The police suspected an employee and the victim's brother, José Victor Macedo Muñoz, of committing the crime.", "[4] Following this event, José Victor Macedo Muñoz told the applicant to report to the police that her husband had injured himself and that he had no enemies. Mr. Muñoz allegedly paid the doctor to proceed with the burial as quickly as possible, but the doctor confirmed to the applicant that he had already performed the autopsy and that the victim had died from an attack with a machete.", "[5] The police officers who were present took the applicant's statement but did not believe it. The police continued to suspect the employee and the victim's brother and asked the applicant to make another statement if she obtained new information or developed suspicions about someone. If that happened, the police said that they would exhume the body of her late husband.", "[6] In the past, the principal applicant's late husband had received threats from three different sources while he was alive.", "[7] Since her husband's death, the applicant has been afraid that strangers would take reprisals against her daughters and would like her daughters to live in an environment free of violence.", "[8] On March 5, 2010, almost two and a half years after the events, the principal applicant provided new allegations that added an agent of persecution and a basis for her fear. Essentially, the principal applicant added the following: • The members of her ex-spouse's family are violent people who do not get along with each other or with their neighbours. José Victor Macedo Muñoz is a rapist. • The family conflicts concern the management of the land owned by the family. The applicant's late husband was the administrator of his family's property. • On his death bed, Pablo Macedo Muñoz asked that his daughters be protected from his brother. • When the victim's brother told the applicant to tell the police that the victim had no enemies, he also threatened her. • The police did not believe the applicant and told her that all of this was very suspicious. • There was no autopsy because of the pressure exerted by José Victor Macedo Muñoz. • He took the principal applicant to a notary to have her sign a document so that he could represent her in everything. • This document indicates that the principal applicant can be deprived of all her property. • The notary gave her some advice, including that she should go to Canada and claim refugee protection. • Her ex-husband's family wanted steps to be taken so that the principal applicant's ex-brother-in-law, José Victor Macedo Muñoz, could obtain parental authority over her daughters.", "[9] Thus, the principal applicant feared that her daughters could be kidnapped or killed because of the allocation of land owned by her late husband's family and because José Victor Macedo Muñoz was the main suspect in his death. Impugned decision", "[10] In making its decision, the panel took into consideration the Chairperson's Guideline entitled Women Refugee Claimants Fearing Gender-Related Persecution , issued by the Immigration and Refugee Board (IRB), March 1993, updated in November 1996.", "[11] The panel found that the applicants' fear related to a land issue was not credible. In the panel's view, that part of the testimony was added to embellish the principal applicant's story (Panel's Decision, at paragraph 24).", "[12] As for the rest of the story, the panel determined that the applicants made no effort to seek protection from the authorities and failed to demonstrate clearly and convincingly that the Mexican authorities were unable to provide adequate protection (Panel's Decision, paragraphs 26 and 45).", "[13] First, the panel determined that the applicants' story was not credible primarily because of the disparity between the story contained in the Personal Information Form (PIF), the interview and the amendments to the PIF (Exhibit P-10, Amendment to Question 31 of the PIF, filed with the Board on May 4, 2010, pages 150-157 of the Board's record).", "[14] The panel did not find it credible that the principal applicant had not mentioned in her PIF that she feared José Victor Macedo Muñoz because of an issue related to the possession of family land. It also noted that if the principal applicant had fled Mexico with her daughters to escape from José Victor Macedo Muñoz she would have stated that in her PIF. Instead, she said that she feared strangers.", "[15] In addition, the panel did not find it credible that the principal applicant had not mentioned her fear of José Victor Macedo Muñoz when she was interviewed 17 days after her admission to Canada. When asked [translation] \"Who are you afraid of?\", the applicant replied that she was afraid of the sons of Jorge Salinas, Luis Chachahuate, and the police because her husband had had problems with those people. The applicant did not say at the interview that she feared José Victor Macedo Muñoz because of problems related to the possession of family land.", "[16] The applicant testified that she was afraid the Canadian authorities would reveal that she was afraid of José Victor Macedo Muñoz and that this fear was the reason for her silence. The panel did not accept this explanation, finding it not credible. The panel determined that if the principal applicant really feared José Victor Macedo Muñoz, she would have mentioned it to the immigration officer in order to substantiate her fear. The fact that the applicant waited almost two and a half years to submit these new grounds did not strengthen her credibility at all.", "[17] Given the negative credibility findings, the panel gave no probative value to the psychological report filed as Exhibit P-11 on the day of the hearing before the panel (Exhibit P-11, Psychological Report: Maria Luisa Esteban Zeferino, by Dr. Marta Valenzuela, dated May 5, 2010, at pages 187-195 of the Tribunal Record).", "[18] Moreover, the panel concluded that the applicants had not satisfied their obligation to seek protection from the Mexican authorities.", "[19] Indeed, the panel noted that the police strongly suspected that José Victor Macedo Muñoz had murdered Pablo Macedo Muñoz. The police asked the principal applicant to file a subsequent written statement if she developed new suspicions. When questioned as to why she had not sought police protection, the principal applicant replied that the Mexican police force is corrupt. She based her statement on events dating back to 1994 when her husband and José Victor Macedo Muñoz allegedly killed an individual. They subsequently gave the police money and were not bothered after that.", "[20] In the panel's view, the explanations provided by the principal applicant as to why she had not filed a complaint against her ex-brother-in-law, Jose Victor, did not constitute clear and convincing evidence of the lack of state protection or rebut the presumption established in the jurisprudence that states are capable of protecting their citizens.", "[21] The panel subsequently completed an analysis of the documentary evidence on Mexico and mentioned the National Documentation Package on Mexico (see IRB, Ottawa, National Documentation Package on Mexico, October 2, 2009). The panel concluded that Mexico is a democracy whose government generally respects the rights of its citizens.", "[22] The panel also reviewed the contradictory evidence and stated that the national human rights commission (CNDH) believes that some members of the local and state police forces are involved in kidnappings, extortion and collaboration with organized crime. However, the panel also specifically stated that the Mexican government has implemented extensive human rights training programs for the police forces in general. The panel also reviewed the 2008 court reforms and the recent legislation that requires police personnel to meet a superior level of training on human rights and other procedures.", "[23] Consequently, the panel concluded that the applicants' application should be dismissed. Relevant statutory provisions", "[24] The following provisions of the Immigration and Refugee Protection Act apply to this proceeding: Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. 96. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. Person in need of protection (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. 97. Issue", "[25] On this application for judicial review the only issue is as follows: Are the panel's findings on state protection and the lack of credibility reasonable? Standard of review", "[26] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , at paragraph 51, recognized that \"... questions of fact, discretion and policy as well as questions where the legal issues cannot be easily separated from the factual issues generally attract a standard of reasonableness ...\".", "[27] As to the questions involving the assessment of credibility, the Court will only intervene if the panel based its decision on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it ( <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 737, at paragraph 14). Analysis", "[29] The principal applicant maintains that she did not mention the contents of Exhibit P-10 submitted on May 4, 2010, at her interview with the officer or in her original PIF because of her fear of returning to Mexico, i.e., her fear that she and her two daughters would be killed or persecuted by the primary agent of persecution. The applicant submits that the panel should have assessed her explanations objectively, taking into consideration the battered woman syndrome and Dr. Marta Valenzuela's psychological report.", "[30] The respondent maintains that, as the panel noted in its reasons (Panel's Decision, at paragraphs 16, 18 and 20), the agent of persecution in the person of José Victor Macedo Muñoz and the new basis for fear had not been raised before, at the point of entry into Canada when the applicants asked for asylum, at the interview in this regard with an immigration officer 17 days after their arrival in the country or in their original PIF completed and signed in October 2007 with the assistance of their counsel at the time.", "[31] This Court has confirmed on a number of occasions that all the important facts of a claim must appear in the PIF and that failing to mention them could affect the credibility of part or all of the testimony. Furthermore, the RPD is entitled to review the contents of the PIF before and after its amendment and may draw negative inferences about credibility if matters it considers important were added to the PIF by an amendment later ( <FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 1252, at paragraphs 4 and 6; <FRAGMENT_SUPPRESSED> ).", "[32] It was open to the panel to gauge the principal applicant's credibility and to draw negative inferences about the disparities between her statements in the original PIF, in the interview notes, in the amended narrative of the PIF and in the viva voce testimony, for which the principal applicant provided no satisfactory, plausible or credible explanation in the circumstances ( <FRAGMENT_SUPPRESSED> ). In this case, and the Court agrees with counsel for the respondent, the evidence shows that the applicants' story and narrative changed over the last two years.", "[33] As for the psychological report, the applicant maintains that the panel should first have read Dr. Valenzuela's psychological report and taken it into account in assessing the credibility of the refugee claim, even in assessing the relevance of omissions in the interview notes and the first PIF before it was amended by Exhibit P-10. The applicants submit that the psychological report refers to the principal applicant's vulnerability, which could have affected her testimonial capacity.", "[34] The respondent submits that the panel was aware of the contents of the psychological report and assessed this evidence in the context of the case. The respondent notes that the panel's negative credibility finding was not based on deficiencies in the applicant's testimony at the hearing before the Board. The deficiencies did not involve memory lapses or hesitations in answering questions, errors in dates or other difficulties referred to in the psychological report.", "[35] The Court concurs with counsel for the respondent because it is for the panel to assess the probative value of the psychological report in relation to the other evidence, especially since the psychological report refers to Esteban Zeferino's current state of mind and makes no findings as to her state of mind in 2007.", "[36] In terms of state protection, the decision in <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 399, at paragraph 38, defines the burden of proof, the standard of proof and the quality of the evidence of an allegation that state protection is inadequate or non-existent for one of its citizens:", "[38] A refugee who claims that the state protection is inadequate or non-existent bears the evidentiary burden of adducing evidence to that effect and the legal burden of persuading the trier of fact that his or her claim in this respect is founded. The standard of proof applicable is the balance of probabilities and there is no requirement of a higher degree of probability than what that standard usually requires. As for the quality of the evidence required to rebut the presumption of state protection, the presumption is rebutted by clear and convincing evidence that the state protection is inadequate or non-existent.", "[37] The jurisprudence has repeatedly recognized that where the state in question is a democratic state, like Mexico, the applicants' obligation to seek state protection increases. They must establish that they tried to exhaust all the courses of action open to them to obtain the required protection (see <FRAGMENT_SUPPRESSED>  68 A.C.W.S. (3d) 334).", "[38] The applicants maintain that they did not request state protection because they did not have confidence in the protection that would be offered. There is a great deal of documentary evidence about police corruption in Mexico. However, the Court notes that the same evidence shows that there were other courses of action available to them.", "[39] In particular, it was recognized in <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 343, at paragraph 22, that Mexico is a democratic state, that state protection is available and that applicants are not exempt from taking other steps if protection at the local level cannot be ensured:", "[22] Regardless of the deficiencies that may exist in the Mexican criminal justice system, the fact remains that Mexico is a functioning democracy with a state apparatus that provides a measure of protection for its citizens. The fact that protection at the local level cannot be ensured does not exempt the applicant from taking other steps.", "[40] The applicants made no request or attempt and took no initiative to seek protection from Mexico (Panel's Decision, at paragraphs 26, 30 and 34).", "[41] In its reasons, the panel noted that the police strongly suspected José Victor Macedo Muñoz of murdering the applicant's husband and had taken her statement. The police did not believe it and asked her to make another statement if she had new information or suspicions; if that were the case, the police said that they would exhume the body of the deceased (Panel's Decision, at paragraphs 6, 7 and 27).", "[42] <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 552, at paragraph 6, a case involving a Mexican national, Justice Tremblay-Lamer stated that if no effort is made to seek protection it is hard to blame a decision-maker for concluding that the presumption has not been rebutted:", "[6] It is hard to blame a decision-maker for concluding that a refugee status claimant has not rebutted the presumption that government protection is available when he \"has made no effort to seek government protection\" ( <FRAGMENT_SUPPRESSED>  2004 FC 1244, at paragraph 51).", "[43] Given the facts of this case and the evidence in the record, there is no justification for the Court to intervene. For these reasons, the application for judicial review will be dismissed. There is no question to certify. JUDGMENT", "[44] THE COURT RULES that 1. This application for judicial review is dismissed. 2. No question will be certified. [End of document]"]}