{"id_": "093729", "body_str": ["[1] de Montigny, J. [Translation]: This is an application for judicial review of a decision of an appeal panel of the Veterans Review and Appeal Board [the appeal panel] dated November 9, 2011, pursuant to section 32 of the Veteran's Review and Appeal Board Act , SC 1995, c 18 [the Act]. In this decision, the appeal panel refused for a second time to reconsider its decision dated October 16, 2007, in which the applicant, Mr. Belleau, was awarded a full pension for service during the Second World War, retroactive to January 25, 2006, the date of his application for the condition of chronic dysthymia. Mr. Belleau submitted that the effective date should have been March 17, 1989, the date on which he applied for a pension for a nervous condition (also known as anxiety neurosis), on the grounds that this condition was equivalent to chronic dysthymia.", "[2] After carefully considering the record, Mr. Belleau's submissions (he was self-represented) and those of counsel for the Attorney General, I find that this Court's intervention is unwarranted and that the application for judicial review should be dismissed. I. Facts", "[3] The applicant served under the National Resources Mobilization Act , SC 1940, c 13, from January 9 to February 12, 1945. He then enrolled in the Canadian Active Service Force in Montréal on February 13, 1945, and served until April 9, 1946, in Canada.", "[4] On March 17, 1989, the applicant applied to the Canadian Pension Commission for a disability pension for the condition of anxiety neurosis. The application was denied on August 24, 1989, on the grounds that his anxiety neurosis was unrelated to his military service. This decision was upheld by an Entitlement Board of the Canadian Pension Commission on December 5, 1989. On November 22, 1990, the appeal panel found that the condition of anxiety neurosis did not entitle him to a pension because no complaint had been filed and anxiety neurosis had not been diagnosed during the applicant's Active Force service, and was not diagnosed until the late 1980's.", "[5] On August 10, 2005, the applicant filed an application for reconsideration of the appeal panel's decision dated November 22, 1990. The applicant filed new evidence establishing chronic dysthymia related to his military service. On November 1, 2005, the appeal panel refused to reconsider its decision on the grounds that the new evidence was irrelevant, since it dealt with dysthymia and not with the condition on which his original application was based, namely, anxiety neurosis. Citing DSM-IV, the Diagnostic and Statistical Manual of Mental Disorders , the appeal panel found that the two conditions were distinct.", "[6] On January 25, 2006, the applicant applied for a disability pension for the condition of chronic dysthymia. This application was denied by the Minister on April 26, 2006, principally because the evidence was insufficient to connect the condition to his military service. Then, on October 3, 2006, the Veterans Review and Appeal Board denied the application for a pension related to the diagnosis of chronic dysthymia on the grounds that the evidence was incomplete and of little probative value.", "[7] On July 10, 2007, the applicant appealed the latter decision to the appeal panel. On October 16, 2007, the appeal panel found in the applicant's favour and awarded him a full pension on the basis of the diagnosis of chronic dysthymia, pursuant to subsection 21(1) of the , RSC 1985, c P-6. The entitlement to this pension was retroactive to January 25, 2006, the date on which he had filed his application for a pension for chronic dysthymia, in accordance with section 39 of the . On March 22, 2010, the applicant applied to the appeal panel for reconsideration. He submitted that his entitlement to a pension had arisen on March 17, 1989, the date of his initial application on the basis of anxiety neurosis. On August 4, 2010, the appeal panel rendered a decision in which it refused to reconsider its decision of October 16, 2007. According to the appeal panel, reconsideration was unwarranted because the applicant's new evidence was irrelevant. In order for the applicant to be entitled to a pension retroactive to the date of his initial application in 1989, he would have had to establish that the conditions of dysthymia and anxiety neurosis were the same. According to the appeal panel, the medical reports did not support such a finding.", "[8] On June 28, 2011, the applicant filed a second application to the appeal panel for reconsideration. This time, the applicant filed as new evidence the report of Dr. Gil, a psychiatrist, dated May 16, 2011; the letter from his counsel to Dr. Gil, dated March 24, 2011; and his own statement, dated July 15, 2011. Based on his initial evaluation performed on February 27, 2008, Dr. Gil had diagnosed mild chronic dysthymia. Based on a second evaluation performed on November 20, 2009, Dr. Gil had recorded a diagnosis of chronic dysthymia with progressive generalized anxiety disorder and adjustment disorder, as well as obsessive-compulsive personality disorder. In his report dated May 16, 2011, Dr. Gil addressed the question of whether there was a difference between the conditions of anxiety neurosis and dysthymia as follows: [TRANSLATION] With respect to the nosology, it seems to me that the original 1988 diagnosis, that of anxiety neurosis, falls, according to the current classification scheme, under generalized anxiety disorders. It has also been determined that he suffers from chronic dysthymia, a pathology that is frequently associated with chronic anxiety, but marked by a slower rate of progression and less severe depression. To complete my opinion, and in the absence of further clinical information, I am of the view that the patient is dealing with comorbid conditions, namely, a generalized anxiety disorder and a dysthymia, but also a premorbid and constitutional case of obsessive personality disorder causing him to be particularly rigid and to lack adaptive flexibility, characteristics that aggravate his symptoms of dysthymia and anxiety in his personal development.", "[9] In a decision dated November 9, 2012, the appeal panel found that it had erred neither in fact nor in law in its decision of October 16, 2007. The appeal panel also held that the new evidence filed by the applicant was irrelevant, since it did not support a finding that the conditions of chronic dysthymia and anxiety neurosis were the same. II. Issues", "[10] This application for judicial review essentially raises two issues: - Which standard of review applies to decisions of an appeal panel denying applications for reconsideration? - Was it open to the appeal panel to conclude that the applicant had not filed any new evidence that could give rise to reconsideration? III. Analysis A. Applicable legislation", "[11] Veterans' disability pensions are paid under the . They are awarded in cases of disability caused by a service-related injury or disease or an aggravation thereof in respect of service rendered during World War I, service rendered during World War II, service in the Korean War, service as a member of the special force and special duty service. A veteran may also obtain a disability pension in the case of a disability caused by an injury or disease or the aggravation thereof that arose out of or is directly connected with military service in respect of service rendered in the non-permanent active militia or the reserve army during World War II and in respect of military service in peace time ( , subsections 21(1) and (2)).", "[12] An application for an award must be made to the Minister of Veterans Affairs, who may grant an award or refuse to grant an award (section 81). An applicant who is dissatisfied with the initial decision may submit a request for departmental review (section 82) or apply to the Veterans Review and Appeal Board (section 84), constituted by the Act, for review.", "[13] The Veterans Review and Appeal Board's review mechanism has two steps. The first is a full hearing before a review panel, normally consisting of two members (section 19 of the Act). An applicant may make a written submission to the review panel or may appear before it, in person or by a representative, to present evidence and arguments (section 20).", "[14] An applicant who is dissatisfied with the review panel's decision may appeal it to the Appeal Board (section 25). The Board has full and exclusive jurisdiction to hear, determine and deal with all appeals of decisions of the review panel. An appeal panel consists of not fewer than three members and holds hearings so that the applicant may present evidence and oral arguments. Only documented evidence may be submitted in the case of an appeal (section 28). An appeal panel may affirm, vary or reverse the decision being appealed or refer it back for reconsideration, re-hearing or further investigation (section 29). Decisions of an appeal panel are final and binding (section 31).", "[15] Pursuant to subsection 32(1) of the Act, an appeal panel may reconsider an application made by it if new evidence is presented to it or if the decision contains errors of fact or law: Reconsideration of decisions 32. (1) Notwithstanding section 31, an appeal panel may, on its own motion, reconsider a decision made by it under subsection 29(1) or this section and may either confirm the decision or amend or rescind the decision if it determines that an error was made with respect to any finding of fact or the interpretation of any law, or may do so on application if the person making the application alleges that an error was made with respect to any finding of fact or the interpretation of any law or if new evidence is presented to the appeal panel.", "[16] In the assessment of whether documents constitute \"new evidence\", a document must meet certain criteria established by case law and adopted by this Court in FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[17] It should be noted that the decision maker must liberally interpret the Act and the provisions of any other Act of Parliament in favour of members who have become disabled as a result of their military service (section 3). Section 2 of the is to the same effect. In section 39 of the Act, this rule of interpretation is applied to evidence as follows: Rules of evidence 39. In all proceedings under this Act, the Board shall ) draw from all the circumstances of the case and all the evidence presented to it every reasonable inference in favour of the applicant or appellant; ) accept any uncontradicted evidence presented to it by the applicant or appellant that it considers to be credible in the circumstances; and ) resolve in favour of the applicant or appellant any doubt, in the weighing of evidence, as to whether the applicant or appellant has established a case. B. Standard of review", "[18] It is unnecessary to conduct a standard of review analysis, as the standard has already been determined by case law. This Court has already established that decisions of an appeal panel denying applications for reconsideration are subject to the standard of reasonableness. In a decision rendered last year, my colleague Justice Scott reviewed the relevant decisions of this Court and summarized them as follows: FRAGMENT_SUPPRESSED", "[19] Reasonableness, according to the Supreme Court in FRAGMENT_SUPPRESSED, \"is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (paragraph 47). C. Reasonableness of the appeal panel's decision", "[20] As mentioned above, the appeal panel refused to review its decision of October 16, 2007, on the grounds that the decision contained no errors of fact or law. The appeal panel held that the new evidence filed by the applicant was irrelevant, since it did not support a finding that the conditions of chronic dysthymia and anxiety neurosis were the same.", "[21] The applicant submitted that the appeal panel had erred by asking itself the wrong question. According to Mr. Belleau, the issue was not whether the conditions of dysthymia and anxiety neurosis were identical, but rather whether the appeal panel should have agreed to make the pension that had been awarded to him in 2007 retroactive to the time of his initial application in 1989, since Dr. Gil's diagnosis of November 20, 2009, included not only chronic dysthymia, but also generalized anxiety, a condition that, according to current classifications, is associated with the anxiety neurosis referred to in 1989, as indicated by Dr. Gil in his report dated May 16, 2011.", "[22] Unfortunately, I cannot accept this argument, for several reasons. First, the appeal panel cannot be criticized for framing the issue as it did, given that it was precisely the question that counsel for the applicant had asked Dr. Gil in his letter dated March 24, 2011. In that letter, Mr. Duguay wrote: [TRANSLATION] The question we must ask ourselves is whether, from a medical standpoint, the conditions of anxiety neurosis and dysthymia are in fact the same conditions or whether they constitute two distinct conditions? Board Record, page 149.", "[23] From this perspective, the appeal panel's finding that Dr. Gil's report of May 16, 2011, did not constitute new evidence because it was not relevant was well founded. A close reading of his report (the salient points of which are reproduced at paragraph 9 of these reasons) does not support a finding that the diagnosis of anxiety neurosis and the diagnosis of chronic dysthymia are equivalent. Even by applying the rules set out in section 39 of the Act and in drawing the most favourable conclusions possible for the applicant, I do not see how the appeal panel's decision could be characterized as unreasonable. On the contrary, Dr. Gil wrote in his report of May 16, 2011, that dysthymia and generalized anxiety (or anxiety neurosis) are frequently associated pathologies, and he clearly distinguishes them by specifying that Mr. Belleau was [TRANSLATION] \"also\" recognized to be suffering from chronic dysthymia and that he was [TRANSLATION] \"dealing with comorbid conditions, namely, a generalized anxiety disorder and a dysthymia\". Such wording clearly suggests that these are distinct pathologies and that, accordingly, this report cannot be considered relevant for the purpose of establishing that the two conditions must be assimilated.", "[24] It therefore appears that the two reports by Dr. Gil, dated November 20, 2009, and May 16, 2011, establish that Mr. Belleau suffers from two psychological conditions, namely, chronic dysthymia and a generalized anxiety disorder. The appeal panel clearly could not rely on what Mr. Belleau called the [TRANSLATION] \"broad diagnosis\" to find that his entitlement to a pension had to be retroactive to the filing of his initial application in 1989, for two reasons. First, it is not open to the appeal board to review the decision of October 16, 2007, and change the effective date of a pension awarded for chronic dysthymia by relying on the diagnosis of another condition that was not the basis for the pension awarded in that decision. Moreover, the appeal panel twice (on November 22, 1990, and November 1, 2005) refused to award Mr. Belleau a pension for a generalized anxiety disorder (or anxiety neurosis) and could therefore not revisit these decisions indirectly in the context of an application for review relating to the effective date of a pension awarded for another condition.", "[25] For all these reasons, the application for judicial review brought by Mr. Belleau must be dismissed. Despite the Court's sympathy for the difficulties encountered by Mr. Belleau in the aftermath of the events he experienced in 1945-46, and despite the aplomb with which he represented himself, he has failed to demonstrate that the appeal panel's decision was unreasonable and did not fall within a range of possible, acceptable outcomes in respect of the facts and law. JUDGMENT", "[26] THIS COURT'S JUDGMENT IS that the application for judicial review is dismissed with costs. Application dismissed. Editor: Elizabeth M.A. Turgeon/pdk"]}