{"id_": "093948", "body_str": ["[1] Richard, J. : The defendant has moved under rule 336(5) for an order:  <FRAGMENT_SUPPRESSED> \"1. Reversing the decision of the Associate Senior Prothonotary delivered orally on October 3, 1994, which dismissed a Motion for an Order:  <FRAGMENT_SUPPRESSED> (i) directing any issues of fact in this Action relating to the extent to the infringement of any right or the profits arising from any infringement of any right be, after trial, the subject of a reference should it then appear that such issues are required to be decided;  <FRAGMENT_SUPPRESSED> (ii) that the parties proceed to trial without adducing evidence upon any issue of fact reserved for the reference;  <FRAGMENT_SUPPRESSED> (iii) for such further and other relief as to this Honourable Court may seem just; and  <FRAGMENT_SUPPRESSED> (iv) for the defendant's costs.  <FRAGMENT_SUPPRESSED> \"2. Staying the Order of Associate Senior Prothonotary Giles dated September 19, 1994 which compels the defendant to deliver its Affidavit of Documents no later than October 11, 1994, until this Honourable Court renders a final decision with respect to the Order sought above in paragraph 1.  <FRAGMENT_SUPPRESSED> \"3. For such further and other relief as this Honourable Court considers just. <FRAGMENT_SUPPRESSED>", "[2] The grounds for the motion are:  <FRAGMENT_SUPPRESSED> \"1. Associate Senior Prothonotary Giles erred in his exercise of discretion as this was based upon a wrong principle.  <FRAGMENT_SUPPRESSED> \"2. Associate Senior Prothonotary Giles held that it was necessary for the defendant to prove, on more than a probability basis, that the plaintiff would not be awarded an accounting of profits at trial and that the issuance of an Order under rule 480 would affect the course of the conduct of the action.  <FRAGMENT_SUPPRESSED> \"3. Associate Senior Prothonotary Giles erred as his exercise of discretion was based upon a wrong principle by misapplying the test applicable to the issuance of an Order under rule 480.  <FRAGMENT_SUPPRESSED> \"4. A stay of Associate Senior Prothonotary Giles' Order of September 19, 1994 is warranted in the circumstances as the defendant would otherwise be compelled to deliver all of its records pertaining to its profits and expenses derived from use of the trademark Cornerstone prior to this Honourable Court's final disposition of this matter. <FRAGMENT_SUPPRESSED>", "[3] The defendant filed before the Associate Senior Prothonotary the affidavit of Guy Armstrong who is the Marketing Manager with North American Trust Company.  <FRAGMENT_SUPPRESSED>", "[4] Paragraphs 3, 4, 5 and 6 of his affidavit read as follows:  <FRAGMENT_SUPPRESSED> \"3. In this action, the plaintiff alleges that North American Trust Company is infringing the plaintiff's registration for the trademark Cornerstone & Design, as well as causing passing off.  <FRAGMENT_SUPPRESSED> \"4. North American Trust Company has defended this action on a number of grounds as set out in our Statement of Defence and Counterclaim. These grounds include:  <FRAGMENT_SUPPRESSED> (a) that the plaintiff had abandoned its trademark Cornerstone & Design;  <FRAGMENT_SUPPRESSED> (b) that the plaintiff's Cornerstone & Design trademark is already co-existing with a number of other third parties that are using the word Cornerstone, whether as a trademark or trade name, including;  <FRAGMENT_SUPPRESSED> Cornerstone Financial Corp.  <FRAGMENT_SUPPRESSED> Cornerstone Financial Group Inc.  <FRAGMENT_SUPPRESSED> Cornerstone Investments Planning Group Inc.  <FRAGMENT_SUPPRESSED> Cornerstone Financial Services  <FRAGMENT_SUPPRESSED> Cornerstone Investments Limited  <FRAGMENT_SUPPRESSED> Cornerstone Financial Corp.  <FRAGMENT_SUPPRESSED> Cornerstone Investments Incorporated  <FRAGMENT_SUPPRESSED> Services Financiers Cornerstone  <FRAGMENT_SUPPRESSED> Cornerstone Insurance Brokers Ltd.  <FRAGMENT_SUPPRESSED> The Investors Four Cornerstone Philosophy  <FRAGMENT_SUPPRESSED> \"5. North American Trust Company has counterclaimed that the plaintiff's trademark registration is invalid.  <FRAGMENT_SUPPRESSED> \"6. Further, the plaintiff's said registration for the trademark Cornerstone & Design was cancelled by the Trademarks Office pursuant to s. 45 of the Trade-mark Act , subject to any appeal by the plaintiff. This appeal hearing is scheduled to be heard on October 18, 1994. <FRAGMENT_SUPPRESSED>", "[5] In his affidavit, Mr. Armstrong deposed as follows:  <FRAGMENT_SUPPRESSED> \"10. I consider myself to be the individual employed by North American Trust Company who is best informed as to North American Trust Company's adoption and use of the trademark Cornerstone in connection with our mutual funds.  <FRAGMENT_SUPPRESSED> \"11. With respect to the issue of the profits and expenses associated with our Cornerstone mutual funds, however, I do not consider myself to the (sic) individual most knowledgable. Rather, I believe that certain individuals employed by North American Trust Company's accounting department would be best informed on these issues. Accordingly, should it be necessary to give evidence on these issues at trial, I expect that one or more of these individuals would need to be witnesses.  <FRAGMENT_SUPPRESSED> \"12. As for compiling the actual documents that support all of the expenses incurred by North American Trust Company in relation to our Cornerstone mutual funds, this is a significant and time consuming task that, I believe, would result in a considerable volume of documents. <FRAGMENT_SUPPRESSED>", "[6] Counsel for the defendant alleges that an order in accordance with rule 480 is necessary in this case to minimize costs and to enable the discovery and trial of the liability issues to proceed in a manageable way.  <FRAGMENT_SUPPRESSED>", "[7] Counsel for the plaintiff vigorously opposed the motion by counsel for the defendant. He argued that the convenience of the parties and the protection from disclosure of sensitive or confidential information is not a relevant issue and that it is settled law that without consent a reference may not be ordered unless the party requesting it can demonstrate that it would be appropriate and useful to follow this procedure, in light of the specific facts of the case.  <FRAGMENT_SUPPRESSED>", "[8] The issues which counsel for the defendant wishes to bifurcate under rule 480 are the extent to the infringement of any right or the accounting of profits to which the plaintiff may be entitled if successful on the issue of liability. Rule 480 is an exception to the general rule that a plaintiff must make out the whole of his case. As a result an order under rule 480 should only be made on consent of the parties or where there are sufficient reasons bearing on the conduct of the action as a whole to justify such an order.  <FRAGMENT_SUPPRESSED>", "[9] In this action the plaintiff alleges that its trademark has been infringed by the defendant and that the defendant is passing off, by the use of the plaintiff's trademark, its services as and for those of the plaintiff, contrary to s. 7(c) of the Trade-marks Act . Both the legal remedy of damages and the equitable remedy of account of profits are available as alternatives to a successful plaintiff in an action for infringement of a registered trademark and in an action for passing off. An accounting for profits is discretionary in nature and traditional equitable defences are a factor affecting the exercise of the discretion. In this case the plaintiff has abandoned its claim for damages and is pursuing the remedy of accounting of profits and an injunction.  <FRAGMENT_SUPPRESSED>", "[10] In Brouwer Turf Equipment Ltd. v. A & M Sod Supply Ltd. , [1977] 1 F.C. 51; 13 N.R. 83 (F.C.A.) at p. 54  <FRAGMENT_SUPPRESSED>  Jackett, C.J., stated:  <FRAGMENT_SUPPRESSED> \"What is clear, in my view, is that, as the learned Trial Judge has indicated, the general principle is that the plaintiff must make out the whole of his case in the first instance; and, in the absence of consent or of 'reasons bearing on the conduct of the action as a whole', rule 480 should not be invoked to set that principle aside. <FRAGMENT_SUPPRESSED>", "[11] In <FRAGMENT_SUPPRESSED>  (T.D.) Dubé, J., stated at pp. 639-640:  <FRAGMENT_SUPPRESSED> \"The true purpose of rule 480 is to minimize the expense of an action. The court must determine whether or not it would be more economical to deal first with liability and then with damages if necessary. It is often difficult to anticipate whether a reference is likely to shorten a case, or may cause two trials and perhaps two sets of appeals. I should think that in the absence of the consent of both parties, a motion judge ought not to impose a reference on a case, specially where the plaintiff strenuously objects to the splitting of his action, unless it appears reasonably certain that a reference will indeed result in an economy of time and costs. In the absence of consent, there must be a 'present reason, bearing on the conduct of the action as a whole' for ordering a reference.\" (footnotes omitted)  <FRAGMENT_SUPPRESSED>", "[12] <FRAGMENT_SUPPRESSED>  (F.C.A.), MacGuigan, J.A., writing for the majority set out the standard of review to be applied by a motions judge in reviewing a discretionary decision of the Prothonotary at page 462-464  <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED> \"I also agree with the Chief Justice in part as to the standard of review to be applied by a motions judge to a discretionary decision of a Prothonotary. Following in particular Lord Wright in <FRAGMENT_SUPPRESSED>  (H.L.) at page 484, and Lacourcière, J.A., in <FRAGMENT_SUPPRESSED>  (Div. Ct.), discretionary orders of prothonotaries ought not to be disturbed on appeal to a judge unless:  <FRAGMENT_SUPPRESSED> '(a) they are clearly wrong, in the sense that the exercise of discretion by the prothonotary was based upon a wrong principle or upon a misapprehension of the facts, or  <FRAGMENT_SUPPRESSED> '(b) they raise questions vital to the final issue of the case.'  <FRAGMENT_SUPPRESSED> \"Where such discretionary orders are clearly wrong in that the prothonotary has fallen into error of law (a concept in which I include a discretion based upon a wrong principle or upon a misapprehension of the facts), or where they raise questions vital to the final issue of the case, a judge ought to exercise his own discretion de novo.  <FRAGMENT_SUPPRESSED> \"In Canada v. 'Jala Godavari' (The) (1991), 40 C.P.R.(3d) 127 (F.C.A.), this court in an obiter dictum stated the rule the other way around, seeking to emphasize the necessity for the exercise of the Judge's discretion de novo, in contradistinction to the view that was at that time gaining acceptance in the Trial Division that the prothonotary's discretion should be followed unless he had committed error of law. Jala Godavari should not, I think, be read as meaning that the prothonotary's discretion should never be respected, but rather that it is subject to an overriding discretion by a judge where the question involved is vital to the final issue of the case. (Error of law is, of course, always a reason for intervention by a judge, and is not in any way in controversy).\" (footnotes omitted)  <FRAGMENT_SUPPRESSED>", "[13] Accordingly, discretionary orders of prothonotaries ought not to be disturbed on appeal to a judge unless (1) they are clearly wrong in the sense that the exercise of discretion by the prothonotary was based upon a wrong principle or upon a misapprehension of the facts, or (2) they raise questions vital to the final issue of the case. In such cases, a judge ought to exercise his own discretion de novo.  <FRAGMENT_SUPPRESSED>", "[14] Counsel for the defendant argued that costs would be minimized if the trial of the liability issue and the issue of accounting for profits were dealt with separately. As stated by Jackett, C.J., in Brouwer Turf Equipment Ltd. v. A & M Sod Supply Ltd. (above):  <FRAGMENT_SUPPRESSED> \"It is a matter of discretion in any particular action to forecast whether the most economical manner of conducting the action is to have the plaintiff prove his whole case in the first instance so that, if the plaintiff ultimately loses on the merits, the cost of establishing profits or losses will have been thrown away or whether such questions should be left until the substantive rights have been established in which event there may be the costs of two trials and two sets of appeals instead of the costs of one trial and one set of appeals. <FRAGMENT_SUPPRESSED>", "[15] There must be sufficient reasons bearing on the conduct of the action as a whole to justify an order under rule 480.  <FRAGMENT_SUPPRESSED>", "[16] The defendant asserted in its affidavit that it would be necessary to have one or more members of the company's accounting department, who would be best informed on these issues, to give evidence on these issues at trial. The affidavit also asserts that compiling the actual documents that support all of the expenses would be a significant and time consuming task and would result in a considerable volume of documents.  <FRAGMENT_SUPPRESSED>", "[17] After listening to the able argument presented by both counsel I am unable to conclude in this case that the Prothonotary was clearly wrong or that in exercising my discretion de novo I would reach a different conclusion.  <FRAGMENT_SUPPRESSED>", "[18] In my view the appropriate course of action in this case is to allow the plaintiff to follow the conventional course of proving its entire case with the risk that, if liability is not found, costs of an accounting for profits will have been thrown away, rather than to run the risk of a second trial if liability is proved.  <FRAGMENT_SUPPRESSED>", "[19] Accordingly the motion is dismissed.  <FRAGMENT_SUPPRESSED>", "[20] Should the motion be denied, the defendant asked that the court stay its order and grant an extension of time to file its affidavit of documents until any appeal from this decision is disposed of by the Court of Appeal. The motion for a stay pending the final disposition of any appeal of this matter is not granted. This is without prejudice to the defendant seeking such a stay in the Court of Appeal upon the filing of an appeal. However, I do extend the time for the defendant to file and serve an affidavit of documents to 30 days from the date of this Order and to that extent the order of the Prothonotary is varied.   <FRAGMENT_SUPPRESSED> Order accordingly.  <FRAGMENT_SUPPRESSED> Editor: Jana A. Andersen/dlr  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}