{"id_": "094196", "body_str": ["[1] Locke, J. : This is an application for judicial review of a decision of the Refugee Appeal Division (RAD) of the Immigration and Refugee Board of Canada denying an appeal of a decision of the Refugee Protection Division (RPD) which denied the applicant's claim for refugee status. The RPD cited a number of important inconsistencies between the applicant's testimony and various prior statements he had made and documents he had submitted. Based on these inconsistencies, the RPD reached several conclusions of a lack of credibility in the applicant's allegations.", "[2] The RAD dismissed the applicant's appeal without a hearing, finding no errors in the RPD's decision.", "[3] In the present application, the applicant focuses his argument mainly on the standard of review applied by the RAD in reviewing the RPD's decision. The RAD applies reasonableness as the standard of review.", "[4] The issue of the appropriate standard of review to be applied by the RAD in an appeal from a decision of the RPD, and the role of the RAD generally, have been discussed in a number of recent decisions of this Court. Lists of relevant decisions are provided in REFERENCE_SUPPRESSED, and REFERENCE_SUPPRESSED.", "[5] As discussed in some depth by Justice Luc Martineau in REFERENCE_SUPPRESSED, there is some disagreement in this Court's recent decisions concerning the role of the RAD. As illustrated by Justice Jocelyne Gagné in CITATION_SUPPRESSED and following, one area of disagreement concerns the degree of deference that should be shown by this Court in reviewing the standard of review applied by the RAD on an appeal from the RPD.", "[6] The applicant argues that applying the reasonableness standard in the context of an appeal was an error that should be corrected by this Court. The applicant asserts that reasonableness is a standard of review that applies to judicial reviews, not appeals. The applicant also argues that the RAD must conduct an independent analysis of the evidence and form its own opinion, rather than simply consider the reasonableness of the RPD's opinion. Support for this argument can be found in REFERENCE_SUPPRESSED and CITATION_SUPPRESSED. The applicant also cites my decision in REFERENCE_SUPPRESSED in which I ruled that deference is owed by the RAD to the conclusions of the RPD only in \"cases in which the credibility of a witness is critical or determinative, or where the RPD enjoys a particular advantage over the RAD in reaching a specific conclusion\" (para 17).", "[7] The respondent argues that the RAD is an expert tribunal interpreting its home statute and that this Court should apply REFERENCE_SUPPRESSED, and show deference to the RAD's choice of reasonableness as the standard of review for its appeal. The respondent also argues that the RPD's conclusions concerning inconsistencies between the applicant's testimony and his previous statements are closely tied to witness testimony and were critical to the RPD's decision, and therefore it was appropriate for the RAD to defer to these conclusions by the RPD.", "[8] In my view, it is not necessary that I decide the standard of review issue because I am satisfied both (I) that the RAD's analysis was reasonable, and (ii) that the RAD's analysis respected the standards asserted by the applicant. In my view, the RAD did conduct a considerable amount of independent analysis of the evidence in that it looked closely at and considered the evidence. It is true that the RAD deferred to several of the RPD's conclusions concerning the credibility of the applicant and various statements and documents he relied upon. However, that was appropriate in most instances because those conclusions were based largely on testimony from the applicant. Despite certain inconsistencies in the jurisprudence concerning the standard of review to be applied by the RAD, there does seem to be a consensus that the RAD should defer to the RPD on credibility issues where no hearing is held before the RAD: CITATION_SUPPRESSED.", "[9] The applicant cites certain findings by the RPD that were not based on witness testimony and in respect of which the RAD did not conduct an independent analysis. One might debate the extent of analysis that is sufficient to satisfy the RAD's duty to independently assess the documents in evidence. However, in the end, and in light of the many important inconsistencies between the applicant's testimony and his previous statements cited by the RAD, it is my view that there is no reasonable likelihood that the RAD's decision would have been any different even if it had applied a different standard of review and conducted a more thorough independent analysis of the documentary evidence. Some of the important inconsistencies cited by the RAD are a. Upon arrival in Canada, the applicant indicated he was on vacation to visit friends and had no fears that would merit a refugee claim; b. When women's clothes were found in his luggage, the applicant acknowledged that he was here to see his wife, but indicated that he did not want to stay in Canada. The applicant indicated that he wished to make a refugee claim only after learning he would not be granted entry to Canada; c. In an interview the day after his arrival in Canada, the applicant indicated that a Muslim priest in Pakistan, upon hearing that the applicant's wife had been seen leaving a hotel with another man (suggesting an illicit relationship), had ordered him to leave his wife, but later the applicant alleged that the priest had ordered that he kill his wife; d. In the same interview the day after arriving in Canada, the applicant indicated that the priest was the only person he feared, but he later testified that he was also sought by the police in Pakistan and that he had known this prior to coming to Canada.", "[10] For all these reasons, I conclude that the present application for judicial review should be dismissed.", "[11] The applicant asks that I certify a serious question of general importance concerning the standard of review to be applied by the RAD in an appeal from the RPD. However, in light of my finding that the standard of review applied by the RAD was not determinative, I decline to do so. JUDGMENT", "[12] THIS COURT'S JUDGMENT is that: 1. The present application for judicial review is dismissed. 2. No serious question of general importance is certified. CITATION_SUPPRESSED"]}