{"id_": "094214", "body_str": ["[1] Kelen, J. : This is an application for judicial review of a decision by a Pre-Removal Risk Assessment (PRRA) Officer, dated January 27, 2009, concluding that the applicant would not be at risk of persecution, torture, cruel and unusual punishment, or death if returned to his country of nationality, Honduras. FACTS", "[2] The applicant arrived in Canada on May 22, 1997 and made a claim for refugee protection which was denied by the Refugee Protection Division on August 21, 1998. He subsequently made two unsuccessful Post Determination Refugee Claimant in Canada Class (PDRCC) applications.", "[3] The applicant travelled to the United States on January 25, 1999. He re-entered Canada and made a second claim for refugee protection on May 8, 1999, which was refused on October 8, 2003. The applicant did not seek judicial review of either of his refugee claim determinations. He was deported to Honduras on June 7, 2007.", "[4] The applicant returned to Canada in August 2008 without first obtaining an \"authority to return to Canada\" as required by section 52(1) of the Immigration and Refugee Protection Act . The applicant had been in Mexico and the United States illegally since December 2007. The applicant came to the respondent's attention when he was detained for failing to comply with a probation order.", "[5] While the applicant was in Canada, he was convicted of the following offences: 1. August 6, 1999- Assault with a weapon, section 267(a) of the Criminal Code (CC); 2. March 13, 2007 - Failure to comply with a recognizance, section 145(3) CC and mischief under $5,000.00, section 430(4) CC 3. November 6, 2008 - Attempt to commit an offence, section 463(d) CC ; Fail to appear, section 145(5) CC ; fail to attend in Court, section 45(2)(a) CC", "[6] The applicant was invited to submit a PRRA application and did so in November 2008. His application alleged risk of persecution on an entirely different basis than was contained in his refugee claims. The applicant claimed that after he was deported to Honduras, he was targeted for extortion by two criminal gangs, was severely beaten and hospitalized as a result, and had been refused assistance by the police.", "[7] The applicant's application was refused on January 27, 2009. The applicant's motion to stay the execution of his removal order was dismissed by Justice Barnes on February 9, 2009. The applicant was removed from Canada on February 10, 2009. Decision under review", "[8] The applicant's PRRA application was based on the following events which occurred after he was first deported to Honduras in June 2007. a. The applicant was approached by individuals from the MS-13 gang and told that he would need to pay for protection. Thereafter, he was approached by several members of the 18 Street Gang, who had seen him interacting with MS-13 gang members. They asked him whether he was a member of MS-13. When he denied this, the 18 Street Gang members also demanded payment. The applicant went to the police and was told to either pay the gangs or get a gun and shoot them when they came after him. The police did not take a report. b. A week later, the18 Street gang approached the applicant's vegetable stand and demanded more money. He gave them what he could and told him he would pay the rest later. The next day the MS-13 gang demanded money. The applicant gave them a small amount. He again went to the police and was told they could do nothing and that many police officers had relatives who were gang members. c. The applicant planned to move his vegetable stand, as the gangs continued to harass him for money. He went to the police again but was told they could not help him. He then moved 2-3 hours away and set up his vegetable stand. Near the end of September 2007 one of the MS-13 gang members saw him. Later that day, seven gang members approached the applicant, told him the gang was expecting his payment, and that he should expect a visit the next day. The applicant went to the police and was told that \"everybody is in the same situation.\" The applicant's brother gave him a gun which he pawned to get money to make the payment. d. In December, MS-13 gang members once again asked the applicant for money. On December 13, 2007, the applicant was beaten, shot under his right knee, and stabbed in the stomach. The applicant was hospitalized for two weeks following this attack. The applicant then fled Honduras and arrived in Canada via Guatemala, Mexico and the United States.", "[9] The Officer noted that the applicant relied on his affidavit and had no corroborative evidence (Application Record, p. 10): The applicant states that he asked his brother to get police reports for him. The police apparently wanted to know why the applicant did not come for them himself. They advised the brother to stay away and mind his own business. The applicant states that he called a lawyer friend of his asking her to get the hospital records for him. She was told at the hospital that they should have the records but they did not know how long it would take to retrieve them. They can easily retrieve the files of their regular patients. Apparently it is not so for singular instances.", "[10] The Immigration Officer found that the objective evidence was that law enforcement authorities in Honduras were taking steps to deal with gang violence and that there was no objective evidence that the police were unwilling to investigate gang-related crime. The Officer noted that in fact, the anti-gang laws had been criticized for their severity by human-rights activists (p. 12): It is clear from the research that Honduras faces many challenges with respect to gangs. I note that the government has undertaken measures to deal with this, most notably in the law on illicit associations ...It is this law which is used to deal with the gang problem and has come under fire from the NGO community as being to heavy-handed and violating human rights. The research does not indicate that the police are unwilling to involve themselves in gang issues.", "[11] The Officer also found that there were avenues of redress available to the applicant if the police refused to assist him, and that the applicant had not availed himself of these protections (p. 13): I also note that the research indicates that the applicant has recourse through the Office of Internal Affairs which investigates allegations of illegal activities within the police force as well as the Preventative Police and the DGIC which each have an office of professional responsibility that conduct internal reviews of police misconduct.", "[12] The Officer concluded that the applicant had not rebutted the presumption of state protection. ISSUES", "[13] As a preliminary issue, the respondent brought a motion for an order that this judicial review application of a PRRA decision is moot because the applicant has already been deported, and that the application be dismissed on this basis. ANALYSIS Issue No. 1: Mootness", "[14] The respondent submits that the applicant's removal from Canada on February 10, 2009 renders this judicial review application moot. The respondent submits that the PRRA process was implemented to allow individuals to apply for an assessment of risk prior to their removal in order to comply with Canada's domestic and international obligations to not remove protected persons to any country where they would be a risk of persecution. Once an applicant is removed, this intended objective can no longer be met.", "[15] The respondent further submits that if the PRRA decision were set aside upon review, the respondent would have no obligation to allow the applicant to return to Canada in order to benefit from the redetermination of his application. Therefore, the judicial review application would have no practical effect.", "[16] The issue of whether applications for judicial review of a PRRA decision are moot where an applicant has already been deported was recently addressed by the Federal  <FRAGMENT_SUPPRESSED>  the Federal Court of Appeal considered the following questions certified by Justice Martineau: i) Is an application for judicial review of a PRRA moot where the individual who is the subject of the decision has been removed from or has left Canada after an application for stay of removal has been rejected? ii) What factors or criteria, if different or additional to those elucidated in Borowski should the Court consider in the exercise of its discretion to hear an application for judicial review that is moot? iii) If a judicial review of a PRRA is successful after the applicant has been removed from or has left Canada, does the Court have the authority to order the Minister to return the applicant to Canada pending re-determination and, as the case may be, at the cost of the government?", "[17] Mr. Justice Marc Noël of the Federal Court of Appeal held, at para. 5: 5 We agree that the application for judicial review is moot, and in particular with the statement made by Martineau J. at page 25 of his reasons where he says: [...] Parliament intended that the PRRA should be determined before the PRRA applicant is removed from Canada, to avoid putting her or him at risk in her or his country of origin. To this extent, if a PRRA applicant is removed from Canada before a determination is made on the risks to which that person would be subject to in her or his country of origin, the intended objective of the PRRA system can no longer be met. Indeed, this explains why section 112 of the Act specifies that a person applying for protection is a \"person in Canada\". By the same logic, a review of a negative decision of a PRRA officer after the subject person has been removed from Canada, is without object.", "[18] This decision was rendered on May 26, 2009, after leave was granted. The parties both referred to this question as being \"currently before the Federal Court of Appeal.\" This decision is directly on point in this case and definitively settles the question of whether this application is moot, and whether the Court should exercise its discretion to hear the application in any event. This Court is bound by the decision of the Federal Court of Appeal.", "[19] Accordingly, there is no reason to review this application on the merits, and the application is dismissed. JUDGMENT", "[20] THIS COURT ORDERS AND ADJUDGES that : This application for judicial review is dismissed for mootness. [End of document]"]}