{"id_": "094400", "body_str": ["[1] Pinard, J. : This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27, (the \" Act \") of a decision of Michael Hamelin, a member of the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\"), dated July 10, 2009, wherein the Board refused to grant the applicants protected status pursuant to sections 96 and 97 of the Act .  <FRAGMENT_SUPPRESSED>", "[2] The principal refugee claimant is Ms. Elmancia Dezameau (the \"applicant\"), a citizen of Haiti. Her children's claims are dependent on hers. Her two younger children, Germa and Alex Malivert, are citizens of the United States whereas her oldest child, Geraldine Malivert, is a citizen of Haiti. Since arriving in Canada, the applicant has had a fourth daughter who is now two years old.  <FRAGMENT_SUPPRESSED>", "[3] The applicant alleged that she feared persecution  <FRAGMENT_SUPPRESSED>  on the basis of her political opinion and/or the fact that both she and her daughters \"would be targets of criminal gangs, kidnappers and potential rapists as a result of the fact that they are women and more particularly those who have lived outside the country for a period of time\".  <FRAGMENT_SUPPRESSED>", "[4] First, the Board found that the applicant did not provide credible or trustworthy evidence to substantiate a political involvement between the years of 1991 and 1994 such as would \"lead her to be a target of potential political opponents today\".  <FRAGMENT_SUPPRESSED>", "[5] This conclusion was based on the Board's doubt that she had ever been active politically. The Board found that the applicant portrayed a \"seeming lack of knowledge\" during the hearing regarding the political situation in her country. For example, the Board noted that the applicant did not correctly identify who was in power  <FRAGMENT_SUPPRESSED>  in 1992 and did not \"spontaneously remember the return of Jean-Bertrand Aristide in September 2004\".  <FRAGMENT_SUPPRESSED>", "[6] The Board dismissed counsel's argument that the applicant's lack of detail in her testimony was a result of her psychological condition, having accorded little weight to the medical and psychological reports. In its reasons, the Board stated that the reports \"rely exclusively on the facts as alleged by the claimant\".  <FRAGMENT_SUPPRESSED>", "[7] Furthermore, the Board was not satisfied with the applicant's explanation as to why she did not return to Haiti in 1994 when Aristide returned. In the Board's view, it was not logical for a political activist not to return and assist in the political changeover in her country when her party assumed power.  <FRAGMENT_SUPPRESSED>", "[8] The Board also made a finding with respect to whether her fear was well-founded. The Board determined that since there had been much political change  <FRAGMENT_SUPPRESSED>  since she left, the applicant would not be a target should she be returned to Haiti today.  <FRAGMENT_SUPPRESSED>", "[9] With respect to the applicant's claim of gender-based persecution, specifically \"violence, kidnapping and rape\", the Board pointed out that the applicant had never been \"a victim of any attack related to her status as a woman\". An absence of past personal persecution, the Board asserted, is a factor in assessing the claim. The Board then noted that the documentary evidence \"as outlined by counsel does speak of violence against women being a problem  <FRAGMENT_SUPPRESSED> \" as well as a general lack of recourses to combat crime. In addition, the Board found that Haiti has enacted laws against rape and there are organizations seeking \"to promote the interest of women  <FRAGMENT_SUPPRESSED> \".  <FRAGMENT_SUPPRESSED>", "[10] Notably, the Board highlighted the following information as relevant to its assessment of the objective quality of the applicant's fear: 1) the Prime Minister of Haiti is a woman; and 2) half of Haiti's population of 8 million are women. Directly following these facts, the Board found that the risk the applicant fears is one rooted in a general problem of criminality in that country. And, that fearing the risk of rape is not from gender, but \"rather [it is] a risk that is faced by all Haitian citizens as a result of the violence in their country\". In conclusion, the Board stated: \"[t]he jurisprudence has held that victims of generalized violence or potential victims of generalized violence such as the claimants are not afforded refugee protection. <FRAGMENT_SUPPRESSED>", "[11] The Board dismissed the applicant's refugee claim and that of the minor applicants under section 96 in addition to rejecting their claims for protection under section 97.  <FRAGMENT_SUPPRESSED>", "[12] In his Further Memorandum of Argument, the respondent Minister raises a preliminary issue: whether the affidavit provided by Professor Elizabeth Sheehy, sworn February 5, 2010, should be struck.  <FRAGMENT_SUPPRESSED>", "[13] This affidavit was not before the Board. I agree with the respondent that it should, therefore, not be considered by this Court. This is in keeping with the Court's role as a court of review and not a forum for a de novo appeal. The scope of evidence on an application for judicial review is restricted to the material that was before the decision-maker ( <FRAGMENT_SUPPRESSED>  (T.D.) at 51; see also, <FRAGMENT_SUPPRESSED>  leave to appeal refused (2003), 313 N.R. 195 (S.C.C.).  <FRAGMENT_SUPPRESSED>", "[14] The applicant based her claim for refugee status on two grounds: 1) her political opinion, and 2) her membership in a social group, namely Haitian women returning to Haiti from North America after a prolonged absence from that country.  <FRAGMENT_SUPPRESSED>", "[15] With regard to the first basis of her refugee claim, the applicant asserted that her past political activism had made and would continue to make her a target of persecution  <FRAGMENT_SUPPRESSED> . The Board found that the witness was not credible and that country conditions had changed sufficiently so as to render her fear not well-founded today.  <FRAGMENT_SUPPRESSED>", "[16] I agree with the applicant that the Board ought to have engaged in a meaningful discussion of the weight it was giving to the medical reports and ought not to have dismissed them. The problems with the applicant's spontaneous recall could have been explained by the symptoms of post-traumatic stress disorder (\"PTSD\"). The medical finding of PTSD is not \"exclusively\" based on her narrative of past persecution. Therefore, the report cannot be dismissed for the reasons stated by the Board member.  <FRAGMENT_SUPPRESSED>", "[17] However, the finding that the Board erred in its use of psychological and medical evidence is not determinative. The Board also found that based on the passage of time, the applicant's fear of persecution on the basis of political opinion was no longer well-founded. This finding was open to the Board on the facts of the record and, therefore, this Court should not intervene.  <FRAGMENT_SUPPRESSED>", "[18] With regard to the second basis of the applicant's refugee claim, there is recent jurisprudence from this Court supporting a finding of a reviewable error where the Board fails to include a gender-based analysis in its assessment of the evidence of violence directed at women in  <FRAGMENT_SUPPRESSED> to 42, and <FRAGMENT_SUPPRESSED>  wherein the Court held that the Board's failure to address the 70 pages of documentary evidence demonstrating the widespread gender-based violence  <FRAGMENT_SUPPRESSED>  constituted a reviewable error).  <FRAGMENT_SUPPRESSED>", "[19] Since the applicant claimed that she feared that as a woman she would be targeted for rape  <FRAGMENT_SUPPRESSED> , the Board is expected to have considered the evidence with respect to her membership in a particular social group, namely women  <FRAGMENT_SUPPRESSED>  or more specifically, Haitian women returning to Haiti from abroad. Failure to evaluate the evidence in this way constitutes a reviewable error: <FRAGMENT_SUPPRESSED> , at paragraph 70, the Supreme Court of Canada explicitly recognized that gender can provide the basis for a \"social group\".  <FRAGMENT_SUPPRESSED>", "[20] In <FRAGMENT_SUPPRESSED> , the Court overturned a decision of the Board because the member failed to consider the applicant's claim in light of her membership in a particular group, namely, \"her status as a Haitian woman and as an individual returning to Haiti from abroad\". The Board had ended the inquiry after determining that the applicant's allegation of past persecution was not credible. The Court analyzed the Board's reasons as follows:  <FRAGMENT_SUPPRESSED> \"[11] Given that there is no dispute about the fact that Ms. Bastien is indeed a Haitian woman, or that she would in fact be returning from abroad if she went back to Haiti, the question for the Board at this juncture in its analysis was not whether her story of past persecution was credible.  <FRAGMENT_SUPPRESSED> \"[12] Rather, the questions that the Board ought to have addressed in relation to this aspect of Ms. Bastien's claim included determining whether there was documentary or other evidence before it as to the generalized persecution of women  <FRAGMENT_SUPPRESSED> . In addition, the Board ought to have considered whether women  <FRAGMENT_SUPPRESSED>  generally, as well as those returning to Haiti from abroad, constituted particular social groups. <FRAGMENT_SUPPRESSED>", "[21] The respondent points out that Deputy Justice Maurice E. Lagacé upheld a decision wherein the Board had considered the evidence before it and determined that women  <FRAGMENT_SUPPRESSED>  returning from abroad do not form a particular social group: <FRAGMENT_SUPPRESSED> . The respondent asserts that this case supports the Board's analysis. I disagree.  <FRAGMENT_SUPPRESSED>", "[22] The issue in the case at bar is not whether the Board was reasonable in determining that the applicant is not a member of a particular social group; in fact, as I read the decision, the Board seems to have accepted that the applicant was a member of a social group. Rather, the question in the case at bar is whether the Board's finding that the applicant faced a risk of general criminality such that there is no nexus between her risk and her social group is defensible in law or in fact. It is also noteworthy that the Board considered the documentary evidence and did not rely on its credibility finding as in the case cited by the applicant. In light of the foregoing therefore, neither of the cases cited by the parties is directly on point.  <FRAGMENT_SUPPRESSED>", "[23] In my opinion, the error of the Board was to use its finding of widespread risk of violence to rebut the assertion that there is a nexus between the applicant's social group and the risk of rape. Contrary to the respondent's submissions, a finding of generality does not prohibit a finding of persecution on the basis of one of the Convention grounds.  <FRAGMENT_SUPPRESSED>", "[24] This is explicitly set out in the Chairperson's Guideline 4, Women Refugee Claimants Fearing Gender-Related Persecution , Immigration and Refugee Board of Canada:  <FRAGMENT_SUPPRESSED> \"The fact that violence, including sexual violence and domestic violence, against women is universal is irrelevant when determining whether rape, and other gender-specific crimes constitute forms of persecution. The real issues are whether the violence - experienced or feared - is a serious violation of a fundamental human right for a Convention ground and in what circumstances can the risk of that violence be said to result from a failure of state protection .\" (Emphasis in original.)  <FRAGMENT_SUPPRESSED>", "[25] While the Board is not bound to the Gender Guidelines, its analysis is contrary to the express guidance which it purports to have considered.  <FRAGMENT_SUPPRESSED>", "[26] Furthermore, a gender-related crime cannot be rejected because women face general oppression and the applicant's fear of persecution is not supported by an individualized set of facts (see the Federal Court of Appeal's decision in <FRAGMENT_SUPPRESSED>  (F.C.A.) ( Salibian )). Where the applicant has not, herself, experienced the type of persecution she fears, the applicant can use evidence of similarly-situated persons to demonstrate the risk and the unwillingness or inability of the state to protect. This is also expressly set out in the Gender Guidelines.  <FRAGMENT_SUPPRESSED>", "[27] At pages 258 and 259, the Court  <FRAGMENT_SUPPRESSED> summarized the following key legal principles:  <FRAGMENT_SUPPRESSED> \"It can be said in light of earlier decisions by this Court on claims to Convention refugee status that  <FRAGMENT_SUPPRESSED> (1) the applicant does not have to show that he had himself been persecuted in the past or would himself be persecuted in the future ;  <FRAGMENT_SUPPRESSED> (2) the applicant can show that the fear he had resulted not from reprehensible acts committed or likely to be committed directly against him but from reprehensible acts committed or likely to be committed against members of a group to which he belonged;  <FRAGMENT_SUPPRESSED> (3) a situation of civil war in a given country is not an obstacle to a claim provided the fear felt is not that felt indiscriminately by all citizens as a consequence of the civil war, but that felt by the applicant himself, by a group with which he is associated, or, even, by all citizens on account of a risk of persecution based on one of the reasons stated in the definition; and  <FRAGMENT_SUPPRESSED> (4) the fear felt is that of a reasonable possibility that the applicant will be persecuted if he returns to his country of origin (see <FRAGMENT_SUPPRESSED>  (C.A.), at pages 133 and 134).  <FRAGMENT_SUPPRESSED> \"The impugned decision falls squarely within the line of authority described by Prof. Hathaway as follows:  <FRAGMENT_SUPPRESSED> 'In view of the probative value of the experiences of persons similarly situated to a refugee claimant, it is ironic that Canadian courts historically have shown a marked reluctance to recognize the claims of persons whose apprehension of risk is borne out in the suffering of large numbers of their fellow citizens. Rather than looking to the fate of other members of the claimant's racial, social, or other group as the best indicator of possible harm, decision makers have routinely disfranchised refugees whose concerns are based on generalized group-defined oppression. '  <FRAGMENT_SUPPRESSED> and I adopt this description of the applicable law to be found at the end of the aforementioned article:  <FRAGMENT_SUPPRESSED> 'In sum, while modern refugee law is concerned to recognize the protection needs of particular claimants, the best evidence that an individual faces a serious chance of persecution is usually the treatment afforded similarly situated persons in the country of origin. In the context of claims derived from situations of generalized oppression, therefore, the issue is not whether the claimant is more at risk than anyone else in her country, but rather whether the broadly based harassment or abuse is sufficiently serious to substantiate a claim to refugee status . If persons like the applicant may face serious harm for which the state is accountable, and if that risk is grounded in their civil or political status, then she is properly considered to be a Convention refugee.'\" (My emphasis, footnote omitted.)  <FRAGMENT_SUPPRESSED>", "[28] In contrast, evidence of a generalized risk precludes a finding of particularized risk as required by section 97 of the Act . My recent decision in <FRAGMENT_SUPPRESSED>  discusses this requirement in more detail. It is of note that the Board's analysis is with respect to section 96; the Board did not conduct a separate section 97 analysis.  <FRAGMENT_SUPPRESSED>", "[29] This is not to say that membership in a particular social group is sufficient to result in a finding of persecution. The evidence provided by the applicant must still satisfy the Board that there is a risk of harm that is sufficiently serious and whose occurrence is \"more than a mere possibility\".  <FRAGMENT_SUPPRESSED>", "[30] I note that the Board understood the applicant to fear being \"a target of violence, kidnapping and rape, given the current situation for all women  <FRAGMENT_SUPPRESSED> \" and made the following two findings. First, that the risks the applicant fears arise from general criminality:  <FRAGMENT_SUPPRESSED> \"... The current Prime Minister of Haiti is a woman. According to the available documentary evidence, out of Haiti's population of 8 million, half are women. The risk that the claimant believes that she is running in her situation for both herself and her children in the panel's mind relates in a much global term to the overall criminal situation in the country .\" (My emphasis.)  <FRAGMENT_SUPPRESSED> Second, that the risk is not related to her gender:  <FRAGMENT_SUPPRESSED> \"... Here, however, the claimant's risk is not a risk based upon her gender but rather a risk that is faced by all Haitian citizens as a result of the violence in their country .\" (My emphasis.)  <FRAGMENT_SUPPRESSED>", "[31] As mentioned before, a general risk faced by a particular social group does not preclude a finding of persecution. In other words, a finding that a risk is universally experienced by a social group does not foreclose the inquiry under section 96. The Board foreclosed a proper inquiry into this claim by making an erroneous finding that the risk of violence, specifically rape, is a risk of generalized criminality that all Haitians face.  <FRAGMENT_SUPPRESSED>", "[32] Certainly, the Board is assumed to have considered all the evidence. However, this presumption is rebutted if it fails to discuss contradictory evidence to its findings (see <FRAGMENT_SUPPRESSED>  (T.D.)).  <FRAGMENT_SUPPRESSED>", "[33] There was evidence before the Board that contradicted its finding that risk of rape is generalized:  <FRAGMENT_SUPPRESSED> - In \"U.S. Department of State: 2008 Human Rights Report: Haiti\" the authors suggest that Haitian women are specifically targeted for rape and this is violence that exists in the context of pervasive discrimination against women (sexual harassment, domestic violence, indifference by the judiciary and the police to the violence which is directed to them). This document discusses the ineffectiveness of the legal prohibition of rape.  <FRAGMENT_SUPPRESSED> - An update provided by the \"Amnesty International Report 2007: Haiti\" identified the risk of rape as specific to women: \"women and girls continued to be tortured, raped and killed by illegal armed groups and individuals\".  <FRAGMENT_SUPPRESSED> - A news report authored by Andrew Buncombe, \"Police and political groups linked to Haiti sex attacks\", September 2006, reports on a survey of sexual violence published by the Lancet. It correlates the existence of civil unrest in the two years following Aristide's forced exile from Haiti with high incidence of rape. Between February 2004 and December 2005, 35,000 women were sexually assaulted  <FRAGMENT_SUPPRESSED> 's capital and 90% of those assaults were rape:  <FRAGMENT_SUPPRESSED> \"both the report's authors and other human rights workers said they believe the level of rape is directly linked to a high level of general violence and lawlessness - conditions that existed in abundance during the interim government period. <FRAGMENT_SUPPRESSED> This evidence supports a finding that women are targeted for rape in the capital city and the event of political instability coincided with a heightened risk of rape. This information does not undermine a finding that rape is a gender-related crime. It can be interpreted as supporting the assertion that rape is a weapon used to gain social control.  <FRAGMENT_SUPPRESSED> - In an update from Doctors Without Borders, \"Treating Sexual Violence  <FRAGMENT_SUPPRESSED> : Doctors Without Borders\", October 30, 2007, it is clear that the incidence of rape remains high, although self-reporting rates to either hospitals or the police is low. Specialized medical facilities are required to deal with the trauma of rape.  <FRAGMENT_SUPPRESSED>", "[34] I note that it is well-established in Canadian law that rape, and other forms of sexual assault, are crimes grounded in the status of women in society.  <FRAGMENT_SUPPRESSED>  B.C.A.C. 81; 62 W.A.C. 81, Justice Cory writing for the majority held at page 669:  <FRAGMENT_SUPPRESSED> \"... It cannot be forgotten that a sexual assault is very different from other assaults. It is true that it, like all the other forms of assault, is an act of violence. Yet it is something more than a simple act of violence. Sexual assault is in the vast majority of cases gender based. It is an assault upon human dignity and constitutes a denial of any concept of equality for women. <FRAGMENT_SUPPRESSED> Also in <FRAGMENT_SUPPRESSED>  O.A.C. 81, L'Heureux-Dubé, J., (dissenting in part) framed her legal analysis of the constitutionality of the \"rape-shield\" provisions in the Criminal Code around the fact that \"[s]exual assault is not like any other crime\".  <FRAGMENT_SUPPRESSED>", "[35] The notion that rape can be merely motivated by common criminal intent or desire, without regard to gender or the status of females in a society is wrong according to Canadian law (see also <FRAGMENT_SUPPRESSED>  Man.R.(2d) 1). In addition, rape is referred to as a \"gender-specific\" crime in the Gender Guidelines.  <FRAGMENT_SUPPRESSED>", "[36] The Board's finding that rape is part of general criminality in Haitian society was also contradicted by the documentary evidence provided by the applicant. Historically, rape  <FRAGMENT_SUPPRESSED>  is gender-specific and not random.  <FRAGMENT_SUPPRESSED>", "[37] In July 1994, Human Rights Watch, National Coalition for Haitian Refugees, produced a report documenting harrowing stories of rape and the purpose of rape. This document explicitly connects the violence of rape to oppression of women  <FRAGMENT_SUPPRESSED> 's recent history:  <FRAGMENT_SUPPRESSED> \"... Like men, women have been killed, arrested for their actual or imputed political views, beaten while in detention, forced into internal hiding (called marronage ), disappeared, and denied the most basic civil and political rights to political expression, humane treatment and due process.  <FRAGMENT_SUPPRESSED> Reports from women's rights groups  <FRAGMENT_SUPPRESSED>  reveal that women also are targeted for abuse in ways and for reasons that men are not . Uniformed military personnel and their civilian allies have threatened and attacked women's organizations for their work in defense of women's rights and have subjected women to sex-specific abuse ranging from bludgeoning women's breasts to rape. Rape also is a part of apparently random violence committed by bands of zenglendos. Social unrest, which is both fostered and exploited by the military authorities in order to repress opposition to their rule, has contributed to increased levels of seemingly random violence .\" (My emphasis.)  <FRAGMENT_SUPPRESSED>", "[38] This document does not provide evidence of the current risk of rape for women  <FRAGMENT_SUPPRESSED> . It provides a historical social context which describes Haitian women as specific targets by the military, and civilian armed gangs. This clearly contradicts the Board's assertion that rape is an act of violence faced generally by all Haitians.  <FRAGMENT_SUPPRESSED>", "[39] Had the Board member accepted that a risk of rape is grounded in the applicant's membership in a particular social group - albeit a risk generally faced by members of that social group - then the inquiry should have resulted in a determination of whether there is \"more than a mere possibility\" that the applicant risks suffering this harm  <FRAGMENT_SUPPRESSED> . Inherent in this next step of the analysis is a determination as to whether adequate state protection is available to the applicant.  <FRAGMENT_SUPPRESSED>", "[40] Without explicitly completing a state protection analysis, the Board referenced the existence of laws which define rape as a crime  <FRAGMENT_SUPPRESSED> . I note that there was documentary evidence which directly contradicted the Board's implicit assumption that state protection for people who fear violence  <FRAGMENT_SUPPRESSED>  is adequate. The Report of the Secretary-General on the United Nations Stabilization Mission  <FRAGMENT_SUPPRESSED>  and the Policy Briefing, authored by the International Crisis Group, Haiti: Security and the Reintegration of the State , Port-au-Prince/Brussels, 30 October 2006, explicitly discusses the instability of the state (as of 2006) and the specific incapacities of the state to police its citizens in a meaningful way.  <FRAGMENT_SUPPRESSED>", "[41] For all the above reasons, I find that the Board erred in law finding that a general risk of harm precluded the applicant's claim of persecution. The Board further erred, in law and with respect to the facts, in finding that rape is not a gender-related risk  <FRAGMENT_SUPPRESSED>  or that rape is a general risk faced by all Haitians. Finally, the Board did not consider the applicant's risk of rape due to her membership in the social group she alleged: women returning to Haiti from North America.  <FRAGMENT_SUPPRESSED>", "[42] Accordingly, the application for judicial review is granted, the decision of Board member Michael Hamelin is quashed, and the matter is sent back to a differently constituted Board for redetermination.  <FRAGMENT_SUPPRESSED>", "[43] At the request of counsel for the applicants, the following question is certified:  <FRAGMENT_SUPPRESSED> Can an assumption that rape is not a crime predicated on gender and reflecting gender imbalances be applied in an evidentiary vacuum, without regard to evidence demonstrating the contrary with respect to conditions in a refugee claimant's country of nationality?  <FRAGMENT_SUPPRESSED>", "[44] The application for judicial review is allowed. The decision of Michael Hamelin, a member of the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\"), dated July 10, 2009, is quashed and the matter is sent back for redetermination by a differently constituted Board.  <FRAGMENT_SUPPRESSED>", "[45] At the request of counsel for the applicants, the following question is certified:  <FRAGMENT_SUPPRESSED> Can an assumption that rape is not a crime predicated on gender and reflecting gender imbalances be applied in an evidentiary vacuum, without regard to evidence demonstrating the contrary with respect to conditions in a refugee claimant's country of nationality?  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/vnh  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}