{"id_": "094551", "body_str": ["[1] Blanchard, J. : The Applicant, Li Zhang, appeals the June 20, 2007 decision of Citizenship Judge William Day refusing his application for Canadian Citizenship. The Citizenship Judge found that the Applicant failed to meet the residency requirement under section 5(1) of the Citizenship Act, R.S.C. 1985, c. C-29, (the Act). The pertinent provisions of the Act are annexed to these reasons.", "[2] The Citizenship Judge found that the Applicant had established residence in Canada on October 2, 2002, and deemed him to have completed 922 days of recognized establishment in Canada at the time of his application. The Judge found this to be 173 days short of the statutory minimum 1095 days of residence that must pass before an applicant can be considered for citizenship. Further, the Judge found that a favourable recommendation under subsections 5(3) and 5(4) of the Act was not warranted since there was no evidence of any health disability, any special or unusual hardship or services of an exceptional value to Canada.", "[3] The term \"residence\" has been given different interpretations by this Court. There are essentially two categories. The first involves actual physical presence in Canada for a total of three years, calculated on the basis of a strict counting of days ( , [1993] F.C.J. No. 232 (QL) (T.D.)). The second category involves a less stringent reading of physical presence so long as the applicant's connection to Canada remains strong. ( Antonio E. Papadogioriorgahis (Re),", "[1978] 2 F.C. 208 (T.D.) and Koo (Re) , [1993] 1 F.C. 286 (T.D.)).", "[4] It is open to a Citizenship Judge to choose one of the recognized residency tests. The Court's role on judicial review is to determine whether the chosen test was properly applied by the Citizenship Judge. (", "[5] In reaching his decision, the Citizenship judge adopted the residency test as outlined in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . In that case Mr. Justice O'Reilly recognized that the Act is capable of more than one interpretation. One requiring physical presence in Canada for three years out of four and another requiring less than that so long as the applicant's connection to Canada is strong. The first is a physical test and the second is a qualitative test. The test articulated by Mr. Justice O'Reilly in <FRAGMENT_SUPPRESSED> is essentially a qualitative residency test. He explains the underlying rationale for the test, to which I subscribe, and its application at paragraphs 12 and 24 of his reasons.", "[12] With great respect to those with other views, it seems to me that the qualitative test should be applied by citizenship judges. This does not mean that the physical test is irrelevant. If an applicant meets the physical test, then the residency requirement of s. 5(1)( ) of the Act will be satisfied. If the physical test is not met, however, citizenship judges should, in my view, go on to consider the qualitative test. ...", "[24] ... the Citizenship Act requires that an applicant for citizenship show a period of residence in Canada amounting to a total of at least three years over the course of the previous four. In order for applicants to satisfy the residence requirement, they must first show that they have established a residence in Canada and then demonstrate that they maintained residency for the required duration ....", "[6] The Applicant contends that the Citizenship Judge erred in his application of the <FRAGMENT_SUPPRESSED> residency test. It is argued that the Judge embarked on an analysis informed by the <FRAGMENT_SUPPRESSED> decision, a qualitative test, and then improperly blended that test with the Pourghasemi test, (", "[1993] F.C.J. No. 232 (T.D.)) which involves a strict interpretation of actual physical presence in Canada. In essence, the Applicant maintains that the Citizenship Judge improperly discounted the period between April 12, 2001 and October 2, 2002 a period during which he was sometimes physically present in Canada. In the Applicant's submission, this period was discounted without the benefit of a qualitative assessment required under the <FRAGMENT_SUPPRESSED> test.", "[7] The question of whether an appellant meets the residency requirement involves an issue of mixed fact and law on which Citizenship Judges are owed a degree of deference by reason of their special knowledge and expertise in these matters. The ample jurisprudence of this Court has established the applicable standard of review for such a question to be reasonableness simpliciter. <FRAGMENT_SUPPRESSED>  at paras, 6; <FRAGMENT_SUPPRESSED>  at para. 5; <FRAGMENT_SUPPRESSED>  at para. 13 and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para. 7).", "[8] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  recently decided that there are now only two standards of review; reasonableness and correctness. I am satisfied upon consideration of the principles and factors discussed in <FRAGMENT_SUPPRESSED> that the applicable standard of review for the question before me is reasonableness", "[9] I disagree with the Applicant's argument and particularly with his understanding of the <FRAGMENT_SUPPRESSED> test. In my view, Mr. Justice O'Reilly was clear. He stated that an applicant must first show that he has established residence in Canada, and then demonstrate that they maintained residence for the required duration. It follows, that a citizenship judge must first determine the point of time when an applicant has established residence in Canada, since that date is not necessarily the date of landing. Here, that date was determined to be October 2, 2002. The Citizenship Judge explained his finding as follows: Immediately after landing in Canada you commenced months of foreign travel. After landing on 07 April 2001 you left Canada nine days later on 16 April 2001, returning 09 July 2001 for four weeks in Ottawa while your parents looked for accommodation there. You left Ottawa on 05 August, returning 03 September for two months in Vancouver where your parents had established themselves. You left Vancouver on 30 October 2001, returning to Canada on 11 December and leaving again on 16 January 02. Your first substantial stay in Canada was from 02 October 2002 to 06 July 2003, during which time you attended Concordia University for one and one half semesters. This sequence of events gives rise to a significant issue - the point at which you actually became a functional resident of Canada. The Nandre Decision - Citation 2003 FCT 650 (Honourable Justice O'Reilly) established and definitively clarified the precedent that residence commences not at the time of landing, but when a person takes up functional residence in Canada. Your first functioning residence in Canada commenced on 02 October 2002 when you returned to Canada and took up residence with your parents and at Concordia University. At this point, you stayed in Canada for 277 days and then left for China and the United Kingdom. On this latter basis, your period of residence is between 02 October 2002 and 12 April 2005 when you applied for citizenship. [Emphasis in the text.]", "[10] In my view, the Citizenship Judge's determination of the functional residency date of October 2, 2002 was reasonably open to him on the evidence. I am also of the view that the Citizenship Judge properly applied the <FRAGMENT_SUPPRESSED> test. I agree with the Respondent that a qualitative assessment was not required in the circumstances because the period between October 2, 2002 to April 12, 2005 fell short of the 1095 days pursuant to s. 5(1)( ) of the Act. A qualitative assessment of those days spent outside Canada in that period would be an exercise in futility since, even if every day were counted, there would still be insufficient days of residency to meet the requirements of s. 5(1)( ).", "[11] The Citizenship Judge's determination regarding a recommendation under subsections 5(3) and 5(4) of the Act are not raised in this application. I find on the record, that the determination was reasonably open to him in any event.", "[12] The remaining issues raised by the Applicant relate to the failure of the Citizenship Judge to conduct a proper qualitative assessment and failure to consider the evidence of the Applicant's ties to Canada adduced before him. As stated above, by adopting and applying the <FRAGMENT_SUPPRESSED> residency test, no such qualitative assessment is required in the circumstances.", "[13] I am of the opinion that the Citizenship Judge committed no reviewable error in dismissing the Applicant's citizenship application.", "[14] For the above reasons, the application for judicial review will be dismissed. JUDGMENT", "[15] THIS COURT ORDERS AND ADJUDGES that 1. The application for judicial review of the June 20, 2007 decision of the Citizenship Judge is dismissed. ANNEX Subsections 5(1), 5(3), 5(4), 14(2) and 14(5) of the Citizenship Act state: Grant of citizenship 5. (1) The Minister shall grant citizenship to any person who (a) makes application for citizenship; (b) is eighteen years of age or over; (c) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act , and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner: (i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and (ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence; (d) has an adequate knowledge of one of the official languages of Canada; (e) has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship; and (f) is not under a removal order and is not the subject of a declaration by the Governor in Council made pursuant to section 20. ... (3) The Minister may, in his discretion, waive on compassionate grounds, (a) in the case of any person, the requirements of paragraph (1)(d) or (e); (b) in the case of a minor, the requirement respecting age set out in paragraph (1)(b), the requirement respecting length of residence in Canada set out in paragraph (1)(c) or the requirement to take the oath of citizenship; and (c) in the case of any person who is prevented from understanding the significance of taking the oath of citizenship by reason of a mental disability, the requirement to take the oath. (4) In order to alleviate cases of special and unusual hardship or to reward services of an exceptional value to Canada, and notwithstanding any other provision of this Act, the Governor in Council may, in his discretion, direct the Minister to grant citizenship to any person and, where such a direction is made, the Minister shall forthwith grant citizenship to the person named in the direction. ... 14. (2) Forthwith after making a determination under subsection (1) in respect of an application referred to therein but subject to section 15, the citizenship judge shall approve or not approve the application in accordance with his determination, notify the Minister accordingly and provide the Minister with the reasons therefor ... 14. (5) The Minister or the applicant may appeal to the Court from the decision of the citizenship judge under subsection (2) by filing a notice of appeal in the Registry of the Court within sixty days after the day on which (a) the citizenship judge approved the application under subsection (2) ; or (b) notice was mailed or otherwise given under subsection (3) with respect to the application.[Emphasis added.] 5. ... [...] 14. [...] [End of document]"]}