{"id_": "094760", "body_str": ["[1] Frenette, D.J. : This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (Board) dated January 30, 2007. In that decision, the Board rejected the Applicant's claim for refugee protection under sections 96 and 97(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27, as amended ( IRPA ) finding that the Applicant was not a Convention refugee nor a person in need of protection as there was no credible basis for the Applicant's claim under subsection 107(2) of the IRPA", "[2] For the reasons set out below, I find that the Board's findings were not patently unreasonable and thus dismiss this application. I. Facts", "[3] The Applicant is an adult citizen of the Ukraine. She arrived in Canada on December 25, 2005 using a valid six-month's visitor's visa, obtained on the basis that the Applicant intended to visit her sister in Canada \"for about a month to celebrate new year\". When the Applicant's visa expired six months later, she applied for an extension and her application was denied. She filed for refugee protection, a few days later based on a fear of physical abuse from her former common-law spouse in the Ukraine.", "[4] In support of her allegations, the Applicant recounted five specific instances of abuse that occurred between January 2004 and October 2005. The Applicant stated that she was hospitalized on four of the five occasions , and she provided medical records in the form of excerpts from her \"Health Book\" to corroborate her description of incidents that occurred in May 2004, August 2005 and October 2005.", "[5] The translated medical records indicate that in May 2004, the Applicant suffered second-degree burns on her lower extremities. The Applicant submits, and the record notes, that the burns were sustained after her former husband pushed her into a bonfire while they were camping. The second set of excerpts from the \"Health Book\" state that in August 2005 the Applicant suffered facial injuries and a \"fracture of the right elbow outgrowth\", which was immobilized with a cast for six weeks. According to the Applicant, these injuries occurred after she was pushed by her husband, and resulted in an eight-day hospitalization. The third incident documented in the medical record excerpts occurred in October 2005 and involved bruising on the face, arms and legs. The Applicant stated that she incurred these injuries after being slapped in the face and on this occasion she spent three days in the hospital.", "[6] The Applicant's Personal Information Form (PIF) and the notes from her Record of Examination also describe an incident that occurred in August of 2004 where the Applicant was pushed and injured her lower back and waist. She allegedly went to the hospital for x-rays which did not reveal any injuries. There are no excerpts from the \"Health Book\" in the record that address this incident. She produced two photographs of two persons without indicating who and when they were taken or proving the identity of the persons. II. The Board's Decision", "[7] The Board made an adverse credibility finding against the Applicant, based on numerous apparent omissions from the Applicant's PIF and elements of the Applicant's testimony that were inconsistent with the Board member's specialized knowledge of the Ukraine.", "[8] In particular, the Board noted that the Applicant's PIF failed to mention several facts that were addressed in her oral testimony, including the Applicant's mother's influence in her decision to return to her husband, the husband's connections with the police and mayor, and the fact that the Applicant was hospitalized after being pushed into the bonfire in May of 2004. There were also inconsistencies regarding who had called the police on the Applicant's behalf during the October 2005 incident.", "[9] When confronted with omissions and inconsistencies at the hearing, the Applicant stated on more than one occasion that she had conveyed the omitted information to her counsel. The Board dismissed this argument, noting that the Applicant's counsel was well known to the Board and was considered to be reputable.", "[10] In addition to the inconsistencies set out above, the Board member also relied on specialized knowledge to find that the Applicant lacked credibility. For example, the Board held that had the Applicant been hospitalized as a result of an assault, she would have known that the doctors call the police and the police attend at the hospital to obtain the details of the assault. The Applicant had testified that although the doctor called the police, the police refused to come to the hospital and told the doctor they do not deal with family issues. The Board also noted that had the Applicant lived with her husband, she would have had in her possession the appropriate housing registration form to indicate this. The Applicant had testified that her mother had tried to obtain this registration from the housing authority and was refused. The Board refused to accept this explanation, noting that the Applicant's counsel would have been familiar with the use of a Power of Attorney to obtain forms such as this one.", "[11] In addition to the issues set out above, the Board also questioned the timing of the Applicant's claim for refugee protection. The Board observed that the Applicant filed her refugee claim several days after her application for a visa extension was denied. The Applicant testified that she did not apply for refugee status immediately upon entering Canada as she thought that her husband would forget about her. However, during her time in Canada, the Applicant's mother informed her that her husband continued to look for her and had made threats against her life. The Board rejected this explanation and concluded that it was not reasonable that a refugee in the Applicant's position would make a claim only after her visa extension was refused.", "[12] Overall, the Board found the Applicant to be completely lacking in credibility. As a result of its negative credibility finding, the Board afforded no weight to the Applicant's medical evidence. The Board ultimately rejected the Applicant's claim for refugee protection. III. Issues", "[13] The Applicant has raised the following two issues: 1. Did the Board make a reviewable error in basing its negative finding of credibility on a number of omissions that do not go to the heart of the matter? 2. Did the Board unduly disregard documentary evidence? IV. Analysis A. Standard of Review", "[14] It is well established that the Board's credibility and plausibility findings are to be afforded deference and are reviewable on a standard of patent unreasonableness ( <FRAGMENT_SUPPRESSED>  at para. 4 (F.C.A)). B. Evidence filed on the Application for Judicial Review", "[15] Before addressing the merits of the parties' arguments, I shall briefly comment on the evidence filed by the Applicant on this application for judicial review. In particular, the Applicant filed two affidavits, one sworn by the Applicant and the other sworn by a legal assistant at the law office of the Applicant's counsel. These affidavits, which were not before the Board, respond to various aspects of the Board's decision and discuss the use of medical records in the Ukraine, the authenticity of the Applicant's medical records, and comment on the medical terminology used in the medical records. Attached to the legal assistant's affidavit are two \"exhibits\" which consist of print-outs of material obtained from the Internet.", "[16] This evidence is not properly admissible and I have not given it any weight in reaching my decision. The information contained within the affidavits exceeds the personal knowledge of the affiants and neither affiant has been put forth as a medical expert or as an expert on the Ukraine. Issue 1: Did the Board make a reviewable error in basing its negative finding of credibility on a number of omissions that do not go to the heart of the matter?", "[17] The Applicant submits that the Board erred by basing its negative credibility finding on omissions from the Applicant's PIF that do not go to the heart of the matter. Specifically, the Applicant makes reference to the Board's comments regarding the Applicant's mother's influence and the Applicant's failure to mention the husband's police connections in her PIF.", "[18] At the hearing, the Applicant testified that her mother was instrumental in her decision to return to her former husband after the bonfire incident; however, her PIF made no mention of her mother's influence. The Board member found that on a balance of probabilities, the Applicant added these details on the day of the hearing to embellish her claim.", "[19] Similarly, the Applicant testified at the hearing that her former husband had connections to the police; however, this was not mentioned in her PIF. On one occasion when asked why she did not notice this omission from her PIF, the Applicant stated as follows: \"My condition is such that I am feeling myself very bad and I am feeling very emotionally bad, and I want to forget about [my husband].\" The Board did not accept this as a credible explanation and found the omission regarding the husband's connections to the police was an important omission, particularly as these police connections were the basis for the Applicant's argument that she had no internal flight alternative.", "[20] The Applicant argues that the Board's findings on these issues amount to an overly microscopic view of the evidence, which the court has cautioned against in <FRAGMENT_SUPPRESSED>  (F.C.A.): I have mentioned the Board's zeal to find instances of contradiction in the applicant's testimony. While the Board's task is a difficult one, it should not be over-vigilant in its microscopic examination of the evidence of persons who, like the present applicant, testify through an interpreter and tell tales of horror in whose objective reality there is reason to believe.", "[21] However, <FRAGMENT_SUPPRESSED> has been distinguished, for example in <FRAGMENT_SUPPRESSED>  at para. 15, where the court held that the Board's examination of the evidence was not overly microscopic, but instead, the Board was simply addressing the elements of the Applicant's story. In the present case, I would similarly find that the Board's approach was not overly microscopic. As the Applicant's testimony was relatively brief and focused only on a handful of discrete events, the Board member was entitled to question the Applicant with respect to those events and to make appropriate conclusions based on the Applicant's responses to those questions.", "[22] The Applicant also relies on Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  where the court held that the omission of certain details from a PIF does not necessarily lead to the conclusion that the Applicant is not credible. In particular, the court held as follows at paragraphs 18 and 19:", "[18] The positive credibility findings made by the Board were all within its purview and were not patently unreasonable or even simply unreasonable. The Board properly refrained from being microscopic in its evaluation of the evidence and in coming to its findings: <FRAGMENT_SUPPRESSED>  (C.A.) (QL). The Board had before it supporting documentary evidence from the Jamaican police which indicated that he had reported being shot at and attacked by thugs. The fact that these details were not mentioned in his PIF or the Port of Entry notes does not inexorably lead to a finding that the only reasonable interpretation of the evidence is to find Mr. Richards non-credible.", "[19] While the Board is completely entitled to draw negative inferences from the fact that certain details revealed in oral testimony do not appear in a claimant's PIF narrative, or are not mentioned at the Port of Entry by an individual, the Board is not required to view the lack of such details negatively and use such against the applicant's credibility. The three sources are not in direct conflict, but instead it is apparent that Mr. Richards' oral testimony elaborates and provides a great deal more detail than the very brief PIF narrative and fairly brief Port of Entry interview notes. The Board's statement that the Port of Entry notes are consistent with the PIF narrative and the oral testimony of himself and his spouse, who testified as a witness at the hearing, is not a patently unreasonable finding. See also <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 1487 (T.D.) (QL).", "[23] Based on this jurisprudence, the Applicant argues that the Board member should not have drawn adverse inferences based on omissions from the Applicant's PIF, particularly as her oral testimony did not contradict the information contained within her PIF.", "[24] However, even the court in the passage above from Richards, notes that it is open to the Board to draw adverse inferences based on omissions from an applicant's PIF. The Minister has also cited various cases where such adverse inferences were permitted (see e.g. <FRAGMENT_SUPPRESSED>  at para. 2 (T.D.) (QL)).", "[25] I am mindful that my role in reviewing the Board's decision, particularly its credibility findings, is limited. Unlike the Board member, I have not had the opportunity to see and hear first-hand the Applicant's testimony. I can only intervene where the Board has based its decision on an erroneous finding of fact made in a perverse and capricious manner or without regard to the material before it.", "[26] Although I may not have come to the same conclusion as the Board did, I find that it was open to the Board member to draw adverse inferences based on omissions from the Applicant's PIF. It was similarly open to the Board to conclude that factors such as the mother's influence and her husband's connections to the police were significant omissions, particularly in light of the entiretly of the Applicant's testimony. Moreover, it is not necessary that each individual omission be sufficient to impugn the Applicant's credibility, provided that the discrepancies cumulatively support a negative credibility finding (see <FRAGMENT_SUPPRESSED>  at para. 2 (T.D.) (QL)). Given the multiple omissions and inconsistencies in the Applicant's story, I would find that the Board member's credibility finding was not patently unreasonable. Issue 2: Did the Board unduly disregard documentary evidence?", "[27] The Applicant submits that Board member unduly regarded the documentary evidence. In particular, the Applicant argues that if the Board had concerns regarding the admissibility of the medical report, it should have voiced those concerns at the hearing. Further, the Applicant submits that the Board erred in not considering the totality of the evidence, as it did not consider and comment on the photographs submitted as evidence.", "[28] With respect to the medical evidence, the Board's decision states that as it found that the Applicant lacked credibility, it gave the medical report no weight. Notwithstanding this finding, the Board member went on to question the apparent lack of medical terminology used in the medical records and noted that certain details were missing, such as the daily bandage changes that were required for thirty days following the burn. Based on the decision, it is unclear whether the Board took issue with the authenticity of the reports themselves, or whether the Board did not believe that the events described in the reports were the results of spousal abuse.", "[29] Although the Board commits a reviewable error where it fails to consider a medical report, this is not the case here. The Board member did consider the report, but gave it no weight due to the Board's finding that the Applicant lacked credibility. Although the court has held that once a credibility determination has been made, the Board is entitled to use this finding in its assessment of the weight to assign to other evidence (see e.g. <FRAGMENT_SUPPRESSED>  at para. 12 (T.D.) (QL)), the applicability of this reasoning may depend on the type of \"other evidence\" at issue. With respect to independent medical reports, Justice Blanchard's discussion in <FRAGMENT_SUPPRESSED> is instructive: The Board gave no weight to two medical reports. First, Dr. Devin's psychological report which dealt with the Applicant's symptoms resulting from the ill-treatment he received allegedly at the hands of the Tanzanian authorities. Second, Dr. Hirsz's clinical opinion that the Applicant suffered an assault and his scars were consistent with the history of trauma. These two medical reports were given no probative weight because the Board did not find the Applicant credible in establishing the well-foundedness of his claim. The Applicant argues that these reports relate to his credibility and should have been considered by the Board in assessing his credibility and before making a credibility finding. Instead, the Applicant argues the Board based its decision to reject the reports on its determination that he lacked credibility. It is not for a medical expert to assess and determine a claimant's credibility, that is the function of the Board. It is open to the Board to afford no probative value to a medical report if that report is founded essentially on a claimant's story which is disbelieved by the Board. However, there may be instances where reports are also based on clinical observations that can be drawn independently of the claimant's credibility. In the instant case, Dr. Hirsz's medical report is based, at least in part, on independent and objective testing. In such cases, expert reports may serve as corroborative evidence in determining a claimant's credibility and should be dealt with accordingly before being rejected. The Board here, however, rejected the two reports based solely on its finding that the Applicant was generally not credible. Given my determination that the Board erred in its general credibility finding, it follows that its finding in respect to these reports is not sustainable.", "[30] In light of this jurisprudence, it may have been inappropriate for the Board to discount the medical report, which offered independent medical information, on the basis of its credibility finding alone.", "[31] However, in the present case, the Board did go further and briefly commented on the report itself, noting the apparent lack of medical terminology and the failure to mention details such as the fact that the Applicant was required to return on a daily basis to have her bandages changed. Although I find that the Board's conclusions with respect to the use of medical terminology are questionable given that the Board does not have medical expertise, its findings with respect to the missing reference to daily bandage changes are clearly supported by the evidence.", "[32] Moreover, based on a rudimentary survey of the medical excerpts contained within the record, I am satisfied that the Board member had grounds to question its value as corroborative evidence. I note that the entry with respect to the burns lacks the official hospital stamp that appears on the other pages and appears to be a truncated version of the entire report. In addition, the text indicates that an explanation of the abuse is attached; however, no translation of this explanation was made of record. Further, there is no indication on any of the excerpts that the Applicant was hospitalized overnight and there are no medical excerpts in the record to corroborate the Applicant's allegations that she attended at the hospital in August 2004 for x-rays.", "[33] Although the Board member's reasoning and conclusions on the issue of the medical report could have been set out more clearly, I would not find that it failed to have regard to the documentary evidence or that its conclusions on this issue were patently unreasonable.", "[34] With respect to the documentary evidence, the Applicant raises a second argument. She argues that the Board's failure to mention the two photographs that she submitted constitutes a failure to have regard to the totality of the evidence and thus an error in law (see e.g. <FRAGMENT_SUPPRESSED>  at paras. 1-2 (C.A.); Irarrazabad-Olmedo v Canada (Minister of Employment and Immigration) , [1982] 1 F.C. 125 (C.A.)). The Applicant asserts that this is particularly egregious, as she submitted only three pieces of documentary evidence in total, and the photographs directly contradict the Board's finding with respect to the bonfire incident.", "[35] Respectfully, the present case is distinguishable from those cited by Applicant. The photographs on which the Applicant relies allegedly show the Applicant and her former husband at the campsite on the day of the bonfire incident. According to the Applicant, the photographs corroborate her story, as they show that her legs were exposed.", "[36] Contrary to the Applicant's assertions, these photographs do not constitute material or relevant evidence. There is no independent evidence to establish the date on which the photographs were taken or whether the man in the photographs is the Applicant's former husband. Moreover, these photographs do not establish that the Applicant suffered any burns, or that the burns were caused by being pushed into a bonfire.", "[37] The Board is presumed to have taken all the evidence into consideration whether or not it indicates that it has done so ( <FRAGMENT_SUPPRESSED>  (F.C.A.)). Given the limited, if any, value of the photographs in corroborating the Applicant's story, the Board's failure to refer to the photographs is not fatal, particularly where the evidence does not directly contradict its findings. V. Conclusion", "[38] In view of the reasons set out above, the application will be dismissed. Neither party proposed a question for certification and thus no question will be certified. No costs will be awarded. JUDGMENT", "[39] For the Reasons provided; THIS COURT ADJUDGES that 1. The application is dismissed; 2. There is no question for certification; 3. There is no order as to costs. [End of document]"]}