{"id_": "094902", "body_str": ["[1] Mosley, J. : This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [ IRPA ]. The applicant challenges the decision of a Senior Immigration Officer (Officer) rejecting her Pre-Removal Risk Assessment (PRRA) application.", "[2] For the reasons that follow, the application is granted. II. Facts", "[3] The applicant, Ms. Behrooznia, is a 46 year old Kurdish woman born in Iran. In 2008, she left Iran for Cyprus, where she applied unsuccessfully for refugee protection. In May 2011, she travelled to Norway to visit her two adult sons, who live there without status. She did not make a refugee claim in Norway.", "[4] On 30 July 2011, Ms. Behrooznia arrived in Canada with fraudulent travel documents. She immediately applied for refuge, alleging that she had suffered persecution due to her political involvement in Iran, the political history of her family, her gender, and her Kurdish ethnicity. On 24 April 2012, the Refugee Protection Division of the Immigration and Refugee Board (Board) rejected her claim. Leave to obtain judicial review of that decision was subsequently denied.", "[5] The applicant submitted a completed PRRA application to the respondent on 5 June 2013. She claimed that she would be persecuted if returned to Iran because of her religion (Christianity), her gender, her status as a failed asylum seeker without proper travel documents, her status as a woman who had committed adultery, and her continuing political involvement. An Officer rejected Ms. Behrooznia's application on 22 January 2014 but she was not immediately informed of that decision.", "[6] The applicant's lawyer sent the respondent an e-mail with additional evidence in support of the PRRA application on 5 February 2014. This evidence consisted in the following: (1) an affidavit sworn by the applicant, (2) a copy of the applicant's baptismal certificate (she was baptized on 25 January 2014), (3) a letter from the applicant's pastor, (4) an affidavit sworn by a volunteer translating a speech the applicant had made at a political protest on 18 October 2013, and (5) photographs of the applicant's baptism and participation in the abovementioned protest. The next day, Ms. Behrooznia received a letter from the respondent informing her that a decision had already been reached. Later that day, her lawyer sent hard copies of the supplemental evidence to the respondent's Vancouver office by courier, along with one more submission: a CD recording of Ms. Behrooznia's speech at the protest.", "[7] The respondent received this material at its Vancouver office on 7 February 2014. That same day, the Officer responsible for the applicant's file, who was located in Toronto, reviewed the submissions sent by e-mail - but not those sent by courier. He upheld the negative decision, to which he joined an addendum. The respondent communicated the decision to the applicant on 20 February 2014.", "[8] The Officer found that Ms. Behrooznia, if returned to Iran, would not face risks or dangers that meet the requirements of sections 96 and 97 of the IRPA . He took notice of the applicant's past claim for refugee protection, which the Board had rejected due to negative findings of credibility. He then stated that the applicant had not rebutted any of the Board's findings but rather submitted \"entirely different risk elements\" for his consideration.", "[9] The Officer concluded that the applicant's Christian religion did not amount to new evidence under paragraph 113(a) of the IRPA , and so he did not examine whether it grounded a reasonable fear of persecution. The Officer found that the alleged fear of persecution on the basis of gender did not establish a forward-looking risk, as there was insufficient evidence that the applicant's former boyfriend had travelled to Iran or would be interested in doing so to harm her. Similarly, the Officer found that there was insufficient evidence that her relationship with a married man in Canada would become known in Iran or, if known, would meet the standard of proof required for an adultery conviction.", "[10] An alleged risk founded on the applicant's lack of travel documents was discounted, as it was known to the applicant at the time of her refugee hearing and there was no evidence that she could not apply for or obtain an Iranian travel document. The applicant's concern about returning to Iran as a failed refugee claimant should have been disclosed to the Board, as she was already a failed asylum seeker from Cyprus at the time of her hearing. The evidence of her involvement in political events in Canada, which post-dated the refugee determination, was found to be not substantially different from the evidence that was before the Board.", "[11] After reviewing the evidence sent by e-mail on 5 February 2014, the Officer determined that it repeated the same information provided in the original PRRA application. Although the video of the applicant's participation in a political protest at the Iranian Plaza in Toronto was not before him, the Officer determined that even if it were, its content would not amount to a written submission within the meaning of section 161 of the Immigration and Refugee Protection Regulations , SOR/2002-227. Further, he was not provided \"a written translation of said CD video by an official accredited interpreter\". III. Analysis", "[12] The applicant has raised a number of issues, including whether the Officer breached procedural fairness by not reviewing the submissions sent by courier to Vancouver and by failing to conduct an oral hearing. Based on my review of the evidence and the submissions, I would not interfere with the Officer's decision on those grounds.", "[13] The duty of fairness requires a PRRA Officer to consider evidence received prior to his decision, not evidence that the applicant tells him will arrive sometime later. In this instance the Officer took note of the existence of the material sent by courier, on the basis of the e-mail statements made by the applicant's lawyer. He explained that it would not have had an effect on his decision even if it had been before him. It was also open to the Officer to decline to assess the video, as it was not accompanied by a written translation prepared by an accredited interpreter. Further, it was reasonable for the Officer to give no probative weight to the photocopies of photographs, as they were \"blurred and not legible\" and did not indicate the time, place and circumstances under which they were taken.", "[14] The Officer did not rely on negative findings of credibility. Rather he found that the applicant's evidence did not substantiate fear as required by sections 96 and 97 of the IRPA . The issue for the Officer was the probative value of the evidence submitted, not its credibility. Accepting the evidence as true, it was not sufficient in the Officer's estimation to justify allowing the application. Therefore, it was not necessary for the Officer to conduct an oral hearing, as requested, as it would have merely provided the applicant an opportunity to address the credibility of her evidence that, in the Officer's view, was incapable of justifying her application: <FRAGMENT_SUPPRESSED> .", "[15] I am not persuaded that the Officer erred in excluding evidence pertaining to the applicant's practice of religion. In most cases involving paragraph 113(a) of the IRPA , the applicant seeks to add evidence corroborating a risk allegation that he raised previously. Here, the applicant altogether omitted to mention her Christian faith in her application for refuge. The Officer did not conclude that her submissions about religion were not new because they were similar to what she had already presented. Rather, he did so because they referred to personal circumstances which pre-dated the hearing.", "[16] As Justice de Montigny has written, \"the case law insisted that new evidence relate to new developments, either in country conditions or in the applicant's personal situation\": <FRAGMENT_SUPPRESSED> . In this instance, the applicant's baptism did not prove something that is \"materially different\" or \"significantly different\" from her practice of Christianity, which she should have divulged to the  <FRAGMENT_SUPPRESSED> ; aff'd 2007 FCA 385 at para 17.", "[17] In my view, it was reasonable for the Officer to dismiss the applicant's explanation for not telling the Board that she practised Christianity - that she did not trust her lawyer and could not hire one who was trustworthy. The Officer pointed to the applicant's subjective circumstances as a well-educated and well-travelled woman. He determined that a reasonable person would have expected her to find a suitable lawyer and present evidence of her religion to the Board. This was not a finding \"based on speculation and on a misunderstanding of the evidence\" and deserves deference: <FRAGMENT_SUPPRESSED> ; see also <FRAGMENT_SUPPRESSED> .", "[18] I am satisfied, however, that it was unreasonable for the Officer to conclude that some of the evidence of political involvement was not new. He limited his analysis to the photographic evidence and Ms. Bajestani's affidavit. The Officer did not adequately consider other evidence submitted in support of the applicant's claim, in particular, the affidavit of Mr. Mossallanejad. The Officer concluded that this was not new evidence because \"nothing contained in this statement is substantially different than the information that was before the Board\" and \"this report does not contain new substantive information\". He made no findings of credibility with respect to this evidence, nor did he consider whether to accord it any weight.", "[19] The Officer erred by conflating the appellant's political activities outside and within Canada. In 2012, the Board rejected evidence pertaining to her alleged involvement with the \"One Million Signatures Campaign\" in Iran and the PKK group in Cyprus. Mr. Mossallanejad's affidavit speaks to her attendance at public meetings and book launches in Canada. Ms. Behrooznia's affidavit states that she has attended numerous events hosted by an organization known as the \"Iranian Green Seculars\" since arriving in Canada. This information appears materially and substantially different from that considered by the Board.", "[20] Moreover, it is not patently clear that the applicant's political involvement in Canada began before her Board hearing, which would have required her to reveal it to the Board. This Court has accepted that evidence of political activity grounding a \" claim constitutes new evidence as to the applicant's fear of persecution\": <FRAGMENT_SUPPRESSED> .", "[21] Given recent events, in particular the deterioration of relations between Canada and Iran which escalated following the Board hearing, it is also difficult to understand why the Officer believed that the evidence pertaining to the applicant's failed refugee claim specifically from Canada is not materially different from the evidence respecting the failure of her claim in Cyprus, which she could have presented to the Board: see for example <FRAGMENT_SUPPRESSED>  where Justice Roy addressed the risk of a return to Iran following the denial of a claim for refugee protection in Canada.", "[22] In the result, therefore, I find that the Officer's decision is not reasonable. It does not fall within the range of possible, acceptable outcomes defensible in respect of the facts and the law: <FRAGMENT_SUPPRESSED> .", "[23] The applicant proposed that I certify the following question: Where a PRRA applicant raises risks that were not before the RPD does all evidence about those risks constitute new evidence?", "[24] The respondent opposed certification of this question as the law is clear on the matter. I agree. JUDGMENT", "[25] THIS COURT'S JUDGMENT is that the application is granted and the matter is remitted for reconsideration by a different Pre-removal Risk Assessment Officer. No questions are certified. <FRAGMENT_SUPPRESSED>  Mosley", "[2] II. Faits", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11] III. Analyse", "[12]", "[13]", "[14] <FRAGMENT_SUPPRESSED> à 41.", "[15]", "[16]", "[17] <FRAGMENT_SUPPRESSED> .", "[18]", "[19]", "[20] <FRAGMENT_SUPPRESSED> .", "[21]", "[22] <FRAGMENT_SUPPRESSED> .", "[23]", "[24] JUGEMENT", "[25] [End of document]"]}