{"id_": "095055", "body_str": ["[1] Annis, J. : This is an appeal of an order by Prothonotary Morneau dated December 10, 2013, by which the prothonotary dismissed the Motion for a Stay of Proceedings brought under paragraph 50(1)( ) of the Federal Courts Act , RSC 1985, c F-7. The Defendant, Livestock Express BV, had sought an order staying the action for damages undertaken by the Plaintiff, Comtois International Export Inc in favour of arbitration  <FRAGMENT_SUPPRESSED>  on the basis of an arbitration clause contained in a booking note (the Booking Note) concluded between the parties on September 18, 2012. The Defendant seeks that Prothonotary Morneau's decision be overturned, and that the proceedings be halted in favour of arbitration  <FRAGMENT_SUPPRESSED> .", "[2] For the reasons that follow, the appeal is allowed. Background", "[3] The Court adopts the factual background as set out by Prothonotary Morneau at paragraph 4 of his decision.", "[4] The Defendant, Livestock Express, is a ship charterer which, at the material time, operated the M/V Orient I, a specialized livestock carrier.", "[5] The Plaintiff, Comtois International Export Inc (\"Comtois\"), is a trader and exporter of cattle.", "[6] Comtois chartered the M/V Orient I to perform a voyage between either Becancour, Québec or St John, New Brunswick and Novorossiysk, Russia, carrying a cargo of livestock.", "[7] On September 18, 2012, a Booking Note was issued in Zeebrugge, Belgium setting out the terms of the carriage of the cargo of livestock.", "[8] The parties had agreed on an ice clause which formed part of the Booking Note and gave the carrier the option of loading the cargo in St. John, New Brunswick if Becancour was not in an \"ice-free condition\".", "[9] The Booking Note incorporated an arbitration provision by which the parties agreed that any disputes arising out of the contract or the carriage of the cargo would be governed by English law and would be referred to arbitration  <FRAGMENT_SUPPRESSED> .", "[10] The vessel approached Canadian waters in early December 2012, and, based on forecasted ice conditions at the Port of Becancour, Livestock Express opted on December 12, 2012 to proceed to the alternative load Port of St John, New Brunswick and informed Comtois accordingly.", "[11] Comtois took exception with the decision of the carrier to load the cargo in St John, New Brunswick rather than Becancour, Québec.", "[12] A dispute arose between the parties regarding the election by Livestock Express to use St John as the alternative load port and more precisely the applicability of the \"ice clause\" in the Booking Note on the circumstances of the case.", "[13] On December 14, 2012, a Statement of Claim was issued by Comtois along with a warrant for the arrest of the vessel, naming Livestock Express along with the owners and ship managers of the M/V Orient I as in personam defendants and the M/V Orient I as in rem defendant.", "[14] On December 18, 2012, the vessel anchored at the Port of St John where the cargo of livestock was loaded between December 19-21, 2012. The vessel sailed to Novorossiysk on December 22, 2012.", "[15] Comtois claimed $250,000 as damages, representing the additional costs of shipping the livestock to the Port of St John.", "[16] The present action arises out of the contract for the charter of the M/V Orient I evidenced by the Booking Note.", "[17] On April 16, 2013, the Defendant served and filed a Motion for a Stay of Proceedings in favour of arbitration  <FRAGMENT_SUPPRESSED> , basing its contention on the arbitration clause contained in the Booking Note.", "[18] On December 10, 2013, Prothonotary Morneau dismissed the Motion with costs. Impugned Decision", "[19] Prothonotary Morneau determined that section 46 of the Marine Liability Act , SC 2001, c 6, (the Act ) did not apply to the Booking Note pursuant to the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  ( The Federal EMS ), wherein the Federal Court of Appeal found that charter-parties are not covered by the expression \"contract for the carriage of goods by water\" in section 46 of the Act", "[20] Prothonotary Morneau then continued to an analysis of the applicability to the Booking Note of article 8 of the Commercial Arbitration Code (the Code ), set out in the schedule to the Commercial Arbitration Act , RSC 1985, c 17 (2nd Supp) (the Arbitration Act ), which provides that a court dealing with an arbitration clause, as in this case, shall refer the matter to arbitration. Prothonotary Morneau determined that there is no distinction between forum selection clauses and arbitration clauses, and that to the degree that such a distinction exists, it is irrelevant in light of the Court's discretion under section 50 of the Federal Courts Act , RSC, 1985, c F-7. He cited The \" <FRAGMENT_SUPPRESSED>  [ The Seapearl ] at page 176 for the proposition that the Federal Court is not deprived of its jurisdiction to stay proceedings by contractual undertakings to submit disputes to a foreign court or arbitration. As a result, Prothonotary Morneau found the existence of \"strong cause\" and the substantial risk of a denial of justice, drawing on the test developed by the Supreme Court in <FRAGMENT_SUPPRESSED>  [ Pompey ] at paragraph 39, which states that there must be evidence that it would not be reasonable or just in the circumstances to require a party to adhere to the terms of the clause in question. At paragraph 19, the Court in Pompey referred to the factors developed in the British decision The Eleftheria , [1969] 1 Lloyd's 237 [the Eleftheria factors], that can be taken into account when performing this analysis.", "[21] In his determination that article 8 of the Code does not displace the application of the Eleftheria factors in the case of an arbitration clause, Prothonotary Morneau stated that the Plaintiff \"was unable to present to the Court a case that makes such a distinction among the types of clauses\". However, in its written submissions, the Defendant argued that the Federal Court of Appeal specifically considered this issue in the case of <FRAGMENT_SUPPRESSED>  (FCA) [ <FRAGMENT_SUPPRESSED> ] and concluded that article 8 of the Code removed any discretion of the Court not to stay arbitration proceedings pursuant to section 50 of the Federal Courts Act Relevant legislative provisions", "[22] The relevant legislative provisions are: Marine Liability Act , SC 2001, c 6: INSTITUTION OF PROCEEDINGS IN CANADA Claims not subject to Hamburg Rules 46. (1) If a contract for the carriage of goods by water to which the Hamburg Rules do not apply provides for the adjudication or arbitration of claims arising under the contract in a place other than Canada, a claimant may institute judicial or arbitral proceedings in a court or arbitral tribunal in Canada that would be competent to determine the claim if the contract had referred the claim to Canada, where (a) the actual port of loading or discharge, or the intended port of loading or discharge under the contract, is in Canada; (b) the person against whom the claim is made resides or has a place of business, branch or agency in Canada; or (c) the contract was made in Canada. (2) Notwithstanding subsection (1), the parties to a contract referred to in that subsection may, after a claim arises under the contract, designate by agreement the place where the claimant may institute judicial or arbitral proceedings. 46. Commercial Arbitration Act , RSC, 1985, c 17 (2nd Supp): 4. (1) This Act shall be interpreted in good faith in accordance with the ordinary meaning to be given to its terms in their context and in the light of its object and purpose. [...] SCHEDULE 1 (Section 2) COMMERCIAL ARBITRATION CODE ARTICLE 8 ARBITRATION AGREEMENT AND SUBSTANTIVE CLAIM BEFORE COURT (1) A court before which an action is brought in a matter which is the subject of an arbitration agreement shall, if a party so requests not later than when submitting his first statement on the substance of the dispute, refer the parties to arbitration unless it finds that the agreement is null and void, inoperative or incapable of being performed. (2) Where an action referred to in paragraph (1) of this article has been brought, arbitral proceedings may nevertheless be commenced or continued, and an award may be made, while the issue is pending before the court. [...] (article 2) CODE D'ARBITRAGE COMMERCIAL ARTICLE 8 Federal Courts Act , RSC, 1985, c F-7: 50. (1) The Federal Court of Appeal or the Federal Court may, in its discretion, stay proceedings in any cause or matter ) on the ground that the claim is being proceeded with in another court or jurisdiction; or ) where for any other reason it is in the interest of justice that the proceedings be stayed. (2) The Federal Court of Appeal or the Federal Court shall, on application of the Attorney General of Canada, stay proceedings in any cause or matter in respect of a claim against the Crown if it appears that the claimant has an action or a proceeding in respect of the same claim pending in another court against a person who, at the time when the cause of action alleged in the action or proceeding arose, was, in respect of that matter, acting so as to engage the liability of the Crown. (3) A court that orders a stay under this section may subsequently, in its discretion, lift the stay. 50. Issues", "[23] The relevant issues in these proceedings are the following: 1. Are the issues raised in the motion vital to the final issue of the case, or is Prothonotary Morneau's order clearly wrong, in the sense that his exercise of discretion was based on a wrong principle or upon a misapprehension of facts, such that the Court can proceed to a de novo review? 2. Was Prothonotary Morneau correct in his determination that section 50 of the Federal Courts Act supersedes section 8 of the Code , giving the Court the discretion to apply the Eleftheria factors to determine whether there is strong cause to allow the Plaintiff to pursue legal action in Canada despite the existence of the arbitration clause? 3. If the answer to question 2 is yes, has the Plaintiff demonstrated that \"strong reasons\" exist to allow the action to continue in Canada, notwithstanding the agreement to arbitrate? Standard of Review", "[24] The parties agree that the standard of review for discretionary orders of prothonotaries is that such orders are not to be disturbed on appeal unless the questions raised in the motion are vital to the final issue of the case, or unless the orders are clearly wrong, in the sense that the exercise of discretion by the prothonotary was based on a wrong principle or upon a misapprehension of facts ( Pompey at para 18; <FRAGMENT_SUPPRESSED>  (CA), per MacGuigan JA, at pp. 462-63). If Prothonotary Morneau's decision meets one of those criteria, the discretion of the reviewing judge must be exercised de novo", "[25] In this matter, the Prothonotary made a discretionary decision to refuse the Defendant's request to refer the matter to arbitration. Had the motion been granted, it would have put an end to the active proceedings in the Federal Court and the merits of the claim would have most likely been decided by an arbitration panel  <FRAGMENT_SUPPRESSED> . As a result, the Defendant contends that Prothonotary Morneau's decision meets the criteria for a de novo review in that the question raised in the motion is vital to the action, and therefore the appeal should be heard de novo . The Court agrees with the Defendant that the refusal to grant a stay of proceedings is vital to the proceedings, in that it would put a halt to any potential arbitration proceedings in  <FRAGMENT_SUPPRESSED> : \"the stay imposed has a significant impact on whether the Canadian action will ever be tried\").", "[26] Furthermore, the Prothonotary erred when he stated that the Plaintiff was unable to provide the Court with a precedent supporting the conclusion that article 8 of the Code , if applicable, removes the discretion of the Court not to grant the stay. The Federal Court of Appeal decision in <FRAGMENT_SUPPRESSED> was properly before him and determinative of this issue. I conclude therefore that the Prothonotary applied a wrong principle in failing to consider and apply <FRAGMENT_SUPPRESSED> . Analysis", "[27] The parties do not dispute the validity, operability, and enforceability of the arbitration clause contained in the Booking Note. As a result, the dispute falls within the meaning of clause 31(b) of the Booking Note, which provides: All disputes arising out of this contract and the carriage of the Cargo shall be referred to arbitration  <FRAGMENT_SUPPRESSED> , one arbitrator being appointed by each of the parties and a third by the two so appointed. For disputes where the total amount claimed by either party does not exceed US $50,000, the arbitration shall be conducted in accordance with the Small Claims Procedure of the London Maritime Arbitrators' Association.", "[28] Prothonotary Morneau was correct in his determination that section 46 of the Act does not apply to the Booking Note because the contract in question is a charter-party. In The Federal EMS , the Federal Court of Appeal made clear that charter-parties are not subject to section 46. This conclusion was not seriously challenged by the Plaintiff.", "[29] It is noted that the Plaintiff subsequently argued that the Court should give consideration to the decision of the Federal Court of Appeal in Incremona-Salerno Marmi Affini Siciliani (ISMAS) snc v. Castor (The) , 2002 FCA 479, [2002] FCJ No 1699 at paragraph 13 where it was indicated that section 46 of the Act applied when the Court exercised its discretionary power pursuant to section 50 of the Federal Courts Act to stay a matter in respect of both choice of forum or arbitration clauses. However, this decision has no application in this matter because of the holding in The Federal EMS that section 46 does not apply to charter-party agreements.", "[30] As indicated above, I find that Prothonotary Morneau's determination that the Court's discretion under section 50 of the Federal Courts Act allowing him to refuse the motion for a stay despite article 8 of the Code to be irreconcilable with the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> .", "[31] In <FRAGMENT_SUPPRESSED> , the Court noted that there had been differing conclusions in various previous decisions as to whether a Motions Judge has a discretion under article 8 of the Code to stay proceedings. The Court of Appeal brought to an end these diverging judicial opinions by concluding that stays involving arbitration clauses are mandatory under section 8 without residual discretion.", "[32] The Court relied upon the interpretive provision of article 4 (1) of the Code , requiring that \"shall\" clearly means \"must\", and not \"may\", in addition to policy grounds which it described as follows at pages 674-75: As stated, the choice is between the stay of proceedings as between the parties to the arbitration ensuing upon the reference without an exercise of judicial discretion, or granting a discretionary stay unless there are \"strong reasons\" not to. All of the policy considerations that militate in favour of the mandatory legislative requirement that a dispute subject of an arbitration agreement be referred to that arbitration seem to me also to militate conclusively in favour of the staying of the litigation of the same issues until the arbitration award has been made. It seems far more likely that otherwise that disposition of those issues will resolve the entire litigation, if not among all the parties at least among those party to the arbitration. I conclude that, once a reference to arbitration has been made, there is no residual discretion in the court to refuse to stay all proceedings between the parties to the arbitration even though there may be particular issues between them not subject of the arbitration.", "[33] The reasoning from <FRAGMENT_SUPPRESSED> has subsequently been applied in other decisions, namely in <FRAGMENT_SUPPRESSED> where in reference to a similar provision, section 15(2) of the British Columbia Arbitration Act , RSBC 1996, c 55, the BC Court of Appeal restated and applied the Federal Court of Appeal's reasoning from <FRAGMENT_SUPPRESSED> : The legislative direction given to courts of law to defer to arbitral jurisdiction under s. 15(2) is just as mandatory as the counterpart provision of the Code of Civil Procedure of Quebec . The comment of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> Justice Hugessen of this Court referred to <FRAGMENT_SUPPRESSED> in emphasizing the importance of heeding contractual undertakings to arbitrate disputes, and warning against the effects of frustrating parties' expressed contractual intention to make use of arbitration by allowing one party to halt mandatory arbitration proceedings in order to pursue alternative legal proceedings in another jurisdiction:", "[19] Furthermore, it would appear to me that as a matter of policy the Court should, whenever possible, favour recourse to arbitration and discourage applications such as this one which necessarily have the effect (and perhaps even the object) of halting an arbitration in mid-stream and frustrating the parties' expressed contractual intention to make use of this method for settling their disputes. This is not a case in which the Court is called upon to apply the traditional three part test for granting interlocutory stays or injunctions ( <FRAGMENT_SUPPRESSED>  (QL)). Rather, it is a case of the Court having no discretion but to give effect to a clear direction founded in both statute and in policy to respect the parties' expressed desire to submit to arbitration ( <FRAGMENT_SUPPRESSED>  (C.A.) (QL)).", "[35] Moreover, the Prothonotary's reliance on The  <FRAGMENT_SUPPRESSED> , for the proposition that no distinction should be drawn between a forum selection clause and an arbitration clause was referred to in <FRAGMENT_SUPPRESSED> and thereby specifically overruled. The Plaintiff also cited various cases after <FRAGMENT_SUPPRESSED> where The Seapearl had been relied upon, including the Supreme Court in ZI Pompey . However, none of these cases involved arbitration clauses. The references to The Seapearl in those matters were to support the proposition that in applying section 50 of the Federal Courts Act to stay a choice of form clause, the usual tripartite stay test is ousted by the \"strong grounds\" test based on the Eleftheria criteria.", "[36] Finally, during oral pleadings the Plaintiff attempted to argue that article 8 of the Code should not be relied upon because the arbitration agreement was \"incapable of being performed,\" as per the wording of the provision. The prejudice caused to the Plaintiff by the \"prohibitive costs for Comtois which ultimately would discourage it from suing  <FRAGMENT_SUPPRESSED> ,\" as found by the Prothonotary, were said to render the agreement incapable of being performed. I reject this submission as being without foundation. Reference to factors that might discourage a party from participating in arbitration proceedings are both speculative and not contemplated by the exemption in article 8 any more than they would be in the context of an ordinary lawsuit said to be incapable of being performed.", "[37] Given the Court's conclusion that it is bound by the Court of Appeal's decision in <FRAGMENT_SUPPRESSED> which specifically applies to the facts in this matter, no purpose is served by considering the Defendant's alternative argument that the Prothonotary wrongly exercised his discretion under section 50 of the Federal Courts Act", "[38] As a result, the appeal is allowed and an order for a stay of the action in favour of arbitration proceedings  <FRAGMENT_SUPPRESSED>  is granted. Costs are ordered payable to the Defendant in the amount of $2,220, as agreed upon by the parties. JUDGMENT", "[39] THIS COURT'S JUDGMENT is that 1. The appeal of the Prothonotary's order dated December 10, 2013 is allowed; 2. An order is made staying the present action in favour of arbitration to be commenced  <FRAGMENT_SUPPRESSED>  in accordance with the terms of the governing Booking Note; 3. The Plaintiff is to pay costs to the Defendant in the amount of $2,220. Appeal allowed."]}