{"id_": "095131", "body_str": ["[1] Strickland, J. : This is an application brought pursuant to subsection 72(1) of the Immigration and Refugee Protection Act, SC 2001, c 27 (IRPA) seeking judicial review of the decision of a visa officer refusing the Applicant's application for permanent residence in Canada.", "[2] The Applicant is a citizen of Kenya who has been resident in the United States since 2001. She submitted an application for permanent residence in Canada in 2010 in the Federal Skilled Worker class under National Occupation Code (NOC) 3152 as a registered nurse. She included her spouse, a citizen of Kenya, and her son, a citizen of the United States, in her application as accompanying family members. By a letter dated August 15, 2012 the visa officer advised the Applicant that her application had been denied as she did not meet the requirements for immigration to Canada and was inadmissible pursuant to subsection 11(1) of the IRPA. This is the judicial review of that decision. Decision Under Review", "[3] The decision in this case consists of the above described refusal letter and the reasons for the decision contained in the Global Case Management System Notes (GCMS Notes) made by the officer. It is well established that GCMS Notes form part of the reasons of a visa officer ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> FTR 185 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [2013] FCJ No 804 (QL) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> FTR 66 [ <FRAGMENT_SUPPRESSED> ]).", "[4] The refusal letter stated that the Applicant had not brought to her interview the requested further documentation concerning her and her spouse's work experience, education, U.S. status and evidence of funds for settlement; the documents that were provided did not support the work experience stated on her application; and, there were discrepancies in the information provided by the Applicant and her husband in the application as to their employment history and U.S. status. The refusal letter noted that the Applicant was asked to address these discrepancies during her interview at which time she stated that the information provided had not been truthful and accurate. The Applicant had also not provided all bank account statements or evidence of the source of funds in the statements provided. The documents provided did not satisfy the officer that the Applicant had adequate funds for settlement. When questioned during the interview, the Applicant admitted that she and her spouse had approximately $130,000 in debt.", "[5] The officer advised that, based on the interview and file information, she did not find the Applicant to be credible or the information and documents that she provided to be reliable. The officer was not satisfied that the Applicant and her spouse were admissible to Canada and had the work experience stated or that they had adequate funds for settlement. Accordingly, the officer found that the Applicant was not eligible for permanent residence in Canada as a skilled worker and, for the reasons set out, was satisfied that she was inadmissible pursuant to subsection 11(1) of the IRPA.", "[6] The GCMS Notes are detailed and included the following: At the interview the Applicant was asked to explain her U.S. status as some information was not accounted for in her application. She initially stated that during a period in question she worked on practical training after her studies but on further questioning admitted that she worked without authorization between 2009 and 2011 and that she had not admitted this to the U.S. authorities when applying for her current work authorization; Her spouse had stated in his application that he had valid student status in the U.S. but there was no documentation to support this. When questioned, the Applicant admitted that her spouse had not had valid status in the U.S. since 2002. When asked why his application listed him as a student, the Applicant responded that they had no lawyer to help them with the application; The Applicant's employment listed in her application did not refer to employment listed on her IRS documents and when questioned about this she said it was because she had worked with those employers for a short period of time. However, the wages earned from those positions exceeded those earned from the employer she had listed for the relevant period. Further, updated and complete reference letters had not been provided. The officer stated that the Applicant had not been truthful and forthcoming regarding her employment; When asked about her spouse's employers listed in the application and in the tax documents, which did not match, the Applicant had difficulty in advising where her spouse had worked since 2007, the visa officer advised the Applicant that she did not find this to be credible; When asked about settlement funds, the Applicant stated that she had brought evidence of funds of approximately $40,000. She denied any debt when initially asked. When asked if she had a student loan she initially did not respond. When the officer pointed out that the financial documents the Applicant had provided indicated the payment of loans, the Applicant acknowledged a student loan and a mortgage resulting in debt of approximately $130,000; When asked about bank accounts held by the Applicant and her spouse, the Applicant was reluctant to respond but acknowledged the existence of four accounts. When asked about large amounts transferred from another undisclosed account the Applicant said these were from her spouse's account. When asked why she had not provided the requested statements from that account the Applicant stated that this was because there were no real funds in that account. The officer pointed out that this was not credible as regular large amounts, in one case $6000, were received from that account. The source of those funds was not provided as requested.", "[7] In summary, the officer stated that: Advised subj that I did not find her credible and I did not find the information she presented reliable. She submitted her application 11/10 - stated she worked fm 1/08 to 6/09 at Alden Valley Ridge f/t which is not the case. Did not provide updated emp letters as requested and I am not satisfied the emp letters subj has provided are reliable. I am not satisfied subj and spouse have educ stated - studies may have been online - no evid otherwise. False info on app regarding status and emp provided. Fact that subj did not appear to be knowledgeable about spouse's work is of concern. I am not satisfied subj has adequate funds that are unencumbered by debt or legal obligation. Subj did not comply with request for specific docs and responses to questions at interview and docs provided indicate subj has not been forthcoming and truthful and is not credible. Issues", "[8] In my view the issues are as follows: i. Was the decision reasonable? ii. Was the Applicant denied procedural fairness? Standard of Review", "[9] A standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard ( <FRAGMENT_SUPPRESSED>  at para 57 [ <FRAGMENT_SUPPRESSED> ];  <FRAGMENT_SUPPRESSED> ).", "[10] This Court has applied the reasonableness standard when reviewing an officer's assessment of evidence on an application for permanent residence under the federal skilled worker class ( <FRAGMENT_SUPPRESSED> [2009] FCJ No 644 ( <FRAGMENT_SUPPRESSED> FTR 38; <FRAGMENT_SUPPRESSED> ). Similarly, a visa officer's determination that a person has made a material misrepresentation is also reviewed on the reasonableness standard as it is a question of mixed fact and law ( <FRAGMENT_SUPPRESSED> [2013] FCJ No 592 ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] being that: \"on the application or interpretation of s. 16, the standard of review is correctness. On the matter of the Officer's conclusion that the Applicant had not answered truthfully, the standard is reasonableness because it is largely a factual inquiry\".", "[12] Whether a visa officer should bring any concerns to the attention of an applicant and offer an opportunity to address them has been found to be a question of procedural fairness reviewable on a standard of correctness ( <FRAGMENT_SUPPRESSED> [2011] FCJ No 1782 ( <FRAGMENT_SUPPRESSED> [2012] FCJ No 1624 (QL)). When examining an issue of procedural fairness the Court must determine whether the process followed by the decision-maker satisfied the level of fairness required in all of the circumstances ( Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  at para 43). Was the decision reasonable?", "[13] The Applicant submits that the decision is unreasonable because the officer reached a number of conclusions concerning her work experience without regard to the evidence.", "[14] Specifically, that the officer's findings about the Applicant's work at Alden Valley Ridge were erroneous. The officer stated that in her application the Applicant claimed to have worked there full time from June 2009 to November 2010, however, in fact she claimed to have worked there from January 2008 to June 2009. The officer stated that the Applicant had misrepresented that this was full-time work, however, the form asked her to list either continuous full-time or equivalent part-time experience. Therefore, there was no misrepresentation. As to her other employment (at Adventist Glen Oaks Hospital; Home Physicians, PC; and, Sinai Health System), the Applicant provided letters of reference from each employer verifying that she had worked there. Some of those letters stated hours of work, others stated that it was full-time, and some also gave her wage. She also provided IRS wage and income transcripts for each of those employers showing income of approximately $200,000 working as a registered nurse from 2008 to 2011. In the face of this, the officer's conclusion that the documents were unreliable was perverse and capricious.", "[15] The Applicant also submits that she met the requirements of subsections 75(2)(a) and 80(7) of the Immigration and Refugee Protection Regulations , SOR/2002-227 (IRPA Regulations), if she had a minimum of 1950 hours of employment experience in the ten year period preceding the application, regardless of whether it was full-time of part-time work. The evidence shows that she worked a total of 2376 hours in continuous part-time employment preceding her application and that her Adventist Glen Oaks Hospital work alone satisfied section 75.", "[16] As for the settlement funds, the Applicant provided bank statements establishing that there was $49,435.46 in bank accounts and submitted that the evidence of her and her spouse's incomes over the years plainly accounted for its source. Further, the Applicant had not been asked to provide evidence of debt but readily disclosed it when asked at the interview. Those debts would easily be settled once the Applicant sold her house. Further, the $100,000 mortgage encumbers only the house, and the $30,000 student loan encumbers nothing. Given all this, the finding that the Applicant did not provide evidence of the source of the funds or that there was not adequate funds for settlement was perverse and made without regard to the evidence.", "[17] Finally, with respect to status, the Applicant submits that all the relevant documents were given to the officer at the interview but were returned without the officer having retained a copy. Therefore, the officer's finding that the Applicant had not provided the documentation and was untruthful about her husband's status was made without regard to the evidence and in error. Further, that her spouse's status in the U.S. is not a relevant consideration and that it was unreasonable for the officer to use this as one of the bases for refusing the application.", "[18] The Respondent refers to the statutory framework including subsection 16(1) of IRPA which requires applicants to answer truthfully all questions put to them and to produce all relevant evidence and documents that the officer reasonably requires.", "[19] With respect to work experience, the Applicant was required to list all of her full-time or equivalent part-time employment in the ten years preceding the application in section 11 of Schedule 3 Economic Classes - Federal Skilled Workers. She listed only two occupations, Adventist Glen Oaks Hospital from June 2009 to November 2010 and Alden Valley Ridge from January 2008 to June 2009. At the interview it was pointed out that from January 2008 to June 2009 she had actually worked for three employers (Mount Sinai, Rush North Medical Centre, and Alden Valley Ridge). When asked why she did not mention them, the Applicant said she did not work for them long, however, her earnings from Mount Sinai were about $21,000. The Applicant then disclosed that she worked there for nine months.", "[20] When the officer told the Applicant that her earnings from Alden Valley Ridge, being $20,823, did not indicate full-time employment, she did not respond. Only after the officer asked how full-time employment at Alden Valley Ridge for a year resulted in pay amounting to less than that earned in nine months at Mount Sinai did the Applicant admit that she worked at the latter only part-time.", "[21] Further, the letter scheduling the interview asked the Applicant to submit letters of reference from all employers listing dates of employment, hours worked per week, remuneration paid, and duties and responsibilities. The Respondent points out that the letters from three of the employers (Mount Sinai, Alden Valley Ridge and Home Physicians 2011 PLC) listed no hours of work, and only the letter from Alden Valley Ridge listed duties and responsibilities. There was no letter from Rush North Medical Centre. The evidence was insufficient to demonstrate that the Applicant worked the requisite 37.5 hours per week for one year. As well, the Respondent submits that the letter from Adventist Glen Oaks only disclosed that the Applicant worked 36 hours per week, which was not the 37.5 hours per week required to count as full-time employment. Given this, the officer made no error in assessing that evidence and concluding the Applicant lacked the requisite experience. The Applicant was required to provide sufficient evidence at the time of the application to satisfy the officer that she met the requirements of the class ( <FRAGMENT_SUPPRESSED> [2012] FCJ No 731 (QL) [ Elisha ]).", "[22] With respect to the funds for settlement, the Respondent points out that the Applicant was required to prove that she held the required amount \"in the form of transferable and available funds, unencumbered by debt or other obligations.\" (IRPA, subsection 76(1)(b)(i)). Here, the Applicant established by bank statements that she and her spouse held about $49,000, but failed to provide evidence relating to the source of those funds. The officer noted that regular large deposits had been made from an account for which the Applicant failed to provide information although she was asked to provide \"all bank account statements for all accounts maintained by you and your spouse in, or outside of, the U.S. for the past twenty-four months and evidence of source of funds\". At the interview the Applicant stated that the unreported account from which the large deposits were made belonged to her spouse but that she did not provide statements for the account because it contained no real funds. The officer found this explanation to lack credibility.", "[23] When asked at the interview, the Applicant stated that she and her spouse had no debt. However, when the officer pointed out that the IRS documents indicated student loans and mortgage payments, there was an admission of in excess of $130,000 of debt. While the Applicant claims that she said at the interview that her intent was to sell her house to pay off the debts, the GCMS notes did not record any such statement. Nor did the Applicant prove how much the house was worth, the amount of the debt or if the proceeds of the sale of the house would cover the debt. The burden was on the Applicant to demonstrate at the time of the application that she had adequate settlement funds that were available, transferable and unencumbered by debts or other obligations and she failed to do so ( Elisha , above; IRPA Regulations, subsection 76(1)(b)(i)).", "[24] With respect to U.S. status, the officer noted that some periods in the Applicant's status had not been accounted for. When asked to explain this she initially stated that she worked on practical training after her studies but later admitted that she had worked for almost three years without authorization and had withheld this information from the U.S. authorities when later applying for a work authorization. At the interview the officer also noted that there was no documentation to support her spouse's 2010 claim that he had a U.S. student visa. The Applicant admitted that her spouse had been without status since 2002.", "[25] As to the Applicant's claim that she provided original documentation at the interview relating to her spouse's U.S. status, the officer swore in her affidavit that no such evidence was submitted. Moreover, in her own affidavit the Applicant again admits that her spouse was without status since 2002.", "[26] The Respondent submits that the many discrepancies and deficiencies in the Applicant's evidence made it reasonable for the officer to conclude that she did not prove that she met the requirements for immigration in the federal skilled worker class. Analysis Inadmissibility", "[27] Pursuant to subsection 11(1) of the IRPA, a foreign national must apply for a visa before entering Canada and a visa may be issued if, following an examination, an officer is satisfied that the foreign national is not inadmissible and meets the requirements of the IRPA. There is a requirement on applicants to answer truthfully all questions put to them for the purpose of the examination and to produce all relevant evidence and documents that the officer reasonably requires (subsection 16(1)). A foreign national is inadmissible for misrepresentation for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of the IRPA (subsection 40(1)(a)).", "[28] In this application both parties primarily focused on whether the Applicant met the technical requirements of the IRPA. And, at the start of the August 15, 2012 refusal letter, the officer did state that she had determined that the Applicant did not meet the requirements for immigration to Canada. However, the thrust of the officer's decision concerned the credibility of the Applicant, as seen from both the refusal letter and the GCMS Notes, and the reliability of the information and documentation that the Applicant provided. Ultimately, the officer concluded that the Applicant was inadmissible: Subsection 11(1) of the Act states that the visa or document shall be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of the Act. I am satisfied that you are inadmissible for the reasons set out above. I am therefore refusing your application pursuant to subsection 11(1) of the Act. (Emphasis added)", "[29] Despite this, the officer did not refer to subsection 40(1)(a) nor does she make an explicit finding that there was a direct or indirect misrepresentation or withholding of material facts relating to the application that induced or could have induced an error in the administration of the IRPA resulting in inadmissibility. And, while the Respondent's original Memorandum of Argument reproduced subsection 40(1)(a) of the IRPA, that reference was omitted from its Further Memorandum of Argument. When appearing before me, the Respondent submitted that a section 40 finding had not been made by the officer. Therefore, the issue was not whether the Applicant was \"inadmissible\" pursuant to subsection 40(1)(a), but whether the officer was satisfied that she was \"not inadmissible\" and had the required work experience pursuant to subsection 11(1). The Respondent referred to section 16 of IRPA, above, and submitted that an applicant is also bound by a duty of candour and must provide all relevant information that is reasonably requested.", "[30] In my view, as the officer's reasons did not include a finding that any of the misrepresentations were material, she could not make a finding of inadmissibility grounded on subsection 40(1)(a) ( <FRAGMENT_SUPPRESSED> [2008] FCJ No 212 (QL)).", "[31] There is jurisprudence, however, that has held that the duty of candour is a requirement of the IRPA, and that its violation justifies refusing an application under subsection 11(1) ( <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> Imm LR (3d) 320 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> Imm LR (3d) 280 [ Lan ]). Accordingly, the omissions and misrepresentations made by the Applicant could ground the refusal, whether or not they were material, as could the failure to provide reasonably requested and relevant documents.", "[32] <FRAGMENT_SUPPRESSED> , dismissed the application therein in which the applicant had submitted that where there is a failure to answer any question upon documentary or oral examination, the officer must move on to a section 40 analysis of the criteria of materiality and render an inadmissibility decision. Justice Phelan found that while both section 16 and section 40 have the purpose of ensuring truthfulness, they approach that issue in different ways with significantly different consequences. Section 16 speaks to truthfulness in the sense of accuracy or completeness. It does not address or impose a materiality threshold although relevance is always a requirement. Further, an application can be refused under subsection 11(1) for not meeting the requirements of the Act. On the other hand, subsection 40(1) defines \"misrepresentation\" as a material misrepresentation that induces or could induce an error in the administration of the IRPS. In the case of a subsection 40(1) misrepresentation, the applicant becomes inadmissible and subsection 40(2) extends that status for two years. A breach of section 16 does not cascade into a subsection 40(1) or a section 41 situation or activate a two year bar under subsection 40(2). As section 16 is a discretionary provision, whether the decision to deny the visa was reasonable remained to be determined.", "[33] The burden is on an applicant to satisfy a visa officer that he or she has met the requirements for immigration to Canada. If an applicant is untruthful this can affect the reliability of the whole of their testimony and an officer may not be left with enough information to conclude that the applicant is not inadmissible and meets the requirements of the IRPA. As stated by Justice Scott in <FRAGMENT_SUPPRESSED> , following a review of the jurisprudence on point, an officer can reject an applicant based on subsection 11(1) without a specific finding of inadmissibility on the ground that the failure of the application to provide \"a complete picture\" of his background has the result that the officer cannot determine if the applicant is \"not inadmissible\". Indeed, based on the officer's GCMS notes, that is what happened here.", "[34] Accordingly, the question is whether it was reasonable for the officer to find that the Applicant was not credible and that the lack of credibility was sufficient to bring into question the reliability of her evidence in whole and, therefore, whether she was not inadmissible and met the requirement of the IRPA. Based on the factual circumstances described above, it is my view that the Applicant did not provide complete, honest and truthful information when she submitted her application for a permanent resident visa contrary to section 16 of the IRPA. Further, that the officer considered the Applicant's explanations for the discrepancies but found them not to be credible and/or insufficient to overcome the credibility concerns.", "[35] Viewed in whole, the officer's assessment of the Applicant's credibility was not unreasonable and was within the range of acceptable outcomes defensible in respect of the facts and the law ( <FRAGMENT_SUPPRESSED> , above at para 47). The officer made a misstatement when she wrote that she was not satisfied that the Applicant was \"inadmissible\" pursuant to subsection 11(1). However, I infer from her credibility assessment that there was a breach of the duty of candour and, for that reason, that the officer could not determine if the Applicant was \"not inadmissible\" or met the requirements of the IRPA. Settlement Funds", "[36] Subsection 76(1) of the IRPA Regulations states that for the purpose of determining whether a person, as a member of the federal skilled worker class, will be able to become economically established in Canada, they must be assessed on the criteria set out. This includes that the skilled worker must either have arranged employment or \"have in the form of transferable and available funds, unencumbered by debts or other obligations, an amount equal to half the minimum necessary income applicable in respect of the group of persons consisting of the skilled worker and their family members ...\". In this case there was no claim of arranged employment.", "[37] The evidence provided by the Applicant establishes approximately $50,000 in settlement funds. However, as indicated by the officer, the Applicant does not provide evidence as to the source of those funds. Much of that amount was the result of transfers of large amounts from an undisclosed account. When this was put to the Applicant at the interview her explanation was that the money was from an account held by her husband. When asked why she had not provided the documentary evidence of that account her answer was that it did not hold any real funds. Given that the regular large payments were transferred from that account to a disclosed account the officer reasonably found this explanation not to be credible.", "[38] The absence of an explanation as to the source of the settlement funds also brings into question whether the funds are really available to the Applicant. That is because, for example, funds could conceivably be transferred from an account of a third party to an applicant's account to document, for purposes of his or her application, that the required funds were at hand. The funds could then be returned to the third party once a visa was issued. There is, of course, nothing to suggest that this was the situation in this case. I provide this scenario as an example intended only to underscore why such information is relevant, requested and must be provided by an applicant. Other reasons may include ensuring that the source is not from the proceeds of crime or other illegal source.", "[39] The Applicant submitted that it was unreasonable for the officer to require her to provide evidence of her family bank accounts for the past 24 months and the source of the settlement funds. I do not agree. Section 16 requires applicants to provide all relevant evidence and documents that the officer reasonably requires. As explained above, the information as to the source of the settlement funds was relevant. As for whether it was reasonably required, in <FRAGMENT_SUPPRESSED> [2006] FCJ No 760 (QL), Justice von Finckenstein held that requiring bank records and other documents regarding an applicants' business from decades ago was reasonable as it went to the source of current funds. In my view, it was insufficient, in these circumstances of an undocumented source, for the Applicant to simply submit that her and her spouse's incomes over the years \"support the source of the funds\".", "[40] As well, although it may be unreasonable in some cases to require from applicants documents that they may not be able to access (see eg Lan , above at para 15), in this instance it would have been relatively easy for the Applicant to obtain account records from her banks for the prior 24 month period.", "[41] As to the mortgage and student loan debt, the Applicant argues that the debt is not relevant as it does not \"encumber\" the money in the bank account. The mortgage encumbers only the property to which it pertains and the student loan encumbers nothing. In my view, this may, or may not, be the case. Typically a mortgage does encumber the property to which it is connected but if that property is sold and the sale proceeds are insufficient to repay the mortgage then the mortgage holders are usually still personally obligated and liable for the remainder of the debt. Here, although the Applicant eventually admitted to the mortgage debt, there is no documentary evidence to show how much the debt is, what property it encumbers, the fair market value of the property and whether the Applicant is liable for the mortgage debt in the event that the sale of the property was insufficient to repay debt. Similarly, as to the student loan, common sense would suggest that it is financial obligation of the Applicant. However, with no evidence as to the loan or its repayment terms it is impossible to assess what, if any, impact it has on the settlement funds. In the absence of such evidence the officer reasonably concluded that the Applicant had failed to prove that the settlement funds were unencumbered by the debts or other obligations.", "[42] Given that the officer reasonably found that the Applicant was not credible and that the Applicant had not established the source and unencumbered availability of the settlement funds, it is not necessary to review the officer's findings as to the Applicant's employment and other records. That said, I would note that some, but not all, of the officer's conclusions were supported by the record. For example, although the officer stated that she was not satisfied that the Applicant and her spouse had the education they claimed and that the studies may have been online as there was no evidence otherwise, the Applicant in fact submitted diplomas and transcripts and the officer does not take issue with their authenticity.", "[43] For the same reason, it is also not necessary to address the submissions as to the proper interpretation and application of section 75(2)(a) and 80(7) of the IRPA Regulations. Was the Applicant denied procedural fairness?", "[44] The Applicant's position is not clearly stated in the context of procedural fairness but appears to boil down to two complaints. First, that the officer ignored and failed to retain copies of the evidence the Applicant presented at the hearing about her husband's status in the U.S.. Secondly, that the officer did not give the Applicants an opportunity to respond to the officer's concerns about deficient documentary evidence.", "[45] With respect to the Applicant documents allegedly provided to the officer at the interview by the Applicant concerning her spouse's U.S. status, the Respondent notes that the officer provided affidavit evidence that this did not happen. And, in any event, the Applicant admits that her husband did not have status.", "[46] With respect to the deficient documentary evidence, the Respondent points out that the letter sent to the Applicant on June 12, 2012, specifically requested that she provide verifiable letters of reference from all U.S. employers that specified dates of employment, hours worked per week, remuneration paid, and, duties and responsibilities. The same letter also asked for bank statements for all accounts. The deficiencies noted by the officer related to the fact that the employment letters did not give the detail that was required and the fact that the Applicant did not provide evidence of all employment or all bank accounts. Citing Elisha , above, the Respondent submits that the onus was on the Applicant to provide that information.", "[47] With respect to the bank information, the Respondent says that subparagraph 76(1)(b)(i) of the IRPA Regulations requires applicants to have transferable and available funds unencumbered by debts or other obligations. The officer had no duty to tell the Applicant that she had to prove that she met the requirements of the legislation when required evidence is absent (citing <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ Bar ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). Rather, the duty of fairness only requires an officer to ask appropriate questions of the applicant when he or she has concerns about the credibility, accuracy, or genuine nature of information that otherwise would be sufficient, if believed, and that this duty was met. Analysis", "[48] The Applicant says she gave documents relating to her spouse's status to the officer at the interview, but it was returned to her without copies being made. The officer denies that any such evidence was ever received. Neither was cross-examined.", "[49] While neither the Applicant nor the Respondent cited any case law concerning opposing evidence as to what happened at an interview, past jurisprudence has found that the officer's notes have been preferred. Justice Rouleau explained why in <FRAGMENT_SUPPRESSED> FTR 112: In my view, the Court should attach greater weight to the visa officer's testimony about what took place during the interview, for the following reasons. First, it is corroborated by the notes she recopied into the CAIPS system, which make absolutely no mention of problems communicating with the plaintiff, whereas there is nothing to support or confirm the plaintiff's allegations. Further, the officer's notes were re-transcribed into the CAIPS the day after the interview with the plaintiff, namely March 21, 2001, when the events were still fresh in her memory, and the plaintiff's affidavit, on the other hand, dates from August 31, 2001, over five months after the interview. In my opinion the fact that the CAIPS notes, which corroborate the officer's testimony, were contemporaneous is a sufficient reason to prefer her testimony to that of the plaintiff. (Also see <FRAGMENT_SUPPRESSED> ).", "[50] In this case too, the GCMS notes are contemporaneous and show that the officer was concerned about the lack of status documentation for the Applicant's spouse. If that evidence had been presented to the officer, she would likely have mentioned it and the Applicant has not alleged bias or any other reason for the officer to reject the evidence. Further, the officer accepted the Applicant's admission that her spouse had not had U.S. status since 2002. This means that the allegedly submitted documents as to his status either do not contradict the officer's findings in that regard or that they were not accurate. In my view the evidence does not support a finding that there was a breach of procedural fairness concerning the documents that the Applicant allegedly provided to the officer at the interview. And, in any event, any error in this regard would not be consequential enough to warrant setting aside the decision ( <FRAGMENT_SUPPRESSED> , above at para 43; <FRAGMENT_SUPPRESSED> ).", "[51] As to the submission that the officer did not give the Applicant an opportunity to reply to her concerns about deficient documentary evidence, the Applicant did not cite any case law to support that contention. And, in my view, the case law cited by the Respondent is representative of the state of the law on this issue. The notice advising the Applicant of the interview set out what she was required to provide and at the interview the officer pointed out to the Applicant the ways in which the documentation was deficient and asked for an explanation. The officer was not required to do anything more ( <FRAGMENT_SUPPRESSED>  (QL) at para 17; <FRAGMENT_SUPPRESSED> FTR 58; <FRAGMENT_SUPPRESSED> Imm LR (4th) 232).", "[52] As for the mortgage and the student loan, it is true that the notice advising the Applicant of the interview did not ask for evidence of liabilities. However, applicants are required to prove their funds are available and unencumbered by debt, so the obligation arises from the legislation. As Justice Mosley said in Elisha , above at para 12, \"[t] he onus was on the applicant to file her application with all relevant supporting documentation and to provide sufficient credible evidence in support\" (see also <FRAGMENT_SUPPRESSED> , above at paras 22, 26; <FRAGMENT_SUPPRESSED> , above at paras 35-37). Therefore, the Applicant should have provided evidence to confirm that her debt did not encumber the settlement funds or comprise an obligation that would otherwise affect the availability of those funds. The fact that the officer did not give the Applicant an opportunity to further respond to the officer's concerns about deficient documentary evidence did not amount to a breach of her duty of procedural fairness. Justice Roy explained this well in Bar , above at para 24: [T]he rules of natural justice may require that additional questions be asked in cases where the evidence would have been sufficient had it not been for doubts regarding the credibility, accuracy or genuine nature of information submitted by the applicant in support of his or her application. However, if the application itself is insufficient, there is no duty to contact the applicant to ask him or her to bolster the application. To borrow the words of  <FRAGMENT_SUPPRESSED> , where a concern arises directly from the requirements of the legislation or related regulations, there is no duty to attempt to provide the applicant with the possibility of addressing this concern. The applicant is responsible for providing documentation that meets the requirements of the Canadian legislation. (See also <FRAGMENT_SUPPRESSED> , above at paras 35-37; <FRAGMENT_SUPPRESSED> , above at para 24; <FRAGMENT_SUPPRESSED> , above at para 25; <FRAGMENT_SUPPRESSED> [2013] FCJ No 729 (QL); <FRAGMENT_SUPPRESSED> , above at para 26). Accordingly, the Applicant was not denied procedural fairness.", "[53] For these reasons, the application for judicial review is dismissed. JUDGMENT", "[54] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed. No question of general importance for certification was proposed and none arises.", "[2]", "[3] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> FTR 185 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> et 59, [2013] ACF no 804 (QL) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> FTR 66 [ <FRAGMENT_SUPPRESSED> ]).", "[4]", "[5]", "[6]", "[7] [traduction]", "[8] Norme de contrôle", "[9] <FRAGMENT_SUPPRESSED> , au paragraphe 57 [ <FRAGMENT_SUPPRESSED> ];  <FRAGMENT_SUPPRESSED> ).", "[10] <FRAGMENT_SUPPRESSED> [2009] ACF no 644 ( <FRAGMENT_SUPPRESSED> FTR 38; <FRAGMENT_SUPPRESSED> [2013] ACF no 592 ( <FRAGMENT_SUPPRESSED> ).", "[11]", "[12] <FRAGMENT_SUPPRESSED> , au paragraphe 43).", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21] <FRAGMENT_SUPPRESSED> et 13, [2012] ACF no 731 (QL) [ Elisha ]).", "[22]", "[23] Elisha )(i)).", "[24]", "[25]", "[26] Analyse Interdiction de territoire", "[27] )).", "[28] [traduction] n' est pas interdit de territoire et", "[29]", "[30] ) ( <FRAGMENT_SUPPRESSED> [2008] ACF no 212 (QL)).", "[31] Mescallado, <FRAGMENT_SUPPRESSED> et 45, 99 Imm LR (3d) 320 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> Imm LR (3d) 280 [ Lan", "[32] Mescallado,", "[33]", "[34]", "[35]", "[36]", "[37]", "[38]", "[39]", "[40] Lan", "[41]", "[42]", "[43]", "[44]", "[45]", "[46] Elisha", "[47] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ Bar ]; Analyse", "[48]", "[49] <FRAGMENT_SUPPRESSED> FTR 112: <FRAGMENT_SUPPRESSED> et 15).", "[50] <FRAGMENT_SUPPRESSED> ).", "[51] <FRAGMENT_SUPPRESSED> FTR 58; <FRAGMENT_SUPPRESSED> Imm LR (4th) 232).", "[52] Elisha Bar", "[53] JUGEMENT", "[54] [End of document]"]}