{"id_": "095301", "body_str": ["[1] Scott, J. : This is an application by Tahir Ahmad (the applicant) for judicial review of a decision of the Pre-Removal Risk Assessment [PRRA] officer, Anne Dello, dated April 21, 2011, in which she concluded that the applicant \"faces no more than a mere possibility of persecution as described in section 96\" of the Immigration and Refugee Protection Act , SC 2001, c 27 [ IRPA ]. The PRRA officer also decided that \"the applicant would not likely be at risk of torture, or likely face a risk to life, or a risk of cruel and unusual treatment or punishment as described in section 97 of IRPA if returned to Pakistan\".", "[2] For the reasons that follow, this application for judicial review is dismissed. II. Facts A. Procedural and factual background", "[3] The applicant is a Pakistani of Ahmadi faith.", "[4] He left Pakistan for Germany when he was 8 years old, accompanied by other members of his family, because his father had been murdered by anti-Ahmadi fanatics. They filed a claim for asylum in Germany.", "[5] His mother married a Canadian citizen, who sponsored her for immigration to Canada as a permanent resident. Unfortunately, the applicant was rejected by his stepfather and was told to leave the family home.", "[6] The applicant then lived on the streets. He associated with the wrong individuals and developed addictions to alcohol and drugs. He was convicted of 31 different criminal offences between September 2001 and August 2006, and has added further convictions since then.", "[7] Consequently, he was found inadmissible to Canada on grounds of serious criminality pursuant to paragraph 36(1) (a) of the IRPA and ordered to leave the country on September 7, 2004. An appeal to the Immigration Appeal Division [IAD] resulted in a stay of deportation subject to conditions. However, the applicant failed to comply with the conditions set out in the IAD's decision of July 10, 2007. As a result, the matter came back before the IAD for reconsideration of its decision.", "[8] The IAD allowed the continuation of the stay and extended it, subject to additional conditions. The IAD warned the applicant that any further breach of conditions would immediately result in the cancellation of his stay of removal.", "[9] On January 14, 2011, the applicant was convicted of breaking and entering and robbery. His stay of removal was cancelled. On February 10, 2011, the applicant was arrested while serving his sentence for his robbery conviction and has remained in immigration detention.", "[10] On June 23, 2011, Justice Zinn determined that the applicant's motion for a stay of removal should be allowed under certain conditions. In paragraph 11 of his order, Justice Zinn writes:", "[11] . . . I will order that the Minister is at liberty to seek an order of the Court to vacate this Order should the applicant be charged with any criminal offence prior to the expiry of the Order or should he fail to comply with any term or condition of his release from detention. The applicant has been in Canada sufficient time to understand the saying \"Three strikes and you're out\" and it may well apply to him if he fails again to seize the opportunity presented to him. B. PRRA decision", "[11] In her decision, the PRRA officer found that, while the applicant may face discrimination because of his religious beliefs, there was insufficient evidence that he would personally face discrimination that rises to the level of persecution.", "[12] She assigned little or no weight to the letters from different human rights organizations submitted in evidence. She concluded that either they did not explain the risk the applicant would face upon his return to Pakistan or authors of the letters did not outline what expertise they possessed as a basis for writing such letters.", "[13] The PRRA officer noted that, except for the letter from the Ahmadiya Muslim Jama'at organization [AMJO], the applicant failed to submit any objective evidence related to his personal circumstances that would prove his Ahmadi faith to be such an integral part of his life that it would attract unwanted attention and consequently put him at risk of persecution in his country of origin.", "[14] The PRRA officer concluded that the applicant failed to adduce sufficient evidence to establish that he and his family suffered systematic and severe discrimination in the past. Also, no evidence regarding the father's death, such as police reports, affidavits, or documentation related to their claim for asylum in Germany, was provided.", "[15] In her conclusion, the PRRA officer accepted the fact that Pakistani laws are discriminatory towards Ahmadis. However, she found that the implementation and application of these laws are not such as to create a situation where Ahmadis would face a serious possibility of persecution.", "[16] In light of that analysis, the PRRA officer rejected the applicant's PRRA application. III. Legislation", "[17] Section 96, subsection 97(1) and paragraph 113 (b) of the IRPA and section 167 of the Immigration and Refugee Protection Regulations , SOR/2002-227 [ IRPR ] provide as follows: Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. Consideration of application 113. Consideration of an application for protection shall be as follows: . . . (b) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required; . . . Hearing - prescribed factors 167. For the purpose of determining whether a hearing is required under paragraph 113(b) of the Act, the factors are the following: (a) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act; (b) whether the evidence is central to the decision with respect to the application for protection; and (c) whether the evidence, if accepted, would justify allowing the application for protection. Examen de la demande [. . .] IV. Issues and standard of review A. Issues 1. Did the PRRA officer err in making credibility findings without considering whether or not to interview the applicant? 2. Are the PRRA officer's determinations reasonable? B. Standard of review", "[18] The first issue is a question of procedural fairness and must be determined on a standard of correctness (see <FRAGMENT_SUPPRESSED>  at para 55; and  <FRAGMENT_SUPPRESSED> ).", "[19] As for the second issue, it is well established by the jurisprudence of this Court that PRRA officers' determinations are accorded significant deference and that their decisions are reviewable on a standard of reasonableness (see <FRAGMENT_SUPPRESSED>  [2010] FCJ No 368 (QL) at para 16). A. Applicant's submissions", "[20] The applicant submits that the PRRA officer acknowledged his claim that his father had been the victim of a religiously motivated murder in Pakistan and that his family had fled to Germany where they filed an asylum claim. However, the officer concluded there was insufficient evidence to support these allegations. The applicant submits that this finding is unreasonable. Furthermore, the officer required corroboration of the applicant's statements through documentary evidence. The applicant underlines that, in <FRAGMENT_SUPPRESSED>  [2005] FCJ No 1359 (QL) [ <FRAGMENT_SUPPRESSED> ], Justice Kelen held, in paragraphs 11 and 12 of his decision:", "[11] I agree with the applicant that a breach of procedural fairness arises on the facts of this case. The applicant made a detailed request in his PRRA application for an oral hearing, with specific reference to the factors set out in section 167 of the [IRPR]. However, the PRRA officer makes no reference to these factors, or to any factors that led to the decision not to hold an oral hearing, despite the written request for one. In fact, there is no evidence that the officer turned his mind to the appropriateness of holding an oral hearing.", "[12] Furthermore, it is clear, despite the respondent's submissions to the contrary, that credibility was central to the negative PRRA decision. In refusing to accord weight to the applicant's story without corroborating evidence, the PRRA officer, in effect, concluded that the applicant was not credible. In my view, given these credibility concerns, it was incumbent on the officer to consider the request for an oral hearing and to provide reasons on the officer to consider the request. The officer's failure to do so in this case constitutes a breach of procedural fairness. Moreover, in view of the circumstances of this case with respect to credibility, the Court is of the view that a hearing is appropriate.", "[21] In the case at bar, the applicant submits that not being represented by counsel, he failed to make a request for an oral hearing. He argues that this did not relieve the PRRA officer of her statutory obligation to consider whether such a hearing was necessary. Since the PRRA officer based her decision on the absence of corroborating evidence support to the applicant's allegations, the applicant submits that the criteria set by section 167 of the IRPR appear to have been met. Consequently, it was incumbent on the PRRA officer to consider holding an oral hearing, and the failure to do so constituted a breach of procedural fairness, reviewable on a standard of correctness.", "[22] Furthermore, the PRRA officer made the following findings, at page 11 of the Application record: . . . With respect to his personal circumstances the applicant had provided insufficient evidence that his faith is such that it is an integral part of his life and his lifestyle and that due to his faith he would face more than a mere possibility of persecution or a risk to his life ... The applicant provided no other documentation that would indicate his faith as an Ahmadi is such that it would bring him unwanted attention, such as individuals in a position of leadership, or persons who speak publicly about their faith . . .", "[23] The applicant argues that the officer made a reviewable error. There was no evidence to support the finding that, in order to be persecuted as an Ahmadi, an individual had to demonstrate publicly his Ahmadi faith. Documentary evidence showed that Ahmadis, no matter their profiles, were the subject of violence and persecution by religious fanatics in Pakistan. Counsel for the applicant drew the Court's attention to several extracts from the documentary evidence to substantiate this assertion. According to the applicant, the PRRA officer's findings were made without regard to that evidence.", "[24] The officer also found that the implementation and application of the discriminating laws were such that the applicant would not be the subject of persecution by the Pakistani authorities. She determined that although, between 1986 and 2006, 239 Ahmadis had been charged under the blasphemy laws, these laws were rarely enforced and few cases found their way into the justice system.", "[25] The applicant submits that the officer erred in failing to consider either the context or the evidence the documents that were presented to her (see <FRAGMENT_SUPPRESSED>  [2008] FCJ No 546 (QL) at paras 31-32; <FRAGMENT_SUPPRESSED>  (QL), 157 FTR 35 at paras 27-28). It is argued that the PRRA officer's failure to mention the systematic violence against Ahmadis, including the massacre of 93 adherents which occurred less than a year prior to the PRRA decision, rendered her findings unreasonable. The applicant also submits that the officer failed to consider contrary evidence to the effect that blasphemy laws were widely enforced in Pakistan, and argues that her failure to explain why she rejected such evidence, constitutes a reviewable error.", "[26] Finally, the applicant contends that the PRRA officer should have considered the treatment of Ahmadis in Pakistan as amounting to persecution.", "[27] The respondent submits that the applicant has no right to an oral hearing as the PRRA officer's decision was based on the insufficiency of the evidence provided and not on the applicant's credibility. Oral hearings, in the context of a PRRA application, are held only in exceptional cases and only if the criteria enunciated in section 167 of the IRPR are met. There must be a serious issue of credibility and this issue must be central to the PRRA application.", "[28] The respondent submits that the Federal Court has held that a hearing is not required where the officer denies the PRRA application on the basis of objective evidence, as that is something distinct from a finding as to credibility (see <FRAGMENT_SUPPRESSED>  [2007] FCJ No 16 (QL) at para 43 [ Al Mansuri ]).", "[29] The respondent argues that, in considering the evidence, the officer must determine its probative value. The officer may also assess the weight to be assigned to that evidence. However, the officer's analysis of the evidence does not have to be conducted in any particular order and \"is open to the trier of fact, in considering the evidence, to move immediately to an assessment of weight or probative value without considering whether it is credible\" (see <FRAGMENT_SUPPRESSED>  [2008] FCJ No 1308 (QL) at para 26 [ Ferguson ]).", "[30] The respondent contends that this is precisely what occurred in this instance. The applicant's allegations of risk were given little probative value due to the deficiencies identified in the supporting documentation and the absence of evidence that connects the applicant to the alleged risk. It was unnecessary for the officer to assess the applicant's credibility as the weight assigned to the documents was such that several of the applicant's allegations were unproven (see Ferguson , cited above, at para 26; <FRAGMENT_SUPPRESSED>  [2005] FCJ No 1595 (QL) at paras 5, 12-14; <FRAGMENT_SUPPRESSED>  [2008] FCJ No 1423 (QL) at paras 18-19; and <FRAGMENT_SUPPRESSED>  [2006] FCJ No 769 (QL) at paras 4-8).", "[31] The respondent argues that here, unlike the <FRAGMENT_SUPPRESSED> case, there was no obligation to conduct an oral hearing since the applicant did not make a request for one in his PRRA application and the officer did not make any finding with regard to credibility.", "[32] The respondent further submits that there is insufficient evidence to demonstrate that the discrimination against the Ahmadis in Pakistan would amount to persecution. The PRRA officer did not deny evidence of general discrimination against Ahmadis or of discrimination against certain Ahmadis that may amount to persecution. The officer's task was to determine whether the applicant personally faced more than a mere possibility of persecution or risk to his life. As this Court held in <FRAGMENT_SUPPRESSED>  [2006] FCJ No 1779 (QL) at para 29 [ <FRAGMENT_SUPPRESSED> ] : \"Sections 96 and 97 require the risk to be personalized in that they require the risk to apply to the specific person making the claim. This is particularly apparent in the context of section 97 which utilizes the word 'personally'.\" The officer found that the applicant had failed to demonstrate a personal risk of persecution or a risk to his life.", "[33] The respondent maintains there was insufficient evidence to demonstrate prospective risk for the applicant. The officer based her finding on the applicant's allegations of past persecution and on the documentary evidence with respect to the treatment of Ahmadis in Pakistan.", "[34] When an applicant puts forward past incidents as the basis for his claim, the officer must assess whether such evidence establishes a fear of future persecution (see <FRAGMENT_SUPPRESSED>  [2004] FCJ No 1118 (QL) at paras 69-71).", "[35] The applicant alleged that his father was killed by fanatics and that he and his family had fled to Germany to seek asylum. However, the officer reasonably determined that, according to respondent, there was insufficient documentary evidence to support these allegations.", "[36] As noted in <FRAGMENT_SUPPRESSED>  (QL) at para 22, this Court has acknowledged that claims of this nature require a case-by-case analysis. The respondent submits that not all Ahmadis are treated the same way or are similarly situated when it comes to a well-founded fear of persecution. It was reasonable for the officer to conclude that the applicant had not met his evidentiary burden of demonstrating that he would face more than a mere possibility of persecution or of risk to his life if returned to Pakistan. VI. Analysis 1. Did the PRRA officer err in making credibility findings without considering whether or not to interview the applicant?", "[37] The applicant argues that the PRRA officer made as to credibility findings when assessing the evidence that was presented before her. The applicant relies on <FRAGMENT_SUPPRESSED> to support this argument. A close review of the disputed decision leads this Court to find that the evidence adduced was assessed by the officer in a manner in which it was open to her to do. In Al Mansuri , this Court held that \"the officer did not deny the PRRA application on the basis of Mr. Al Mansuri's credibility. Rather, the officer found that the objective evidence with respect to country conditions did not support a finding of a danger of torture, or a risk to life, or a risk of cruel or unusual treatment or punishment. That finding is a matter distinct from Mr. Al Mansuri's personal credibility\" (see Al Mansuri at para 43). The officer clearly made findings in regard to the probative value of the objective evidence adduced and not with regard to its credibility.", "[38] It has been clearly established that, in the context of a PRRA application, an oral hearing is the exception. Moreover, serious credibility issues must be central to the PRRA application in order to trigger the holding of an oral hearing. In reading the officer's decision, it is clear that no such serious issue of credibility was found to exist.", "[39] The officer did not breach her duty of procedural fairness. As in <FRAGMENT_SUPPRESSED>  [2006] FCJ No 1101 (QL) at para 36, \"the PRRA officer's decision was based on the insufficiency of the evidence submitted by the applicant in support of his contention that he faced new or heightened risks if he returned to his country of nationality] \". Finally, and equally important, it is clear that the criteria set out in section 167 of the IRPR were not met by the applicant. 2. Are the PRRA officer's determinations reasonable?", "[40] The role of a PRRA officer is to examine, as stated in section 113 of the IRPA , \"only new evidence that arose after the rejection [of the claim to refugee protection] or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection\". Section 113 of the IRPA strictly limits the scope of a PRRA officer's intervention.  <FRAGMENT_SUPPRESSED>  [2004] FCJ No 27 (QL), Justice Kelen writes, in paragraph 11 of his decision, that \"the PRRA application cannot be allowed to become a second refugee hearing. The PRRA process is to assess new risk developments between the [IRB] hearing and the removal date\".", "[41] Justice Mosley held,  <FRAGMENT_SUPPRESSED> , cited above, at para 10, that:", "[10] PRAA officers have a specialized expertise in risk assessment, and their findings are usually fact driven, and therefore warrant considerable deference:  <FRAGMENT_SUPPRESSED>  F.T.R. 53 at para.16  <FRAGMENT_SUPPRESSED> . Considerable deference is owed to the factual determinations of a PRAA officer including their conclusions with respect to the proper weight to be accorded to the evidence placed before them:  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1101 at para. 19  <FRAGMENT_SUPPRESSED> . In the absence of a failure to consider relevant factors or reliance upon irrelevant ones, the weighing of the evidence lies within the purview of the officer conducting the assessment and does not normally give rise to judicial review:  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No 850, at para. 9 . . .", "[42] The applicant claims the officer erred in finding that he did not provide sufficient evidence to prove that his faith was an integral part of his life and his lifestyle. He argues that the officer did not rely on any documentary evidence or reference to support her conclusion.", "[43] The officer's conclusion rests on her finding that there was insufficient evidence to show that the applicant's faith was part of his lifestyle. In reading the officer's decision, it is clear that she weighed the evidence adduced by the applicant and found it did not establish that his faith was such an integral part of his lifestyle that it could bring about more than a mere possibility of persecution in Pakistan. The PRRA officer is limited to considering solely new evidence presented.", "[44] The applicant further argues that the PRRA officer erred in determining that, in order to face persecution, an Ahmadi needs to be in a position of leadership or has to publicly speak out about his faith. On reading the decision as a whole, the Court cannot accept the applicant's argument. The officer noted the fact that the applicant failed to provide any document or evidence to establish that he would bring unwanted attention to himself in Pakistan because of his religious beliefs. Upon concluding that the applicant's evidence was insufficient, the officer provided examples of people who would draw this kind of unwanted attention namely, people \"such as individuals in a position of leadership, or persons who speak publicly about their faith\" (see PRRA officer's decision, page 6 of the Tribunal Record). The PRRA officer did not commit a reviewable error.", "[45] The officer found that the discriminatory laws against Ahmadis in Pakistan were not strictly implemented by the Pakistani authorities. It is the applicant's argument that the PRRA officer committed several significant errors as she only considered part of the evidence he adduced, omitting to take into consideration several incidents showing discrimination against the Ahmadiyya community. Counsel for the applicant presented examples of such incidents at the hearing.", "[46] The officer's analysis of the evidence regarding discrimination against the Ahmadiyya community is reasonable. She admitted that the Ahmadi population was subject to systematic and, more importantly, legal discrimination. She underlined the fact that Ahmadis suffered educational, employment and economic discrimination. The Court acknowledges that the officer did not explicitly refer in her decision to several of the incidents described by the applicant at page 139 of his Application Record. Nonetheless, this omission by the officer does not amount to a reviewable error since the PRRA officer's role is to weigh the evidence presented by a claimant. In this instance, the officer acknowledged the existence of a risk but concluded that, with respect to the applicant, no credible link between the incidents and the applicant's fear of persecution had been established.", "[47] In addition, the applicant alleges that the officer erred in concluding that blasphemy laws in Pakistan are rarely enforced by the Pakistani authorities. Again, the PRRA officer did not err since she considered specific information in concluding that the discriminatory laws are not strictly enforced by the Pakistani authorities. The officer recognized that these laws are discriminatory. However, the officer's assessment of the evidence presented led her to conclude that the application of that legislation in Pakistan is such that it would not amount to persecution of all Ahmadis. This finding supports the officer's conclusion that the applicant did not provide sufficient evidence to demonstrate that all Ahmadis, including him, are subject to persecution and harsh treatment. She reasonably concluded that the applicant would face no more than a mere possibility of the persecution referred to in section 96 of the IRPA and upon his return to Pakistan, would not likely be at risk of torture or risk of cruel and unusual treatment or punishment as contemplated in section 97 of the IRPA", "[48] In a PRRA, the officer is required to conduct an individualized analysis such as that which was correctly performed in the present case (see <FRAGMENT_SUPPRESSED>  [2010] FCJ No 1241 (QL)). The Court has no valid reason to intervene, even though it may have reached a different conclusion; ours is not to reweigh the evidence presented but to ensure that the outcome falls within a range of possible acceptable outcomes which are defensible in light of the facts and the law. VII. Conclusion", "[49] The PRRA officer reasonably concluded that the applicant failed to demonstrate that there is more than a mere possibility that he would personally face persecution or risk to his life if returned to Pakistan. She also determined that he would not likely be at risk of torture or of cruel and unusual treatment or punishment.", "[50] This application for judicial review is therefore dismissed. JUDGMENT", "[51] THIS COURT'S JUDGMENT is that 1. This application for judicial review is dismissed; and 2. There is no question of general importance to certify. <FRAGMENT_SUPPRESSED>  Scott", "[2] II. Faits", "[3] Le demandeur, un citoyen du Pakistan, est un Ahmadi.", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17] 96. 97. Examen de la demande 113. [. . .] [. . .] 167. Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. Consideration of application 113. Consideration of an application for protection shall be as follows: . . . (b) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required; . . . Hearing - prescribed factors 167. For the purpose of determining whether a hearing is required under paragraph 113(b) of the Act, the factors are the following: (a) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act; (b) whether the evidence is central to the decision with respect to the application for protection; and (c) whether the evidence, if accepted, would justify allowing the application for protection. B. Norme de contrôle", "[18]", "[19] <FRAGMENT_SUPPRESSED>  [2010] A.C.F. no 368 (QL), au paragraphe 16).", "[20]", "", "", "[21]", "[22] [traduction]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28] <FRAGMENT_SUPPRESSED>  [2007] A.C.F. no 16 (QL), au paragraphe 43 ( Al Mansuri )).", "[29] <FRAGMENT_SUPPRESSED>  [2008] A.C.F. no 1308 (QL), au paragraphe 26 ( Ferguson )).", "[30] Ferguson", "[31]", "[32]", "[33]", "[34]", "[35]", "[36] VI. Analyse", "[37] Al Mansuri Al Mansuri", "[38]", "[39]", "[40]", "[41]", "", "[42]", "[43]", "[44]", "[45]", "[46]", "[47]", "[48] VII. Conclusion", "[49]", "[50] La demande de contrôle judiciaire est donc rejetée. JUGEMENT", "[51] [End of document]"]}