{"id_": "095400", "body_str": ["[1] Frenette, D.J. : This is an appeal pursuant to subsection 14(5) of the Citizenship Act , R.S.C. 1985, c. C-29, (the \"Act\") from the decision of Citizenship Judge George Springate who, on February 27, 2008, dismissed the applicant's citizenship application on the ground that he did not meet the residence requirements contained in paragraph 5(1)(c) of the Act. Background", "[2] The applicant is a citizen of Senegal who came to Canada on August 8, 2002. Prior to this date he was employed in the United States of America (U.S.A.).", "[3] As some of the facts are disputed, I believe it is necessary to review them in some detail.", "[4] The applicant applied for Canadian citizenship on September 8, 2005 and it became necessary to establish the material time of his residence in Canada from August 8, 2002 to September 8, 2005 in order for him to qualify under the physical test chosen by the Citizenship Judge under subparagraphs 5(1)(c)(i) and (ii) of the Act.", "[5] After the application for citizenship was filed, the applicant left Canada \"to pursue employment opportunities\" in the U.S.A. and the United Kingdom.", "[6] On April 17, 2006, after flying from London, U.K. to Chicago, U.S.A., he was questioned by U.S. Immigration Officers at O'Hare Airport whose observations were contained in the Field Operations Support System (\"FOSS\").", "[7] Entries in the FOSS notes reveal that the applicant was in possession of U.S. tax forms (W-2), indicating he had worked in the U.S.A. in 2000, 2004 and 2005 for TEKsystems, Inc., and EMC Corporation.", "[8] An entry also shows that the applicant did not deny he had been employed and stayed illegally in the U.S.A. He had been spending more time in the U.S.A. than in Canada. On August 15, 2006, the applicant was questioned at Pierre-Elliott-Trudeau Airport in Montréal by an Immigration Officer and the latter noted in his FOSS notes that the applicant did not deny his above declaration to the U.S. Officer.", "[9] The applicant denies that between August 8, 2002 and September 8, 2005, a time period of 1126 material days, he was out of the country on 15 occasions, for a total of 57 days (or 53 days depending on the version accepted) i.e. either 1059 or 1073 days of physical presence in Canada out of 1095 days, i.e. short of the time required by law to qualify.", "[10] Furthermore, the Citizenship Judge did not believe the applicant's version, on a balance of probabilities, because he noted the obvious contradictions and inconsistencies, contrary to the circumstances and the FOSS notes, in his testimony and his cross-examination on his affidavit.", "[11] The applicant and his extended cousin, Mostoupha Mbengue, claimed, in regards to the tax forms and U.S.A. employment records for 2004 and 2005, from two American companies, that Mr. Mbengue used the applicant's name and documents fraudulently in order to work in the U.S.A. during the material time of residence considered by the Citizenship Judge.", "[12] The applicant declared having filed U.S. tax declarations in order to obtain the benefits generated by Mr. Mbengue's labour performed under the applicant's name.", "[13] He also declared that his statements made to U.S. Officers at O'Hare Airport, on April 17, 2006 were not true and did so for Mr. Mbengue's advantage.", "[14] The latter does not, in his affidavit, indicate his current address or in what city the deposition was made. The decision under review", "[15] By letter dated February 7, 2008 the applicant was informed that his application for Canadian citizenship was refused essentially because his physical presence or residence in Canada did not meet the legal requirement of 1095 days during the relevant time period, and because of the contradictions and the deficiencies found in the file, such as lack of receipts, bills or documents.", "[16] The Citizenship Judge found the most damaging aspect of the evidence as to credibility was the possession of 2004-2005 U.S. tax forms and of wages received from U.S.A. companies, TEKsystems and EMC Corporation, when questioned at O'Hare Airport, on April 17, 2006. The FOSS notes of both the U.S. and Canadian Immigration Officers corroborate this declaration. The relevant legislation", "[17] Paragraph 5(1)(c) of the Act reads as follows: 5. (1) The Minister shall grant citizenship to any person who [. . .] (c) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act, and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner: (i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and (ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence; [. . .] Analysis The standard of review", "[18] With respect to the analysis of the residence requirements of the Act, the Court's jurisprudence reveals that the appropriate standard of review is that of reasonableness simpliciter ( <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 2069 ( <FRAGMENT_SUPPRESSED> ). Preliminary question - Objection to some evidence", "[19] The applicant's counsel submitted that the Citizenship Judge violated the Canada Evidence Act and the rules of evidence in admitting hearsay evidence resulting from the FOSS notes made by U.S.A. and Canadian Immigration Officers. The respondent answers that the Canada Evidence Act , R.S.C. 1985, c. C-5, subsections 30(1), 30(12) and 31(2), permits such evidence: 30. (1) Where oral evidence in respect of a matter would be admissible in a legal proceeding, a record made in the usual and ordinary course of business that contains information in respect of that matter is admissible in evidence under this section in the legal proceeding on production of the record. [. . .] (12) In this section, \"business\" affaires \"business\" means any business, profession, trade, calling, manufacture or undertaking of any kind carried on in Canada or elsewhere whether for profit or otherwise, including any activity or operation carried on or performed in Canada or elsewhere by any government, by any department, branch, board, commission or agency of any government, by any court or other tribunal or by any other body or authority performing a function of government; \"copy\" and \"photographic film\" copie » et \"copy\", in relation to any record, includes a print, whether enlarged or not, from a photographic film of the record, and \"photographic film\" includes a photographic plate, microphotographic film or photostatic negative; \"court\" tribunal \"court\" means the court, judge, arbitrator or person before whom a legal proceeding is held or taken; \"legal proceeding\" \"legal proceeding\" means any civil or criminal proceeding or inquiry in which evidence is or may be given, and includes an arbitration; \"record\" pièce \"record\" includes the whole or any part of any book, document, paper, card, tape or other thing on or in which information is written, recorded, stored or reproduced, and, except for the purposes of subsections (3) and (4), any copy or transcript admitted in evidence under this section pursuant to subsection (3) or (4). 31. (2) A print, whether enlarged or not, from any photographic film of (a) an entry in any book or record kept by any government or corporation and destroyed, lost or delivered to a customer after the film was taken, (b) any bill of exchange, promissory note, cheque, receipt, instrument or document held by any government or corporation and destroyed, lost or delivered to a customer after the film was taken, or (c) any record, document, plan, book or paper belonging to or deposited with any government or corporation, is admissible in evidence in all cases in which and for all purposes for which the object photographed would have been admitted on proof that (d) while the book, record, bill of exchange, promissory note, cheque, receipt, instrument or document, plan, book or paper was in the custody or control of the government or corporation, the photographic film was taken thereof in order to keep a permanent record thereof, and (e) the object photographed was subsequently destroyed by or in the presence of one or more of the employees of the government or corporation, or was lost or was delivered to a customer. [. . .] business copy \" and photographic film record legal proceeding « tribunal » court", "[20] Furthermore this objection is not well founded because the transcript was submitted by the respondent in the context of his cross-examination of the applicant on his affidavit in support of his application and which could have shown he had perjured himself.", "[21] Minister of Citizenship and  <FRAGMENT_SUPPRESSED> \"[j]ustice requires that a document showing the falsity of a refugee claimant's testimony to the panel be admissible on judicial review, as this is a ground for vacation of refugee protection under section 109 of the Immigration and Refugee Protection Act .\"", "[22] FOSS notes are admissible as information appearing in a file which the judge can take cognizance of: <FRAGMENT_SUPPRESSED> , at paragraph 20, where Justice James Russell wrote: \"The Officer was entitled to rely upon information that appeared in the file even though it was information provided by the Applicant to another officer.\"", "[23] The Citizenship Judge was entitled to consider this type of evidence. Analysis of the decision", "[24] First, the applicant submits that the Citizenship Judge did not provide adequate reasons in his decision or ignored or misapprehended evidence and the time the applicant physically spent in Canada in the four years preceding his application for citizenship.", "[25] A reading of the letter of the decision together with the Judge's notes, contained at pages 14 and following of the Certified Record, gives further details as to why the purported evidence submitted by the applicant did not satisfy him. It is well accepted that Judge's notes form an integral part of his reasons (see, for example, <FRAGMENT_SUPPRESSED> ). In visa cases, see: da  <FRAGMENT_SUPPRESSED> to 26.", "[26] The applicant submits that the Citizenship Judge did not ask him to provide further documents required and that the U.S. Immigration Officers' notes, that the applicant is in possession of evidence he worked in the U.S. in 2000, 2004 and 2005, were erroneous.", "[27] In my view, his explanations and his allegations of fraudulent use of his personally named documents by his extended cousin are so incredible in the circumstances that a judge could not possibly believe that they were true.", "[28] Therefore, I must conclude that the Citizenship Judge gave valid reasons to support his decision and a contrary one would have been illogical and contrary to the facts.", "[29] Secondly, the applicant alleges the Citizenship Judge did not advise him of his concerns before rendering his decision. This is inexact since the Citizenship Judge asked for further evidence of his residence and documents or receipts to support his residence claim. Documents or receipts were not produced.", "[30] Thirdly, the applicant alleges that the Citizenship Judge violated the principle that the swearing to the truth of certain allegations creates a presumption that they are true ( <FRAGMENT_SUPPRESSED> ). This principle is based upon the absence of contradictory evidence, which in the case at bar does exist.", "[31] Fourthly, the applicant submits the Citizenship Judge failed to assess whether he had centralized his mode of living in Canada. The Citizenship Judge chose the test of physical presence in Canada, not \"a mode of living test\". Case law confirms that the Judge is free to choose one test or another if it is justified on the facts ( <FRAGMENT_SUPPRESSED> ).", "[32] The Citizenship Judge's decision stands on contradictions, omissions, and the implausibility of the evidence and insufficient physical presence in Canada of the applicant during the relevant time frame.", "[33] In conclusion, his decision falls within the range of possible, acceptable outcomes which are defensible in respect of the facts and cannot, in my opinion, be said to be unreasonable ( <FRAGMENT_SUPPRESSED> , above).", "[34] Therefore, the appeal will be dismissed. JUDGMENT", "[35] THIS COURT ORDERS that the appeal, pursuant to subsection 14(5) of the Citizenship Act , R.S.C. 1985, c. C-29, (the \"Act\") from the decision of Citizenship Judge George Springate who, on February 27, 2008, dismissed the applicant's citizenship application on the ground that he did not meet the residence requirements contained in paragraph 5(1)(c) of the Act, is dismissed. [End of document]"]}