{"id_": "095843", "body_str": ["[1] Noël, J. : This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA] of a decision of the Refugee Protection Division [the RPD], dated June 11, 2012, where it determined that the Applicants are not Convention refugees or persons in need of protection. I. Facts", "[2] The Principal Applicant is the mother of the minor Applicant. They are citizens of Russia and Jewish by ethnicity.", "[3] In Russia, the Principal Applicant endured incidents of physical assault due to her Jewish ethnicity, one in 1998 when a female neighbour pushed her resulting in her pinkie finger being broken, and one in October 2008 when she was beaten by nationalists following an argument with a female co-worker. She also suffered constant anti-Semitic insults and threats both in her neighbourhood and at work. She dreaded leaving her home and was in fear all the time.", "[4] The Principal Applicant's son suffered similar emotional and verbal abuse. In October 2003, other children pressured him to climb a tree, and he fell and broke his arm. As he lay on the ground crying, the other children just laughed and insulted him.", "[5] She reported the 1999 assault to the police, but they ignored her complaint because she was Jewish and they told her to deal with her problems on her own. For the 2005 and 2008 incidents, she did not complain to the police.", "[6] In 2005, the Principal Applicant started receiving anti-Semitic insults from her new supervisor at work. When she threatened to file a complaint against him, he responded that he would lay her off. She then started to notice that her personal belongings were being damaged or vandalized with swastikas and other anti-Semitic signs.", "[7] One day during her break at work, the Principal Applicant's supervisor placed scissors on her back and threatened to kill her if she did not resign from her job. He told her that Jews were not welcome there because there was a lack of available jobs for Russian women. The Principal Applicant resigned from her employment and eventually found a new job in a different field.", "[8] In October 2008 the Principal Applicant decided to flee Russia with her son and they claimed asylum in Canada on December 21, 2008. II. Decision under review", "[9] The RPD found that the incidents of mistreatment suffered by the Applicants may have constituted discrimination or harassment, but were not serious enough to be within the context of the ascribed meaning of persecution.", "[10] Moreover, the RPD noted that the Principal Applicant submitted no evidence at the hearing to demonstrate that she was a Jew or perceived to be a Jew and merely provided the RPD with a copy of a document showing that her maternal grandparents were of Jewish nationality and her birth certificate showing the Russian nationality of her parents.", "[11] The RPD also found that the Principal Applicant did not provide sufficient credible evidence in support of her claim. For a number of reasons, the RPD drew a negative inference as to the truthfulness of the physical assaults on her.", "[12] First, the Principal Applicant stated in her personal information form [PIF] that her female neighbour attacked her in 1999, but the medical certificate she provided to attest to the assault was from the year 1998, and it was only when this inconsistency was pointed out during the hearing that she simply stated she could have made a mistake on the dates as she was under so much stress. The RPD noted that she had a month to settle down from the time she arrived in Canada on December 21, 2008 and the time she completed her PIF on January 17, 2009.", "[13] Secondly, the RPD did not believe the Principal Applicant's testimony that she was not given a medical certificate for the medical treatment she received in October 2008 after she asked for it, and noted that if it was not available when she asked for it, there was no valid reason to not get it a few days later.", "[14] Thirdly, the RPD found that the Principal Applicant failed to provide a reasonable and justifiable explanation for why she had no document to support her claim about the alleged physical attack in October 2008. The RPD noted that her mother was able to provide medical certificates for the 1998 incident and her son's injury in 2003. As the RPD determined that the Principal Applicant's allegations are not credible, it drew a negative inference from her failure to provide documentary evidence for the 2008 incident, without any reasonable explanation, especially given that she considers this event to be the final straw that pushed her to leave Russia.", "[15] The RPD also found that the Principal Applicant had not provided clear and convincing evidence to rebut the presumption of state protection. The RPD acknowledged that many hate crimes, including those motivated by anti-Semitism, are prosecuted only as \"hooliganism\" and that law-enforcement bodies do not always properly investigate crimes committed against religious organizations, but found that there were several instances in which the government successfully prosecuted individuals for anti-Semitic activities. The RPD also pointed to evidence relating to a revived Jewish population in Russia and its religious and cultural activities.", "[16] The RPD noted the Principal Applicant's evidence that she had complained to the police after the 1999 incident of physical assault but that they told her to deal with her complaints on her own and that she had not complained to the police about a 2005 assault because the police had ignored her previous complaints. However, the RPD found that the evidence did not establish that it would have been objectively unreasonable for the Principal Applicant to make additional attempts to obtain state protection, such as finding out where and how to seek assistance from higher police authorities or other government agencies.", "[17] The RPD finally found that the Applicants had a viable internal flight alternative [IFA] if they relocated to any other city in Russia, such as St. Petersburg, given that it would be highly unlikely that the Principal Applicant would be identified or perceived to be of Jewish ethnicity if she moved to a city where nobody knew her and that hardships associated with dislocation and relocation were not, in themselves, sufficient for an IFA to be considered unreasonable. It further noted that she is in possession of a birth certificate showing that she is of Russian nationality and with no indication of her Jewish ethnicity. III. Issues", "[18] As suggested by the Applicants in their written submissions, the present application for judicial review raises the following issues: 1. Did the RPD err in finding that the treatment the Applicants suffered amounted to discrimination but not persecution? 2. Did the RPD err in its assessment of the Principal Applicant's credibility? 3. Did the RPD err in its assessment of state protection? 4. Did the RPD err in its assessment of whether the Applicants have an internal flight alternative? IV. Standard of review", "[19] All issues are to be reviewed under the standard of reasonableness. The RPD's finding that the discrimination faced by the Applicants did not amount to persecution is a question of mixed fact and law reviewable on the standard of reasonableness ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]). The RPD's credibility finding, state protection determination and IFA analysis are questions of fact and are therefore reviewable under the standard of reasonableness ( <FRAGMENT_SUPPRESSED> , above at para 53). V. Analysis A. Did the RPD err in finding that the treatment the Applicants suffered amounted to discrimination but not persecution? (1)", "[20] The Applicants submit that the Handbook on Procedures and Criteria for Determining Refugee Status under the 1951 Convention and the 1967 Protocol relating to the Status of Refugees , Geneva, January 1992, as well as Canadian case law, establish that the cumulative effects of persecution may amount to persecution, yet the RPD failed to consider this possibility. The Principal Applicant states that the treatment she and other Jews in her neighbourhood received clearly occurred in a systemic and persistent manner and, at least cumulatively, amounted to persecution. She argues that the RPD erred in limiting its analysis to the physical assaults suffered by her and her son. (2)", "[21] The Respondent notes that the RPD applied the correct test for persecution. The Respondent claims that the RPD considered the Applicants' situation as well as documentary evidence and reasonably determined that the treatment they suffered did not demonstrate a sustained and systemic denial of their rights. It further noted that the Principal Applicant was able to work, to seek medical care when needed and that her son was allowed to go to school. (3) Analysis", "[22] <FRAGMENT_SUPPRESSED> Imm LR (2d) 85 [ Ward ], the Supreme Court noted the following regarding the meaning of \"persecution\" in the context of the definition of a Convention refugee: [...] \"Persecution\", for example, undefined in the Convention, has been ascribed the meaning of \"sustained or systemic violation of basic human rights demonstrative of a failure of state protection\"; see Hathaway, supra, at pp. 104-105. [...]", "[23] The case law has recognized that multiple incidents of discrimination can constitute persecution pursuant to section 96 of the IRPA ( <FRAGMENT_SUPPRESSED> Imm LR (3d) 279). In respect of the distinction between discrimination and persecution, the Court of Appeal stated in <FRAGMENT_SUPPRESSED>  at para 3, 1993 CarswellNat 316: It is true that the dividing line between persecution and discrimination or harassment is difficult to establish, the more so since, in the refugee law context, it has been found that discrimination may very well be seen as amounting to persecution. It is true also that the identification of persecution behind incidents of discrimination or harassment is not purely a question of fact but a mixed question of law and fact, legal concepts being involved. It remains, however, that, in all cases, it is for the Board to draw the conclusion in a particular factual context by proceeding with a careful analysis of the evidence adduced and a proper balancing of the various elements contained therein, and the intervention of this Court is not warranted unless the conclusion reached appears to be capricious and unreasonable.", "[24] In the case at bar, the RPD did take into account the cumulative nature of the attacks and ethnic slurs the Applicants received when assessing whether the treatment they endured amounted to persecution. In its decision, reference is made to the incident that occurred in 1999, to the Principal Applicant's different employments, the 2005 incident involving her supervisor and the incident in October 2008, when she had an argument with a co-worker and was beaten by RNU nationalists.", "[25] The RPD did not make any mistake as it did consider whether the aggregate of all these incidents gave rise to cumulative persecution, even though the credibility of the Principal Applicant with regards to some of them is questionable. It correctly considered the Applicants' situation in light of the concepts of discrimination and persecution and determined that the incidents they suffered constitute discrimination but that the treatment they suffered does not reach the level of persecution. The conclusion reached by the RPD falls within the range of acceptable outcomes in fact and law. B. Did the RPD err in its assessment of the Principal Applicant's credibility? (1)", "[26] The Principal Applicant submits that it was unreasonable for the RPD to draw a negative inference from the fact that she stated in her PIF that an incident of assault occurred in 1999, while her medical document stated it occurred in 1998, as a lengthy period of time had passed since the incident. She also submits that the RPD erred by justifying this negative inference with the observation that she had a month to settle down from the time she arrived in Canada until she completed her PIF. She also states that the RPD's observation that \"[o]ddly enough, she remembered all other details of her claim\" is unreasonable, because the RPD used the fact that there were no other inconsistencies to somehow justify making a negative credibility inference.", "[27] Similarly, the Principal Applicant challenges the RPD's observation that she did not correct the date in her PIF after she received the medical document in or before March 2012, notwithstanding the fact that the translator did not include the date on the English version. The RPD failed to consider that this fact is an indication of a simple error.", "[28] Moreover, the Principal Applicant challenges the RPD's statement that she \"did not provide any explanation as to why no medical certificate was obtained by her mother for that October 2008 incident,\" given that the RPD never asked her if her mother tried to obtain the medical certificate. The Principal Applicant submits that the RPD engaged in circular reasoning by taking an unreasonable credibility finding to attack the Principal Applicant's lack of documents to support her claim. (2)", "[29] The Respondent submits that the RPD's negative credibility finding is reasonable in light of the inconsistency between the Principal Applicant's PIF and medical certificate relating to the date of the 1998 assault, and that this finding is also determinative of the Applicants' claim. The Respondent claims that the Applicants' arguments amount to requests that the Court reweigh the evidence that was before the RPD and do not address the RPD's concern that the Principal Applicant did not correct the inconsistency until it was brought to her attention. Moreover, the Respondent underlines the fact that the Principal Applicant's argument mischaracterizes the RPD's reasoning as at no point did it assert that she is entitled to no mistake.", "[30] As for the RPD's statement that the Principal Applicant \"did not provide any explanation as to why no medical certificate was obtained by her mother for that October 2008 incident,\" the Respondent submits that given the RPD's existing credibility concern, its assessment of the lack of corroborating evidence and her lack of a justifiable explanation is reasonable. The Respondent noted that the Applicants bear the onus of seeking corroborative evidence to establish the material aspects of their claim. (3) Analysis", "[31] The RPD identified two reasons for its negative credibility finding: the Principal Applicant stated in her PIF that an incident of assault occurred in 1999, when her medical document stated it occurred in 1998, and she did not provide a medical certificate for the alleged incident in October 2008.", "[32] The RPD reasonably drew a negative inference from the inconsistency in the Principal Applicant's PIF and her medical certificate regarding the date of the incident with her neighbour. This negative inference is rationally supported by the evidence before the RPD and is reasonable. However, the importance given to this inconsistency by the RPD is at the limit of what is acceptable under a standard of reasonableness.", "[33] The RPD did state that the Principal Applicant \"did not provide any explanation as to why no medical certificate was obtained by her mother for that October 2008 incident,\" although the RPD never specifically asked her if her mother tried to obtain the medical certificate. However, this determination is not unreasonable as the RPD questioned her extensively as to why she was not able to obtain a copy of her medical record in Russia. The Principal Applicant explained that it had not been possible to retrieve a copy of it but the evidence is to the effect that her mother provided her with copies of medical records for the other incidents. Such finding is clearly within the parameters of a standard of reasonability and affects the overall credibility of the Principal Applicant.", "[34] Therefore, the RPD's negative credibility finding on this point is justified in the circumstances. Moreover, it remains that the Principal Applicant did not provide this corroborative evidence to support her claim, which is an important one, and that it is her responsibility to submit all documents that are relevant to her claim. Indeed, where there are valid reasons to doubt a claimant's credibility, a failure to provide corroborating documentation is a proper consideration for the RPD if it does not accept the Principal Applicant's explanation for failing to produce that evidence ( <FRAGMENT_SUPPRESSED>  at para 9, 2003 CarswellNat 1391). The RPD's credibility findings are reasonable and this Court should not intervene in the circumstances. C. Did the RPD err in its assessment of state protection? (1)", "[35] The Applicants submit that it was unreasonable for the RPD to find that it would not have been objectively unreasonable to expect the Principal Applicant to seek assistance from higher police authorities or other government agencies when the police ignored her complaints, especially in \"a democratic state,\" given that Russia cannot be considered to be a democratic nation. The RPD noted the corruption of the police forces in Russia and the restrictions on political choice and freedom of expression.", "[36] The Applicants also submit that the RPD failed to consider numerous documents in the evidence before it which show that Jews are persecuted in Russia and that state protection is not available. The RPD committed an error as it expressly recognized that lack of investigation and impunity remain a problem. The RPD therefore erred by failing to address evidence that directly contradicts its findings. (2)", "[37] The Respondent submits that the RPD reasonably found that the Applicants had failed to rebut the presumption of state protection and that this finding is determinative of the claim. The Respondent states that the RPD is not required to address every item of evidence before it, and the mere fact that a government is not always successful at protecting its citizens will not be enough to justify a claim that victims are unable to avail themselves of such protection. (3) Analysis", "[38] It is well-recognized that there is a presumption that a state is capable of protecting its citizens (Ward, above) and that the more democratic a state's institutions are, the more the claimant must have done to exhaust all courses of action open to him or her ( <FRAGMENT_SUPPRESSED> DLR (4th) 413). Moreover, local failures to provide adequate policing do not amount to a lack of state protection ( <FRAGMENT_SUPPRESSED> Imm LR (3d) 309).", "[39] The RPD's determination that the Principal Applicant should have attempted to seek assistance from higher authorities is reasonable in the circumstances as she bore the onus of refuting the presumption of state protection. The RPD rightly determined that the Principal Applicant's failure to report the incident involving her supervisor to the police was unreasonable as even though the previous attempts at seeking protection were unsuccessful, she should have tried to find assistance from other government agencies. Indeed, the evidence is to the effect that the government has prosecuted individuals for anti-Semitic activities and therefore, the evidence is to the effect that the Russian government is able to protect its citizens. State protection need not rise to the level of perfection but it however needs to be adequate ( Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED> ).", "[40] In its decision, the RPD acknowledged evidence of impunity, but also noted several instances in the evidence where the government successfully prosecuted individuals for anti-Semitic activities, statements or publications. Therefore, this Court does not find that the RPD unreasonably ignored documentation on whether the state can adequately protect Jews from anti-Semitism in Russia. Clearly, the Applicants would like this Court to reweight the documentary evidence in their favour. It is not the role of this Court. The picture of the country as presented by the RPD appears to be balanced and well-documented. D. Did the RPD err in its assessment of whether the Applicants have an internal flight alternative (1)", "[41] The Applicants submit that the RPD erred in stating that it would have been easier to flee to a different part of Russia rather than come to Canada, as the Principal Applicant has no family in Canada. She states that her ex-husband and biological father of her child, as well as her current husband, are in Canada.", "[42] The Applicants also submit that given their submission that the RPD failed to properly consider the country condition evidence with respect to the situation for Jews in Russia and the availability of state protection, the RPD's decision regarding the availability of an IFA must similarly be flawed. (2)", "[43] The Respondent submits that the Applicants failed to provide clear and convincing evidence that state protection was inadequate in Russia in general and in St. Petersburg in particular. The Respondent further argues that the IFA finding was reasonable in light of the country condition documents. (3) Analysis", "[44] An IFA assessment involves two parts. First, the RPD must be satisfied, on a balance of probabilities, that there is no serious possibility of the claimant being persecuted in the part of the country where an IFA is proposed. Second, it must be reasonable for the claimant to seek refuge there, given his or her personal circumstances (see <FRAGMENT_SUPPRESSED>  ACWS (3d) 139 ( <FRAGMENT_SUPPRESSED>  (FCA)).", "[45] The consideration of whether a claimant has relatives in the country where asylum is sought is not relevant to the IFA test. The core of the RPD's assessment of the availability of an IFA was that it would be \"highly unlikely that [the Principal Applicant] would be identified or perceived to be of Jewish ethnicity if she were to relocate to other cities where nobody knows her.\" The Principal Applicant has not challenged this finding and the RPD's assessment of the availability of an IFA is reasonable. As noted by the RPD at paragraph 7 of the decision, the Principal Applicant did not adduce evidence to show that she was perceived to be a Jew because of her behaviour, actions or the perception individuals may have of her.", "[46] No questions for certification were proposed by the parties and none will be certified. JUDGMENT", "[47] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed. No question is certified. I.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8] II.", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17] III.", "[18] IV. Norme de contrôle", "[19] V. Analyse A. (1)", "[20] (2)", "[21] (3) Analyse", "[22] Canada (Procureur général) c Ward Ward op. cit.", "[23] <FRAGMENT_SUPPRESSED>  CarswellNat 316, au paragraphe 3:", "[24]", "[25] B. (1)", "[26]", "[27]", "[28] (2)", "[29]", "[30] (3) Analyse", "[31]", "[32]", "[33]", "[34] C. (1)", "[35]", "[36] (2)", "[37] (3) Analyse", "[38]", "[39]", "[40] D. (1)", "[41]", "[42] (2)", "[43] (3) Analyse", "[44] <FRAGMENT_SUPPRESSED>  ACWS (3d) 139 ( <FRAGMENT_SUPPRESSED>  (CAF)).", "[45]", "[46] JUGEMENT", "[47] [End of document]"]}