{"id_": "095985", "body_str": ["[1] Teitelbaum, J. : This is an application for judicial review of the decision of the Immigration and Refugee Board, Convention Refugee Determination Division, dated February 11, 1998 whereby the Refugee Division determined that the applicants were not Convention refugees. The applicants seek an order of certiorari quashing the decision of the Commission and an order remitting the matter back for reconsideration. Facts", "[2] The applicant (hereinafter the applicant) Leonie Bibomba Biakona, a citizen of the Congo, claimed refugee status on the basis of her political opinions and as a member of a particular social group, her brother was perceived by the Mobutu authorities as a supporter of Kabila and in light of her political profile in Canada as a member of a political party l'Union pour la démocratie et le progrès social (UDPS). The applicant's six year old son Joel Kacha Cimanga claimed refugee status on the same basis as his mother.", "[3] The applicant claimed that she, her husband and her brother experienced persecution while in Zaire because her brother, Cimanga Milemba, was suspected by the army of being a political opponent and a spy. The applicant recounted three incidents which occurred in 1993 (2) and in 1996 (1).", "[4] On February 2, 1993, the applicant, her brother and her husband went to look for the applicant's brother Cimanga who had been absent from the house for a few days. They were informed that Cimanga had been ar­rested and was suspected of being a spy. They were also arrested, beaten and escorted to their house by military men who went through the house looking for proof that they were members of the opposition. On or about February 10, 1993, the applicant states she was arrested, along with her husband and brother, and detained for eight days under inhumane conditions during which time they were beaten and undernourished. Further to their conditional release, they were required to report once a month.", "[5] Between 1993 and 1996, the applicant and her family were under constant sur­veillance. In December 1996, the applicant claimed that she and her husband were arrested and detained, during which the applicant was interrogated and raped. The applicant was released with the help of some friends in early 1997. She soon after left for Canada. Refugee Division's Decision", "[6] The Refugee Division dismissed her application on the basis that the evidence, given the change in circumstances in the Democratic Republic of Congo (Congo), did not establish that there was a reasonable chance or possibility of persecution should the applicants return to Congo. Submissions", "[7] The applicant submits that the Commis­sion erred in failing to properly consider the changes in circumstances. Changes in cir­cumstances, in the case at bar a \"new head of government presiding over a repressive state\" must be significant, radical and likely to be long lasting. It is submitted that a change in government which is not ac­companied by changes in legislation, execu­tive or military practices, is no proof that the situation has actually changed and does not support a conclusion that there is no well-founded fear of persecution. When con­sidering recent changes in circumstances, the Commission ought to have considered the documentary evidence, to conduct an analysis and to refer to same in support of its conclusion. The documentary evidence filed by the applicant and the RCO suggest that the political situation had in fact re­mained much the same, especially for political opposition parties.", "[8] Secondly, it is submitted that the Com­mission erred in determining that the deten­tion, torture, harassment and rape, as well as the persecutory treatment received by the applicant did not justify the application of s. 2(3) of the Immigration Act Act ). It is submitted that continuing psychological trauma resulting from past persecution as­sociated with the home country triggers the application of s. 2(3) of the Act . The evi­dence adduced by the applicant in her PIF, oral testimony and psychiatric report established that the level of atrocities she suffered and the repercussions on her health constituted compelling reasons not to return her to Congo. Notwithstanding whether the persecution suffered amount to compelling reasons, the Commission had a duty and failed to consider the level of atrocities she suffered, the repercussions upon her physical and mental state, and to determine whether the experience alone constituted a compelling reason to warrant the application of s. 2(3) of the Act Applicants' Submissions Regarding As­sessment Of The Evidence", "[9] The applicant submits that it is un­reasonable for the Commission to disregard the medical and psychological report in the assessment of the well-foundedness of her fear of being returned to the Congo.", "[10] The applicant also argues that the Com­mission erred in finding that her political profile in Zaire did not suggest any prospect of persecution in the event of return to Congo. It is submitted that one's \"high profile\" is not determinative and is irrelevant as to whether a person has a well-founded fear of persecution. What is relevant is the perception that the authorities have of per­sons in the applicant's position. In light of her testimony and documentary evidence, the Commission should have concluded that she and her family face prospects of persecution because they are perceived as political op­ponents. Similarly, the Commission erred in finding that the applicant's fear was not well-founded despite her membership in the UPDS in Canada. A person's political activities in Canada can form the basis of a claim for refugee status. The evidence before the Commission confirmed the applicant's active involvement and espousal of the party's ideology.", "[11] Lastly, it is argued that the Commission erred in finding that the treatment the ap­plicant suffered was not persecutory in nature. The psychiatric report, the testimony and PIF establish that the applicant was beaten, harassed, insulted, raped and threatened, which can hardly be said not to amount to persecutory treatment. The Com­mission either misapprehended the evidence or failed to consider it, and by doing so the Commission committed a error of law.", "[12] The respondent submits that the only test by which changes in circumstances may be measured is based on the question of whether the applicant has a well-founded fear of persecution pursuant to s. 2 of the Immigration Act . Changes in circumstances are relevant if it may help in determining whether, at the date of the hearing, there is a reasonable and objectively foreseeable possibility that the applicant will be per­secuted in the event of her being returned home. Further, it is submitted that given that the applicant suffered at the hands of the Mobutu regime because she was suspected of being an opposition party sympathizer, and a supporter of Kabila rebels, it was entirely reasonable for the Commission to conclude that the applicant no longer had a well-founded fear given that Kabila had taken power.", "[13] With respect to the application of s. 2(3) of the Immigration Act , it is submitted that the Commission applied the proper principles and did not err in finding that the treatment suffered by the applicant were not compelling reasons under s. 2(3) of the Act . The reprehensible and vile treatment suffered by the applicant was not exceptional so as to conclude that it would be wrong to return her to Congo. Respondent's Submissions Regarding Assessment Of The Evidence", "[14] The respondent submits that the Com­mission has full authority and discretion to weigh the evidence. The Commission clearly stated that it had regard for the totality of the evidence in its determination. Failure to cite or to discuss a piece of evidence is not a reviewable error and does not mean that the evidence was not considered.", "[15] The respondent submits that it is clear from the reasons that the Refugee Division considered the psychiatric report submitted by the applicant. However, it did not provide an objective basis for the applicant's fear, a finding which was reasonably open to the Commission.", "[16] The respondent submits that it was reasonable and open to the Commission to conclude that there was insufficient evidence that she would be targeted by the Kabila forces in Congo based on her involvement in politics in Canada. There is no evidence that the Kaliba authorities are interested in the applicant and her son or that she would attract their attention as she did not par­ticipate in opposition activities while she resided in Zaire. The evidence does not show that members of opposition parties per­secuted under the new regime.", "[17] Lastly, it is submitted that it was rea­sonable to the Commission to find that the applicant did not suffer persecution between 1993 and 1996 based on her testimony that she spent three years under surveillance after being released from detention and the fact that she and her family did not find it neces­sary to leave the country. Issues", "[18] The applicants' written submissions raise and address the following issues: a) Whether the Commission erred in finding that, given the change of cir­cumstances in the new Congo, the ap­plicants' fear was not well-founded and unreasonable. b) Whether the Commission misapplied the test under s. 2(3) of the Immigration Act and erred by failing to analyse whether the persecution which the applicant suffered warranted the application of the said sec­tion? c) Whether the Commission erred in fail­ing to take into consideration the medical report in its assessment of the objective basis of the applicant's fear? d) Whether the Commission erred in law in finding that the applicant's fear of per­secution was not well-founded on the basis of her adherence to a political party in Canada? e) Whether the Commission erred in finding that it was unlikely that the ap­plicant, in light of her political profile in Zaire, would be targeted by the authorities of the AFDL? f) Whether the Commission erred in as­sessing the evidence in concluding, inter alia, that the treatment she received between 1993 and 1996 was not persecutory? Analysis Change In Circumstances", "[19] Changes in circumstances refer to a significant change which occurs in the political or social situation in the applicant's country of origin: <FRAGMENT_SUPPRESSED>  (F.C.A.). Changes are said to be significant if they are radical and long lasting.", "[20] The applicant argues that the Commis­sion erred in finding that the changes in the political regime which occurred a few months prior to the hearing made the ap­plicant's fear unreasonable, without con­ducting an analysis of the recent changes and its repercussions on the applicant's fear.", "[21] The applicant relies on the decisions <FRAGMENT_SUPPRESSED>  (F.C.A.) and <FRAGMENT_SUPPRESSED>  (F.C.A.) for the proposition that because of the recent changes in conditions, it was incumbent on the Commission to provide clear reasons for determining that the well-founded fear of the applicant's past experiences no longer exists.", "[22] In Cuadra , supra, the Federal Court of Appeal considered, inter alia, the issue of a change in circumstances and stated the fol­lowing: \"Moreover, after affirming that the Sandinistas continued to play a role in the military and political scene in Nicaragua, the tribunal found that a change in cir­cumstances undermined the claim on the basis that 'the documentary evidence points to positive steps taken and progress made towards that objective [of diminishing the influence of the Sandinistas]'. \"Again, a more detailed analysis of the con­flicting evidence in respect of a change in cir­cumstances was necessary to meet the requirement that the change be meaningful and effective enough to render the genuine fear of the appellant unreasonable and hence without foundation.\"", "[23] Also, in Ahmed , supra, the Federal Court of Appeal stated: \"Similarly, the mere fact that there has been a change of government is clearly not in itself sufficient to meet the requirements of a change of circumstances which have rendered the genuine fear of a claimant unreasonable and hence without foun­dation. \"There is nothing in the reasons of the tribunal to even suggest that the inferences it drew from the evidence were actually made in accordance with the legal prin­ciples involved. Indeed, we doubt that these inferences are sustainable: the nature and the agents of the persecution feared by the appellant do not suggest that the per­secution would be confined to particular areas of the country, and the mere declarations of the new four-month old government that it favoured the establish­ment of law and order can hardly be seen, when the root of the appellant's fear and the past record of the new government with respect to human rights violations are considered, as a clear indication of the meaningful and foundation of the appel­lant's claim. But, in any event, even if the conclusions of the tribunal were correct, we do not accept that they can be ad­vanced without more explanation to establish that the appropriate legal prin­ciples were applied. The applicant's claim was not properly dealt with and the de­cision cannot be allowed to stand. \"We will therefore grant the appeal, set aside the decision of the tribunal and send the matter back for a reconsideration by a panel differently constituted.\"", "[24] The necessity of a detailed analysis of the evidence in cases of recent changes in circumstances was further reiterated in a most recent judgment, <FRAGMENT_SUPPRESSED>  (T.D.) where Madame Justice Tremblay-Lamer states the following: 'In this matter, there was no conflict in the evidence respecting changed country circumstances or conditions. There was, however, clear indication that the dramatic changes that had taken place in Ukraine in the months immediately pre­ceding the applicant's hearing before the CRDD were evolving very rapidly and had not stabilized. This is reflected in the very headings cited by the CRDD which refer to the Ukrainian parliament voting for a transitional army, a new security force to replace the KGB and to par­liament working out new principles for the new security force. None of these phrases reflect a basis for concluding the changes are or will be \"truly effective\" or \"durable\", or in the terms quoted from Cuadra above, \"meaningful and effec­tive\". No analysis of the meaningfulness and effectiveness or of the effectiveness and durability of the changes is under­taken by the CRDD. To paraphrase the quotation from Cuadra , above, I con­clude that a more detailed analysis of the evidence in respect of a change in cir­cumstances in Ukraine was here neces­sary to meet the requirement that the change be meaningful and effective enough, or substantial, effective and durable enough, to render the genuine fear of the applicant in this matter un­reasonable and hence without foun­dation.'\"", "[25] Despite the respondent's submissions that it was open to the Commission to con­clude that the changes were such that it made the applicant's fear unreasonable and unfounded given that one would not expect that the new regime of Kabila would per­secute those who were suspected to be Kabila supporters under the former regime of Mobutu, I find that the Commission failed to properly put its mind to the issue of whether the recent changes in circumstances were such that the applicant should no longer fear persecution if she were to return to the Congo.", "[26] The Commission held that changes in circumstances in her home country were such that it made her fear of persecution unreasonable and unfounded:", "[27] As can be seen in its reasons, the Com­mission did not conduct an analysis of the evidence to determine whether the new regime which came to power only a few months prior to the hearing made the ap­plicant's fear unreasonable. Counsel for the applicant argued that the documentary evi­dence, which comprised newspaper and periodical articles and press releases, made no definitive conclusion about the new regime and that the evidence filed by the applicant and the RCO suggested that the political situation remained much the same, especially for political opposition parties.", "[28] I am convinced that the Commission committed a reviewable error by failing to properly assess the change in circumstances in reference to the documentary evidence filed. Section 2(3) Of The Immigration Act", "[29] Section 2(3) of the Immigration Act reads as follows: \"(3) A person does not cease to be a Con­vention refugee by virtue of paragraph (2)(e) if the person establishes that there are compelling reasons arising out of any previous persecution for refusing to avail himself of the protection of the country that the person left, or outside of which the person remained, by reason of fear of persecution.\"", "[30] Section (2)(e) referred to in s. 2(3) states that \"A person ceases to be a Convention refugee when ... (e) the reasons for the person's fear of persecution in the country that the person left, or outside of which the person remained, cease to exist.\"", "[31] The scope of the exemption and conditions under s. 2(3) were considered by the Federal Court of Appeal in the leading case Minister of Employment and  <FRAGMENT_SUPPRESSED>  (F.C.A.). Justice Hugessen, J.A., at page 748  <FRAGMENT_SUPPRESSED>  states: \"On any reading of s. 2(3) it must extend to anyone who had been recognized as a refugee at any time, even long after the date of the Convention. It is hardly surprising, therefore, that it should also be read as requiring Canadian authorities to give recognition of refugee status on humanitarian grounds to this special and limited category of persons, ie those who have suffered such appalling persecution that their experience alone is a compelling reason not to return them, even though they may no longer have any reason to fear further persecution. \"The exceptional circumstances envisaged by s. 2(3) must surely apply to only a tiny minority of present day claimants. I can think of no reason of principle, and counsel could suggest none, why the success or failure of claims by such persons should depend upon the purely fortuitous circumstance of whether they obtained recognition as a refugee before or after conditions had changed in their country of origin. Indeed an interpretation which produced such a result would appear to me to be both repugnant and irrational. It would also, as noted, render paragraph 69.1(5)(b) quite incomprehensible.\"", "[32] It is trite law that only exceptional circumstances will give rise to the exemption contemplated by s. 2(3) of the Act", "[33] In its reasons the Commission determined that the applicant's experience did not amount to compelling reasons within the meaning of s. 2(3) of the Act . The Commission stated: Loi sur l'immigration Obstoj .\"", "[34] The applicant submits that the Commission's finding that her experience did not warrant the application of s. 2(3) is erroneous in light of the incidents recounted by the applicant where she was detained, tortured, harassed and raped, as well as the persecutory treatment received by her husband and brother.", "[35] The issue of whether a person's experience amounts to \"compelling reasons\" under s. 2(3) is a question of fact for the Commission's determination. However, Justice McKeown in <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 285 (T.D.) indicated at page 288 that the determination of whether one's experience is \"atrocious\" and \"appalling\" should be based on objectives factors alone.", "[36] Justice McKeown's decision  <FRAGMENT_SUPPRESSED> -Garcia was cited for a three part test for the application of s. 2(3) which requires that 1) the applicant has suffered atrocious and appalling acts of persecution; 2) the applicant has a subjective fear of persecution such that she refuses to return to her country of origin and ask the protection of the authorities; and 3) the applicant suffers continuing psychological after effects of the previous persecution.", "[37] However, in a most recent Federal Court decision in <FRAGMENT_SUPPRESSED>  (T.D.), Justice Rouleau discusses the three part test referred to in Justice McKeown's decision  <FRAGMENT_SUPPRESSED> -Garcia, and further cites Mr. Justice Noël's decision in <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 130 (T.D.). Justice Rouleau points out that  <FRAGMENT_SUPPRESSED> -Garcia , Justice McKeown appears to revoke the third part of the test when he stated, at page 138, that \"having regard to Obstoj and Hassan ... the Board erred in construing s. 2(3) as requiring ongoing fear of persecution\". Justice Rouleau goes on to state that s. 2(3) of the Immigration Act does not require an ongoing fear of persecution and that \"Evidence of Post-Traumatic Stress Disorder simply reinforces his conclusion as he appeared to summarize the evidence\".", "[38] In addition, the applicant further submits that the Commission, in making a determination based on s. 2(3), had a duty and failed to consider the level of atrocities she suffered, the repercussions upon her physical and mental state, and to determine whether the experience alone constituted a compelling reason to warrant the application of s. 2(3) of the Act", "[39] The applicant relies on Hassan , supra, (which appears to be a mistake in citing the case law: this statement is found in Shahid for the proposition that when considering the assessment of one's claim under s. 2(3), the Commission has a duty to consider the level of atrocity of the acts inflicted, the repercussions upon one's physical and mental state, and determine whether the experience alone constituted a compelling reason to warrant an exemption under s. 2(3) of the Act", "[40] In Shahid , supra, Justice Noël considered whether the Commission erred in finding that incidents of arrest, detention, physical abuse and threats suffered by the applicant did not amount to \"compelling reasons\" to warrant an exemption under s. 2(3) of the Act \"It seems clear, having regard to Obstoj and Hassan , supra, that the Board erred in construing ss. 2(3) as requiring ongoing fear of persecution. The Board, once it embarked upon the assessment of the applicant's claim under ss. 2(3), had the duty to consider the level of atrocity of the acts inflicted upon the applicant, the repercussion upon his physical and mental state, and determine whether this experience alone constituted a compelling reason not to return him to his country of origin. That it failed to do. While I have serious doubt as to whether the claimant can, in this instance, meet the high threshold established by the case law, this is a matter for the Board to decide after consideration of the relevant factors. The decision will accordingly be quashed, and the matter will be returned for a new hearing before a differently constituted tribunal.\"", "[41] As cited above, the Commission's reasons merely state that the applicant experienced rape and interrogation, which did not amount to \"compelling reasons\" within the meaning of s. 2(3).", "[42] It would appear from the reasons that the Commission only considered interrogation and rape. The applicant's evidence of persecution relates also to physical abuse and harassment which resulted in a psychological condition for which evidence was also adduced at the hearing.", "[43] As was stated by Justice Noël in Shahid , supra, which was cited with approval in <FRAGMENT_SUPPRESSED> , the Commission had a duty to consider the \"level of atrocity of the acts inflicted upon the applicant, the repercussion upon his physical and mental state, and determine whether this experience alone constituted a compelling reason not to return him to his country of origin\". In not considering the medical report because of the Board's conclusion that the acts committed upon the applicant did not bring s. 2(3) of the Immigration Act for consideration, I am satisfied the Commission erred. The medical report suggests what are the repercussions upon the applicant (physical and mental) which would then permit the Commission to decide if the acts committed upon the applicant are such as to permit the Commission to decide if s. 2(3) of the Act should be applied. Conclusion", "[44] The Commission, in its decision, uses the words \"répréhensibles et ignobles\" in describing the treatment received by the applicant by her \"capteurs\" in Zaire.", "[45] These two words mean to me, acts that are vile or revolting. Therefore, it would appear that the Commission is satisfied that the treatment of the applicant during her detention in Zaire in December 1996 was both vile and revolting. The Commission is satisfied the applicant's treatment was reprehensible but did not fit the special requirements of s. 2(3) of the Act without stating why they so concluded.", "[46] The Commission refers to the decision of Obstoj (supra) but does not say why the vile or revolting acts committed upon the applicant do not fit within the \"compelling reasons\" of s. 2(3) .", "[47] Surely, if the acts are revolting or vile and are reprehensible, the Commission should state, in the circumstances of the present case, why the acts committed cannot be considered compelling reasons. This, the Commission failed to do.", "[48] The application for judicial review is allowed and the matter is returned to be heard before a newly appointed Board.", "[49] An issue arose as to the applicants' \"political\" activities while in Canada and before the determination of the applicants' status in Canada.", "[50] I am satisfied that a refugee claimant cannot use as a reason for her or his fear of returning to his or her country of citizenship, the fact that while in Canada they were very active politically and thus should not be returned to his or her country of citizenship.", "[51] If this were so, all persons claiming refugee status could and probably would attempt to take part in political activity and claim that this fact combined with previous activity makes one a Convention refugee where otherwise the person would not be considered a Convention refugee.", "[52] The Canadian Charter of Rights and Freedoms allows, within certain limits, freedom of expression. A person who is claiming refugee status can exercise this freedom but cannot do so to circumvent the law.", "[53] Counsel for the applicants submitted the following questions for certification that relate to political activity while in Canada and that relate to s. 2(3) of the Immigration Act \"With respect to the issue of refugee Sur Place. \"Question: Can activities undertaken by a person in Canada after he or she has made a claim to be a Convention refugee be considered by a tribunal when determining whether or not an applicant has a well founded fear for persecution? Can such activities provide the basis in and of themselves for a positive determination? \"Questions regarding the application of s. 2(3) of the Immigration Act \"When the tribunal is called upon to make a determination pursuant to s. 2(3) of the Immigration Act , is it required to take account of a psychiatric report filed by the claimant? Does the tribunal err in law if it fails to consider such a psychiatric report as part of its deliberations pursuant to s. 2(3) of the Immigration Act \"Does the tribunal err in law if, when determining whether or not an applicant qualifies for the application of the exceptions in s. 2(3) of the Immigration Act , if the tribunal does not provide any clear reasons why it concludes that the applicant does not fall within that subsection other than referring merely to the jurisprudence?\"", "[54] Had I rejected the present judicial review application, I would have certified the above questions. In that I allowed the judicial review application, there is no need to certify the above questions. Application allowed. Editor: Jocelyne M. Caissie/kaw [End of document]"]}