{"id_": "095942", "body_str": ["[1] Brown, J. : This is an application for judicial review brought by Safdar Siddique [the principal applicant], Naheed Safdar and Minha and Muhammad Zaeem [the applicants] under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [the IRPA] of a decision by the Immigration and Refugee Board of Canada, Refugee Protection Division [the RPD], dated July 4, 2013, in which the RPD determined that the applicants were not convention refugees or persons in need of protection.", "[2] This application for judicial review is allowed for the reasons set out below. II. Facts", "[3] The principal applicant was born on August 14, 1974. His wife, Naheed Safdar was born on June 1, 1975. His son, Muhammad Zaeem, was born on June 12, 2006, and his daughter, Minha, was born on February 22, 2009. They are all citizens of the Islamic Republic of Pakistan [Pakistan].", "[4] The principal applicant alleged he led a one-man campaign against the recruitment efforts of extremist organization Lashkar-e-Taiba [LeT]. According to the principal applicant, his campaigning led to three beatings in April, May and June, 2011, and a murderous attack on him in August 2011, which caused the applicants to leave Pakistan in order to save their lives.", "[5] The applicants landed in Canada on October 4, 2011 as visitors. They applied for refugee protection on November 7, 2011.", "[6] On July 4, 2013, the RPD refused the applicants' refugee protection application.", "[7] The applicants applied for leave and for judicial review of that decision on August 8, 2013, which was granted on June 25, 2014. III. Decision under Review", "[8] The RPD concluded the applicants were neither Convention refugees, nor were they persons in need of protection. The applicants' credibility and the availability of a reasonable Internal Flight Alternative  <FRAGMENT_SUPPRESSED>  in Karachi were determinant to the RPD's conclusion. These two issues were the focus of the judicial review. A. Credibility", "[9] The RPD found that the principal applicant was not a credible or trustworthy witness and arrived at this conclusion after considering a number of matters.", "[10] The RPD found that it was not reasonable for the principal applicant not to have documented the results of his efforts to turn local youths away from joining LeT, especially given that he had maintained contact with people in Pakistan for the almost two years spent in Canada. The RPD drew negative inference from the lack of documentation in support of the principal applicant's claim.", "[11] The RPD found it unreasonable that the principal applicant would continue to live his daily life and leave his children at risk for four months after the alleged attacks, if he believed he and his family were being targeted by LeT.", "[12] The RPD erroneously faulted the principal applicant for not filing medical reports in respect of two of the beatings he received. In fact both medical reports were filed before the RPD. The medical report dealing with the third of the three beatings was ruled to have no probative value, without reasons. During the hearing, the RPD expressed concern about this particular medical report because it was scanned, presented on a paper format that differed to other documents submitted, and was allegedly mailed by the principal applicant's brother but not accompanied by the mailing envelope.", "[13] With respect to the fourth attack on the principal applicant, the RPD found that his assertion that the strangers chasing him with guns on motorcycles during this alleged event were members of LeT, amounts to speculation on his part because he had no direct contact with them.", "[14] Finally, the RPD concluded that the affidavits of the principal applicant's brother and classmate did not establish an ongoing interest on the part of LeT. Consequently, the RPD concluded that the applicants were not in fact targeted by LeT, and even if they were, such threats do not appear to be present anymore. B. Internal Flight Alternative", "[15] The RPD applied the two part test to determine the IFA set out in <FRAGMENT_SUPPRESSED>  (CA) [ <FRAGMENT_SUPPRESSED> ] and held that the applicants had a reasonable IFA in Karachi. The RPD correctly laid out the two part test as follows: ...the Board must be satisfied on a balance of probabilities that there is no serious possibility of the claimant being persecuted in the part of the country to which it finds an IFA exists. b. Moreover, conditions in the part of the country considered to be an IFA must be such that it would not be unreasonable, in all the circumstances, including those particular to the claimant, for him to seek refuge there.", "[16] First, the RPD noted that, according to the evidence, while LeT had offices across Pakistan, its primary area of operations is Jammu and Kashmir. The evidence convinced the RPD that LeT did not have a strong presence in Karachi, a city of more than 13 million inhabitants. Consequently, the RPD was satisfied that the first part of the <FRAGMENT_SUPPRESSED> test was met.", "[17] Second, because the principal applicant is trained as a civil engineer technologist and was previously running a very successful real estate development business in Lahore, the RPD concluded that it was reasonable for the principal applicant to apply these skills in Karachi, therefore meeting the second part of the <FRAGMENT_SUPPRESSED> test. IV. Issues", "[18] In my view, the case at bar raises only two issues, of which the first is dispositive of this application: • Was the RPD's assessment of the principal applicant's credibility reasonable in light of the evidence? • Was the RPD's finding that the applicants had a reasonable IFA in Karachi reasonable? V. Standard of Review", "[19] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], the Supreme Court of Canada held that a standard of review analysis is unnecessary where \"the jurisprudence has already determined in a satisfactory manner the degree of deference to be accorded with regard to a particular category of question\".", "[20] It is well established that reasonableness is the standard of review applicable to determinations of fact and mixed fact and law by the RPD, such as assessments of credibility and availability of an  <FRAGMENT_SUPPRESSED> ).", "[21] In <FRAGMENT_SUPPRESSED> at para 47, the Supreme Court of Canada explained: A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law. VI. Submissions of the Parties and Analysis Was the RPD's assessment of the principal applicant's credibility reasonable in light of the evidence?", "[22] I agree that credibility is the heartland of the RPD's jurisdiction: <FRAGMENT_SUPPRESSED>  at 239 (CA).", "[23] However, in this case the RPD made serious and material mistakes in its report on facts central to the applicants' claim. In my view, these critical mistakes lead to an unreasonable result per <FRAGMENT_SUPPRESSED> .", "[24] As noted above, the RPD found as a fact that there were no reports to prove or to corroborate the applicants' claims in respect of two assaults against the principal applicant. These two findings were completely incorrect. In fact, there were two reports: one from Dr. Kamran Afzal, dated May 9, 2013, confirming that the principal applicant was at the Ammar Medical Complex on May 16, 2011; and one from Dr Rukhshanda Sultana, dated May 7, 2013, confirming that the principal applicant was at the Hameed Latif Hospital on June 19, 2011 at approximately 6:00 p.m.", "[25] The finding that the medical reports dealing with these two attacks did not exist was egregious and therefore unreasonable.", "[26] I am asked to give no consequence to these very serious mistakes. With respect, while fact-finders are not to have their decisions parsed microscopically, the Court cannot overlook or excuse errors such as these. These reports, if accepted, may prove or corroborate the principal applicant's claim that he was persecuted. These reports and his evidence of being attacked were critical to his refugee claim. I do not decide their weight, but clearly they must be weighed and decided by a different tribunal.", "[27] The mistake regarding these two reports puts the Court on inquiry with respect to the evidence relating to the other alleged attacks on the principal applicant.", "[28] The third attack on the principal applicant was also documented and capable of being proved or corroborated by a medical report filed by him. However, the RPD rejected the medical report which was filed, ruling that it had no probative value. As with the other two medical reports, this document was critical to the principal applicant's claim to have been persecuted.", "[29] The RPD gave no reasons for excluding the third report. In the circumstances, I am obliged to hold that this failure resulted in an unreasonable decision in that it is not transparent. Neither the parties nor the public are able to determine why this report, so critical to the principal applicant's claim to have been persecuted, was rejected. It could have been because the RPD considered it a forgery, or inaccurate, but we are left to speculate.", "[30] While these three findings are sufficient to dispose of this application, I do want to note the RPD's dismissal of a fourth attack on the principal applicant. It is trite to say that the principal applicant speculates on who the assailants were. The issue is whether that speculation is reasonable. That is also a matter for the RPD to determine, on the evidence before it, on a new hearing. If the RPD finds for the principal applicant on the other three attacks, it might reasonably conclude that the same criminal group conducted the fourth attack.", "[31] It is the Board's responsibility to determine credibility. On the basis of these findings, this matter must be remitted to another panel of the RPD for re-determination because the rejection of the three medical reports offered by the applicant was not reasonable.", "[32] In the circumstances, it is not necessary to deal with the RPD's finding that the applicant had a reasonable IFA in Karachi. VII. Conclusion", "[33] Therefore I conclude that this application for judicial review is allowed. The matter should be remitted to a different panel of the RPD for re-determination. No question for certification was proposed by either counsel, and none is stated. There will be no costs. JUDGMENT", "[34] THIS COURT'S JUDGMENT is that 1. Judicial review is granted; 2. The applicants' claim for refugee status is remitted to a different panel of the Refugee Protection Division for re-determination; 3. No question is certified; and 4. No costs are awarded. Safdar Siddique, Naheed  <FRAGMENT_SUPPRESSED>  Brown", "[2] II.", "[3]", "[4]", "[5]", "[6]", "[7] III.", "[8] A.", "[9]", "[10]", "[11]", "[12]", "[13]", "[14] B.", "[15] [...] [traduction]", "[16]", "[17] IV.", "[18] V. Norme de contrôle", "[19]", "[20] <FRAGMENT_SUPPRESSED> et 25; <FRAGMENT_SUPPRESSED> ).", "[21] VI.", "[22]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32] VII. Dispositif", "[33] JUGEMENT", "[34] 1. ACCUEILLE la demande de contrôle judiciaire; 2. RENVOIE 3. DÉCLARE 4. DÉCLARE [End of document]"]}