{"id_": "095950", "body_str": ["[1] Rennie, J. : This is a judicial review of a decision of the Minister of Transport dated April 24, 2014, revoking the applicant's Transportation Security Clearance (TSC) at Pearson International Airport. For the reasons that follow the application is allowed. II. Overview", "[2] The applicant is Juliet Meyler, an employee of ServisAir Ltd., an airport ground handling company that operates out of Lester B. Pearson International Airport in Toronto (Pearson). She has worked for ServisAir for the past 16 years. From October 2012 to April 2014, she also held a second, part-time job at Pearson, employed as a ramp agent for American Eagle, a company contracted to provide ground services for the United Airlines.", "[3] Both of these positions required the applicant to hold a valid transportation security clearance which allowed her to access restricted areas at Pearson. Restricted areas within an airport are accessible only to persons holding a \"restricted area identity card\" (RAIC). A person cannot be issued a RAIC unless they also hold a security clearance. Anyone who requires a RAIC must make an application to the Minister for a security clearance. Under to section 4.8 of the Aeronautics Act , RSC 1985, c A-2 ( Aeronautics Act ), the Minister has the discretion to grant, refuse to grant, suspend or cancel a security clearance to any person. In exercising this discretion the Minister relies on the guidelines contained in the Transportation Security Clearance Program Policy (the TSCP Policy).", "[4] The aim of the TSCP Policy is to prevent unlawful interference with civil aviation by requiring classes of persons to hold a security clearance. Individuals who apply for a security clearance are subject to a comprehensive background check, including a fingerprint based criminal records check with the Royal Canadian Mounted Police (RCMP) and a review of relevant files of law enforcement agencies, including intelligence gathered for law enforcement purposes.", "[5] When concerns are raised as to a person's entitlement to a security clearance, the TSCP Policy directs that the Director of Security Screening Programs convene an Advisory Body. The Advisory Body, or panel, is chaired by the Director and consists of members familiar with the TSCP Policy. Before the Advisory Body is convened, the individual in question is sent a letter informing them of information obtained regarding their suitability to hold a security clearance, and inviting written submissions in response. If the Advisory Body concludes that the individual's presence in a restricted area would be inconsistent with the aims and objectives of the TSCP Policy, the Advisory Body may recommend to the Minister that the security clearance be refused or cancelled.", "[6] The Minister, or his or her delegate, upon receipt of the Advisory Body's recommendation, makes the final determination whether to refuse or cancel an individual's security clearance. III. Application of the TSCP", "[7] The applicant was first granted a security clearance in 2002. The clearance was valid for five years. In 2007, when the applicant applied for and renewed her security clearance, she submitted to a further background check. Her clearance was renewed at that time.", "[8] On November 8, 2013 the Chief of Security Screening Programs for Transport Canada wrote to the applicant. The letter alleged an unspecified association between the applicant and an unidentified individual named \"Subject 'A'\". Subject A was said to be the \"group leader of a drug importation ring at the Lester B. Pearson International Airport\". The letter also alleged that the applicant herself was a suspect of a criminal investigation into drug importation at Pearson Airport which occurred between 2007 and 2009 - four years prior to the letter being sent to the applicant.", "[9] The letter did not identify Subject A, the nature of the alleged association between the applicant and Subject A, when the alleged association arose, the duration of the alleged association or whether the alleged association was still in effect. The letter also did not enclose any documents; however, as of the date of the November 8, 2013 letter, the respondent was in possession of the RCMP Law Enforcement Record Check (LERC) dated October 31, 2013.", "[10] The letter invited the applicant to provide information \"outlining the circumstances surrounding the above noted association\", as well as to provide \"any other relevant information or explanation\" within 20 days of receipt of the letter. The letter also stated that should the applicant wish to discuss the matter further, she should contact Transport Canada, and a name and telephone number were provided.", "[11] Upon receipt of the letter, the applicant called Transport Canada and spoke with Security Screening staff member Mr. Christopher McQuarrie. She requested details about the alleged association, but was told that Transport Canada would not release any further information, and that if she wanted further information she would have to speak with the RCMP who had conducted the investigation.", "[12] On November 26, 2013, the applicant sent a one page letter to Transport Canada in which she denied having any knowledge of the identity of Subject A as well as any involvement in drug smuggling activities.", "[13] As a result of the suggestion made by Mr. McQuarrie that she speak with the RCMP, the applicant visited the RCMP station in Etobicoke in December, 2013. The applicant spoke with an RCMP supervisor and asked for particulars of the investigation referred to in the letter. The applicant also showed the supervisor the letter in issue, and told the supervisor she needed particulars in order to be able to respond to the letter. The RCMP supervisor informed the applicant the investigation was \"ongoing\" and the RCMP would not release any further information.", "[14] The applicant sent a second letter to Transport Canada setting out a list of individuals to contact for character references. In response, Security Screening called the applicant to inform her that she was responsible for obtaining letters from these persons and submitting them to Transport Canada for consideration by the Advisory Body. Four letters of reference in support of the applicant were subsequently received by the Advisory Body.", "[15] The applicant sent a third letter to Transport Canada on December 18, 2013. This letter enclosed the applicant's financial records as the applicant thought it would be useful to provide banking information to show that she was not profiting from any sort of criminal enterprise. Ms. Meyers again denied any involvement with drug smuggling.", "[16] On March 11, 2014, the Advisory Body met to review the matter and made a recommendation to the Minister that the applicant's security clearance be cancelled on the grounds that there was reason to believe, on a balance of probabilities, that the applicant may be prone or induced to commit an act, or assist or abet an individual to commit an act that may unlawfully interfere with civil aviation pursuant to sections I.4 and II.35 of the TSCP Policy. IV. Decision", "[17] On April 17, 2014, the file relating to this matter was put before the Minister's delegate; Ms. Brenda Hensler-Hobbs, Acting Director General, Aviation Security of Transport Canada. In a one-page decision, the delegate concluded that the applicant's \"suspected involvement in the trafficking of narcotics through the Lester B. Pearson International Airport raised serious concerns regarding her judgment, reliability and trustworthiness\". Further, the decision noted that the applicant was \"closely associated to an individual deemed to be the group leader of the movement of narcotics through the airport and that the applicant herself has been identified by a reliable human source, and by two (2) RCMP investigations as being involved in the importation and exportation of controlled substances ...\"", "[18] Finally, the decision concluded that although the applicant provided a written statement and supporting documents, \"they did not provide sufficient information to address my concerns\". Ms. Hensler-Hobbs therefore concurred with the Advisory Body's recommendation and cancelled the applicant's security clearance.", "[19] The applicant was informed of the decision on April 24, 2014.", "[20] One of the applicant's two employers, American Eagle, immediately terminated the applicant's employment. ServisAir did not terminate the applicant's employment; rather, in recognition of the applicant's employment history, assigned her to other duties and gave her time to restore her security clearance. V. Issues", "[21] The applicant advances four issues; whether the respondent owes a duty of fairness to the applicant; the nature of the duty of fairness owed by the respondent to the applicant in this case; whether the respondent violated its duty of procedural fairness by failing to make sufficient disclosure or failing to provide sufficient reasons for its decision and whether the decision made by the respondent was unreasonable based upon the evidence before it at the time.", "[22] The applicant submits that the respondent's non-disclosure of thirteen documents, including the RCMP LERC report, the Case Summary presented to the Advisory Body, two CPIC checks on the applicant which the respondent obtained, and various background documents amounted to a breach of procedural fairness. Therefore the applicant's ability to respond to the allegations against her was significantly diminished.", "[23] In my view, these issues distil to the central question as to the nature and extent of the duty of fairness owed and whether it was breached. As I find that the requirement of procedural fairness was not discharged in the context of this case, there is no need to address the ancillary questions. VI. Relevant Provisions", "[24] Section 4.8 of the Aeronautics Act provides: 4.8 The Minister may, for the purposes of this Act, grant or refuse to grant a security clearance to any person or suspend or cancel a security clearance. VII. Analysis A. The standard of review", "[25] The standard of review of a decision of the Minister's Delegate under section 4.8 of the Aeronautics Act is reasonableness: <FRAGMENT_SUPPRESSED>  at para 43. B. Was there a breach of procedural fairness", "[26] The case law establishes that where the decision involves the revocation of an existing security clearance, as here, a higher level of procedural fairness becomes engaged because an existing status or privilege is being taken away: <FRAGMENT_SUPPRESSED> .", "[27] <FRAGMENT_SUPPRESSED>  the applicant's airport security clearance was revoked as a result of criminal charges that were ultimately withdrawn. The applicant made submissions to the Board following the investigation; however several pieces of information were not disclosed to the applicant. In holding that the applicant was unable to provide a meaningful response, Justice O'Reilly rejected the respondent's argument that the duty owed was relatively low, noting that the cases cited by the respondent dealt with a denial of a security clearance in the first instance rather than a revocation. Specifically, Justice O'Reilly explained at para 13: The Minister suggests that the degree of fairness owed to Mr. Xavier is relatively slight, according to the factors outlined in <FRAGMENT_SUPPRESSED>  and Motta . Canada (Attorney General) (2000), 180 F.T.R. 292. I note that the latter cases dealt specifically with the granting of a TSC, not the cancellation of one. Further, there were no allegations of misconduct against the applicants and no risk that they would lose their jobs. Here, Mr. Xavier has been accused of serious offences, and was fired. The duty of fairness owed to him was greater than in the cases cited by the Minister. That duty must include, at least, the disclosure to him of information to be put before the Advisory Body and an opportunity to respond to it.", "[28] Similarly, in <FRAGMENT_SUPPRESSED> Justice Russell differentiated between a decision to deny a clearance and a decision to revoke clearance, stating that \"the level of procedural fairness required with respect to the denial of an initial application for a clearance, as opposed to a revocation, is minimal\".", "[29] In my view, given the elevated degree of procedural fairness owed to the applicant, the respondent breached the duty by failing to make adequate disclosure of information which was put before the Advisory Body. The only disclosure provided to the applicant was the letter from the Chief of Security Screening Programs for Transport Canada dated November 8, 2013. It is clear from the text of Ms. Hensler-Hobb's decision that there was much more information before the Advisory Board than was disclosed to the applicant.", "[30] The respondent submits that the letter provided to the applicant on November 8, 2013 provided sufficient disclosure, as it \"repeated virtually verbatim the details of the LERC report including that certain information was provided by 'reliable sources'\". There were, however, material omissions. For example, the LERC report contained the alleged associate's (Subject A) Transportation Clearance number, but this information was not disclosed to the applicant in the letter sent November 8, 2013. In addition, the LERC report explained that Subject A \"[h]ad a valid RAIC, but in August 2013 the Advisory Body recommended cancelling his security clearance ...\" This information was not contained in the November 8, 2013 letter to the applicant and instead the letter stated that Subject A \"[d]oes not have a valid RAIC\", thereby implying that Subject A never held a valid RAIC.", "[31] It must be remembered that the applicant's submission, both to the Advisory Panel and before this Court was that she did not know who it was she was said to be closely associated with, nor was she aware of the drug smuggling scheme with which she was implicated. The omitted information could have assisted the applicant in determining who it was she was alleged to have been associated. If she had known this information, the applicant may have been able to provide a more meaningful response to the Advisory Body, including details regarding the nature, if any, of her association with the individual; the duration of the association; the time period during which any association took place; the circumstances in which the association occurred; whether any association was ongoing; and if it was ongoing, any steps she was willing to take to disassociate from the individual.", "[32] The circumstances of this case stand in marked contrast to all others relied on by the respondent. For example, the decision in <FRAGMENT_SUPPRESSED>  is a useful counterpoint to the facts at hand. In Mr. Clue's case, his security clearance was suspended subject to a review of two matters of concern; a pending criminal investigation due to Clue's purchasing of a stolen Air Canada parking pass and an incident involving Mr. Clue's alleged placing of a gym bag containing a loaded handgun onboard an aircraft bound for Jamaica. Mr. Clue knew all too well why his clearance was revoked.", "[33] Similarly, in <FRAGMENT_SUPPRESSED>  and <FRAGMENT_SUPPRESSED> , security clearances were either denied or suspended based on the respective applicant's pending criminal charges or criminal convictions. In every case relied on by the respondent it can be said that the basis of the security concern was readily apparent from the circumstances.", "[34] Unlike Mr. Clue, the applicant Meyers sought additional particulars of the allegations against her from both Transport Canada and the RCMP and no additional information was provided. Additionally, no information was disclosed to the applicant in regards to the \"reliable sources\" cited in the November 8, 2013 letter. The revocation letter dated April 24, 2014, indicated that the applicant had been identified by a \"reliable human source\". No information was provided to the applicant regarding what this source said.", "[35] In sum, the applicant has lost her employment on the basis of allegations that sometime perhaps between 2007-2009, or perhaps subsequent to 2009 and 2013, she associated, in some unspecified way, with a certain unspecified individual in a major drug importation scheme at Pearson. Other than a minor charge many years ago for the theft of children's Tylenol from a drug store, the applicant has no criminal record. She has never been interviewed in respect of the alleged criminal activity relied on in the decision letter. She has never been charged in respect of these matters.", "[36] What was the case the applicant was to meet? Was her involvement in a plot between 2007-2009, as the decision letter indicated, or was it her involvement in a current investigation, as suggested by the RCMP? Why did the Department of Transport wait over three years before acting on the information, said to originate from reliable sources? The case the applicant had to meet was a miasma of unspecified allegations and distilled to the assertion that at some point between 2007 and 2013 she associated with an unidentified person who was involved in drug smuggling at Pearson. How she was associated, and what she, in particular, did in respect of the smuggling operation, even in the most rudimentary terms of date, time and place, remain unknown.", "[37] In cases involving a revocation of a security clearance on the basis of police reports of criminal activity, and involving allegations from third-party information relied upon by the decision maker and which the applicant was not provided an opportunity to challenge, the applicant should be afforded an opportunity understand the case against her and make informed submissions: <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> . However, procedural fairness does not require identification of informants. In this regard, I agree with Justice Barnes, who in Clue , noted at para 17: In this case the procedures designated by the Clearance Program were followed. Mr. Clue was advised of the allegations and invited to respond. Neither the Director nor the investigator were under any obligation to disclose the identity of an informant and Mr. Clue has offered no rationale for how the absence of that information might have limited his ability to respond to the allegations against him. For the purposes of an administrative process like this one, Mr. Clue was provided with disclosure sufficient to respond and he did so. He was also represented by counsel. It was open to Mr. Clue to seek additional particulars of the allegations against him but there is nothing in the record to indicate that he made such a request. Finally, the reasons given by the Director are adequate to support the decision to revoke Mr. Clue's TSC. I can identify no breach of the duty of fairness in the process that was followed in rendering this decision.", "[38] Police informer-privilege is non-discretionary and extremely broad in application: <FRAGMENT_SUPPRESSED> . In the criminal justice context, any information which might tend to identify an informer is protected by the privilege unless the innocence at stake exception is relied upon. The Minister points to the abundance of case law recognizing informer privilege and contends that the high public interest served by the privilege renders it absolute.", "[39] Informer privilege should be preserved and protected. As the Supreme Court wrote in R v Leipert , [1997] SCJ No 14 at para 18, informer privilege prevents not only disclosure of the name of the informant, but of any information which may implicitly reveal her or his identity. However, the Court also noted in Leipert at para 19 that in \"many cases, the Crown will be able to contact the informer to determine the extent of information that can be released without jeopardizing the anonymity of the tipster\". I recognize that there are circumstances where even such neutral information may, through the mosaic effect, compromise the informant, but that is not asserted in the present case. All that is asserted is a blanket refusal by the respondent to disclose any informant-based information.", "[40] In the present case, no consideration given to what elements of the source based information could be disclosed to the applicant without compromising the source, such as dates, times, nature of the activity. Indeed, if the applicant had been criminally charged, the bare minimum requirements of an indictment would have demanded that more information be provided to the applicant than what she was given in the present proceeding. The applicant in the present case was unable to respond to the case against her, as she knew neither the time, date, nor the precise activity which gave rise to revocation.", "[41] I turn next to the second ground of attack, namely the reasonableness of the decision. In this regard it is to be remembered that the applicant submitted her financial statements on her own volition.", "[42] There are cases, rare as they are, where no information can be disclosed without compromising a source. If this is in fact one of those cases, the decision letter must include, in the interests of procedural fairness, evidence that the decision maker addressed his or her mind to the extent to which information could be disclosed without compromising the source. Therefore, to the extent that disclosure can be made without identifying an informer or source, information should be disclosed if necessary to satisfy the requirements of natural justice.", "[43] The statements revealed no large sums of money transiting through her account. Nonetheless, the Advisory Body concluded that \"it is not uncommon for individuals who are involved in the importation of drugs to be paid for their services by taking a cut in a percentage of the drugs, and not in cash or in a monetary fashion\". In the context of information known only to the panel, this may be a reasonable inference to draw from the financial records. However, this inference, standing as it does in a factual vacuum, with no indicia or evidence to support the inference, falls short of the <FRAGMENT_SUPPRESSED>  criteria of transparency and intelligibility.", "[44] The financial records of most Canadians are, hopefully, devoid of transactions that are consistent with drug related profits. To conclude from the absence of such transactions that the applicant was remunerated by a cut of the drugs themselves, is, in the absence of further information, neither transparent nor rational. That conclusion may be open to the Panel, but only if they disclosed to the extent possible, the basis upon which the inference was drawn. JUDGMENT", "[45] THIS COURT'S JUDGMENT is that 1. The application for judicial review is granted and the decision to revoke the applicant's security clearance is quashed. 2. The matter is remitted to the Minister for re-determination in accordance with these reasons. 3. Costs to the applicant. Application granted. Editor: E. Joanne Oley/nmg [End of document]"]}