{"id_": "096150", "body_str": ["[1] Shore, J. : The Court must assess whether the Refugee Appeal Division [RAD] conducted an independent assessment of the evidence as a whole ( <FRAGMENT_SUPPRESSED> [ G.L.N.N. ]; <FRAGMENT_SUPPRESSED> [ Sajad ]).  <FRAGMENT_SUPPRESSED>", "[2] It emerges from the RAD's reasons and from the Certified Tribunal Record, that the RAD examined the Refugee Protection Division's [RPD] findings on the basis of the RPD's record and the parties' submissions, in conformity with subsection 110(6) of the Immigration and Refugee Protection Act , LC 2001, c 27 [IRPA].  <FRAGMENT_SUPPRESSED> II. Introduction  <FRAGMENT_SUPPRESSED>", "[3] The Applicant seeks judicial review under subsection 72(1) of the IRPA of a decision by the RAD, confirming the RPD's decision in which the Applicant is denied refugee protection under sections 96 and 97 of the IRPA.  <FRAGMENT_SUPPRESSED> III. Background  <FRAGMENT_SUPPRESSED>", "[4] The Applicant is a 32-year-old woman, citizen of Cameroon who claims a well-founded fear of persecution and risk upon return at the hands of her suitor, whom she would be forced to marry upon return to Cameroon.  <FRAGMENT_SUPPRESSED>", "[5] In her Basis of Claim form dated July 16, 2013, the Applicant alleges the following facts.  <FRAGMENT_SUPPRESSED>", "[6] After the death of her mother, the Applicant and her brother lived with their paternal uncle and his wife in Bafoussam. The Applicant's uncle pressured her into marrying his employer, a 60-year-old rich and influential man.  <FRAGMENT_SUPPRESSED>", "[7] In 2005, the Applicant left Bafoussam to pursue her studies in Yaoundé.  <FRAGMENT_SUPPRESSED>", "[8] Throughout 2011, the Applicant's suitor exerted pressure on the Applicant and on her family to consent to their marriage; however, the Applicant, supported by her father, refused her suitor's official marriage proposal.  <FRAGMENT_SUPPRESSED>", "[9] At a party, in December 2011, the Applicant and her boyfriend were attacked and threatened by the Applicant's suitor's henchmen, who threatened to kill them both if the Applicant failed to agree to her suitor's marriage proposal. The Applicant's boyfriend's family members were also threatened.  <FRAGMENT_SUPPRESSED>", "[10] Following the incident, the Applicant's father became favourable to the marriage, out of fear of reprisals.  <FRAGMENT_SUPPRESSED>", "[11] In September 2012, the Applicant was sexually assaulted and threatened by her suitor. The following day, the Applicant's father drove her to the police station in order to file a denunciation of this attack, to no avail.  <FRAGMENT_SUPPRESSED>", "[12] The Applicant's life became unbearable, as she lived in a continuous state of fear of being abducted by one of her suitor's henchmen. The Applicant fled to Canada on June 4, 2013.  <FRAGMENT_SUPPRESSED>", "[13] After her arrival in Canada, the Applicant's father was arrested and subsequently released after signing a document acknowledging the dowry paid by the Applicant's suitor for his marriage with the Applicant.  <FRAGMENT_SUPPRESSED>", "[14] A hearing was held before the RPD on September 12, 2013. The RPD rejected the Applicant's claim on February 5, 2014, on the basis of lack of credibility and the existence of an International flight alternative [IFA] for the Applicant.  <FRAGMENT_SUPPRESSED>", "[15] On September 16, 2013, the Minister intervened on credibility grounds and raised a number of concerns relating to contradictions in evidence provided by the Applicant (Tribunal Record, at pp 257-261, particularly at pp 258 and 259).  <FRAGMENT_SUPPRESSED> IV. The Refugee Protection Division's Decision  <FRAGMENT_SUPPRESSED>", "[16] The RPD drew numerous negative credibility findings in rejecting the Applicant's claim.  <FRAGMENT_SUPPRESSED>", "[17] Notably, the RPD found that the Applicant was unable to provide satisfactory explanations for numerous contradictions, incoherencies and omissions in the evidence. The RPD also found that the Applicant failed to testify in a spontaneous and coherent manner and that her overall testimony lacked detailed and supporting evidence.  <FRAGMENT_SUPPRESSED>", "[18] Moreover, the RPD found the Applicant's behaviour to be incompatible with her alleged subjective fear. Notably, the Applicant continued working and living in the same city (Yaoundé) as her suitor and his henchmen who, she claims, were a constant threat until her departure.  <FRAGMENT_SUPPRESSED>", "[19] Also, at the hearing, the Applicant was unable to provide a reasonable explanation for the absence of certain key documents, such as the complaint with the police following her sexual assault.  <FRAGMENT_SUPPRESSED>", "[20] The RPD also found that the Applicant failed to rebut the presumption of an IFA in another city. Notably, the Applicant testified that she could find work in another city.  <FRAGMENT_SUPPRESSED>", "[21] Moreover, relying on the objective documentary evidence, the RPD noted that forced marriages in Cameroon occur mostly in Muslim families in the northern part of the country and in rural regions. The RPD further noted that socio-economic factors play an important role in forced marriages in Cameroon; they are more frequent in poorer and less educated families.  <FRAGMENT_SUPPRESSED>", "[22] In contrast, the evidence demonstrates that the Applicant and her father, who is a surgeon and a businessman, both earned comfortable livings and were well-educated. The Applicant's student visa applications reveal that the Applicant's father had spent thousands of dollars in order to finance the Applicant's studies in Canada, over the course of three years.  <FRAGMENT_SUPPRESSED>", "[23] The RPD also drew a negative inference from the Applicant's delay in claiming refugee protection after her arrival in Canada.  <FRAGMENT_SUPPRESSED>", "[24] Finally, the RPD concluded that the Applicant's intention was to continue working in Yaoundé until her departure, in order to study in Canada, as evidenced from her multiple student visa applications to Canada.  <FRAGMENT_SUPPRESSED> V. The Refugee Appeal Division's Decision  <FRAGMENT_SUPPRESSED>", "[25] By reasons dated May 7, 2014, the RAD rejected the Applicant's appeal.  <FRAGMENT_SUPPRESSED>", "[26] First, the RAD found that there was no basis upon which a hearing could be held, pursuant to subsections 110(3), 110(4) and 110(6) of the IRPA.  <FRAGMENT_SUPPRESSED>", "[27] Upon review of the jurisprudence, the RAD determined that the applicable standard in assessing the RPD's credibility findings is that of reasonableness. The RAD reasoned that its \"role is not to reweigh the evidence or to proceed with a microscopic analysis of the RPD's decision, but rather to evaluate whether or not an error was committed by the RPD and to determine whether, when analyzed as a whole, the RPD's findings that the appellant is not credible falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (RAD's Decision, at para 48).  <FRAGMENT_SUPPRESSED>", "[28] The RAD noted that the RPD considered the Immigration and Refugee Board's Chairperson's Guidelines 4: Women Refugee Claimants Fearing Gender-Related Persecution , as required; the RAD observed that it is incumbent on the RPD member to exhibit and apply this understanding and knowledge in a sensitive manner when deciding issues of violence against women.  <FRAGMENT_SUPPRESSED>", "[29] On the merits of the appeal, the RAD determined that the RPD did not err in its assessment of the Applicant's credibility or in respect of the evidence.  <FRAGMENT_SUPPRESSED> VI. Applicable Legislation  <FRAGMENT_SUPPRESSED>", "[30] The following provisions of the IRPA are relevant to a determination of refugee protection:  <FRAGMENT_SUPPRESSED> Convention refugee  <FRAGMENT_SUPPRESSED> 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,  <FRAGMENT_SUPPRESSED> ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or  <FRAGMENT_SUPPRESSED> ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.  <FRAGMENT_SUPPRESSED> Person in need of protection  <FRAGMENT_SUPPRESSED> 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally  <FRAGMENT_SUPPRESSED> ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or  <FRAGMENT_SUPPRESSED> ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED> (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,  <FRAGMENT_SUPPRESSED> (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED> (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and  <FRAGMENT_SUPPRESSED> (iv) the risk is not caused by the inability of that country to provide adequate health or medical care.  <FRAGMENT_SUPPRESSED> (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> 96. 97. (1)", "[31] The following provisions of the IRPA relating to the RAD's jurisdiction and the procedure on appeal before the RAD are applicable:  <FRAGMENT_SUPPRESSED> Appeal  <FRAGMENT_SUPPRESSED> 110. (1) Subject to subsections (1.1) and (2), a person or the Minister may appeal, in accordance with the rules of the Board, on a question of law, of fact or of mixed law and fact, to the Refugee Appeal Division against a decision of the Refugee Protection Division to allow or reject the person's claim for refugee protection.  <FRAGMENT_SUPPRESSED> Procedure  <FRAGMENT_SUPPRESSED> (3) Subject to subsections (3.1), (4) and (6), the Refugee Appeal Division must proceed without a hearing, on the basis of the record of the proceedings of the Refugee Protection Division, and may accept documentary evidence and written submissions from the Minister and the person who is the subject of the appeal and, in the case of a matter that is conducted before a panel of three members, written submissions from a representative or agent of the United Nations High Commissioner for Refugees and any other person described in the rules of the Board.  <FRAGMENT_SUPPRESSED> Evidence that may be presented  <FRAGMENT_SUPPRESSED> (4) On appeal, the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection.  <FRAGMENT_SUPPRESSED> Hearing  <FRAGMENT_SUPPRESSED> (6) The Refugee Appeal Division may hold a hearing if, in its opinion, there is documentary evidence referred to in subsection (3)  <FRAGMENT_SUPPRESSED> ) that raises a serious issue with respect to the credibility of the person who is the subject of the appeal;  <FRAGMENT_SUPPRESSED> ) that is central to the decision with respect to the refugee protection claim; and  <FRAGMENT_SUPPRESSED> ) that, if accepted, would justify allowing or rejecting the refugee protection claim.  <FRAGMENT_SUPPRESSED> Decision  <FRAGMENT_SUPPRESSED> 111. (1) After considering the appeal, the Refugee Appeal Division shall make one of the following decisions:  <FRAGMENT_SUPPRESSED> (a) confirm the determination of the Refugee Protection Division;  <FRAGMENT_SUPPRESSED> (b) set aside the determination and substitute a determination that, in its opinion, should have been made; or  <FRAGMENT_SUPPRESSED> (c) refer the matter to the Refugee Protection Division for re-determination, giving the directions to the Refugee Protection Division that it considers appropriate.  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> Appel  <FRAGMENT_SUPPRESSED> 110. VII. Issue  <FRAGMENT_SUPPRESSED>", "[32] Is the RAD's decision in confirming the RPD's credibility findings reasonable?  <FRAGMENT_SUPPRESSED> VIII. Analysis  <FRAGMENT_SUPPRESSED>", "[33] The central issue on appeal before the RAD is whether the RPD erred in its assessment of the Applicant's credibility and whether the RPD considered the evidence as a whole.  <FRAGMENT_SUPPRESSED>", "[34] In the context of judicial review of a RAD decision, following the pragmatic approach applied by the Court in its recent jurisprudence, the Court finds that the standard applicable to the RAD's credibility findings, which are determinations of fact and of mixed fact and law, is that of reasonableness ( <FRAGMENT_SUPPRESSED> [ Yin ]; <FRAGMENT_SUPPRESSED> [ Nahal ]; <FRAGMENT_SUPPRESSED> [ Siliya ]; <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[35] In its reasons, the RAD adopted the reasonableness standard, and thus, a judicial review framework, in determining the Applicant's appeal of the RPD's decision.  <FRAGMENT_SUPPRESSED>", "[36] Although the Court has condemned this approach by the RAD, the standard by which the RAD reviewed the RPD's decision is not dispositive of the present application ( <FRAGMENT_SUPPRESSED>  at para 26; <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED>  at para 19; Yin , above at para 33).  <FRAGMENT_SUPPRESSED>", "[37] Rather, the Court must assess whether the RAD conducted an independent assessment of the evidence as a whole ( G.L.N.N. , above at para 18; <FRAGMENT_SUPPRESSED>  at para 23).  <FRAGMENT_SUPPRESSED>", "[38] The Court notes that the RPD has the considerable advantage of hearing the witnesses' testimonies, allowing it to weigh the probative value of the evidence first-hand ( <FRAGMENT_SUPPRESSED> [ Akuffo ]; G.L.N.N. , above at para 14; <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[39] As a result, the RAD may show a certain level of deference towards the RPD's findings, when credibility issues are involved ( <FRAGMENT_SUPPRESSED>  at para 50).  <FRAGMENT_SUPPRESSED>", "[40] It emerges from the RAD's reasons and from the Certified Tribunal Record, that the RAD examined the RPD's findings on the basis of the RPD's record and the parties' submissions, in conformity with subsection 110(6) of the IRPA.  <FRAGMENT_SUPPRESSED>", "[41] It is this Court's view that the RAD did not limit itself to simply confirming the RPD's findings, unreservedly.  <FRAGMENT_SUPPRESSED> IX. Conclusion  <FRAGMENT_SUPPRESSED>", "[42] The Court finds that the RAD's decision is reasonable.  <FRAGMENT_SUPPRESSED>", "[43] Therefore, the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[44] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed. There is no serious question of general importance to be certified.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Sharon McCartney/nmg  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}