{"id_": "096276", "body_str": ["[1] Heneghan, J. : Ms. Shamila Alavi Moghaddam (the \"Applicant\") seeks judicial review of the decision by Visa Officer Timothy Bowman (the \"Visa Officer\"). In his decision, dated February 10, 2003, the Visa Officer refused the Applicant's request for a Canadian study permit.", "[2] The Applicant, a citizen of Iran, applied for a Canadian study permit to allow her to pursue university studies at St. Francis Xavier University in Antigonish, Nova Scotia. She submitted her application on January 12, 2003, together with supporting documentation including a copy of her Iranian passport and information about her family ties. The Applicant attended an interview at the Canadian Embassy in Tehran before Ms. Niloufar Taheri, an Immigration Program officer. Ms. Taheri gathered information and made notes that she entered into the Computer Assisted Immigration Processing System (\"CAIPS\"). Ms. Taheri was not authorized to make the decision on the request for the study permit and the file was referred to the Visa Officer who was vested with that authority.", "[3] The Visa Officer refused the application and recorded the basis of his refusal as being the weak ties of the Applicant with her family in Iran.", "[4] The Visa Officer filed an affidavit in response to this application for judicial review. In paragraphs 13 and 14 he identified the factors that he took into account in assessing the Applicant's application, including: After review of the Application and the interview notes, my decision was that the Applicant's ties to Iran were considered to be too weak and therefore, I was not satisfied that the Applicant would leave Canada at the end of the authorized period. Thus, I was not satisfied that the Applicant was a genuine short-term Temporary Resident of Canada for studies and refused the application. I based this decision on the following factors: the Applicant is underemployed and remains dependant on her parents; has not studied since June 1998; had recently been refused entry to Canada as a tourist and the Applicant's father had, while this application was awaiting interview, submitted a permanent resident application in which the Applicant was included as a dependant. I was also not satisfied that the Applicant had \"dual intent'[sic] in that she lacks sufficient incentive to return to Iran should the permanent residence application be unsuccessful for her or her parents. On this basis, I concluded the Applicant did not meet the requirements for a study permit.", "[5] Evidence of the intention to leave Canada upon the expiry of the period authorized for a temporary stay is a requirement under the Immigration and Refugee Protection Act, S.C. 2001, c. 27, as amended (the \"Act\") and the Immigration and Refugee Protection Regulations, SOR/2002-227 (the \"Regulations\"). In this regard, I refer to section 20(1)(b) of the Act and section 216(1)(b) of the Regulations: 20. (1) Every foreign national, other than a foreign national referred to in section 19, who seeks to enter or remain in Canada must establish, (b) to become a temporary resident, that they hold the visa or other document required under the regulations and will leave Canada by the end of the period authorized for their stay. 216. (1) Subject to subsections (2) and (3), an officer shall issue a study permit to a foreign national if, following an examination, it is established that the foreign national (b) will leave Canada by the end of the period authorized for their stay under Division 2 of Part 9;", "[6] Section 22(2) of the Act addresses the situation where a person seeking temporary entry into Canada may also hold the intention of establishing permanent residence and provides as follows: 22(2) An intention by a foreign national to become a permanent resident does not preclude them from becoming a temporary resident if the officer is satisfied that they will leave Canada by the end of the period authorized for their stay.", "[7] The Visa Officer considered the outstanding application by the Applicant's family for permanent residence in Canada, in which she was named as a dependant, and concluded that she lacked the \"dual intent\". In my opinion, the Visa Officer's reference to the family application for permanent residence was improper. That application was not before him for a decision and was, in my opinion, irrelevant to the matter before him, that is the Applicant's application for a student visa.", "[8] While the Visa Officer was mandated to weigh the evidence in relation to this application, including an assessment of the Applicant's intention to leave Canada at the end of her studies, he was not concurrently dealing with the family application for permanent residence. The issue of dual intent arose only in relation to that application which, in any event, did not form part of the record before the Visa Officer. In these circumstances, I conclude that the family's application for permanent residence was irrelevant to the assessment of the Applicant's application for a study permit and that by referring to that independent application, the Visa Officer may have relied on extraneous considerations.", "[9] To the extent that doubt has been created on that point, I conclude that this application for judicial review should be allowed and the matter remitted to a different visa officer for redetermination, only on the basis of the material that was originally before the visa officer. There is no question for certification arising. ORDER", "[10] The application for judicial review is allowed and the matter remitted to a different visa officer for redetermination, only on the basis of the material that was originally before the visa officer. There is no question for certification arising. [End of document]"]}