{"id_": "096299", "body_str": ["[1] de Montigny, J. [Translation]: This application for judicial review is from decision No. 04-046 and the related direction issued by Pierre Guénette in his capacity as an appeals officer (the appeals officer) appointed pursuant to section 146 of Part II of the Canada Labour Code (R.S.C. 1985, c. L-2).", "[2] In that decision the appeals officer dismissed the appeal filed by the Maritime Employers' Association (the MEA) asking that the direction on danger issued regarding the MEA by the health and safety officer Steve Sirois (the safety officer) pursuant to paragraph 145(2)(a) of the Code be quashed. STATEMENT OF FACTS", "[3] This case originates in the tragic accident which took the life of André Lacoste, an inspector employed by the Montréal Port Authority, on February 17, 2003. At the time of the accident inspector Lacoste was working on the premises operated by Racine Terminal in the Port of Montréal.", "[4] The safety officer's investigation disclosed that the accident occurred when Mr. Lacoste was inspecting cylinders of uranium hexafluoride (UF6) while stevedoves were engaged in placing a cylinder of UF6 in a container. When this container slipped, inspector Lacoste was crushed between two containers: he was pronounced dead on arrival at hospital.", "[5] As a result of his investigation officer Sirois concluded that a situation of danger existed, which he described in his direction as follows: \"The presence of workers between the containers while these containers are being moved or shipped is a dangerous situation that leaves the workers at risk of being crushed.\"", "[6] In accordance with the power conferred on him by paragraph 145(2)(a) of the Code , the safety officer issued a direction to the Montréal Port Authority, Racine Terminal and the Maritime Employers' Association concerning this danger, requiring them \"to protect your employees against this danger\".", "[7] In his investigation report to the Canada Appeals Office on April 8, 2003, officer Sirois explained why he had sent his direction to the three aforesaid bodies. In the case of the Montreal Port Authority, its employees were near the containers when the UF6 cylinders were being put in place. As to Racine Terminal, the stevedores working for the latter were likely to be near containers during manoeuvres; additionally, the stevedores were under the authority of Racine Terminal when they were working on premises operated by that business. Finally, according to the information available to officer Sirois the stevedores were also under the authority of the MEA: the said stevedores were standing near the container where the UF6 cylinder was installed.", "[8] It should be noted that the safety officer found no breach of the employer's health and safety obligations under sections 124 and 125 of the Code . Accordingly, no direction was issued in this matter to anyone at any stage pursuant to subsection 145(1) of the Code", "[9] Pursuant to the direction sent to the MEA, the latter's health and safety coordinator verbally indicated to the safety officer on February 28, 2003 that the work done by the stevedores at the Racine Terminal was under the exclusive authority of the Racine Terminal, not the MEA. He pointed out that the MEA provided no supervision for the stevedores and did not pay them. He also added that as the MEA was not the operator of the workplace it could not post any direction or notice of danger. A few days later, on March 3, 2003, the MEA health and safety coordinator wrote Mr. Sirois to confirm that the MEA could not comply with the direction and the notice of danger (Translation) \"since it is impossible to carry them out\".", "[10] In a letter dated March 5, 2003 Mr. Sirois informed the MEA health and safety coordinator that he considered his reply to the direction (Translation) \"satisfactory\", in view of the particulars indicated as to the MEA's function. In his investigation report to the Canada Appeals Office, Mr. Sirois even wrote that he had contacted the MEA coordinator to tell him that he could take down the direction and the notice of danger.", "[11] However, it should be added that in the same investigation report dated April 8, 2003 Mr. Sirois added the following: \"As a result of our follow-up on the investigation, we concluded that the stevedores are employed and compensated by the Maritime Employers' Association. Moreover, any required disciplinary measures are taken by the Maritime Employers' Association.\"", "[12] In any case, on March 17, 2003 the MEA filed an appeal with appeals officer Pierre Guénette, as it was authorized to do by section 146 of the Code . The MEA asked to have the direction quashed in its entirety on the ground that it was not the supervisor or operator of the stevedoring activities and so could not comply with the direction. DECISION OF APPEALS OFFICER", "[13] In his decision on December 6, 2004 the appeals officer concluded, following an exhaustive review of the facts put before him, the Code and the collective agreement between the MEA and the Syndicat des Débardeurs, that the MEA was an employer of the stevedores for the purposes of Part II of the Code , but did not control the workplace of each stevedoring business in the Port of Montréal.", "[14] On the first question, the appeals officer first noted that officer Sirois had contradicted himself when he first concluded that the MEA was an employer covered by Part II of the Code and could be the subject of a direction, and then accepted the submissions made by the MEA coordinator and confirmed that the latter did not have a duty to comply with the direction. Under subsection 146(2) of the Code , only an appeals officer may quash a direction.", "[15] Then, after carefully reviewing the collective agreement, the appeals officer made the following findings. The MEA was described in the collective agreement as the employer, and clause 1.02 identified the MEA as the sole bargaining agent and representative of the stevedoring businesses in the Port of Montréal. It also had many responsibilities that usually belong to the employer, such as health and safety training, disciplinary penalties and the deployment of labour. Although, unlike Part I, Part II of the Code does not define an employer's organization, the MEA performed such a role as a result of its constitution and functions.", "[16] Further, the MEA was solely responsible for hiring any new employees and had responsibility for planning employees' assignments to various stevedoring businesses in the Port of Montréal. The agreement concluded with the Syndicat des Débardeurs defines the latter's working conditions, and the MEA has the responsibility of raising any matter concerning working relations and conditions with the joint labour relations committee. The collective agreement further provides that where the MEA introduces a technological change, a new operation or a new work method it must inform the union. The MEA also has a duty to ensure that the employees comply with the collective agreement clause requiring them to use materials, equipment, devices and regulation safety clothing supplied by the MEA as employer. Finally, the MEA informs stevedores of the duties they must perform in accordance with their respective classifications, when they are assigned to various businesses. In the view of the appeals officer, the stevedores did not automatically become employees of the various businesses for which they worked during the time they were assigned to those businesses.", "[17] The appeals officer accordingly came to the following conclusion, on the first question he had to decide: \"In light of the different factors mentioned above and the documents that were sent to me, I conclude that the MEA, pursuant to the authority it carries at the Port of Montreal, has all the characteristics of an employer under the meaning of the Code , and, as a consequence, the Code applies to the MEA.\"", "[18] On the second point, the appeals officer said that in his opinion as the MEA was the employer responsible for stevedores in the Port of Montréal, it was responsible for the duties performed by the stevedores even if it did not control the workplace of each stevedoring business in the Port of Montréal. While clause 3 of the collective agreement states that stevedoring businesses will operate and control the workplace, section 124 of the Code does provide that the employer shall ensure that its employees are protected. Section 125 of the Code is also applicable: even if the MEA does not control the workplace, it must still comply with all the specific obligations listed in that section for any task performed by employees to the extent that as employer it has control over such tasks.", "[19] Consequently, the MEA could be the subject of a direction. Appeals officer Pierre Guénette concluded his reasons as follows: \"[53] In view of the facts established by officer Sirois, it is clear that there was a dangerous situation at the Port of Montréal on February 17, 2003. Moreover, employees (including stevedores) who come under the MEA and stevedores' union collective agreements were around the container at the time of the accident. Therefore, officer Sirois was required to issue a direction to the MEA as these workers' employer, but not as the operator of the workplace. \"[54] For these reasons, under the authority vested in me by section 146.1 of the Code , I am varying the direction on the dangerous situation issued to the MEA on February 17, 2003 under paragraph 145(2)(a) of the Code . This amendment takes into consideration the fact that the MEA does not control the workplace strictly speaking, it only controls tasks performed by the stevedores in the workplaces, to the extent that it controls the assignment of stevedores based on their classifications and the tasks that need to be performed. As a consequence, the amended direction is appended.\"", "[20] The direction of February 17, as amended by the appeals officer, thus reads as follows: \"On February 17, 2003, the health and safety officer conducted an investigation into the death of André Lacoste in the workplace operated by Racine Terminal, an MEA member to which the MEA assigned stevedores under its authority. The workplace is located in sections 57-64 of the Port of Montréal, sometimes known as Port of Montreal Racine Terminal. \"The health and safety officer considers that the presence of workers among the containers when these containers are being moved or when these containers are being loaded presents a danger that workers may be crushed. \"In consequence, you are HEREBY ORDERED, pursuant to Canada Labour Code Part II paragraph 145(2)(a), to take measures to protect your employees against this danger.\" ISSUES", "[21] Three issues must be resolved in the application for judicial review at bar: (a) What is the standard of review applicable to the appeals officer's decision? (b) Did the appeals officer err when he concluded that the MEA should be regarded as an employer for the purposes of Part II of the Canada Labour Code (c) Did the appeals officer err when he concluded that the MEA could be the subject of a direction issued pursuant to paragraph 145(2)(a) of the Code APPLICABLE LEGISLATION", "[22] To fully understand the matter it is worth setting out here certain provisions of the Canada Labour Code , and in particular Part II. The purpose of that Part, as indicated in section 122.1, is \"to prevent accidents and injury to health arising out of, linked with or occurring in the course of employment to which this Part applies\". Section 122.2 sets out how this prevention is to be achieved: \"Preventive measures should consist first of the elimination of hazards, then the reduction of hazards and finally, the provision of personal protective equipment, clothing, devices or materials, all with the goal of ensuring the health and safety of employees.\"", "[23] Additionally, the obligations of employers (who are defined in subsection 122(1)) are set out in sections 124 to 125.3. Section 124 indicates in general that the employer must ensure the protection of every person employed, while sections 125 et seq. give further particulars of this obligation in terms of the context and nature of the work performed: \"122.1 The purpose of this Part is to prevent accidents and injury to health arising out of, linked with or occurring in the course of employment to which this Part applies. \"124. Every employer shall ensure that the health and safety at work of every person employed by the employer is protected. \"125(1) Without restricting the generality of section 124, every employer shall, in respect of every work place controlled by the employer and, in respect of every work activity carried out by an employee in a work place that is not controlled by the employer, to the extent that the employer controls the activity, (c) investigate, record and report in the manner and to the authorities as prescribed all accidents, occupational diseases and other hazardous occurrences known to the employer; (d) post at a place accessible to every employee and at every place directed by a health and safety officer (i) a copy of this Part, (ii) a statement of the employer's general policy concerning the health and safety at work of employees, and (iii) any other printed material related to health and safety that may be directed by a health and safety officer or that is prescribed; (q) provide, in the prescribed manner, each employee with the information, instruction, training and supervision necessary to ensure their health and safety at work; (s) ensure that each employee is made aware of every known or foreseeable health or safety hazard in the area where the employee works; (x) comply with every oral or written direction given to the employer by an appeals officer or a health and safety officer concerning the health and safety of employees ...\"", "[24] Section 140 provides that the Minister may appoint health and safety officers to ensure implementation of Part II of the Code . The latter are given a number of powers, including that of conducting investigations when a death occurs at a workplace: \"141(4) A health and safety officer shall investigate every death of an employee that occurred in the work place or while the employee was working, or that was the result of an injury that occurred in the work place or while the employee was working. \"(5) If the death results from a motor vehicle accident on a public road, as part of the investigation the health and safety officer shall obtain a copy of any police report as soon as possible after the accident. \"145(1) A health and safety officer who is of the opinion that a provision of this Part is being contravened or has recently been contravened may direct the employer or employee concerned, or both, to (a) terminate the contravention within the time that the officer may specify; and (b) take steps, as specified by the officer and within the time that the officer may specify, to ensure that the contravention does not continue or re-occur. \"(2) If a health and safety officer considers that the use or operation of a machine or thing, a condition in a place or the performance of an activity constitutes a danger to an employee while at work, (a) the officer shall notify the employer of the danger and issue directions in writing to the employer directing the employer, immediately or within the period that the officer specifies, to take measures to (i) correct the hazard or condition or alter the activity that constitutes the danger, or (ii) protect any person from the danger; and (b) the officer may, if the officer considers that the danger or the hazard, condition or activity that constitutes the danger cannot otherwise be corrected, altered or protected against immediately, issue a direction in writing to the employer directing that the place, machine, thing or activity in respect of which the direction is issued not be used, operated or performed, as the case may be, until the officer's directions are complied with, but nothing in this paragraph prevents the doing of anything necessary for the proper compliance with the direction. \"(3) If a health and safety officer issues a direction under paragraph (2)(a), the officer shall affix or cause to be affixed to or near the place, machine or thing in respect of which the direction is issued, or in the area in which the activity in respect of which the direction is issued is performed, a notice in the form and containing the information that the Minister may specify, and no person shall remove the notice unless authorized to do so by a health and safety officer. \"(4) If a health and safety officer issues a direction under paragraph (2)(b) in respect of a place, machine, thing or activity, the employer shall cause the use or operation of the place, machine or thing or the performance of the activity to be discontinued, and no person shall use or operate the place, machine or thing or perform the activity until the measures directed by the officer have been taken. \"(5) If a health and safety officer issues a direction under subsection (1) or (2) or makes a report in writing to an employer on any matter under this Part, the employer shall without delay (a) cause a copy or copies of the direction or report to be posted in the manner that the officer may specify; and (b) give a copy of the direction or report to the policy committee and a copy to the work place committee or the health and safety representative.\"", "[25] The Minister may further appoint appeals officers (s. 145.1(1)), who may vary, rescind or confirm the safety officer's decision or direction on the application of the employer, employee or union: \"146(1) An employer, employee or trade union that feels aggrieved by a direction issued by a health and safety officer under this Part may appeal the direction in writing to an appeals officer within thirty days after the date of the direction being issued or confirmed in writing. \"(2) Unless otherwise ordered by an appeals officer on application by the employer, employee or trade union, an appeal of a direction does not operate as a stay of the direction. \"146.1(1) If an appeal is brought under subsection 129(7) or section 146, the appeals officer shall, in a summary way and without delay, inquire into the circumstances of the decision or direction, as the case may be, and the reasons for it and may (a) vary, rescind or confirm the decision or direction; and (b) issue any direction that the appeals officer considers appropriate under subsection 145(2) or (2.1). \"(2) The appeals officer shall provide a written decision, with reasons, and a copy of any direction to the employer, employee or trade union concerned, and the employer shall, without delay, give a copy of it to the work place committee or health and safety representative. \"(3) If the appeals officer issues a direction under paragraph (1)(b), the employer shall, without delay, affix or cause to be affixed to or near the machine, thing or place in respect of which the direction is issued a notice of the direction, in the form and containing the information that the appeals officer may specify, and no person may remove the notice unless authorized to do so by the appeals officer. \"(4) If the appeals officer directs, under paragraph (1)(b), that a machine, thing or place not be used or an activity not be performed until the direction is complied with, no person may use the machine, thing or place or perform the activity until the direction is complied with, but nothing in this subsection prevents the doing of anything necessary for the proper compliance with the direction.\"", "[26] Finally, the decisions of the appeals officer are protected by quite watertight privative clauses, as indicated by sections 146.3 and 146.4 of the Code \"146.3 An appeals officer's decision is final and shall not be questioned or reviewed in any court. \"146.4 No order may be made, process entered or proceeding taken in any court, whether by way of injunction, certiorari, prohibition, quo warranto or otherwise, to question, review, prohibit or restrain an appeals officer in any proceeding under this Part.\" ANALYSIS (A) STANDARD OF REVIEW", "[27] Determining the standard of review is not simply a formal and academic exercise, but on the contrary is for the purpose of clarifying the intention of the legislature which has created the administrative entity whose decision is at issue. As Sopinka, J., noted in <FRAGMENT_SUPPRESSED>  Sask.R. 81; 153 W.A.C. 81, at paragraph 18: \"Was the question which the provision raises one that was intended by the legislators to be left to the exclusive decision of the Board?\". That is the question which this Court must ask in order to determine the degree of deference which it must demonstrate in reviewing the decision made by the appeals officer.", "[28] Since Syndicat national des employés de la commission scolaire régionale de l' <FRAGMENT_SUPPRESSED>  Q.A.C. 244, it is well settled that several factors must be taken into account to arrive at the legislature's intention. This is what has been called the pragmatic and functional method. In that case, Beetz, J., at 1086 set out in two propositions the circumstances in which an administrative tribunal will exceed its jurisdiction because of error: \"1. if the question of law at issue is within the tribunal's jurisdiction, it will only exceed its jurisdiction if it errs in a patently unreasonable manner; a tribunal which is competent to answer a question may make errors in so doing without being subject to judicial review. \"2. if however the question at issue concerns a legislative provision limiting the tribunal's powers, a mere error will cause it to lose jurisdiction and subject the tribunal to judicial review.\"", "[29] These principles have subsequently been applied in many cases, especially in the labour relations field. The Supreme Court has often repeated that courts should exercise great restraint when dealing with specialized tribunals on points of law falling within the expertise of the latter. Of course, the existence of a \"full\" privative clause (that is, one which states that the tribunal's decisions are final and binding and may not be the subject of an appeal and that any form of judicial review is prohibited) can only reinforce this deference by the courts to administrative bodies (see e.g. <FRAGMENT_SUPPRESSED>  O.A.C. 241; <FRAGMENT_SUPPRESSED> ).", "[30] It will not always be easy to determine whether a point of law falls within the jurisdiction of an administrative tribunal or, on the contrary, has to do with a legislative provision which limits the tribunal's powers. This is where the pragmatic and functional method comes into play. Using four contextual factors (the presence or absence of a privative clause or right of appeal in legislation, the expertise of the tribunal compared to the reviewing court on the point at issue, the purpose of the legislation and of the particular provision and the nature of the question), the court will be in a better position to determine the legislature's intention and decide on the degree of deference it should show to the conclusion by the administrative tribunal.", "[31] It is not necessary for this Court to undertake such an analysis in connection with the appeal at bar, as my colleague Tremblay-Lamer, J., has recently performed this exercise: see <FRAGMENT_SUPPRESSED> . That case involved an application for judicial review of a decision by an appeals officer to quash directions issued by a Canada Human Resources Development safety officer. After an investigation, the safety officer had concluded that not carrying a pistol was a danger for a parks warden, and directed Parks Canada either to alter the law enforcement duties assigned to wardens or to protect them from the dangers resulting from such duties. The appeals officer reversed this decision and upheld the directive on the ground that the safety officer had confused risk and danger and that the existence of a danger had not been proven.", "[32] After a painstaking application of the four contextual factors mentioned above and an exhaustive analysis of the most relevant cases on the point (in particular Dr. Q., Re , [2003] 1 S.C.R. 226; 302 N.R. 34; 179 B.C.A.C. 170; 295 W.A.C. 170; <FRAGMENT_SUPPRESSED> ; Director of Investigation and  <FRAGMENT_SUPPRESSED>  N.B.R.(2d) 207; 674 A.P.R. 207), Tremblay-Lamer, J., concluded that in general great deference should be shown to the decisions of appeals officers and said that in her opinion the standard of the patently unreasonable decision should be applied in reviewing their decisions. In so doing, she came to the same conclusion as Dawson, J., in <FRAGMENT_SUPPRESSED> ; 231 F.T.R. 306; 2003 FCT 391.", "[33] This decision is hardly surprising, in view of the stringent privative clause inserted in the Code by amendments made to the Code in September 2000. Moreover, the Supreme Court has many times repeated that the more stringent a private clause is, the greater must be the deference shown to decisions made by the entity so protected, unless there is some clear indication to the contrary: <FRAGMENT_SUPPRESSED> , supra, at 1006; Dr. Q. , supra, at 239  <FRAGMENT_SUPPRESSED> .", "[34] In this regard, I take the liberty of reproducing a passage from <FRAGMENT_SUPPRESSED>  in Martin , supra, at para. 31: \"A board which is created and protected by a privative clause is the manifestation of the will of Parliament to create a mechanism that provides a speedy and final means of achieving the goal of fair resolution of labour-management disputes. To serve its purpose these decisions must as often as possible be final. If the courts were to refuse to defer to the decisions of the Board, they would negate both the very purpose of the Act and its express provisions.\"", "[35] It is thus not surprising that the Federal Court of Appeal has lent its weight to this decision: see <FRAGMENT_SUPPRESSED> ; 334 N.R. 43; 2005 FCA 156. In so doing, it used the language employed by McLachlin, J., (as she then was) in Planet Development Corp. and  <FRAGMENT_SUPPRESSED>  Nfld. & P.E.I.R. 15; 274 A.P.R. 15, to which Tremblay-Lamer, J., herself referred in her judgment and from which she cited the following passage at 669: \"Courts should exercise caution and deference in reviewing the decisions of specialized administrative tribunals, such as the Labour Board in this case. This deference extends both to the determination of the facts and the interpretation of the law. Only where the evidence, viewed reasonably, is incapable of supporting a tribunal's findings of fact, or where the interpretation placed on the legislation is patently unreasonable, can the court interfere.\"", "[36] On the second question raised by the case at bar, namely whether the appeals officer erred in deciding that the MEA could be the subject of a direction due to the fact that it controlled the duties performed by stevedores in a workplace, even if it did not operate the workplace, it would seem that the applicable standard of review is not in doubt. In view of the privative clause, the expertise of the appeals officer, the purpose of the applicable provisions and the essentially factual nature of this question, the standard applicable on this point can only be that of the patently unreasonable decision. Moreover, the parties did not disagree in this regard.", "[37] Somewhat more delicate is the question of whether the same standard should be applied to the first of the appeals officer's two decisions, namely that the MEA may be regarded as an employer for the purposes of Part II of the Code . Is this another question which the legislature intended to leave entirely to the determination of the appeals officer, and on which this Court should only intervene in cases of the most apparent error?", "[38] The applicant argued that there is no provision in Part II of the Code giving the appeals officer exclusive jurisdiction to determine, based on his own expertise, who the employer is in given circumstances. In the applicant's submission, the legislature often inserts such provisions in labour legislation when it intends to give the administrative tribunal the last word in identifying the employer. Subsection 122(1), it argued, does not allow the appeals officer to determine who the employer is, but rather to decide whether an employer who meets the definition has performed its health and safety obligations. Consequently, it is the standard of the correct decision that, in its submission, should be applied in dealing with this question.", "[39] The respondent, on the other hand, maintained that the question of whether the MEA is an employer within the meaning of the Code is a mixed question of fact and law, inasmuch as the appeals officer had to interpret the concept of an employer defined in subsection 122(1) of the Code and then inquire whether the MEA met that definition. Consequently, and taking into account the other contextual factors, it maintained that the applicable standard of review should be that of the patently unreasonable decision.", "[40] It is true, as the applicant noted, that the legislature has been much more explicit regarding the appeals officer's power to identify the employer under Part of the Code (see paragraph 16(p)(i)). Nonetheless, I consider that identification of the employer in connection with Part II of the Code unquestionably belongs to the jurisdiction conferred on appeals officers, who must necessarily conduct this exercise before carrying out the duties and discharging the responsibilities conferred on them by the legislature.", "[41] The judgment of the Federal Court of Appeal in Martin , supra, in any case seems to be conclusive on this point. It will be recalled that Tremblay-Lamer, J., had established at trial that the standard of review applicable to appeals officers' decisions was that of the patently unreasonable decision. Nevertheless, she saw fit to make an exception regarding the interpretation given by the appeals officer to the word \"danger\", the definition of which was amended by the legislature in November 2000. Because it was the first time that a court was ruling on this point, and her analysis would act as a precedent for the decisions of other appeals officers, she opted for the standard of the reasonable decision simpliciter.", "[42] Relying essentially on the strong privative clauses found in sections 146.3 and 146.4, set out above, the Federal Court of Appeal reversed this part of the judgment by Tremblay-Lamer, J., The Court of Appeal explained its reasoning in this way, in the following paragraph: \"[17] Professor David Mullan has observed that in such cases 'the legislature has expressed confidence in the ability of a decision-maker to interpret questions of law arising under its home statute and to itself establish a corpus of decisions having precedential value in the sense of application to many future cases.' See Mullan, David, J., Establishing the Standard of Review: The Struggle for Complexity? (2004), 17, C.J.A.L.P. 59 at 77. One might question the wisdom of protecting legal interpretations of non-legally trained appeals officers from more intrusive review by the courts. However, the Court must take the statute as it finds it. The Court cannot apply common law principles that are implicitly inconsistent with strong legislative language. Where Parliament has expressed itself in the strong terms it has in the Canada Labour Code , I think it would be inconsistent for the courts to arrogate to themselves the power to establish precedence [sic] for a tribunal to follow in respect of the interpretation of its home statute.\"", "[43] This decision is in all respects consistent with the opinions often expressed by the Supreme Court on the point. Once the relative expertise of a tribunal has been established, courts should show considerable deference not only on points of fact, but also on questions relating to the interpretation of a provision of the tribunal's enabling legislation: see e.g. <FRAGMENT_SUPPRESSED> , supra, at 1007-1008; <FRAGMENT_SUPPRESSED>  B.C.A.C. 1; 75 W.A.C. 1, at 590.", "[44] The judgment by the Supreme Court in <FRAGMENT_SUPPRESSED> , supra, deserves closer examination, especially in view of the similarities with the application for judicial review at bar. In that case, it was held that the expertise of the Workers' Compensation Board in determining all aspects of eligibility under the legislation was regarded as broad enough for it to find that the word \"employer\" applied to claims brought against the government for negligence in regulating the work of two companies which had resulted in injuries to workers.", "[45] Commenting on that judgment in <FRAGMENT_SUPPRESSED> , supra, Bastarache, J., saw it as an illustration of the fact that it is sometimes necessary to exercise a higher degree of restraint, even on pure points of law, if considering the various contextual factors indicates that this was the legislature's intention. As he wrote himself (at 1011): \"The creation of a legislative 'scheme' combined with the creation of a highly specialized administrative decision-maker, as well as the presence of a strong privative clause was sufficient to grant an expansive deference even over extremely general questions of law.\"", "[46] In view of the foregoing, there is no doubt in my mind that the appeals officer's decision to regard the MEA as an employer subject to Part II of the Code should be subject to a less than stringent standard of review, as should the interpretation he might give to the word \"danger\". In both cases, the appeals officer enjoys greater expertise than this Court in ruling on mixed questions of fact and law which are clearly within his jurisdiction and within the mandate conferred on him by the legislature. That conclusion is clearly reinforced by the addition of full privative clauses, which leave no doubt as to Parliament's intention.", "[47] From all of the foregoing it follows that the two conclusions arrived at by the appeals officer, which are at the heart of this judicial review, must be treated with the greatest deference. As has been said many times, the error must be obvious for it to entail quashing his decision and direction. The patently unreasonable decision has been described as \"clearly irrational\" or \"evidently not in accordance with reason\" ( <FRAGMENT_SUPPRESSED> , paras. 9-12; <FRAGMENT_SUPPRESSED>  not whether I would have come to the same conclusion as the appeals officer; rather, I must simply consider whether on its face such an obvious error was made that it commands attention. As the Supreme Court wrote in CAIMAW , supra: \"... an administrative tribunal ... protected by a privative clause ... has the right to make errors, even serious ones, provided it does not act in a manner so patently unreasonable that its construction cannot be rationally supported by the relevant legislation and demands intervention by the court upon review ... Mere disagreement with the result arrived at by the tribunal does not make that result 'patently unreasonable'. The courts must focus their inquiry on the existence of a rational basis for the decision of the tribunal, and not on their agreement with it.\" See also: ( Canadian Union of Public Employees, Local 963 v. New Brunswick Liquor Corp. , [1979] 2 S.C.R. 227; 26 N.R. 341; 25 N.B.R.(2d) 237; 51 A.P.R. 237, at 237; <FRAGMENT_SUPPRESSED>  SHOULD BE REGARDED AS AN EMPLOYER FOR THE PURPOSES OF PART II OF THE CANADA LABOUR CODE?", "[49] The applicant maintained that the appeals officer had erred in concluding that from its constitution the MEA was an employer's organization within the meaning given to that term in the definition of the word \"employer\" to be found in subsection 122(1) of the Code , even though it was not designated an employer's organization under section 33 of the same Code . If I understand the applicant's argument correctly, the fact that section 34 provides the possibility of certification by industry in the field of stevedoring and, for the purposes of Part I, treats the employer's representative as an employer thereby excludes the possibility that an employer's organization like the MEA could be regarded as an employer under section 33. That seems to me to be a misreading of these two provisions.", "[50] Section 34 of the Code provides that in the stevedoring industry and in other industries designated by the Governor in Council the Canada Industrial Relations Board may decide that the employees of two or more employers in the same industry constitute a single bargaining unit. In such a case, the Board will require employers to appoint a representative, or failing that, will appoint one itself, and such representative shall be deemed to be an employer for the purposes of Part I.", "[51] This special system of certification by industry has the result that employers may be obliged to appoint a representative to act on their behalf even when they do not constitute an employer's organization to which the Board could attribute the status of an employer under section 33 of the Code . However, the special system clearly does not imply that an employer's organization cannot be deemed to be an employer for the purposes of Part II.", "[52] Moreover, it is worth comparing the definition of the word \"employer\" in Parts I and II. While the word \"employer\" is defined in section 3 as \"any person who employs one or more employees\", section 122(1) defines the same word as \"a person who employs one or more employees and includes an employer's organization and any person who acts on behalf of an employer\". The reason for this is obviously that an employer's organization may only be regarded as an employer for the purposes of Part I in the context dealt with in section 33, whereas there is no provision for such a limitation in connection with Part II.", "[53] Consequently, the appeals officer could conclude that an employer's organization like the MEA is an \"employer\" for the purposes of Part II. Further, the grounds relied on by the appeals officer in making this finding in connection with the case at bar were based on detailed and painstaking analysis of the collective agreement between the MEA and the Syndicat des Débardeurs. I cannot find that it contains any patently unreasonable error which could lead to the quashing of his decision or his direction. (C) DID THE APPEALS OFFICER ERR WHEN HE CONCLUDED THAT THE MEA COULD BE THE SUBJECT OF A DIRECTION ISSUED PURSUANT TO PARAGRAPH 145(2)(a) OF THE CODE?", "[54] The applicant argued that it could not be the subject of a direction since it had no control over the dangerous situation described in the direction. Although the MEA is responsible for deploying labour in the Port of Montréal, it is the stevedoring companies which have authority over the performance of stevedoring duties. Since the applicant does not operate the Racine Terminal, therefore, it would have no control over the dangerous situation described and no status in law or in fact to act in order to deal with it. Consequently, the order given to the MEA by the appeals officer to proceed to protect its employees against the danger of being crushed would be patently unreasonable because the MEA was not in a position to comply with it.", "[55] Although this position is undoubtedly defensible, it was not accepted by the appeals officer. Though he agreed that the MEA did not control the workplaces at each business, he concluded that the applicant could still be the subject of a direction inasmuch as it controlled the duties performed by the stevedores.", "[56] The MEA tried to show that the appeals officer had erred in relying on section 125 of the Code as a basis for concluding that it was responsible as an employer not only for any workplace under its complete authority, but also for any task performed by an employee in a workplace not under its authority. It maintained that, inasmuch as the appeals officer found no infringement of this provision and the direction was issued pursuant to paragraph 145(2)(a) rather than subsection 145(1), he could not find it responsible solely because the employees were under its authority.", "[57] Once again, this textual argument does not stand up to analysis. By not specifying how the appeals officer should identify the employer to whom a notice may be sent when he detects a dangerous situation, the legislature has left it up to him to make this identification case by case, based on his expertise and his assessment of the facts brought to his knowledge. That is exactly what the appeals officer did in the case at bar, based on the fact that the MEA controls the stevedores' duties. This control is not limited to direct supervision on the spot, but may include other aspects such as the distribution of staff, definition of tasks included in the various classifications and the taking of disciplinary action. I can find no patently unreasonable error in this conclusion.", "[58] I also cannot accept the argument that the direction is moot and cannot be carried out. The direction issued is deliberately vague and general (\"take measures to protect your employees against this danger\"), and the MEA may certainly comply with this within the limits of its responsibilities. It should be borne in mind that in the collective agreement the MEA undertook to make efforts to (Translation) \"eliminate at source any danger to the safety and physical integrity of employees\" (clause 11.01). It is also the applicant which provides employees with health and safety courses (clause 11.13) and provides (with the stevedoring businesses) protective clothing or equipment. Accordingly, it is not true to say that the MEA can in no way be subject to the appeals officer's direction, although in the circumstances of the case at bar the stevedoring businesses are undoubtedly more directly affected.", "[59] Finally, the applicant relied on a decision by a regional safety officer following an accident which resulted in the death of three employees who were de-icing an aircraft at Mirabel Airport ( <FRAGMENT_SUPPRESSED>  were employed by the airline doing the de-icing and that Aéroports de Montréal could not be the subject of a direction as it exercised no control over the activities taking place at the de-icing centre.", "[60] Without expressing any opinion on the merits of that decision, I feel the facts on which it was based are quite different from those we must consider here. There is nothing to suggest, on reading that decision, that Aéroports de Montréal represented the various airlines operating at Mirabel or was bound by any collective agreement with the employees of those various airlines. There is thus no possible analogy between the facts giving rise to that case and those on which I must rule in these reasons.", "[61] For all these reasons, therefore, I feel that the application for judicial review at bar should be dismissed, with costs to the respondent. Application dismissed. Editor: Jana A. Andersen/vnh"]}