{"id_": "096494", "body_str": ["[1] Dawson, J. : This application for judicial review challenges the decision of an enforcement officer not to defer the applicants' removal from Canada. The deferral was sought because Nirmala Surujdeo, the wife of Sudhir Surujdeo and the mother of Sushma Reshma Surujdeo, was more than four months pregnant and encountering medical difficulties because of her pregnancy. While the request for deferral referred to a pending humanitarian and compassionate application filed in March of 2006, deferral was sought \"until Mrs. Surujdeo has given birth to their expected child and is able to function.\" The child was expected to be born on May 3, 2007.", "[2] After the enforcement officer refused to defer removal, the applicants sought and obtained from this Court an order staying removal. That order, dated December 21, 2006, expressly set out the basis upon which the stay was sought from the Court: AND UPON being satisfied that the timing of the removal is the only issue. The applicants' counsel readily and appropriately acknowledged that removal is a foregone conclusion. The request for deferral relates to the present and transient medical condition of the female applicant. In my view, the applicant has demonstrated the existence of a serious issue; [emphasis in original]", "[3] Since then, Mrs. Surujdeo has delivered a healthy baby and the applicants have remained in Canada. As their counsel observed during the hearing of this application for judicial review, the applicants have remained because the Court granted leave for the hearing of their application for judicial review, they now have a Canadian-born child, and their humanitarian and compassionate application has been outstanding for almost two years.", "[4] In my view, this application for judicial review is moot. The only real issue raised in this application is whether a deferral of removal should have been granted in light of the applicants' assertion that Mrs. Surujdeo would have difficulty traveling by air due to her pregnancy. Ms. Surujdeo has now delivered a healthy child and her pregnancy-related medical difficulties have come to an end. The scheduled removal date has long passed. There is no longer any live controversy related to the decision at issue.", "[5] In view of the applicants' representation to the Court when seeking a stay that their removal was a \"foregone conclusion\", counsel for the applicants neither asked the Court to exercise its discretion to hear the case nor asked that a question be certified.", "[6] While cases such as <FRAGMENT_SUPPRESSED>  have certified a question with respect to mootness, on the facts of this case, I agree that such question would not be determinative of any appeal. No question will be certified.", "[7] For these reasons, the application for judicial review is dismissed. JUDGMENT", "[8] THIS COURT ORDERS AND ADJUDGES that 1. The application for judicial review is dismissed. [End of document]"]}