{"id_": "096671", "body_str": ["[1] Strickland, J. : This is an application for judicial review of a decision by the Refugee Protection Division (RPD) of the Immigration and Refugee Board made on April 17, 2013 in which it found that the Applicant was not a Convention refugee nor a person in need of protection pursuant to sections 96 or 97, respectively, of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA). Background", "[2] The Applicant is a citizen of Croatia. He alleges that on two occasions in January 2012, his catering business was robbed and furniture destroyed. He reported both robberies to the police, but no apprehensions or charges resulted. He then hired two men for protection. After two months, the protection fee doubled and when he indicated that he would not pay, they threatened and physically attacked him. He fled to Canada on May 5, 2012 and requested refugee protection on the same day. Decision under Review", "[3] The RPD found that the Applicant testified in a straightforward manner without significant discrepancies, inconsistencies, omissions, or contradictions and found him to be credible. State protection was the determinative issue in the claim.", "[4] The RPD stated that the jurisprudence has found that victims of crime, corruption, and vendettas generally fail to establish a link between their fear of persecution and one of the five Convention grounds. As the Applicant's fear was of common crime, and therefore with no nexus to a Convention ground, he was not a Convention refugee pursuant to section 96 of the IRPA. This finding has not been challenged.", "[5] The RPD next conducted a state protection analysis. It noted that unless a state is in complete breakdown, it is presumed to be capable of protecting its citizens. A claimant is required to approach the state for protection if it might reasonably be forthcoming or, alternatively, if it is objectively reasonable for the claimant to have sought state protection. A claimant must present clear and convincing evidence to rebut the presumption of state protection and the more democratic the state institutions, the more the claimant must have done to exhaust all available courses of action.", "[6] The documentary evidence indicated that Croatia was a constitutional parliamentary democracy. And, while it suffered some serious human rights abuses including societal discrimination and some violence against minorities as well as official corruption, the government was making serious efforts to investigate human rights abuses and maintain an effective police force. The Applicant stated that he had contacted the police twice in January 2012 and that the police had made a report but that the perpetrator was never found. When asked if he had followed up, he stated that the second time he called the police, they asked him why he was even trying or hoping that there would be a resolution. He did not contact the police again after he was beaten in April 2012 explaining that his attackers warned that they would harm his family if he did so. The RPD found that this evidence of his unsuccessful efforts did not suffice to rebut the presumption of state protection.", "[7] The Applicant stated that he feared returning to Croatia because the police would be unable to protect him due to pervasive corruption. However, the RPD found that his testimony was not supported by the objective evidence. While official corruption remained a problem in Croatia, the documentary evidence indicated that the law provides criminal penalties for official corruption and that prosecutors and the police generally implement those laws effectively. The RPD concluded that given the documentary evidence, the Applicant had not established that it was objectively unreasonable for him to seek state protection should he return to Croatia. Further, should he do so, the Croatian government would be capable of providing adequate state protection. Issues and Standard of Review", "[8] The sole issue in this judicial review is whether the RPD erred in its assessment of state protection in Croatia. Such findings are subject to the reasonableness standard of review ( <FRAGMENT_SUPPRESSED>  at para 47 [ <FRAGMENT_SUPPRESSED> ]). Positions of the Parties", "[9] The Applicant submits that the police response subsequent to his two reports in January 2012 showed that the authorities were unwilling or unable to provide protection. Moreover, the National Documentation Package (NDP) shows that corruption remains a deep-seated problem in Croatia. Given this, the RPD's finding that state protection would be available was perverse and illogical ( <FRAGMENT_SUPPRESSED> ). A claimant is not required to exhaust all possible avenues of protection in order to show that protection is not available ( <FRAGMENT_SUPPRESSED> ). The Applicant made reasonable attempts to seek protection and it was not forthcoming in his case. He also rebutted the presumption of state protection.", "[10] The Respondent submits that absent complete breakdown of the state apparatus, the ability to protect its citizens is generally assumed ( <FRAGMENT_SUPPRESSED>  at p 724 [ Ward ]; Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED> [ Flores Carrillo ]). In this case, the Applicant is merely asking the Court to reweigh the evidence. The RPD considered the Applicant's arguments and the documentary evidence and ultimately rejected his assertion that there would be no protection because every institution in Croatia, including the police, is corrupt. It was reasonable for the RPD to give more weight to the documentary evidence than to the Applicant's testimony.", "[11] Further, the Applicant did have recourse to the police after the two robberies and they took a report. The fact that no perpetrator was located was not, in itself, evidence of lack of state protection. The Applicant failed to seek further police assistance when he was beaten and threatened by the individuals he had hired to protect him. Given the evidence, it was reasonable for the RPD to conclude that the Applicant failed to demonstrate that state protection was not available to him in Croatia. Analysis", "[12] In my view, the RPD made no errors in its analysis and reasonably assessed the documentary evidence for Croatia and the Applicant's evidence. The RPD cited Ward, above, for the proposition that a state is presumed to be capable of protecting its citizens and Flores  <FRAGMENT_SUPPRESSED> , for the proposition that a claimant must rebut this presumption on a balance of probabilities with reliable and probative evidence. It also cited Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (FCA) for the proposition that the evidentiary burden of proof is proportional to the level of democracy. State protection, the determinative issue, is only required to be adequate, not perfect, and a claimant is required to make reasonable efforts to seek it.", "[13] During the hearing the Applicant stated that the police could not protect him because everything in Croatia is so corrupt. The RPD asked the Applicant how he knew that the police were corrupt to which he responded that he watched the news from Croatia and knew that people who commit significant crimes are soon released because they are influential and connected to powerful individuals. Further, if he filed a complaint the corruption was such that the report would become known and his situation would be made worse. When asked if he knew anyone to whom this happened, he replied that it is happening continuously, that it is a normal occurrence because individuals in power are connected to those involved in racketeering and this is how the country is governed.", "[14] The RPD did not accept that evidence as it was not supported by the objective evidence. It was entitled to prefer the objective evidence to that of the Applicant's oral testimony ( <FRAGMENT_SUPPRESSED> ). Further, its assessment of the objective evidence was reasonable ( <FRAGMENT_SUPPRESSED> , above). The Applicant's references to extracts from the NDP do not contradict or render unreasonable the RPD's assessment of the evidence.", "[15] The RPD noted that while official corruption remained a problem in Croatia, the documentary evidence indicates that the law provides criminal penalties for official corruption and that prosecutors and the police generally implement these laws effectively. Prosecutors from the Office for Suppression of Corruption and Organized Crime and the police Offices for Suppression of Corruption and Organized Crime were the country's main bodies responsible for fighting corruption. Specialized departments in the four largest county courts in the country hear organized crime and corruption cases. And, the Minister of Justice's anti-corruption sector continued to monitor the implementation of anti-corruption measures throughout the government.", "[16] Further, the Applicant reported and the police responded to the two robberies and made a report. The fact that they were unable to identify and apprehend the perpetrators of the thefts is, alone, not sufficient to rebut the presumption of state protection ( <FRAGMENT_SUPPRESSED> ). State protection need not be perfect and, indeed, it would not be exceptional to have the same outcome to similar events occurring in Canada. While the Applicant submits that the police mocked him when he made the follow-up calls after the robberies and that this led him to believe that they would not respond to the assault, in my view the assault was a separate and unrelated incident. The Applicant did not report it to the police. Further, there is no evidence that they would not have responded if their assistance had been sought as they did respond to the robberies. And, given that the Applicant knew the identities of his assailants, the police may have been better positioned to apprehend them than they were the unknown thieves.", "[17] In short, the RPD reasonably found that the Applicant did not rebut the presumption of state protection and that he did not establish that it was objectively unreasonable for him to seek state protection should he return to Croatia which, on a balance of probabilities, would be adequate and forthcoming. JUDGMENT", "[18] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed; and 2. No question is certified. , LC 2001, c 27 (la LIPR).", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10] Canada (Procureur général) c Ward Ward Flores Carrillo", "[11] Analyse", "[12] Ward, Flores Carrillo", "[13]", "[14]", "[15]", "[16]", "[17] JUGEMENT", "[18] [End of document]"]}