{"id_": "096775", "body_str": ["[1] FAITS", "[2]", "[3] Servir es Amar", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] Servir es Amar", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18] 1) 2)", "[19] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ Leon ]).", "[20] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[21] 1)", "[22]", "[23] Analyse", "[24] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] et <FRAGMENT_SUPPRESSED> , ci-dessus).", "[25] <FRAGMENT_SUPPRESSED> [2011] ACF 16).", "[26]", "[27] Servir es Amar Servir es Amar", "[28] 2)", "[29]", "[30] Canada (Procureur général) c Ward , [1993] 2 RCS 689 [ Ward Analyse", "[31] Leon", "[32] Ward , ci-dessus au para 50).", "[33] <FRAGMENT_SUPPRESSED> [2009] ACF no 917).", "[34] Leon , ci-dessus au para 28).", "[35] <FRAGMENT_SUPPRESSED> [2011] ACF no 1050.)", "[36] Castor , ci-dessus au para 43; Leon ci-dessus au para 47). CONCLUSION", "[37] JUGEMENT", "[38] <FRAGMENT_SUPPRESSED>  This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board [the panel] made under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [the Act]. The panel rejected the refugee protection claim made by Blanca Rios Rodriguez [the applicant], concluding that she was not a refugee or a person in need of protection within the meaning of the Act. FACTS", "[2] The applicant is a citizen of Mexico. Although she had been separated from her husband since February 2008, she still lived with him and their children in the family home in Tuxtla Gutierrez in Chiapas state.", "[3] In 2000, the applicant founded the not-for-profit organization Servir es Amar , which provided help for children from disadvantaged backgrounds, in particular children with substance abuse problems, as well as for elderly people living alone.", "[4] The problems the applicant alleges in Mexico are connected with a single incident. On April 20, 2008, while she was visiting an elderly person in hospital, her children came to inform her that two men had come to her home and asked whether the applicant lived there. Her youngest daughter was all alone, and when she saw that one of the men was armed, she replied that she rented a room in the house and she did not know the owner's name. According to the applicant, this kind of event is [TRANSLATION] \"commonplace\" in Mexico. She never reported the incident to the police authorities.", "[5] After that incident, the applicant, fearing for her safety, left the family home and went to stay with a sister-in-law in Veracruz until she left for Canada, on May 4, 2008. She made a refugee protection claim on June 10, 2008.", "[6] Her refugee protection claim was heard by the panel on November 16, 2011. In its decision of December 20, 2011, the panel rejected the claim, concluding that the applicant was not a Convention refugee or a person in need of protection. DECISION UNDER REVIEW", "[7] In the analysis of the applicant's refugee protection claim and at the hearing, the panel confirmed that it had had regard to Guideline 4 - Women Refugee Claimants Fearing Gender-Related Persecution.", "[8] After hearing the evidence, the panel concluded that the applicant had been a victim of crime in Mexico, which is not a ground of persecution within the meaning of section 96 of the Act. The panel correctly considered the claim from the perspective of paragraph 97(1)( ) of the Act and sought to determine whether the applicant would be personally subject to the risks listed there if she were to return to Mexico.", "[9] In spite of the applicant's involvement with Servir es Amar , the evidence before the panel does not show that she would be subject to anything other than a generalized risk if she were to return to Mexico. According to the applicant's testimony, neither she nor any of the other 10 people involved in the organization have had any problems since it was established, apart from the incident in April 2008. The applicant does not know the identity of the two individuals who were looking for her on April 20, 2008, or what the purpose of their visit was. However, she believes there is a connection between that visit and her work with a young gang leader whom she helped to get out of the drug world.", "[10] The panel noted that at her interview with an immigration officer on June 10, 2008, the applicant stated that she had come to Canada to rebuild her life after separating from her husband in February 2008. She also stated that she had chosen Canada because of its respect for women's rights.", "[11] The panel concluded that the applicant did not face any personalized risk in her country and the real reason why she had come to Canada was to rebuild her life after separating from her husband.", "[12] The panel also stated that even if the risk the applicant faced was personalized, she had not established, by clear and convincing evidence, that state protection was not available in Mexico or that she could not seek refuge elsewhere in Mexico if she were to return.", "[13] The panel considered the abundant case law holding that there is a presumption that the state is capable of protecting its citizens. The applicant made no efforts to seek the assistance of the Mexican authorities following the incident of April 20, 2008, and that presumption cannot be rebutted on the basis of her subjective fear alone ( <FRAGMENT_SUPPRESSED> ). Although she did not know the identity or motivation of the people who were looking for her, she should have reported the incident to the Mexican authorities if she felt seriously threatened.", "[14] In addition, in the opinion of the panel, the applicant has an internal flight alternative [IFA], more specifically in the Mexican Federal District, Puebla in Puebla state, or Mérida. The panel applied the principles laid down by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  and concluded that the applicant had not established that she was at serious risk of persecution if she sought refuge there, that she would be in danger, or that it would be unreasonable for her to move there. The applicant simply asserted that the situation there was very unsafe, which is in no way connected with her personal situation.", "[15] The panel also considered the fact that the applicant had no problems while she was living with her sister-in-law in Veracruz after the incident of April 20, 2008, and that her children, who are still living with their father in the family home, have not experienced any further incidents.", "[16] The panel also considered the documentary evidence showing that the applicant would be difficult to find if she relocated internally, since it is difficult to access the personal information of Mexican citizens. The applicant did not present any actual, concrete evidence showing that it would be unreasonable for her to relocate to any of the places suggested.", "[17] For all these reasons, the panel concluded that the applicant did not face a serious possibility of persecution within the meaning of the Convention and did not face the risks set out in paragraph 97(1)( ) of the Act, if she were to return to Mexico. ISSUES", "[18] This application for judicial review raises the following issues: (1) Did the panel err in concluding that there was an internal flight alternative? (2) Did the panel err in concluding that state protection was available in Mexico, basing its conclusion on erroneous findings of fact made in a capricious manner or without regard for all of the evidence?", "[19] The applicable standard of review in this case is reasonableness ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ Leon ]).", "[20] This Court must therefore determine whether the decision and conclusions of the panel are justified, transparent and intelligible, and fall \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[21] The Court notes that these two questions will be analyzed based on the assumption that the event of April 20, 2008, constitutes an objective and personalized risk to the applicant, although this has by no means been established. (1) Did the panel err in concluding that there was an internal flight alternative? Position of the Applicant", "[22] The applicant asserts that the panel erred in concluding that there was an IFA. In her submission, the cities proposed do not meet either of the two prongs of the test laid down in the case law. Although she did not really say why she came to that conclusion or what evidence the panel failed to consider, the applicant asserts that she should not have to go into hiding in order to avoid trouble in Mexico. Position of the Respondent", "[23] The panel's conclusion concerning the existence of an IFA is reasonable, in the respondent's opinion, since the applicant failed to prove by clear and convincing evidence that she could not safely relocate to either of the cities proposed. The applicant had the burden of proving that she would still be persecuted or at risk in the locations proposed, or that it would be unreasonable for her to move there. While the applicant simply asserted that she would be at risk, having regard to the social situation that prevails in Mexico, that risk is generalized and does not preclude an internal flight alternative. The applicant did not assert that she would be found everywhere in Mexico; rather, she said there is a lack of safety everywhere, and so she might be the victim of another incident that was in no way connected with the events of April 20, 2008. It was therefore reasonable for the panel to conclude that the applicant could settle in either of the locations suggested. No one has ever made efforts to find her, she had no problems in Veracruz, and her children have not been the victims of any incidents. The existence of an IFA is sufficient in itself for this application for judicial review to be dismissed. Analysis", "[24] This Court is of the opinion that the applicant has not established how the IFAs suggested would be unreasonable. The Court notes that there was no evidence at all on this point. The applicant is required to show that, having regard to the persecution she suffered (the events of April 20, 2008), it was not\"objectively reasonable to expect [her] to seek safety in a different part of that country before seeking a haven in Canada or elsewhere\" ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] and <FRAGMENT_SUPPRESSED> , above).", "[25] These IFAs had to be realistic, affordable options, in the sense that it had to be objectively reasonable for the applicant to settle in one of the cities suggested without fear of persecution. The burden of producing clear and convincing evidence of the unreasonableness of an IFA was on the applicant, and the bar was high: ...It requires nothing less than the existence of conditions which would jeopardize the life and safety of a claimant in travelling or temporarily relocating to a safe area. In addition, it requires actual and concrete evidence of such conditions .... ( <FRAGMENT_SUPPRESSED> , above at paragraph 15; see also <FRAGMENT_SUPPRESSED> [2011] FCJ 16)", "[26] It should be noted that in this case the applicant experienced a single obscure incident that was not reported to the authorities. The fact that she had no other problems when she sought refuge with a sister-in-law in Veracruz, that her children have reported no further incidents, and that the individuals who were looking for her on April 20, 2008, have never tried to find her, in fact suggests that the applicant is not subject to any serious, personalized risk if she moves to one of the regions suggested.", "[27] The applicant claims that she would be at risk in any region of Mexico, in view of her volunteer activities and her work with young drug addicts, which she would certainly want to resume. The evidence does not support that conclusion: she had been involved in Servir es Amar , as had about 10 other people, since 2000, with no other incidents to disrupt her activities. Moreover, there is no concrete evidence that the incident of April 20 was connected with the applicant's activities or the activities of Servir es Amar", "[28] Not only was the panel's answer to the first question reasonable, but in the opinion of this Court, it was the only possible answer in the circumstances. (2) Did the panel err in concluding that state protection was available in Mexico, basing its conclusion on erroneous findings of fact made in a capricious manner or without regard for all of the evidence? Position of the Applicant", "[29] The applicant contends that the panel was wrong to conclude that state protection was available to her in Mexico. In her submission, the panel erred in its interpretation of the case law and failed to have regard to all of the evidence in the record. To rebut the presumption that the state is able to protect its citizens, the applicant had no obligation to put her life in danger by seeking help, which would in any event have been ineffective. In addition, in order for protection to be effective, the state must be able to protect a certain number of its citizens, and that is not the case in Mexico, in spite of the government's good intentions. In the applicant's opinion, there is no presumption that Mexico is willing or able to protect its citizens. Position of the Respondent", "[30] The respondent submits that the decision of the panel is reasonable. The applicant had the burden of rebutting the presumption of state protection by clear and convincing evidence (see <FRAGMENT_SUPPRESSED>  [ Ward ]) and taking all reasonable measures to obtain help in Mexico before coming to Canada. Her subjective reluctance to ask for help is insufficient. The applicant provided no evidence that the Mexican authorities failed to provide assistance in similar cases or that the state had broken down. She never requested protection in Mexico or made any effort to seek help before coming to Canada. There is nothing to show that in her case, the protection offered would have been ineffective or would have put her in danger. Analysis", "[31] This Court may intervene only if the applicant establishes that the panel's findings concerning state protection were made in a perverse or capricious manner or without regard for the documentary evidence or testimony in the record ( Leon , above at paragraph 13). I am of the opinion, however, that the applicant produced no evidence concerning the effectiveness of state protection in Mexico, and that she is not able to identify any evidence that the panel failed to consider.", "[32] Contrary to the applicant's contentions, \"[a]bsent a situation of complete breakdown of state apparatus . . . it should be assumed that the state is capable of protecting [the applicant] \" ( Ward , above at paragraph 50).", "[33] The applicant simply made vague allegations that the state protection afforded by Mexico would have been ineffective. The case law tells us that subjective reluctance is insufficient to rebut the presumption of protection ( <FRAGMENT_SUPPRESSED> [2009] FCJ No 917).", "[34] This Court agrees that the applicant did not have to put her life at risk in order to seek the protection of her country (see <FRAGMENT_SUPPRESSED> [2006] FCJ No 1359). However, she had to persuade the panel that by seeking the protection of her country she would have risked her life ( Leon , above at paragraph 28).", "[35] The applicant had to take \"all reasonable steps in the circumstances to seek state protection\" in Mexico. She did not do that, nor did she produce any evidence of prior personal incidents or similar cases, or documentary evidence showing the ineffectiveness of the police assistance available in Mexico ( <FRAGMENT_SUPPRESSED> [2011] FCJ No 1050).", "[36] The panel's conclusion that adequate protection is available in Mexico took into account the evidence in the record: the panel had regard to the efforts made, the general situation in Mexico and the applicant's relationship with the authorities ( Castor , above at paragraph 43; Leon , above at paragraph 25). That conclusion therefore falls \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , above at paragraph 47). CONCLUSION", "[37] For the foregoing reasons, I would dismiss the application for judicial review. No question was raised by the parties for certification and this application does not raise any such question. JUDGMENT", "[38] THE COURT ORDERS THAT this application for judicial review is dismissed. No question is certified. [End of document]"]}