{"id_": "096849", "body_str": ["[1] Simpson, J. [orally]: This is an Application for Judicial Review of a decision of the Refugee Appeal Division of the Immigration and Refugee Board [the RAD] dated January 22, 2014 [the RAD Decision] dismissing an appeal from a decision of the Refugee Protection Division [the RPD] delivered orally on September 30, 2013 [the RPD Decision]. The RPD dismissed the Applicants' refugee claim and the RAD confirmed that the Applicants are neither convention refugees nor persons in need of protection. I. Background", "[2] The principal Applicant and her minor son are citizens of China who live in Guangdong province. In August 2012, the principal Applicant joined a Christian house church [the Church] and attended weekly gatherings. However, between December 2012 and February 2013, the Church closed because house churches were having problems with Chinese authorities.", "[3] In early February 2013, the Church reopened and the principal Applicant attended services every two weeks. However, on March 23, 2013, the Public Security Bureau [PSB] raided the Church. The principal Applicant escaped and went into hiding. She later learned that two members of her Church had been arrested and that the PSB had gone to her home. She also learned that she was dismissed from her work, and that her son was dismissed from school due to her involvement with the Church.", "[4] In June of 2013, with assistance of a smuggler, the Applicants left China using their own passports. II. The RPD Decision", "[5] The RPD did not find the principle Applicant credible for the following reasons: 1. She failed to include all three names of her religion in the narrative in her Basis of Claim Form; 2. She described the tenets of her religion in a hesitant and incomplete manner [the Religion Finding]. Notably, she omitted reference to the group's belief in the apocalypse; 3. She exited Beijing on her own passport [the Exit Finding] ; 4. Her answers to questions were generally unresponsive; 5. She was unable to give a complete description of the security precautions at her Church; 6. She went to work while she was supposedly in hiding; 7. She said she did not know the name of the airline she took to fly out of Beijing, but later said it was Cathay Pacific. III. The RAD Decision", "[6] Only items 1 - 3 listed above were appealed to the RAD. The RAD decided that the RPD's decision about the names of the religion was microscopic and unreasonable. The RAD then considered the RPD's Religion Finding and found it to be reasonable. The RAD also considered the RPD's Exit Finding and concluded that it was reasonable as well.", "[7] It is noteworthy that the RPD did not make any findings about a risk to the Applicant based on her religious practice in Canada [the Claim]. Nevertheless, although the topic was not raised by the principal Applicant on the appeal, the RAD independently evaluated the Claim. It examined the record and relied on the RPD's credibility findings to conclude that the Applicant did not have a Claim. IV. The Issues", "[8] Against this background, there are four issues: 1. What are the standards of review to be applied by this Court and by the RAD? 2. Did the RAD err when it reviewed the RPD's Religion Finding using reasonableness as the standard of review? 3. Did the RAD err when it reviewed the RPD's Exit Finding using reasonableness as the standard of review? 4. Did the RAD err in deciding the Claim? V. Issue 1 - The Standards of Review", "[9] I rely on my earlier decisions in <FRAGMENT_SUPPRESSED>  and <FRAGMENT_SUPPRESSED> . In those cases, I concluded that: • This Court is to review the RAD's choice of standard of review using the correctness standard; and • The RAD's review of the RPD's decisions requires an independent fact-based assessment. VI. Issue 2 - The RPD's Religion Finding", "[10] In my view, the RAD applied the wrong standard of review when it reviewed the Religion Finding. It used reasonableness and, for this reason, this part of the RAD Decision must be reconsidered. VII. Issue 3 - the RPD's Exit Finding", "[11] In my view, notwithstanding the language used, the RAD did engage in an independent analysis of the Exit Finding. Further, I found its conclusion to be reasonable in the absence of any contradictory documentary evidence which is directly on point. For these reasons, the Exit Finding need not be reconsidered by the RAD. VIII. Issue 4 - the Claim", "[12] In my view, the RAD lacked jurisdiction to independently decide the Claim. The RAD did not cite any authority for taking this step, and section 111(1)(b) of the Immigration and Refugee Protection Act , SC 2001, c 27 [the IRPA] does not apply because there was no RPD decision to set aside. In these circumstances, since it felt that the issue ought to have been decided, the RAD should have referred the Claim back to the RPD for a decision. Given that it did not take this approach, the RAD's decision was unreasonable. IX. CONCLUSION", "[13] For these Reasons, the application will be allowed and the RAD Decision will be referred back for a reconsideration of the Religion Finding. The reconsideration is to be undertaken in accordance with these Reasons.", "[14] The RAD will be directed to refer the Claim to the RPD for its decision.", "[15] No question was posed for certification for appeal pursuant to section 74(d) of the IRPA. JUDGMENT", "[16] THIS COURT'S JUDGMENT is that 1. the application is allowed in part; 2. the RAD's decision is referred back for reconsideration on the issue of the Religion Finding; 3. the RAD is directed to refer to the Claim to the RPD for a decision. I. Contexte", "[2]", "[3]", "[4] II.", "[5] III.", "[6]", "[7] IV.", "[8] V.", "[9] <FRAGMENT_SUPPRESSED>  et VI.", "[10] VII.", "[11] VIII.", "[12] ) de la IX. CONCLUSION", "[13]", "[14]", "[15] ) de la LIPR. JUGEMENT", "[16] [End of document] <FRAGMENT_SUPPRESSED>"]}