{"id_": "096868", "body_str": ["[1] : This proceeding is a \"case\" referred to the Federal Court.", "[2] The Secretary of State seeks to have revoked the Canadian citizenship of the respondent Jacob Luitjens. I shall refer to the Secretary of State by that title, or as the applicant. I shall refer to the respondent as Luitjens, or Mr. Luitjens.", "[3] Luitjens was admitted to Canada for permanent residence on August 5, 1961. His wife and children were also admitted. Luitjens applied for and was granted Canadian citizenship in 1971. It is that grant which the applicant now seeks to revoke.", "[4] This proceeding is brought pursuant to s. 9 of the Citizenship Act , S.C. 1974-75-76, c. 108. I shall refer to that statute as the present Citizenship Act . I shall not use the 1985 revised statutes. The proceeding also invokes s. 18 of the former Canadian Citizenship Act , S.C. 1946 (as amended and consolidated in R.S.C. 1970, c. C-19).", "[5] Section 9 of the present Act is as follows: \"9(1) Subject to s. 17 but notwithstanding any other section of this Act, where the Governor-in-Council, upon a report from the Minister, is satisfied that any person has obtained, retained, renounced or resumed citizenship under this Act by false representation or fraud or by knowingly concealing material circumstances, (a) the person ceases to be a citizen, or (b) the renunciation of citizenship by the person shall be deemed to have had no effect, as of such date as may be fixed by order of the Governor-in-Council which respect thereto. \"9(2) A person shall be deemed to have obtained citizenship by false representation or fraud or by knowingly concealing material circumstances if (a) he was lawfully admitted to Canada for permanent residence by false representation or fraud or by knowingly concealing material circumstances; and (b) he subsequently obtained citizenship because he had been admitted to Canada for permanent residence.\"", "[6] I set out s. 17: \"17(1) The Minister shall not make a report under s. 9 unless he has given notice of his intention to do so to the person in respect of whom the report is to be made and (a) that person does not, within thirty days after the day on which the notice is sent, request that the Minister refer the case to the court; or (b) that person does so request and the court decides that the person has obtained, retained, renounced or resumed citizenship by false representation or fraud or by knowingly concealing material circumstances. \"17(2) The notice referred to in subs. (1) shall state that the person in respect of whom the report is to be made may, within thirty days after the day on which the notice is sent to him, request that the Minister refer the case to the court, and such notice is sufficient if it is given by means of a registered letter addressed to the latest known address of such person. \"17(3) A decision of the court made under subs. (1) is final and conclusive and, notwithstanding any other Act of Parliament, no appeal lies therefrom.\"", "[7] The Secretary of State, on January 21, 1988, issued the appropriate notice in respect of the proposed citizenship revocation. The grounds asserted were: \"... that you have been admitted to Canada for permanent residence and have obtained Canadian citizenship by false representations or fraud or by knowingly concealing material circumstances in that you failed to divulge to Canadian immigration and citizenship officials your membership in the Dutch Nazi party and in other organizations such as the National Socialistische Beweging, the Weer-Afdeeling der N.S.B. and the Nederlansche Landwacht, your involvement in searching for persons hiding from the German occupation authorities and from the said Dutch Nazi organizations, your involvement in raids against and arrests of persons on behalf of such German authorities and Dutch organizations, your involvement in the shooting of at least two persons, your trial in absentia by the Special Court of Justice in Leewarden, your conviction by the said court on or about September 1, 1948 of aiding and abetting the enemy in time of war, and your sentence by the said court of life imprisonment;\"", "[8] As provided by rule 920 of the Citizenship Appeal Rules (found in Division E of the Federal Court Rules ), the Secretary of State provided a summary of the facts and evidence on which the Minister intended to rely, the names of proposed witnesses, and a list of the documents proposed to be tendered.", "[9] It is not necessary to set out those documents.", "[10] Before evidence was heard, counsel for Mr. Luitjens made submissions as to certain matters in respect of the jurisdiction of this court to hear evidence as to the character of Luitjens when he applied for citizenship in 1971. The former act required that an applicant for citizenship be of good character. The present act no longer has that requirement. This proceeding was commenced pursuant to the present statute. I ruled that evidence as to lack of good character could be presented.", "[11] At the same time, I ruled as to the standard of proof required in this proceeding: \"The next matter for decision is this. Mr. Campbell submitted that while this proceeding is not a criminal proceeding, it is criminal in nature; the onus of proof on the Secretary of State should be the criminal standard; proof beyond a reasonable doubt. \"From a review of the authorities cited, I am satisfied the present proceeding is a civil proceeding. I had been tempted, alternatively, to use the phrase, a quasi-criminal proceeding. That, to my mind, would be too imprecise and create confusion. \"The standard of proof required in civil proceedings is a preponderance of evidence, or a balance of probabilities. But in that standard there may be degrees of the quality of the proof required. \"The position I shall adopt here is that as set out by Lord Scarman in <FRAGMENT_SUPPRESSED>  probability is, in my opinion, required in a case of this kind. What is at stake here is very important; the right to keep Canadian citizenship, and the serious consequences which may result if that citizenship ceases.\" [see footnote 1]", "[12] There was a great deal of documentary and oral evidence given in this case. I sat as a Commissioner in the Netherlands hearing witnesses in that country. I sat along with Judge J.W. Brakenhoff of the Netherlands Court at Meppel in the Netherlands.", "[13] I digress here to say that Judge Brakenhoff was most helpful. Working with him was a rewarding experience. The Facts:", "[14] A good number of the essential facts in this case are not in dispute. A good deal of them come from Mr. Luitjens, who testified at this proceeding.", "[15] Mr. Luitjens' date of birth is April 18, 1919. He was born of Dutch parentage and citizenship, in what is now Indonesia. His father was a veterinarian. When Luitjens was four years old, the family moved to Holland. (I shall use Holland and the Netherlands interchangeably. As I understand it, the Netherlands is the correct name of the country).", "[16] The Luitjens family eventually settled in Roden, in the Province of Drenthe. Roden was, at the times material to this case, a small town, or village, in an essentially rural area. Luitjens' father set up a veterinary practice there. There were five children, two boys and three girls. Jacob, sometimes known as Jaap, (a nickname) was the oldest. One of his sisters was named Anna. She later married one Johannes, (or Johan) Postma. Jacob's brother's name was Pieter.", "[17] Luitjens received a good education, much better than most others in the Roden area. He completed Grade 6 at a school in Roden. Then, for grades 6 to 12, he went to a boys' school in Groeningen, in the province of the same name. Groeningen was approximately fifteen kilometres north of Roden. In 1939, he registered at the University of Groeningen and began to study law. He boarded there.", "[18] Nazi Germany invaded Poland on September 1, 1939. On September 3, Britain and France declared war. On September 17, 1939, the Russian army invaded Poland. (Germany and Russia had signed a pact in August 1939).", "[19] On May 10, 1940, Holland, Belgium and France were invaded by the German forces. On May 15, 1940, the Dutch army surrendered. The Queen of the Netherlands, Wilhelmina, and her government, went into exile in London, England.", "[20] In June 1940, the new German ruler of the Netherlands, appointed by Adolph Hitler, was Dr. Arthur Seyss-Inquart. He had the title of Reichskommissar.", "[21] In the course of the hearing, I had the benefit of the testimony of a number of expert witnesses. There was detailed evidence as to the history of the National-Socialistiche Beweging movement in the Netherlands, (the National-Socialist Movement), referred to as the NSB, and the Weer-Afdelingen (Defence Squads), referred to as the WA.", "[22] The expert witnesses were very impressive.", "[23] The NSB was, generally speaking, the equivalent of the German national socialism movement in Nazi Germany. It was founded in late 1931, by Anton Adrian Mussert. Just prior to the occupation it had approximately 30,000 members. By December 1940 the membership rose to 40,000. It was, however, never popular or successful with the majority of Dutch citizens. There was extreme dislike by the majority after the occupation. Originally, the NSB was not particularly anti-Jewish in its teachings and propaganda. Gradually, it became anti-semitic, influenced by the Nazi Germany beliefs and propaganda.", "[24] Mussert, the leader of the NSB, accepted Hitler's leadership in September, 1940. In December, 1941, he swore an oath of allegiance to Hitler. Following that, Reichcommander Seyss-Inquart declared that the NSB was the only political party to be tolerated in the Netherlands.", "[25] The expert evidence is clear that the majority of Dutch citizens, in the years of the occupation, considered NSB members, WA members, and members of a later organization, the Netherlands Landwacht (the Dutch Land Guard), referred to as the Landwacht, as traitors. In fact, some of the lay witnesses who recounted sad, and sometimes horrifying experiences during the occupation, referred to the Landwacht in just that way: \"traitors\".", "[26] The NSB had, until 1936, a para-military arm. I referred to it earlier as the WA. Its purpose was ostensibly to protect NSB members from attacks or harm by those Dutchmen who were opposed to the NSB and its ideas. The WA was roughly equivalent in function to the storm-troopers in Germany. It was a private organization. Its membership was voluntary. The WA was disbanded in 1936. But in June 1940, it came back into operation. By May of 1942, membership in the WA was up to a peak of 10,000, or perhaps 12,000. After the Germans gained control of Holland, the WA, and its members, reported on activities of Dutch citizens, Dutch resistance fighters, and other matters. The WA worked closely with the German police in occupied Holland. They also assisted in rounding up Jews, turning them over to the German forces.", "[27] It is now an accepted historical fact that several million European Jews were exterminated. Among those, were a large number of Dutch Jews.", "[28] Indeed, some witnesses, who testified in this proceeding, gave moving eyewitness evidence as to parents, or other relatives, of the Jewish faith, who were taken into custody; they were never heard from or seen again.", "[29] I have endeavoured to summarize, as briefly as possible, the history and activities of the NSB and the WA. The evidence was very lengthy and detailed, and came chiefly from the following witnesses: Dr. N.K.C.A. In't Veld A.J. Van der Leeuw", "[30] I return now to the evidence in respect of Luitjens and his family.", "[31] Luitjens' father joined the NSB in 1941. He had been a sympathizer, but because he had some civil service duties in his occupation as a veterinarian, he had not, prior to the occupation, joined the movement.", "[32] Luitjens completed his first year at the University of Groeningen. He completed his second year in 1940-1941. He commuted from Roden. In the summer of 1941, after the invasion of Russia by Germany (June 1941), he became a member of the NSB. He joined the WA, at Roden, in the fall of 1941. According to him, the situation had then become a struggle against Communism. It was, to his mind, in his home climate, a choice for National Socialism instead of for Communism.", "[33] He held several positions of importance in the NSB and WA from 1941 to 1945. (In the spring of 1945, the Netherlands was liberated). He was Group Leader of the NSB in Roden. He held the rank of Wachtmeester (sergeant) in the WA, Ban Administrator, and as Ban Training Leader. During this period he was in his early and mid-twenties. He was not only young for those positions, but had much more education than his fellow members and his superiors.", "[34] These activities were not full time. He continued with his law studies at the university during his 1941-1942 term. In the autumn of 1942, he lived full time in Groeningen, preparing for examinations.", "[35] In 1943, he signed a student declaration of loyalty to the regime. The evidence is that most of the students would not sign the declaration; they left the university. The University of Groeningen closed down. In the spring of 1943 he went to the University in Utrecht.", "[36] In the autumn of 1944, he became a member of the Landwacht auxiliary in Roden. The evidence is not too clear, but it seems he had completed his education as far as he was able to at that time. He had returned to his parents' home in Roden.", "[37] I go now to a short description of the Landwacht. This was a police authority set up by the occupying authorities in November 1943. In 1943 the resistance movement in Holland was increasing its activities. Attempts were being made by the resistance on the lives of the Germans and the collaborators (including members of the NSB and WA), and vice-versa. By the end of 1943, the deportation of Dutch Jews had been largely completed. Many Jews, members of the resistance, and other Dutch persons (to avoid forced labour) had gone into hiding.", "[38] Ostensibly, the Landwacht was formed primarily for the protection of the NSB and its members, but was given police authority to protect public order, services, and the carrying out of street checks. The Landwacht was responsible to the German occupying police forces, the SD and the SS. The latter were entitled to give orders to the Landwacht through the Dutch police.", "[39] There were two kinds of Landwachters: regular and auxiliary. The latter were to be available for duty, if necessary, four to six hours per day. The Landwacht, both regular and auxiliary, included members of the NSB and the WA. The activities of the Landwacht commenced in March of 1944. By the autumn of that year, there were approximately 1,200 regulars and 8,800 auxiliary.", "[40] I digress to note that the allies had landed in Normandy, France, on June 6, 1944. But at that time and, indeed, to the early part of 1945, ultimate victory over Germany was still in doubt. In retrospect, it may have seemed obvious. It was not obvious then.", "[41] The Landwacht became, for practical purposes, an arm of the German police. The auxiliary members were residents of small towns and villages. They knew the people who might be members of the resistance, or in hiding, and where they might be found. They, the auxiliary men, participated in arrests, checking for identification, road blocks, and other activities. Some of the Dutch witnesses (apart from the experts) testified they feared the Landwacht more than the Germans. The evidence as to the Landwacht was given in great detail by the witness A.J. Van der Leeuw. I completely accept his evidence.", "[42] I shall not, at this point, go into great detail as to the activities of Luitjens while a member of the auxiliary in the Roden, Peize, and Norg area. These small towns, or villages, were relatively short distances from each other.", "[43] At this point, it is sufficient to say that Luitjens participated in some arrests, where persons were detained and handed over to the regular Landwacht, and from there to the German police authorities. I shall later recount the horrifying Landwacht activities at Norg. He was involved in two separate fatal shootings, in which a deceased was either attempting an escape or evading being taken into custody.", "[44] I return to the history of the period. The Allies entered Paris in late August, 1944. In early September, the northwestern part of France and almost the whole of Belgium, had been liberated.", "[45] History records that British forces entered Holland on September 11, 1944. There were unsuccessful allied airborne landings near Arnhem on September 17, 1944. Eventually, the Netherlands was finally liberated in late April 1945. The war in Europe officially ended on May 9, 1945.", "[46] On the liberation of the Netherlands, a very large number of Landwachters, both regular and auxiliary, surrendered into custody. Primarily, they did this to ensure their own safety, including being killed, from the wrath of their loyal fellow Dutch citizens.", "[47] Luitjens took that course.", "[48] On April 13, 1945, allied troops entered Roden. A few days before, Jan Hagenauw, the Landwacht auxiliary leader in Roden, advised his members to disappear for a few days, and get rid of their weapons. Luitjens went to an uncle's home in Groeningen and on April 18, 1945, returned to his family home. He turned himself in that evening.", "[49] For a short while, Luitjens was in a provisional detention camp. He was then transferred to a prison in Veinhuizen in May of 1945. He remained there until sometime in September 1945. He was transferred to a detention camp in Westerbork where he remained until December 1946.", "[50] He described the conditions in the prison and the camp as terrible. The living conditions were primitive. Food and amenities were very limited. I can accept his assertions. But Westerbork had been, during the German occupation, a detention camp where Jews, and others, had been detained before being deported to concentration and extermination camps elsewhere in Europe. The conditions at Westerbork were equally squalid and difficult up to the liberation. Luitjens' father, his brother Pieter, and two of his sisters were also imprisoned at Westerbork. I gathered that Anna was not one of the two sisters.", "[51] Luitjens said he felt he was going to rot there. He decided to escape. (A number of the Dutchmen who surrendered, or were taken into custody, successfully escaped from various camps or prisons; a number were recaptured; figures were given in evidence; it is not necessary to here set them out). His first escape attempt was unsuccessful. In late December, he and Albert (Bert) Postma, who were both in the same barracks, escaped. Bert Postma was a brother of Johannes Postma, the husband of Luitjens' sister Anna.", "[52] Luitjens and Bert Postma headed east for Germany. Bert Postma had an address there, a hamlet near Alten Kirchen. They stayed on a farm there for two weeks. They were joined by Johannes Postma, who had escaped from Veinhuizen, and by two others who were not escapees. All five then went to a refugee camp in Ulm, Germany. The camp was mainly for persons coming from eastern countries.", "[53] All five posed as refugees from West Prussia. All five used aliases, because their Dutch names would not fit. Luitjens used the alias Gerhard Harder. They remained at Ulm until the early summer of 1947. Then they went on to a refugee camp for Mennonites located in a small town, Backnang. They had told the officials at Ulm they were of the Mennonite religion. In Luitjens' case, at least, this was another lie. His mother was of the Mennonite faith; his father was Dutch Reform. Luitjens himself had not been a member of a Mennonite church. While at Backnang many persons, and families, had applied to go to Canada or South America. Luitjens had applied to go to Paraguay. Paraguay had Mennonite colonies. But it is a well-known historical fact that Paraguay accepted war criminals from Europe.", "[54] Luitjens left to go to Gronau, Germany. The headquarters of the Mennonite Central Committee for refugees was there. But Bert Postma did not go with Luitjens, Johannes Postma, and the other two. Their applications were accepted.", "[55] They left on a vessel in May 1948. By coincidence, Luitjens' future wife, Olga Klassen, was on the vessel. He first met her there. Luitjens eventually arrived in Paraguay in August, 1948.", "[56] I digress to return to matters in the Netherlands. By 1948, a large number of former NSB, WA members, and Landwacht members had been charged with so-called war crimes, and were tried in Special Dutch courts. Many were convicted. Those trials in Special Courts began in late 1945 or early 1946 and lasted into 1949. Most trials of alleged offenders had been completed by the end of 1948. After the liberation, there had been over 100,000 Dutch citizens in custody. That figure included not only NSB, WA and Landwachters, but others as well.", "[57] On or about July 15, 1948, a summons was issued charging Luitjens with deliberately aiding and abetting the enemy in time of war. The summons was posted in a public place, on the courthouse building at Leeuwarden on or about July 28, 1948. Leeuwarden was the capital of the neighbouring province of Friesland. A trial was held at Assen, in the Province of Drenthe. Assen was the capital. It was, by Canadian eyes, a relatively short distance from the Roden area. The court was the Special Court of Justice of Leeuwarden, one of the Special Courts set up by the Dutch authorities for the trial of those accused of aiding and abetting so-called war crimes, and crimes against humanity. The specific charges against Luitjens were as follows: \"that he in the period from 1940 to 1945, when a state of war existed between the Netherlands and Germany, in 1944 and 1945 in the Netherlands in time of war, deliberately aided and favoured the enemy -- National Socialist Germany -- by serving as an auxiliary Landwacht (Quisling Militia) - man in the Netherlands Landwacht. \"As such, armed with a firearm and using it, he carried out, amongst other duties, patrol and guard duties, took part in and gave assistance to house searches for the purpose of finding persons who were in hiding, clandestine radiosets and weapons, as well as in the tracing and arresting of persons whose arrest was sought by and on behalf of the German occupation authorities.\"", "[58] The trial proceeded in the absence of Luitjens (in absentia). He had long since fled his homeland. Trial in absentia had been permissible under Dutch law for many years. On September 1, 1948, the court rendered its verdict. The court was convinced that the accused was guilty of: \"in the period from 1940 to 1945, when a state of war existed between the Netherlands and Germany, in 1944 and 1945 in the Netherlands in time of war, having deliberately aided and favoured the enemy -- National Socialist Germany -- by serving as an auxiliary Landwacht (Quisling Militia) - man in the Netherlands Landwacht. As such, armed with a firearm and using it, he has carried out and assisted in house searches for persons in hiding and in tracing and arresting persons whose arrest was sought by and on behalf of the German occupation authorities.\"", "[59] The court's verdict went on: \"Whereas the fact that the crime of which the accused is found guilty constitutes: On more than one occasion deliberately aiding and abetting the enemy in time of war which is punishable by law under Article 102 of the Penal Code Rendering Judgment By Default: finds the accused guilty of the above qualified crime and therefore punishable by law; and sentences him to imprisonment for life; accepts as 'not proven' the other or additional points of the charges and therefore acquits the accused of those; sentences the accused to be deprived for life of the right to vote or to be elected by the polls, to hold official positions or to serve in the civil service or the armed forces.\" The excerpts set out all came from Exhibit 194.", "[60] At the time of this verdict and sentence of life imprisonment, Luitjens had reached Paraguay. He was still using the alias of Gerhard Harder. He went first to a Mennonite settlement in the Chaco area, Colony Menno. From January 1949 to October 1949 he was in Fernheim, learning Spanish and taking a teacher training course. He returned to Neuland, where he took a position as a clerk for approximately a year. In 1951, he commenced teaching in an elementary school in Fernheim and remained in that employment for three years. He then became a high school teacher there, until he and his family left Paraguay in 1961 for Canada.", "[61] Luitjens was baptized in the Mennonite faith, in late 1949, under the alias Harder.", "[62] While he was in Neuland in 1950 and 1951, his brother-in-law Johannes Postma arrived in the area, and taught. Later, his sister Anna and their children came. They actually lived in Fernheim. This was in 1950. In that same period, Luitjens began correspondence with his mother back in Holland. He kept that up even after coming to Canada in 1961.", "[63] When Luitjens moved to Fernheim in 1951, the Postma family was still there. At the end of the school year, they moved to other places in Paraguay, eventually went to Brazil, and from there went back to Holland. All this information about the various movements came from correspondence with his sister Anna. After the Postmas returned to Holland, the sister and brother kept in touch by correspondence.", "[64] To complete this aspect of Luitjens' life in Paraguay: he was married in July 1952 under the name Luitjens. In 1952, he apparently had reverted to his true name. While in Paraguay, they had three children. Their names and dates of birth are as follows: Gerard Harder - April 27, 1953 Annette Maria - May 29, 1955 Peter Steven - April 5, 1958 Finally, in 1958 or 1959, Luitjens became a citizen of Paraguay.", "[65] Luitjens and his wife decided to apply for admission to Canada for permanent residence. His wife's parents had gone to Canada from Fernheim about 1956. They went to British Columbia. At the time the Luitjens family arrived in Vancouver on August 5, 1961, the wife's parents resided there. Luitjens' father-in-law became their Canadian sponsor.", "[66] In 1960 and 1961, applicants for permanent residence were required to complete an application form (Imm. OS. 8) (Ex. 198(8)). Luitjens testified he did not recall filling out such a form. I am satisfied, on the evidence, and to a high degree of probability, he did. If he had not, the evidence before the court is abundantly clear he and his family would never have been granted admission. Indeed, counsel for Mr. Luitjens, in argument, said it was inconceivable his client did not fill out a form OS.8.", "[67] Unfortunately, Luitjens' application was not available at the hearing of this case. The evidence was that these forms were, after a specified period of time, routinely destroyed by the appropriate government department or agency.", "[68] Form OS.8 asked for a good deal of information. It is not necessary to set it all out. There were, however, two key matters relevant to this case. Under the heading \"General Information\", the following questions appeared: \"Have you or any of your dependents ever been convicted of a criminal offence?\" Space was provided to answer \"Yes\" or \"No\". If the answer was \"yes\", then details were requested. Item 33 required the listing of former addresses and employment since 1939: The month and year from and to, the home address and country, the name of employer, firm, military division, or, if a prisoner of war, the name of the camp, and finally, the applicant's occupation during the various periods.", "[69] I shall later return to Form OS.8.", "[70] There was filed in evidence an Immigration form 513 (Ex. 270). It is headed \"History of Previous Residence and Employment:\" Luitjens admitted his signature is on the document and his printing appears in the space provided for answers. Item 8 required the listing of former addresses and employment: \"(a) Since 1939 if you have resided in Germany, \"(b) for the last ten years or since your 18th birthday if you have not resided in Germany.\" The information provided by Luitjens was that from January 1949 to \"now\" his home address and country was Filadelphia, Chaco, Paraguay. Under the caption: name of employer, firm, military division or, if prisoner of war, give name of camp, he answered \"colonia Fernheim mennonite; under occupation, he answered \"teacher\".", "[71] When questioned about Item 8 on this form, he vehemently maintained it was a correct answer. He took the view he had never \"resided\" in Germany after he escaped, fled Holland, entered Germany and remained there from December 1946 or early 1947 until leaving for Paraguay. Item 9 specified that if the immigrant is residing in Argentina, then a cedula number was required. Argentina is struck out, \"Paraguay\" substituted in print, and Luitjens' Paraguayan cedula number is set out. A cedula, in Paraguay, was a kind of identification document.", "[72] There was no evidence before me as to whether this form ever went to Canadian immigration departments. It was found in the possession of Luitjens' father-in-law, and was filed as an exhibit in the Deschênes Commission of Inquiry on War Criminals.", "[73] I shall, also later, return to this form.", "[74] From the evidence of other witnesses, called on behalf of Luitjens, it appears highly likely that Luitjens' application for admission to Canada was handled through the offices of Menno Travel, in Asuncion, Paraguay. The operator of the agency was Hans Neufeld. Fernheim was several hundred miles away from Asuncion. Canada had no embassy in Paraguay at that time. Applications were handled, on behalf of Canada, by the British Embassy there.", "[75] Mr. B.J. Nelson was a consular clerk in the Embassy from January 1961 to April 1964. The Embassy would be advised by Canada of applications from persons living in Paraguay. The majority of the OS.8 forms came from the Mennonite community. When names were received, Nelson gave the form to Neufeld. Neufeld then handled the matter from there. How the forms were completed, through the travel agency, was not clear from the evidence. Presumably, the information was provided by the applicant in, say, Fernheim. The completed form would be returned to the British Embassy. Mr. Nelson, whose testimony was very credible, would not process any applications which were not signed, or in which required information was not given. The forms were then sent to the British Embassy in Buenos Aires, and from there to the Canadian authorities.", "[76] Once arriving in Canada, the applications were screened. If everything was satisfactory, the British Embassy was advised, and were authorized to issue a visa to the applicant. It was then inserted into the applicant's passport.", "[77] When Form OS.8 reached Canada, it was screened. If,  <FRAGMENT_SUPPRESSED> ' case, he had disclosed the conviction in Holland, his application would have been rejected. If he had disclosed information in the reply to question 33, indicating he had resided in Holland since 1939, the information would have been sent to the Canadian visa central office in The Hague. The information was then submitted to Dutch authorities who looked into the applicant's past. The Dutch authorities then gave any information they had to the Canadian authorities.", "[78] The above summary of the procedure, in place at the material times, is taken from the evidence of the following witnesses: George G. O'Leary Donald G. Cobb Raymond G. McDonald Alexander Trupp Karst Smit I found them to be helpful and credible witnesses.", "[79] The net effect of their evidence is this. If their checks had elicited that Luitjens had been convicted, in the Netherlands, of aiding and abetting the enemy, his application would, under the Canadian criteria then existing, been rejected as a collaborator. (See the evidence of the witness Ward Elcock).", "[80] When the Luitjens family arrived in Vancouver on August 5, 1961, they were interviewed by an immigration officer. Luitjens testified no one asked any questions, and in particular, the one set out in Item 13 of Canadian Immigrant's Record Card (Ex. 193). Item 13 reads: \"Have you or any member of your family ever been mentally defective, tubercular, convicted of a criminal offence, refused admission, or deported from Canada?\" The answer was \"No\".", "[81] The immigration officer who signed the cards was Roland H. Sankey. At the time of the hearing he was retired. He, understandably, had no independent recollection of the Luitjens family. He testified that his invariable practice was to ask question 13 in the form of several questions. While the information was already typed on the forms when presented by the arriving immigrant, he, nevertheless, always went through the same routine. If the answer to any of the questions was yes, the immigrant would not have been permitted entry until an investigation was made.", "[82] Mr. Sankey was an honest, sincere witness. I accept his testimony. The answer given at that time by Luitjens was \"No\".", "[83] For the Secretary of State, it is contended that, on the facts before me, Luitjens, in 1961, obtained admission to Canada for permanent residence by false representation ... or by knowingly concealing material circumstances (s. 2(a) of the present Citizenship Act , earlier set out). He, therefore, had not been \"lawfully admitted to Canada\".", "[84] Counsel for the Secretary of State made a second submission: Luitjens, when he applied for citizenship in 1971, provided false or misleading information about the conviction in the Netherlands. There was, as well, a third submission. I shall later deal with that.", "[85] Luitjens' position, in brief, was that he did not know of the conviction until the summer of 1983, when a newspaper reporter questioned him about it. He then asked a relative in Holland to check out the matter. It was confirmed. The Credibility Of Luitjens:", "[86] The credibility of Luitjens is crucial in this case. I say, at the outset, that I am unable to accept many key portions of his testimony. His demeanour was, in my opinion, unsatisfactory. In his evidence-in-chief he came forward reasonably well. But in cross-examination, he was often evasive, unresponsive, and hedging. At times, I had to personally intervene to try and compel an answer, responsive or otherwise. I set out two examples: \"Q.\tMr. Luitjens, you were involved in those shootings, weren't you? A.\tIt was in the media and in the house quoted the man saying 'he has murdered two innocent people'. Q.\tMr. Luitjens, I'm going to ask you if you could respond to my questions. A.\tAnd you ask me -- The Court: Mr. Luitjens, please. A.\tYes. The Court:\tThe question put to you was, were you involved in these two shootings? A.\tI was involved in it, yes, sir. The Court:\tWell, please answer the questions.\" (Transcript, p. 2338) The question related to the two fatal shootings I have earlier briefly referred to. One was a Dutch citizen Henni Jensen. Jensen, and others, had been arrested near Leek in Holland by a group of Landwachters. Luitjens was among them. Those arrested were escorted on a trip to Groeningen to be turned over to the regular Landwacht there. All, including the escorts, were on bicycles. Jensen broke free. He was pursued by Luitjens and others, including German soldiers. Someone shot him. Luitjens said he was not the one.", "[87] The other shooting involved a man who turned out to be a deserter from the German navy. The auxiliary Landwacht was summoned in respect of an incident involving this man. He attempted to escape arrest. Luitjens, and others, gave chase on foot. He was shot by someone, or even shot himself. The evidence was inconclusive. Further details are unnecessary.", "[88] Luitjens well knew what the question related to.", "[89] The second example is as follows: \"Q.\tNow, what I'm asking you is, was it the normal and accepted practice in Holland for Dutchmen to join the Landwacht? A.\tFor members of the party, it was, because it was made for protection of the party. The Court: Mr. Luitjens, you know that that is not an answer to the specific question. He \t\t\tdidn't confine it to the W.A., he said to the citizens of Holland, was membership -- how many people resided in Holland in 1945? A.\tTen million, I guess it was. The Court: Let's assume that. To the ten million people in Holland, was joining the \t\t\tLandwacht a normal and acceptable thing? A.\tMost citizens didn't, no.\" (Transcript, 2494)", "[90] There are many other instances of difficulty in obtaining straightforward, candid answers. I shall refer only to some. He was reluctant to admit he had signed his application for Canadian citizenship (Exhibit 198-A). In that document, he answered that he had never been convicted of an offence. Obviously, he had signed the application, otherwise it would not have gone before the citizenship judge (Judge Norman Oreck). (See transcript, pp. 2177 to 2178 and pp. 2203 to 2204).", "[91] When he was a member of the WA, Luitjens admitted selling copies of the weekly NSB publication Volk en Vaderland . A number of the papers were put in as exhibits (273 to 280). Portions of them contained virulent anti-Jewish comments, or propaganda. Luitjens would not specifically answer whether he believed in the propaganda. (Transcript, pp. 2429 to 2430). He was completely evasive in his answers.", "[92] A number of witnesses from the Netherlands gave evidence at the hearing. Some of them testified as to personal involvement, in some way, with him in his capacity as a WA member or Landwachter. It will be remembered Luitjens came from a small community. Luitjens had a congenital deformed left hand. The fingers (excluding the thumb) were, for practical purposes, missing. Roden, in the occupation years, had a population of approximately 1,200. Luitjens, in respect of some of this testimony, said he had no recollection. Additionally, there was put in evidence a contemporary photograph of Luitjens. It was among photographs of nine other persons, in various uniforms at that time. The photograph of Luitjens was number 4. This exhibit was, in effect, a \"line-up\". The witnesses, with few exceptions, had no hesitation in identifying Luitjens as number 4.", "[93] I shall deal briefly with the testimony of most of these witnesses.", "[94] Reiner Breuving lived in Roden. He knew Luitjens very well. He testified Luitjens was involved in the arrest of himself and his father in late 1944. His father was suspected of hiding resistance men. Luitjens said he had no recollection of this matter. I accept the evidence of Breuving. He was a credible witness. As a result of his arrest, he was taken to the villa at Norg. It was described in evidence as the Norg Blood Squad. They were members of the regular Landwacht. Breuving was not tortured at Norg, but witnessed others being tortured. I need not describe the details. But, an encounter of this kind would, in my opinion, stay in the mind of a witness such as this, even forty odd years later.", "[95] Bouno Bruins lived in Roden. He was born in 1912. In late 1944 he was arrested and taken to Norg. He was subjected to the bathtub torture there. He said while at Norg, he saw Jaap Luitjens, whom he knew, in the yard at the villa in Norg. He said he was wearing a green uniform. Luitjens denied he ever walked around the villa. Bruins said Luitjens was wearing a green uniform. Luitjens said his auxiliary Landwacht uniform was black, actually a WA. Bruins was ultimately taken to a camp at Willemshaven, in Germany.", "[96] I found no reason to doubt the testimony of Bruins. He may have been mistaken about the colour of the uniform. That is understandable. There was evidence that these different police organizations each had different coloured uniforms: grey, green, black.", "[97] Another witness was Jan Fonk. He lived in Roden. He knew the Luitjens family. He described Luitjens' deformed hand. He said that in late December of 1944, three Landwacht members, including Luitjens, entered his parents' house, and searched it. They apparently found nothing. On the same evening he went to visit his fiancée at Leek. He was stopped by four Landwacht people. Luitjens was among them. He was allowed to proceed. Luitjens testified he doubted if this had occurred. Once again, I found no reason to reject the testimony of Fonk. I prefer his over that of Luitjens.", "[98] Dirk Kok lived with his parents in Roden. He testified that in late 1944 Luitjens came to arrest his father. Kok was about nine years old at the time. He had seen Luitjens, and Luitjens senior, before. His father was taken away. Other evidence indicated Kok senior was taken to Willemshaven. Dirk Kok did not see his father again until 1945, when the father returned to Roden. Luitjens' view was that he did not think the incident described took place. I accept the evidence of Kok. While he was young at the time, the trauma of the arrest, and the taking away, in my opinion, left an indelible imprint on his mind. When he was being tested in cross-examination as to Luitjens, he replied, with a fervour that impressed me, \"I will never forget that face\".", "[99] The witness Roelf Meyer, born in 1925, lived in Roden. He knew the Luitjens family well. He named all the children. Piet Luitjens was six years older than Jaap. Piet and Meyer were the same age, in the same class at school, and played together. After the occupation, Meyer and the Luitjens were not friends any more, because of the family's NSB sympathies. He knew Jaap to be a member of the Landwacht, as apparently was Piet. In the winter of what must have been 1944, Jaap Luitjens came with another Landwacht man to arrest his father. Jaap appeared to be in charge. There were other Landwacht men outside, including Piet Luitjens. Meyer's father was taken away. He returned to Roden after the liberation. Luitjens testified he could not recall this incident. In his testimony-in-chief, he stated he had arrested only two people. One was a policeman named Bos, and the other a school principal named Froelstra. Luitjens said he could not recall arresting Meyer's father. I accept Meyer's testimony.", "[100] Robert Smeding was born in Leek in 1925. His parents had a farm. He worked on it until he went into hiding in May 1943. Jacob Luitjens and his brother used to come to the farm with Luitjens' father, the local veterinarian. He remembered Jaap had a misformed left hand. Smeding, while in hiding, worked as a courier for a resistance organization. In the summer or fall of 1944, he saw Luitjens on a roadblock with four other Landwacht members. Luitjens was wearing a black uniform, and carrying a rifle. The Landwacht men were with the German police, dressed in green. For some reason, Smeding and his companion were waved through. In the fall of 1944, Smeding and his brother went to a theatre in Leek to see a movie. They thought it would be safe. Near the end of the movie, some Landwacht members came in. They were accompanied by German police. All the men in the theatre were told to get identification papers ready. Luitjens was there in his black uniform. He seemed to be assisting the German police. Smeding and his brother managed to escape from the theatre without being questioned. Luitjens denied this ever occurred. I found Smeding to be a credible witness. He had no reason to create this story. I prefer his evidence over that of Luitjens.", "[101] Mrs. Riemkje Staal, born in 1925, recounted an incident in February 1945. She lived in Haulerwijk, Friesland, twenty kilometres from Roden. She had a sister who lived in the same area. She went to visit her, to warn her that her husband would not be coming home, because it was too dangerous. The husband was connected to the underground. While staying at her sister's home, a large group of Landwacht members entered. Mrs. Staal was questioned about a little box in which her brother-in-law kept identification papers. She gave a somewhat provocative answer. The Landwacht man gave her what she described as quite a slap in the face. She identified him as Luitjens. She testified she later saw him pass by when she was in jail in Assen. In cross-examination, she described Luitjens as a good looking person. She said she was disappointed when he slapped her. She testified he was wearing a black uniform. Luitjens said this incident did not happen; he was never in Haulerwijk during the occupation. Mrs. Staal was a very impressive witness. The slapping has obviously remained vividly in her memory. I accept her evidence over that of Luitjens.", "[102] Lucas Veninga was born in Roden and was still living there at the time he gave his testimony. His evidence was lengthy. I shall not recount it in detail. He said he was arrested by Luitjens, whom he knew as one of the children of the local veterinarian. He testified he was arrested by Luitjens and taken to the Landwacht house across the street. He went from there to the villa at Norg, and eventually ended up in the camp at Willemshaven until liberation. Veninga identified Luitjens as the man in photo number 1, in what I described as the line-up photos. I do not feel that destroyed his testimony. He was a credible witness. I find he was, indeed, arrested by Luitjens, who in his testimony, denied it.", "[103] I turn now to a very important matter going to credibility. This was the evidence given by the witness Alphonsus Van Westerloo. He had been a reporter for nineteen years. In May of 1983, he was working for Avro radio and television in the Netherlands. He also did freelance work for a weekly magazine in the Netherlands: Elseviers . From 1977 to 1985, he was appointed correspondent in the United States for Avro. In May of 1983, he lived in Inglewood, New Jersey. His attention was, in some manner, directed to the Luitjens case. The Elseviers people authorized him to go ahead. He went to Vancouver, B.C., to try and interview Luitjens.", "[104] I digress at this point. Luitjens, after coming to Vancouver in 1961, had, in 1963, obtained a Bachelor of Arts degree from the University of British Columbia. He then took employment at the University as a laboratory instructor in botany. He eventually became the senior instructor. He had an office on the U.B.C. campus.", "[105] Van Westerloo went to the campus, accompanied by a telephone camera man, Cees Colson. They went to Luitjens' office. At first, Luitjens was unwilling to be interviewed, but after some discussion, he agreed. The conversation lasted an hour to an hour and a half. Van Westerloo had a tape recorder on the table in front of him. It was on. He also took written notes. Luitjens did not want to be filmed by the cameraman. Van Westerloo's notes have been routinely destroyed. The tape of the interview was later reused.", "[106] Westerloo recalled he got the impression Luitjens knew he had been convicted in the Netherlands, but nobody ever officially told him. Luitjens told him of the circumstances under which he escaped from Westerbork. Westerloo and his cameraman decided they would like to put the interview on film. They went back to the campus the next day. Luitjens did not want to be filmed. But a small piece of this attempted reinterview was, indeed, filmed.", "[107] Van Westerloo, within the week after the interview, wrote an article for Elseviers . It was published in the week of May 28, 1983. In the article, he quoted directly from the tape.", "[108] I set out the questions and Luitjens' answers (which can be found in the transcript at pp. 907-914): \"You were convinced that you would be sentenced to death? I was convinced that I would not get out of the camp alive. I decided that flight was the only way to save my skin. They described how people had died in the German camps and I believed those stories. I don't want to gloss over what happened there. It was terrible. But our guards claimed that they had the right to do the same to us. The people who are still pursuing me call themselves Christians and yet they want to use the whip to punish us. Do you know what you were convicted of? How could I know that? They never sent me any notice. I would not even know where they would have to send the conviction notice. For example to Canada. The Dutch authorities have known for some time where you are. Why are you still not prepared to come to the Netherlands to answer to these charges? I have no faith at all in Dutch justice. Even if they would guarantee me a fair trial now, they would throw me in prison straight away on the basis of my conviction, as soon as I'd set foot on Dutch soil. Do you regret your behaviour during the war? It is terrible what happened in many cases. There was a breakdown in relationships between many people. But ... no, there is actually no 'but' when I look back on it as a Christian. At that time we thought we had the right to defend ourselves and we were an easy target. Many of us were shot at in the night. Would it have been normal then if we had just let ourselves be killed? Many people decided not to join forces with the enemy, while you believed that you had the right to defend yourself against your own countrymen. I think now that that was wrong. If someone had shot and killed me then that would have been his responsibility. As a young student in those days I was ambitious to build a better world. I chose the wrong path. What do you say to those people who became the victims of actions by the Landwacht and who would like to see you put away to pay for it? I would like to be left in peace. They shouldn't only point the finger at us, they also did many wrong things. I am not talking about mistakes made after the war. I am asking you if you think that the Landwacht committed crimes and whether or not its members should be punished in our country for those actions. Both sides committed crimes. They are now playing cat and mouse with me. Occasionally they loosen the strings and then they tighten them up again. There are witnesses who say that as a militiaman you murdered people. Did you ever attempt to refute that? I see no reason whatsoever for that. If those witnesses appear before an official court, I will defend myself. There have been enough lies printed in the papers about me already. What's your version of the truth? You were a member of the Landwacht. You participated in raids, did you not? Yes certainly, we were on the street and tried to defend ourselves. You did understand what was going to happen to the people you handed over to the Germans? I understood they were not going to be treated gently, but they did not go easy on us either after the war. Did you murder anyone? No, I have sworn that before my fellow church members and God and I cannot lie to Him. Even if you think that I am lying, as so many people around here think too, that does not matter at all to me. I have declared before God that I did not murder anyone. You did lie about your past when you applied for Canadian citizenship. I appeared before a judge who did not ask me anything at all. Furthermore, nobody has ever officially informed me that I was convicted ...\"", "[109] In cross-examination of Van Westerloo, it was suggested to him he had never had an interview with Luitjens; that the alleged quotes came from another journalist. Van Westerloo vehemently denied the suggestion.", "[110] Luitjens testified he never granted an interview to Van Westerloo; that when Van Westerloo appeared on the campus the first time, he refused him. He said they had a short discussion, perhaps fifteen minutes. Luitjens said Van Westerloo returned, one or two days later, with a cameraman; Van Westerloo asked him if he had changed his mind about giving an interview. Luitjens said he replied to the effect \"I have told you already I am not going to talk to you\". He denied saying \"I've already told you my story\", or words to that effect.", "[111] I earlier noted, in setting out Westerloo's testimony, that a small segment of film and audio was taken on the attempted reinterview. Counsel enlisted the aid of R.C.M.P. specialists, and their equipment, to try and decipher what was said on the audio tape. The following was agreed on (\"V.W.\" stands for Van Westerloo, \"L\" for Luitjens): First Cut V.W.: Hi, how are doing? Second Cut L.: Well ... I talked to you. I mean there is a good old Dutch saying: 'Des te meer je in de Stront roert, des to meer, stink je.' Third Cut L.: What other people tell about me is really libelous. Its their responsibility. I am not responsible for them. V.W.: In how far do you feel what is right and what is wrong about what has happened? L.: Well, I mean most of these things are blatant lies. I told you yesterday already, that is not - or the day before yesterday, that is not new, they have done it 2,000 years ago, already. These are the same methods.\"", "[112] After reviewing all the testimony on the conflict between Van Westerloo and Luitjens, I have no hesitation in concluding Van Westerloo was telling the truth.", "[113] Luitjens was not.", "[114] I accept the evidence of Van Westerloo as to the accuracy of the answers given by Luitjens to the questions he was asked.", "[115] At the outset of the portion of these reasons dealing with the credibility of Luitjens, I indicated I did not find him to be a credible witness in respect of material issues. Where there is conflict, I reject Luitjens' testimony. This, despite his protestations he became a newborn Christian when he embraced the Mennonite faith in Paraguay around 1952. Luitjens' Application For Citizenship:", "[116] Luitjens applied for Canadian citizenship on August 9, 1971 (Ex. 198 A). He dealt with a lady secretary. She asked questions and typed his answers on to the form. As I have already noted, the answer given to the question about any convictions, was \"No\". He and his wife subsequently appeared before Judge Norman Oreck with two sponsors: Jacob Wiens and Henry Wiens (not related). One was the pastor of the church Luitjens attended. The other gave him a ride to the university campus. Henry was also employed at the university. The sponsors had not known Luitjens before he came to Canada. Nor did they know anything of his background. Luitjens testified the judge seemed interested in his instructing position at U.B.C., and how he had got his (Luitjens') education there. He said the judge may have asked him what he had done in Paraguay. He was not asked anything about activities during World War II. The judge then asked the sponsors if they could recommend Luitjens for citizenship.", "[117] Judge Oreck had retired at the time of the proceedings before me. Understandably, he had no recollection of Luitjens and his wife. He approved the application, and citizenship was granted to them.", "[118] In chief, Luitjens testified he \"told him our story, how we got into Canada, and as I told before here\". In cross-examination, the following exchange occurred: \"You remember yesterday I said that my recollection of the testimony had been along these lines. I'm sure that I wasn't entirely accurate, but the transcript shows; 'I told him our story, how we got into Canada, as I told before here.' \"And my point to you then was that what you had told before here was the whole story, and that was the fact that you had said that you were a refugee from East Prussia. That you had been in Germany, that you had gone from Germany to Paraguay and in fact you agreed with me that you hadn't told him the whole story. You had told him about your journey from Paraguay until Canada, and you gave him no reason to believe that you had been in Holland, is that correct? \"That's correct, yes.\"", "[119] Additionally, there was an admission filed on Luitjens' behalf that he did not disclose to the Citizenship authority his membership in the WA or the Auxiliary Landwacht.", "[120] I turn now to the issues. I. Was Jacob Luitjens Lawfully Admitted To Canada?", "[121] To obtain citizenship, he must have been lawfully admitted to Canada. I have earlier set out the relevant statutory provisions.", "[122] The answer to the question must be in the negative.", "[123] I go back to Immigration form OS.8 (Ex. 198(8)) and (Ex. 270). I repeat: Luitjens must have filed this application. He must not have truthfully filled in item 13, detailing former addresses and employment since 1939. If he had, the evidence is quite clear his conviction in the Netherlands would have come to light, and highly probable as well, his membership in the WA and the Landwacht. While we do not know what he actually set out, it is not mere speculation, as argued on his behalf, as to what was not set forth. There is, in my opinion, a high degree of probability that if true answers were given, Luitjens would have been refused admission.", "[124] I am confirmed in this view by his answers given in Exhibit 270. It will be recalled he took the view he had not \"resided\" in Germany, at any time, and therefore did not have to record his former addresses, employers, military division, etc. He merely recorded his residence in Paraguay since 1949. I do not accept Luitjens' explanation as to the term residence. He lived in Germany, true in camps, for approximately sixteen months. In my view, this was a deliberate attempt to conceal his pre-Paraguay history. II. Did Luitjens Provide False Or Misleading Information About His Criminal Conviction When Applying For Citizenship?", "[125] At the time of his application, the relevant statutory provisions of the then Citizenship Act can be found in R.S.C. 1970, c. 19. Section 10 of the statute is a very lengthy section. I shall not reproduce it here. I shall, however, summarize the relevant portions applicable  <FRAGMENT_SUPPRESSED> ' case. The Minister could, in his discretion, grant citizenship to a person who makes application and \"satisfies the court\" that he has been lawfully admitted to Canada for permanent residence and \"is of good character and not under order of deportation\".", "[126] I am satisfied, and find it is highly probable, that Luitjens at the time he applied for citizenship, knew of his conviction in the Netherlands.", "[127] I do not accept his evidence that he did not know about it until February, 1983.", "[128] He had been in ongoing correspondence with his mother while he was in Paraguay and after coming to Canada. He was also in ongoing correspondence with his sister Anna after the Postma family left Paraguay and eventually returned to Holland. I do not accept Luitjens' evidence that he was never told that his father, brother, and brother-in-law had served some part of their sentences. It is, in my opinion, highly probable Luitjens knew, through his family, that he had been convicted in absentia in the Netherlands; that he knew this at the time he applied for citizenship and appeared before Judge Oreck.", "[129] I am confirmed in this view by his answer given to Van Westerloo. I set out, once more, the question and the answer: \"You did lie about your past when you applied for Canadian citizenship. I appeared before a judge who did not ask me anything at all. Furthermore, nobody has ever officially informed me that I was convicted.\" This response, to my mind, was typical of many answers Luitjens gave when questioned on potentially damaging matters by Mr. Hobson in cross-examination: not really responsive, sometimes evasive, and sometimes argumentative.", "[130] Earlier in the interview Westerloo had asked him \"Do you know what you were convicted of?\" His answer was equivocal: \"How could I know that. They never sent me any notice ...\"", "[131] I return to the question put by Westerloo that he lied when he applied for citizenship, and Luitjens' answer. In the question put by Westerloo there is no suggestion of a conviction. The reference is to his past. Obviously, Westerloo had in mind not only the conviction, but Luitjens' activities as a member of the Landwacht.", "[132] It is clear to me, and highly probable, that Luitjens had been unofficially informed that he had been convicted, and that he knew \"unofficially\" at the time he appeared at the citizenship hearing.", "[133] Luitjens, in his answers before me, and I suspect based on his legal training, could, when he wished to, become technical. I refer back to his conception of \"residence\" in Germany. III. Jacob Luitjens Was Not Of Good Character.", "[134] This submission invokes the question of whether there was a \"duty of candour\" on Luitjens to disclose his past activities in the Netherlands and his escape into Germany, and eventually to Paraguay.", "[135] At this point, I say this: There has been a long delay, by me, in handing down my decision in this case. For that, I apologize to the parties and their counsel. I must say, however, I had no difficulty in making up my mind as to Issues I and II. But, I had considerable difficulty in coming to a conclusion on Issue III. I felt I should express my views, even though, in view of my findings on I and II, it is technically not necessary.", "[136] For the Secretary of State, it was submitted that the citizenship of Luitjens could be revoked if, at the time of his application, he knowingly concealed his past involvement in war crimes, and, thus, misrepresented himself as a person of \"good character\".", "[137] The duty of candour, or to put it another way, the duty to disclose, absent any questions, is a difficult one. There are no reported Canadian decisions dealing specifically with this question as applicable to the Citizenship Act . Counsel for the Secretary of State referred me to a number of decisions in the United States. Chief among them were: <FRAGMENT_SUPPRESSED> ; affd. 680 F. 2nd 32. <FRAGMENT_SUPPRESSED>  and 449 U.S. 490. After considering these cases, I agree with counsel's summary that the American decisions suggest that failure to disclose past war crimes or activities constitute a lack of good character; that misrepresentation in that respect brings into play the relevant denaturalization provisions.", "[138] It must be remembered, however, that the Canadian legislation, and the operation of it, is somewhat different.", "[139] In Part I of the Deschênes Commission of Inquiry on War Criminals , at pp. 189-196, the Commission considered \"What was the extent of the duty of the applicant?\" At page 190, it was pointed out that Pierre Trudeau and Mark MacGuigan, both at one time Ministers of Justice, had expressed the view there was no duty of candour.", "[140] The Commission then went on to review decisions of Canadian and British courts. One Canadian case referred to was <FRAGMENT_SUPPRESSED> . The Commission indicated it was a difficult decision. I agree. I also agree with the analysis of the United Kingdom cases by the Commission. One of the first cases was <FRAGMENT_SUPPRESSED> . The House of Lords took the view there was a duty of candour. The Canadian Federal Court of Appeal relied on the <FRAGMENT_SUPPRESSED> decision in <FRAGMENT_SUPPRESSED>  reversed its earlier view in <FRAGMENT_SUPPRESSED> .", "[142] In my view, the <FRAGMENT_SUPPRESSED> decision, is the preferable position under our Citizenship Act : absent relevant questions, there is no duty of candour.", "[143] I, of course, am aware that the Commission concluded at p. 196: \"38. With respect to both immigration and citizenship, the applicant is under no other duty than to answer truthfully the questions put to him by the statutory authority; in so doing, however, the applicant ought to acknowledge a duty of candour implied in his obligation not to conceal circumstances material to his application, even absent any relevant questions.\" I have, naturally, great respect for the Commission's opinion. I do not, however, share its view.", "[144] There was, I find, no duty on Luitjens to disclose to the citizenship authorities his activities during the occupation of the Netherlands, and his untruths in respect of his flight to Germany, and eventually to Paraguay. Conclusion:", "[145] I conclude the Secretary of State has, on a high preponderance of evidence, made out this case.", "[146] On this reference, by the Minister, this court decides that Jacob Luitjens obtained Canadian citizenship by false representation, or by knowingly concealing material circumstances.", "[147] I shall issue a formal pronouncement.", "[148] As provided by the Citizenship Appeal Rules of this court (rule 918) no costs are awarded to either side. Order accordingly. Editor: Elizabeth M.A. Turgeon/blk Footnote 1.\t <FRAGMENT_SUPPRESSED> , at pp. 133-134. [End of document]"]}