{"id_": "096991", "body_str": ["[1] Campbell, J. : In the present Application, the Applicant mounts a challenge, as an unrepresented litigant, to two decisions; a negative Pre-Removal Risk Assessment (PRRA) and a negative Humanitarian and Compassionate determination (H&C), both dated October 31, 2007. The decisions under review reject the joint pleas for relief of not only the Applicant, but also of his mother, father, and sister with respect to their prospective return to Kenya.", "[2] It is a breach of the Federal Court Rules to apply for the judicial review of two decisions in a single application: Rule 302. Limited to single order - Unless the Court orders otherwise, an application for judicial review shall be limited to a single order in respect of which relief is sought.", "[3] However, as I understand it, because of personalized risk and humanitarian and compassionate concerns, as unrepresented litigants the family members decided to challenge the decisions under review by filing independent judicial review applications each challenging both decisions; the mother and father filed together, and the Applicant and his sister filed separately. Prior to the leave stage, the applications could have been rejected as flawed in form, thus requiring the decisions to be addressed independently and perhaps in a single application for leave. Even in their presented form, the applications could have been rejected at the leave stage without being determined. Nevertheless, they were not rejected at either stage, and they entered the decision-making process in flawed form. In my opinion the procedure adopted by the family was ill advised, because, as detailed below, it has worked a grave injustice to each member of the family other than the Applicant.", "[4] The procedure is ill advised because the negative PRRA decision and the negative H&C decision were decided by the same Visa Officer and each decision is directed to all members of the family jointly. Consequently, if either the PRRA decision or the H&C decision is set aside for reviewable error, each member of the family is entitled to a redetermination on the evidence as it exists on the date of the redetermination. With respect to the Applicant's Application challenging the two decisions, leave was granted, whereas, leave was not granted on the applications of the other members of the family. Since reasons for granting leave are not provided it is not possible to determine in which decision the arguable error was perceived.", "[5] The injustice lies in the fact that the family's applications were not considered as a unit. As set out below, I find no reviewable error in the PRRA decision, but I find that the H&C decision is fundamentally flawed. Therefore, while the Applicant is entitled to a redetermination on the H&C decision, the other members of his family are not, even though the decision does not differentiate their pleas for humanitarian and compassionate relief. In my opinion this is unjust. The decisions under review did not make a distinction on the merits of the arguments tendered by the family, and, indeed, leave should have been determined in the same way; for an error warranting leave in either decision, all applications should have been granted leave.", "[6] With respect to the PRRA decision presently under review, I find that the Applicant's challenge fails.", "[7] At the Refugee Protection Division level, the joint protection claim of each member of the family was dismissed on the finding that state protection would be available to them on their return to Kenya. The Visa Officer found that, because the Applicant failed to produce new evidence to warrant a review of the state protection issue, there is no risk to the Applicant should he return to Kenya. I find no reviewable error in this determination. From the material filed by the Applicant in the present Application, and from what he submitted in argument as an unrepresented litigant during the course of the hearing of the Application, it is clear that the Applicant's present concern is that new evidence exists regarding risk to him in Kenya which post-dates the PRRA decision. As a result, I understand that the Applicant intends to pursue making a further PRRA application for himself and the members of his family.", "[8] However, with respect to the H&C decision addressed jointly to the Applicant, his parents, and his sister, I find that the decision is made in reviewable error.", "[9] With respect to hardship, the decision is written according to three separate subject headings: Risk / Hardship Allegations Risk / Hardship Analysis ; and Establishment . The Risk / Hardship Allegations section reads as follows: The applicants have cited the same risk of retuning to Kenya as indicated in their refugee claim. In general the family fear the Mungiki sect and the state authorities in Kenya. The principal male applicant [father] is a member of the Kisii tribe and states that he and his family have been terrorized by members of the Kalenjin tribe and that police were unable to protect the family. As a result of the violence his farmed [sic] was burned, his livestock stolen, and ultimately his business was destroyed. The female principal applicant [mother] states that she was beaten and harassed due to her refusal to subject her daughters to female genital mutilation (FMG) and her views against this practice in Kenya. The applicant's son states that he was accused of being Mungiki by police and has been pressured by to [sic] join this outlawed organization. The applicant's daughter was brutally raped in 2003 and this was reported to police. She became pregnant as a result of the rape and while pregnant she was robbed at a pharmacy. The family states that they will be destitute if returned to Kenya and that the family are [sic] emotionally attached to Canada. (Decision, pp. 1-2) The Risk / Hardship Analysis begins with this statement: The applicants do not appear to have provided any documents as evidence in support of their risk of returning to Kenya although there has been a significant amount of documentation attesting to their establishment in Canada. I have read and considered the applicant's statements regarding their risk in Kenya and the RPD's reasons for decision regarding their refugee claims in assessing risk in this case. I have also researched country conditions in Kenya using the most recent reliable and publicly accessible information available. (Decision, p. 2) The statement with respect to risk which centres on the availability of state protection is a cut and paste from the body of the PRRA decision but with the following conclusion: After reviewing all the information provided to me and my own independent research, I am of the opinion that the risks described by the applicants would not be sufficient as to constitute a hardship if they were to return to Kenya .[Emphasis added] (Decision, p. 2) And the Establishment analysis reads as follows: The applicants entered Canada less than three years ago and yet in that timeframe they have made considerable strides towards establishing themselves in Canada I note that the principal applicants have three children who continue to reside in Kenya , with two of these children being even younger than the two children included in this application. There has been no information provided by the applicants with regard to the situation in Kenya with respect to these children or why they did not accompany their parents to Canada One can only assume that these children have established themselves in Kenya and were reluctant, or viewed it unnecessary to come to Canada. This lack of information tends to negate the hardship involved in the applicants returning to their home country The principal applicants are both employed and have provided letters of reference from their employers and proof that they have endeavoured to upgrade their skills as community support workers. Their son is gainfully employed with UPS and is active in sports and other areas of the community. Their daughter is enrolled in a course of study to become a registered nurse and she is also employed, presumably to assist in the costs associated with her education. I note that the principal applicants are assisting her in the cost of her education and that they are paying full international fees to accomplish this. All members have exhibited a regular pattern of savings. The applicant's have received a large amount of support from their Seventh-Day Adventist Church community, where they are all well-known and very active participants. The applicants have demonstrated a very high level of establishment in Canada in a short period of time; however, while establishment is an important factor in assessing hardship it is not the only factor to be considered. The industriousness of this family also tends to demonstrate a high level of ability to re-integrate back into Kenyan society, especially when considering the prospect of them being reunited with their remaining children on their return [Emphasis added] (Decision, p. 3)", "[10] With respect to the Establishment section of the decision under review, in my opinion, a critical reviewable error is exposed. As I expressed during the course of the hearing of the present Application, a critical error of fact is, on its own, enough to find that the decision is made in reviewable error. The critical error of fact is the statement that the parents have \"three children who continue to reside in Kenya\". In fact, at the date of the decision, the \"children\" were 27, 23, and 20 years of age and the eldest was resident in Dallas, Texas (H&C Tribunal Record, p. 101). This error is important because it mischaracterizes the supposed hardship relieving family well being in Kenya.", "[11] While the error identified is sufficient to require a redetermination on the H&C decision, I have a number of other judicial review concerns arising from the decision as quoted. While these concerns are not addressed in the written arguments, and were not addressed in the oral hearing of the Application, I find that, nevertheless, it is important to the quality of the redetermination to state them.", "[12] It is obvious that when a visa officer is charged with making both a PRRA and an H&C determination, the totality of the evidence offered by an applicant on both issues is relevant to both determinations. This is true because the possible repercussions of the return of an applicant to his or her country of origin are an important factor in giving both risk and humanitarian and compassionate relief from the return. At the practical level, a visa officer is required to have a full knowledge of all the evidence tendered on both issues, and factual findings across both applications must be based on knowledge of the complete record.", "[13] The Risk / Hardship Allegations section makes a critically important statement about the suffering that the Applicant's sister experienced in Kenya. Clarity is brought to this statement by the following description provided by the Applicant's father: At the same time, my daughter Naomi was also facing turmoil during our absence. She was kidnapped, raped and left for dead, by unknown masked man. The good Samaritans took her to police and then to hospital. This man warned her that this was a lesson taught to my family, and as a result she became pregnant from the raping. She went through many difficulties during her pregnancy as she was again attacked at gunpoint at the chemist when the pregnancy was seven months, and almost miscarriaged and was taken to hospital which saved her life. (PIF of William Sosi Machungo, PRRA Tribunal Record, p.16) In my opinion, if the Applicant's sister's experience is found to be a consideration in reaching a determination, as it was here, it was incumbent on the Visa Officer to reach a conclusion about the weight to be placed on the consideration. This was not done.", "[14] The Risk / Hardship Analysis is internally inconsistent. The Applicants statements of risk upon return to Kenya are contained in the RPD decision, and, in addition, the Applicants supplied a wealth of material to the Visa Officer on risk arising from in-country conditions in Kenya. In arriving at the PRRA decision, the Visa Officer was required to read this evidence. Therefore, the statement that \"the applicants do not appear to have provided any documents as evidence in support of their risk of returning to Kenya\" while at the same time saying that \"I am of the opinion that the risks described by the applicants would not be sufficient as to constitute a hardship if they were to return to Kenya\" does not make sense unless it is understood that the Visa Officer failed in two respects.", "[15] First, at the opening to the decision this statement is made: Items given consideration include: • IP-5, Immigrant Applications in Canada made on Humanitarian or Compassionate Grounds • Applications for permanent residence & supporting documentation • RPD decision dated 24 February 2006 TA4-1967/72/73 & TA5-04488 • U.S. Department of State Country Reports on Human Rights Practices, 2006 • Amnesty International Report 2007, http://thereport.amnesty.org • Federal Court decision: <FRAGMENT_SUPPRESSED>  obvious that, in reaching the decision on the H&C application the Visa Officer did not consider the entirety of the evidence the applicants supplied on the issue of risk. While some of this evidence is contained in the material filed on the PRRA application, I do not think it can be reasonably argued that they should be required to present the same material on each discrete application when they are inextricably linked. Indeed, since the Visa Officer was charged with rendering both decisions, this is absolutely unnecessary. In this kind of situation, surely some accommodation should be made to not let the form interfere with the substance. It is important to note that the Visa Officer did view the PRRA and H&C applications as inextricably linked, because the analysis of risk in the H&C decision is taken directly from the body of the PRRA decision.", "[16] Second, the evidence of the experience of suffering the applicants experienced as recounted in the RPD decision is not refuted; indeed, as stated, the RPD made no negative credibility finding with respect to it. Therefore, the experience existed, and the question is: to be humanitarian and compassionate, should the applicants be returned to face this same risk? The existence of state protection is not the central issue in a humanitarian and compassionate deliberation. The issue is whether the applicants should be sent possibly, or probably, to relive the experiences which caused them to flee. While they did not succeed in their claim for protection under s.96 and s.97 of the IRPA , they are entitled to an H&C assessment with the past experiences clearly in mind. The Visa Officer failed to fully examine this feature of the applicants' case.", "[17] The Establishment section of the H&C decision exposes a second material error linked to the factual error which warrants redetermination as found above. The Visa Officer makes the statement that \"there has been no information provided by the applicants with regard to the situation in Kenya with respect to these children or why they did not accompany their parents to Canada\" to ground the pivotal assumption that \"these children have established themselves in Kenya and were reluctant, or viewed it unnecessary to come to Canada\". The assumption is sheer speculation. It is clear that the speculation formed a central part of the negative decision rendered. Indeed, there is evidence on the record which refutes the speculative opinion and which, by the exclusive evidentiary analysis undertaken, was apparently not known or neglected. In his PIF, the father says about the children in Kenya: I am still crying for my other two kids back home who I was unable to rescue because they were in boarding high schools (that served as their refugee/hiding places) and had not attained certificates to allow them to get admission and student visas to escape out of the country. (PIF of William Sosi Machungo, PRRA Tribunal Record, pp. 16-17)", "[18] In my opinion, the use of the conclusion that the applicants are well established in Canada is perverse because it takes the existence of a factor set out in IP 5 as a consideration militating towards granting humanitarian and compassionate relief and uses it to do just the opposite. Obviously, the proven establishment of the applicants in Canada should work in their favour because there is absolutely no way of knowing whether the personal abilities they used to create this establishment can be used in Kenya to accomplish the same thing. To speculate that the applicants would be successful is a primary error, given the evidence of suffering they experienced in Kenya before fleeing to Canada.", "[19] A final factor considered in the establishment section requires comment. The Visa Officer cited from the decision  <FRAGMENT_SUPPRESSED>  Davoudifar to make the point that a simple plea from a deserving and valued member of the community who is in Canada with no status is not sufficient qualification to allow him or her to remain in Canada. The point made is intended to apply to the applicants. In my opinion, given the circumstances that the applicants present, this is an unfair standard to apply to them. For example, the following is the mother's plea to be allowed to stay on humanitarian and compassionate grounds: Having applied for refugee status and was refused, I will not be permitted to travel outside the country to apply for permanent residence visa for Canada and be allowed re-entry. So I am extremely fearful of going out of Canada as required by the law and Canada is the only country I can submit my application from within. I am extremely fearful to what will happen to me if returned to my country. I will only become a destitute having no home to go after loosing all I possessed on earth. My home was burnt, land grabed [sic] and family business burnt to ashes by my enemies in my own country, who wanted to kill me and my family. I became a refugee in my own country. My relatives contributed greatly to my sufferings by excommunicating me from the community after refusing my daughters not to go through FGM and thus they cannot provide or assist me and my family. Canada is the only country I have come to know that has a good record and respect on Human Rights. Canada has provided homage and protection to myself and my family. Emotionally and socially I am oriented and attached to Canadians who have become my brethren in all aspects of life. Economically I am stable and if returned back home, there is none, not one person who will provide for me and my husband in terms of daily living, after being on the run for many years and especially the last past 4 (four) years. Therefore it is my sincere plea to be given a chance to submit my application from within. (Supplementary Information of Christne Moraa, H&C Tribunal Record, p. 99) By virtue of this statement, not only is the mental state of the daughter in issue because of the sexual assault she suffered, but the mental state of the mother is in issue as well. The Visa Officer failed to come to grips with this evidence.", "[20] As a result, I find that the H&C decision, which erroneously addresses the humanitarian and compassionate pleas of the Applicant, his parents, and his sister, is unreasonable given the reviewable errors found. It is a miscarriage of justice to be able to set aside this decision with respect to the Applicant, but not also the other members of his family. This result calls for some special consideration.", "[21] While I only have jurisdiction to set aside the H&C decision with respect to the Applicant and to order a redetermination with respect to him, out of fairness, given the processing of this unrepresented family's pleas for humanitarian and compassionate relief, in my opinion the Applicant's parents, and his sister, are entitled to the same outcome. That is, it is not only fair for the members of the family to be granted reconsideration, but it is consistent with the manner in which the family's H&C application was conducted; they applied as a family, the decision was rendered in respect to them as a family, and the reconsideration should be granted to them as a family.", "[22] I request the Minister to give the Applicant's father, mother, and sister careful and expeditious consideration if they choose to file another humanitarian and compassionate relief application. ORDER", "[23] Accordingly, I set aside the H&C decision under review, and refer the matter back to a different visa officer for redetermination.", "[24] There is no question to certify. [End of document]"]}