{"id_": "097067", "body_str": ["[1] Gagné, J. : The applicant (identified as B306 in the proceedings before this Court) seeks judicial review of a decision of Member Adamidis of the Immigration Division, Immigration and Refugee Board of Canada [panel], dated February 14, 2012, wherein the panel issued a deportation order against the applicant after determining that he was inadmissible to Canada for engaging in people smuggling, in the context of transnational crime, as set out in paragraph 37(1)( ) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA]. For the application of paragraph 37(1)(b) of the IRPA, the panel relied on the definition of people smuggling found in section 117(1) of the same act.", "[2] As a result of this decision the applicant is now ineligible to make a refugee claim under sections 96 and 97 of the IRPA. Facts", "[3] The facts which gave rise to this application are distinguishable from those of a recent case decided by my colleague Justice Simon Noël on May 15, 2012 in FRAGMENT_SUPPRESSED.", "[4] Like in that case, the case before me involves one of the 492 migrants, including refugee seekers, who were smuggled into Canada aboard the \"MV Sun Sea\" on August 13, 2010. At the time, the incident received significant media coverage, reporting the unspeakably difficult conditions of the journey that put the lives of all passengers in serious jeopardy.", "[5] The applicant is a 26 year old Tamil of Sri Lankan nationality. Like many other passengers travelling on the MV Sun Sea, he was kept in detention for several months upon arrival in Canada and immediately claimed refugee status.", "[6] In a series of interviews conducted by the Canada Boarder Services Agency [CBSA] the applicant stated that he was an ordinary passenger who had to pay for his travel on the ship. The applicant had paid $3,500 and his father had promised to sell a land to pay the balance of $20,000 to the smugglers. The applicant also stated that while onboard, he cooked for the crew and collected rain water with other passengers in exchange for extra food. Like many other passengers of the MV Sun Sea, the applicant was sick and hungry. He testified that, once at sea, he personally approached the crew members and asked to cook for them in exchange for additional food. He further stated that later during the journey, he held a watchkeeping post six hours per day which consisted of surveying the sea from the bridge wing and watching for other ships or trawlers.", "[7] It is important to note that during the interviews, the applicant confirmed that he did not receive compensation - such as a reduction of his travel fees - in exchange for his tasks onboard.", "[8] On January 4, 2011, a section 44 report was made and referred to the Immigration Division for an admissibility hearing in order to determine whether there were reasonable grounds to believe that the applicant was inadmissible for having engaged in a transnational crime, namely, that of people smuggling. Accordingly, the applicant's refugee claim was suspended pending the outcome of his admissibility hearing.", "[9] In a subsequent detention review hearing held on January 31, 2011, Member Mackie of the Immigration Division found that the fact that the applicant had admitted performing regular cooking and watchkeeping tasks on the ship in order to obtain extra food was insufficient to find that he was \"associated with a criminal organization within the meaning of subsection 121(2) of the Act\" or \"in any meaningful way engaged in people smuggling or trafficking in persons, both of which are extremely serious criminal offences.\" The applicant was accordingly released from detention under the standard terms and conditions. Decision under Review", "[10] The applicant was found inadmissible to Canada on grounds of organized criminality in the context of a transnational crime of people smuggling pursuant to paragraph 37(1)( ) of the IRPA, and as defined in subsection 117(1) of the IRPA under the heading \"human smuggling and trafficking\". In FRAGMENT_SUPPRESSED, the Court held that the definition of \"human smuggling\" in subsection 117(1) can be relied on for guidance as to what activities are within the scope of \"people smuggling\" in paragraph 37(1)( ). These provisions read as follows: 37. (1) A permanent resident or a foreign national is inadmissible on grounds of organized criminality for [...] (b) engaging, in the context of transnational crime, in activities such as people smuggling, trafficking in persons or money laundering. 117. (1) No person shall knowingly organize, induce, aid or abet the coming into Canada of one or more persons who are not in possession of a visa, passport or other document required by this Act. [...]", "[11] At the outset, the panel noted that the transnational nature of the offence was established based on the fact that \"much of the preparation, planning, and the direction of such a large scale people smuggling operation took place overseas.\"", "[12] The panel stated that under subsection 117(1) of the IRPA the offence of people (or human) smuggling requires one to ( ) knowingly ( ii ) organize, induce, aid or abet the coming into Canada ( iii ) for people who do not have the required visa, passport or other document required by the IRPA. Applying these factors to the matter before it, the panel found that ( ) the applicant understood that he and other passengers of the ship were travelling illegally and that he was aiding the crew in violation of immigration laws even if the applicant had an unsophisticated knowledge of the relevant legal issues. The applicant's inability to articulate precisely what laws were being violated does not prevent him from being found to have acted knowingly because mens rea can reasonably be inferred from the nature of his conduct.", "[13] In addition, the panel found that ( ii ) the applicant had \"meaningfully supported the people smuggling operation\" by performing watchkeeping and cooking duties for the benefit of the crew. The applicant testified that after the ship had sailed he approached a crew member of the MV Sun Sea and asked to cook for the crew in exchange for extra food and he did so for the rest of the journey. In the course of working as the crew cook, the applicant was also assigned a daily duty of watchkeeping and as such, he \"helped to prevent the potential interception of the ship as it proceeded to Canada.\" The applicant was therefore engaged in human smuggling because he aided and abetted the smugglers by offering his services to the crew.", "[14] Lastly, the panel noted that ( iii ) it was not disputed that the people who arrived in Canada aboard the MV Sun Sea did not have an entry visa, passport or other documents required by law.", "[15] The panel relied entirely on the applicant's testimony at his inadmissibility hearing, accepting that he \"testified in a straightforward manner\" and that his testimony was \"credible and trustworthy\". The panel then stated that its findings of fact were based on the uncontradicted and credible evidence of the applicant, and therefore met the required standard of \"reasonable grounds to believe\" as set out in section 33 of the IRPA.", "[16] In considering the applicant's defence of necessity, the panel found that: • the applicant's flight to safety in Canada as a refugee claimant did not depend on the work he did for the smugglers; • the difficult circumstances in which the applicant found himself when he decided to cook for the smugglers did \"not rise to the level of \"imminent peril and danger\" as is required to establish a defence of necessity [...] Being sick and hungry is difficult to endure, but there is no evidence that [the applicant] faced any sort of impending harm or injury\"; • the applicant's vulnerability as an illegal immigrant vis-à-vis the crew also failed to establish necessity because the applicant \"was not recruited to perform this task. He voluntarily cooked during the journey because he wanted more food.\"", "[17] Finally, in rejecting the applicant's Charter challenge to paragraph 37(1)( ), the panel stated that this provision \"and by extension, 117(1) of the IRPA has not been applied to a refugee claimant who merely co-operated with smugglers en route to Canada [but] to someone who proactively approached the smugglers and asked to work for them.\" Therefore, the applicant's argument that he was being penalized for merely having co-operated with the smugglers as a passenger was rejected. The panel further noted that the inadmissibility finding did not hinder the applicant's statutory right to apply for a PRRA or ask for discretionary relief under paragraph 37(2)( ) of the IRPA. Issues", "[18] The applicant has submitted the following issues: (1) whether the panel arrived at an unreasonable conclusion or based its conclusion on errors of law when it found that the applicant engaged in people smuggling by cooperating with the people who were smuggling him; (2) whether the panel erred in law or reached an unreasonable conclusion by failing to acknowledge or discuss another panel's conclusions analyzing the same evidence and allegations for purposes of detention review; (3) whether the panel erred in law by interpreting paragraph 37(1)( ) of the IPRA in a manner inconsistent with the Act's refugee protection component, Canada's international law obligations to refugees and section 7 of the Charter of Rights and Freedoms , being Part I of the , 1982 [Charter]; (4) whether paragraph 37(1)( ) of the IRPA, if interpreted correctly by the panel, violates section 7 of the Charter when it is applied to refugee claimants. Standard of Review", "[19] The applicant submits that while the panel's factual findings should be reviewed on a standard of reasonableness, its conclusions which are predicated on a particular interpretation of the law, including its interpretation of paragraph 37(1)( ), are to be reviewed on a standard of correctness. The applicant contends that the panel is owed no deference on issues 2, 3 and 4, which are pure questions of law: FRAGMENT_SUPPRESSED.", "[20] The respondent relies on FRAGMENT_SUPPRESSED, where, Justice Fish, writing for the majority of the Supreme Court, stated: FRAGMENT_SUPPRESSED", "[21] The respondent also relies on the decision of this Court in FRAGMENT_SUPPRESSED , above, where the same issue arose in the case of a MV Sun Sea passenger who was accused of people smuggling under paragraph 37(1)( ) of the IRPA for having \"served as the ship's crew during the voyage\" by working \"twice a day in three-four shifts in the engine room, monitoring the temperature, water and oil level of the equipment.\" In that case, Noël J. held that the standard of reasonableness applies to the panel's application and interpretation of paragraph 37(1)( ) of the IRPA, stating that: [I]n applying the reasonableness standard of review, this Court's task is not to assess the applicant's proposed definition, but only to determine whether the ID's chosen interpretation falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law ( FRAGMENT_SUPPRESSED).", "[22] Having considered the case law submitted by the parties and their representations on this issue, I believe that this Court's decision in FRAGMENT_SUPPRESSED (endorsed by Hughes J.'s decision FRAGMENT_SUPPRESSED) is dispositive of the issue. I agree with the respondent that the panel's reading and application of the relevant provisions of the IRPA raise questions of mixed fact and law, reviewable against the standard of reasonableness.", "[23] At issues 3 and 4, the applicant has raised broader questions of law, taking issue with the panel's interpretation of paragraph 37(1)( ) of the IRPA as being inconsistent with Canada's constitutional guaranties (section 7 of the Charter) and international law obligations (article 31 of the Convention relating to the status of refugees , 1951, Can TS 1969 No 6 [Refugee Convention]).", "[24] However, having found that the panel erred in its application of the law to the facts at hand and reached an unreasonable conclusion with respect to the applicant, I need not dwell on the question of whether the panel's reliance on the ministerial relief available under subsection 37(2) of the IRPA or on the PRRA alternative as an adequate substitute to a proper refugee hearing when a refugee claimant is found inadmissible, violates refugee claimants' rights to security of the person under section 7 of the Charter ( FRAGMENT_SUPPRESSED); or whether the interpretation given to paragraph 37(1)( ) of the IRPA - read jointly with subsection 117(1) - penalizes refugee claimants for illegal mode of entry contrary to the principle set out in article 31 of the Refugee Convention.", "[25] For the reasons that follow, I find that even if the rather large interpretation that is being given to paragraph 37(1)( ) of the IRPA is owed deference from the Court ( FRAGMENT_SUPPRESSED), the panel reached an unreasonable conclusion, in the specific circumstances of this case, when it found that the applicant's acts constitute \"aiding and abetting\" the coming into Canada of unauthorized people, pursuant to subsection 117(1) of the IRPA. Analysis", "[26] As a preliminary remark, I note that the facts relied on by this Court and by the panel were established by uncontradicted evidence and were found to be entirely credible. Therefore, the \"reasonable grounds to believe\" standard mandated by section 33 of the IRPA- which has been held to require more than mere suspicion but less than the civil standard of proof on a balance of probabilities when deciding factual matters under the inadmissibility provisions of IRPA ( FRAGMENT_SUPPRESSED) - does not come into play insofar as there is no dispute as to what the facts are. Application of subsection 117(1) of the IRPA", "[27] The applicant takes issue with the panel's assessment of the constitutive elements of subsection 117(1). For ease of reference, the provision, along with section 131 of the IRPA, are reproduced below: 117. (1) No person shall knowingly organize, induce, aid or abet the coming into Canada of one or more persons who are not in possession of a visa, passport or other document required by this Act. [emphasis added] 131. Every person who knowingly induces, aids or abets or attempts to induce, aid or abet any person to contravene section 117, 118, 119, 122, 124 or 129, or who counsels a person to do so, commits an offence and is liable to the same penalty as that person. sciemment à entrer au Canada.", "[28] The applicant submits that the panel erred by ignoring his vulnerability and the relationship of dependence between him and the smugglers, while accepting that the applicant was sick and hungry and that he volunteered to do tasks in order to get more food. He asserts that it is unreasonable to treat a refugee's cooperation with his smuggler, in a situation of complete dependency, as converting the refugee into a person who engaged in smuggling because his cooperation somehow aided the smugglers.", "[29] Moreover, the finding that the applicant's awareness of the fact that the fellow passengers did not have the required legal documents to enter Canada is sufficient to give him the mens rea of a human smuggler completely disregards the uncontradicted fact that the applicant had no authority or organizing role in the ship in relation to the coming into Canada of any passengers other than himself. The applicant submits that he intended to travel to Canada illegally but had no intention to smuggle other people. It is worth noting that the panel did not reach a finding that the applicant intended to smuggle other people or otherwise facilitate the operation.", "[30] The applicant submits that his watchkeeping duties were nothing more than acts of obedience towards people who had control over his life. He argues that the fact that his self-interest benefited to the smugglers or coincided with the interest of other passengers is insufficient to establish his mens rea as a smuggler.", "[31] In addition, the panel's conclusion that the services performed by the applicant were such that he was part of the smuggling operation is inconsistent with the uncontradicted evidence that the applicant's family in Sri Lanka had to pay the balance of his debt to the smugglers.", "[32] I have considered the respondent's arguments that the role of this Court is not to develop a definition of people smuggling but to assess whether the panel's definition falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law, having in mind that the jurisprudence is in favour of an \"unrestricted and broad\" interpretation of section 37 of the IRPA ( FRAGMENT_SUPPRESSED). However, the respondent has failed to satisfy me that the decision must stand in this case.", "[33] In its assessment under subsection 117(1) of the IRPA, the panel applied the constitutive elements described in FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[34] In my view, it is an unreasonably large reading of subsection 117(1) to suggest that any services performed in favour of smugglers can be viewed as aiding and abetting the coming into Canada of illegal aliens. In this sense, I agree with the applicant that the panel's analysis was not informed by the context of complete dependency, vulnerability and power imbalance in which the applicant found himself during the three-month journey to Canada.", "[35] It is also unreasonable to disregard the lack of role and authority of the applicant in the organization or in the process of the smuggling operation. As I said earlier, the facts of this case should be distinguished from those that were established in FRAGMENT_SUPPRESSED , above, where the panel found that the applicant \"had boarded the ship knowing that he would be a crew member\". In that case the Minister had submitted three photographs that showed the applicant posing with three members of the crew (including the captain) while they were still in Bangkok. That applicant was part of the team who voluntary replaced the crew who had resigned prior to departure. In the matter at bar, there is no evidence of the applicant's involvement with crew members prior to departure. The evidence established that the applicant approached the crew during the journey and asked to work for them in exchange for additional food.", "[36] Mere knowledge of the fact that the fellow passengers were not in possession of the required visa or other legal documents to enter Canada cannot reasonably justify a conclusion that the applicant engaged in the activity of people smuggling, as prescribed in paragraph 37(1)( ) of the IRPA. Such a conclusion is even less reasonable in a case where the applicant was found to have acted with a view to protecting himself against hunger, illness and other dangers and difficulties of the journey.", "[37] The respondent acknowledges that intent is a requirement of paragraph 37(1)( ) of the IRPA but insists that the evidence required to establish intent is minimal. However, the only fact upon which the panel inferred mens rea of people smuggling on the part of the applicant was that \"he chose to help the smugglers, who he knew where [sic] illegally transporting people into Canada.\" However, in order to establish mens rea the panel had to turn its mind to the reasons for which the applicant sought to help the smugglers, and it erred in law by failing to do so. In other words, the applicant aided the smugglers in exchange for food; he did not aid the coming into Canada of \"one or more persons who are not in possession of a visa, passport or other document required by [the] Act.\" Nor did he induce or abet such actions. A distinction should be made between the offence of people smuggling contemplated in section 117 of the IRPA and the offence of conspiring with, being accomplice to, or being an accessory after the fact of the smugglers as contemplated in section 131 of the IRPA (reference is made to its French version). Section 37(1)( ) refers to people smuggling, it does not refer to complicity or conspiracy.", "[38] I find that the panel's approach to paragraph 37(1)( ) and section 117 of the IRPA was erroneous. In particular, the panel erred in law by failing to establish the required mens rea ; it also erred in its analysis of the applicant's level of engagement and the nature of his dependence vis-à-vis the smugglers. I conclude that the outcome of the decision, in that regard, does not fall within the range of possible, acceptable outcomes which are defensible in respect of the facts before me and the applicable law.", "[39] For these reasons, the decision under review is set aside.", "[40] Counsel for the applicant proposed the following five questions for certification: a. For the purposes of para 37(1)( ) of the IRPA, is it appropriate to define the term \"people smuggling\" by relying on section 117 of the same statute rather than on a definition contained in an international instrument to which Canada is a signatory? (cited from FRAGMENT_SUPPRESSED , above) b. In determining whether a refugee claimant who has assisted the smuggler bringing him (or himself and other refugee claimants) to Canada has aided and abetted the smuggler, is the defence of necessity available to the refugee claimant - pending the determination of his refugee claim? c. Does the defence of necessity apply to a refugee claimant who was smuggled to Canada in a ship and who having no control over his own food rations, assisted the crew of the ship in exchange for food he considered necessary to restore and maintain his health, if he believed based on reasonable grounds that his health was in imminent peril? d. Is an interpretation of para. 37(1)( ) of the IRPA which permits a refugee claimant who assisted his smugglers to be defined as specially inadmissible and therefore barred from having his claim to Convention refugee status determined inconsistent with: the Act's refugee protection component; Canada's international law obligations to refugees; Article 31 of the Convention relating to the status of refugees, or section 7 of the Charter? e. For a person to be found to have aided and abetted in \"organizing entry into Canada\" as prescribed in section 117 of the IRPA, is it necessary for that person to have aided and abetted in organizing entry into Canada? In there a distinction between aiding and abetting in organizing entry as opposed to aiding and abetting while within a vessel and in the course of travel?", "[41] The test for certification is set out in paragraph 74(d) of the IRPA and subsection 18(1) of the Federal Courts Immigration and Refugee Protection Rules , SOR/93-22. The threshold required for certifying a question is whether \"there is a serious question of general importance which would be dispositive of an appeal\" ( FRAGMENT_SUPPRESSED. Since the Court did not need to answer the second, third and fourth questions raised by the applicant, they will not be certified (see FRAGMENT_SUPPRESSED i, above).", "[42] A \"serious question of general importance\" is a question that transcends the particular factual context in which it arose, lending itself to a generic approach leading to an answer of general application ( FRAGMENT_SUPPRESSED). The first and fifth questions both meet this requirement.", "[43] As this Court did in FRAGMENT_SUPPRESSED, I will certify the first question raised by the applicant.", "[44] As to the fifth question, it will be reformulated as follows: For the application of paragraph 37(1)( ) and section 117 of the IRPA, is there a distinction to be made between aiding and abetting the coming into Canada of one or more persons who are not in possession of a visa, passport or other document required by this Act, as opposed to aiding and abetting the smugglers while within a vessel and in the course of being smuggled? In other words, in what circumstances would the definition of people smuggling in section 37(1)( ) of the IRPA extend to the offences referred to in section 131 of the IRPA? JUDGMENT", "[45] THE COURT ORDERS AND ADJUDGES that 1. The application for judicial review is allowed; 2. The impugned decision is set aside and the matter is referred back to the Immigration Division of the Immigration and Refugee Board for redetermination by a differently constituted panel according to the law and in light of these reasons. 3. The following questions are certified: a) For the purposes of paragraph 37(1)( ) of the IRPA, is it appropriate to define the term \"people smuggling\" by relying on section 117 of the same statute rather than on a definition contained in an international instrument to which Canada is a signatory? b) For the application of paragraph 37(1)( ) and section 117 of the IRPA, is there a distinction to be made between aiding and abetting the coming into Canada of one or more persons who are not in possession of a visa, passport or other document required by the IRPA, as opposed to aiding and abetting the smugglers while within a vessel and in the course of being smuggled? In other words, in what circumstances would the definition of people smuggling in section 37(1)( ) of the IRPA extend to the offences referred to in section 131 of the IRPA? Application allowed. Editor: Sharon McCartney/vnh"]}