{"id_": "097128", "body_str": ["[1] Crampton, J. : This is an application for judicial review of a decision by an Immigration Counsellor to refuse to grant the principal Applicant's request for reconsideration of an adverse decision on her application for permanent residence.", "[2] For the reasons that follow, the application is dismissed. I. Background", "[3] The Applicants are citizens of India. The principal Applicant applied for permanent residence as a skilled worker in October 2004. She requested to be assessed in two occupational categories: Biological Technician and Technologist (National Occupational Classification (NOC): 2221), and Landscape and Horticulture Technicians and Specialists (NOC: 2225).", "[4] In support of her application, the principal Applicant provided, among other things, two one-page documents from two of her previous employers which briefly described the duties she performed in her work with them.", "[5] On November 12, 2008, the principal Applicant submitted a two-page letter from her current employer, a letter from a company in Canada offering to employ her as a Horticulture Technologist, and certain other materials.", "[6] On November 14, 2008, the principal Applicant was sent a letter requesting a significant amount of information within 90 days. The second paragraph of that letter stated: \"The selection criteria are clearly defined and your eligibility as a Skilled Worker will be assessed on the basis of the evidence provided by you.\"", "[7] Immediately under the heading Proof of Experience, on the first page of the letter, it was stated: IMPORTANT: In order to determine if you meet the minimal requirements for continued processing, documents and information provided by you must demonstrate that you have at least one year of continuous, full-time employment experience, or the equivalent in continuous, part-time employment, in one or more occupations that are listed in Skill Type O management occupations or Skill Level A or B of the National Occupational Classification matrix (see http://www23.hrdc-drhc.gc.ca/2002/e/generic/materix.pdf. Pursuant to subsection 75(3) of the IRPA Regulations, if you fail to meet this minimum requirement, your application shall be refused and no further processing is required . (Emphasis added in the last sentence.)", "[8] A few paragraphs later, the letter stated: At this office, applications are often refused because applicants fail to provide sufficient information to establish their eligibility. You are therefore requested to provide a complete, detailed, and accurate description of your duties. A personal interview is not required in order to assess your application, nor will we convoke you to interview in order to collect additional information for the purpose of assessing whether you meet the criteria established for Skilled Workers. The onus is on you to provide sufficient documentary evidence to demonstrate that you meet the requirements. (Emphasis added.)", "[9] Towards the end of the letter, the principal Applicant was informed: \"We will not request further information to support your application. You must therefore submit complete and detailed information and documents at this time.\"", "[10] In December 2008, the principal Applicant responded by sending additional information. However, no further information regarding her prior employment was provided at that time.", "[11] On May 21, 2009, P. Purcell, Second Secretary (Immigration) (the Visa Officer), sent a letter to the principal Applicant that, among other things, (i) set out the requirements in subsection 75(3) of the Immigration and Refugee Protection Regulations , SOR/2002-227, and (ii) explained why the Visa Officer was not satisfied that the principal Applicant had met those requirements. An appendix to that letter reproduced the text of subsections 11(1) and 12(2) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 ( IRPA), section 75 of the Regulations and subsection 80(7) of the Regulations.", "[12] In short, that letter explained the basis for the Visa Officer's conclusion that the principal Applicant had not established that she had performed a substantial number of the main duties of either NOC 2221 or NOC 2225 for at least one year within the 10 years preceding the date of her application, as required by subsection 75(2) of the Regulations.", "[13] On June 26, 2009, the Immigration Section of the Canadian High Commission in New Delhi received a letter from the principal Applicant. Among other things, the principal Applicant (i) admitted in that letter that her \"job letters were not very descriptive in nature\"; (ii) provided a significant amount of additional information; and (iii) requested that her application be revisited on the merits. She also appended to that letter much more detailed letters from her aforementioned employers.", "[14] The additional information provided by the principal Applicant was significant enough to have potentially affected the outcome of her application for permanent residence. II. The Decision Under Review", "[15] On July 15, 2009, an unnamed Counsellor at the High Commission of Canada in New Delhi replied to the principal Applicant in a short, one-page, letter. In that letter, the principal Applicant was informed that (i) her application had previously been considered on its substantive merits and refused; (ii) she had been provided with a decision containing the reasons for refusal in the aforementioned letter, dated May 21, 2009, \"thereby fully concluding your application\"; and (iii) the information that she had submitted with her most recent letter was being returned to her \"without review.\" The letter concluded by inviting the principal Applicant to visit Immigration Canada's website for information on how to submit a new application.", "[16] The Applicants seek judicial review of this decision not to reopen the matter for reconsideration. (Judicial review was not sought in respect of the Visa Officer's decision, which was communicated to the principal Applicant in the letter dated May 21, 2009.) III. Issues 1. Did the Counsellor err by failing to reopen the matter for reconsideration or does the principle of functus officio apply? 2. Did the Counsellor err by failing to give the principal Applicant an opportunity to disabuse him of any concerns that he may have had? 3. Did the Counsellor provide a proper assessment of the substantive elements of the matter? IV. Standard of Review", "[17] Insofar as the first and third issues involve the Counsellor's exercise of discretion, those issues are reviewable on a standard of reasonableness ( <FRAGMENT_SUPPRESSED> ; and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> , at para. 53). However, the functus officio issue and the procedural fairness question raised by the second issue are reviewable on a standard of correctness ( <FRAGMENT_SUPPRESSED> , above, at paras. 79 and 87; and <FRAGMENT_SUPPRESSED> , above, at para. 43).", "[18] In <FRAGMENT_SUPPRESSED> , above, at para. 59, reasonableness was articulated by Justice Ian Binnie as follows: Where the reasonableness standard applies, it requires deference. Reviewing courts cannot substitute their own appreciation of the appropriate solution, but must rather determine if the outcome falls within \"a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , at para. 47). There might be more than one reasonable outcome. However, as long as the process and the outcome fit comfortably with the principles of justification, transparency and intelligibility, it is not open to a reviewing court to substitute its own view of a preferable outcome. V. Analysis A. Did the Counsellor err by failing to reopen the matter for consideration?", "[19] The Applicants submits that (i) the Counsellor has the authority to reopen a matter after an initial decision has been taken on an application for permanent residence; and (ii) the failure to have done so in this case constituted a reviewable error by the Counsellor.", "[20] The Respondent submits that the principle of functus officio applies because the Visa Officer made a final decision that was communicated to the principal Applicant in the letter dated May 21, 2009, thereby concluding the review of the application for permanent residence.", "[21] The Respondent further submits that letter dated July 15, 2009 \"was merely a courtesy response letter,\" notwithstanding that (i) the Respondent's written submissions sometimes refer to the Counsellor's letter, dated July 15, 2009, as a \"decision,\"; and (ii) the Respondent admits that the principal Applicant's \"request for reconsideration was considered.\"", "[22] The Applicants' counsel provided an example of a case in which his firm was involved and in which the Canadian High Commission in New Delhi reconsidered an application for permanent residence after it was initially refused. The Respondent admits being aware of at least some cases in which a visa officer's adverse decision on an application for permanent residency has been reopened in exceptional cases.", "[23] The Applicants note that in <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 263, my colleague Justice Anne Mactavish extensively reviewed the jurisprudence on the doctrine of functus officio and concluded that the doctrine does not apply in the context of H&C decisions.", "[24] In <FRAGMENT_SUPPRESSED> , above, the only reason given for refusing the Applicant's H&C application was his failure to produce a copy of his wife's death certificate, which was \"an extremely important piece of evidence\" (para. 21). In contrast to the facts of the case at hand, that information was not within the Applicant's control, as he had requested but not yet received the certificate from the appropriate authority.", "[25] Justice Mactavish ultimately determined that \"the need for flexibility and responsiveness to changing circumstances and new information in the H&C assessment process outweighs the desirability of having finality and certainty in the decision-making process\" (para. 74). However, she also noted that, to prevent H&C applicants from deferring final decisions by repeatedly submitting additional information, H&C officers would \"have to consider whether the evidence in question was truly 'new', or could have been obtained earlier with the exercise of reasonable diligence\" (para. 73).", "[26] In light of the unsettled nature of the law on this point, Justice Mactavish certified a question regarding whether the ability of a decision-maker to reopen or reconsider an H&C application on the basis of further evidence provided by an Applicant is limited by the doctrine of functus officio.", "[27] The ruling in <FRAGMENT_SUPPRESSED> , above, on the issue of functus officio was followed out of judicial comity in <FRAGMENT_SUPPRESSED>  at para. 6; <FRAGMENT_SUPPRESSED>  at para. 40; and <FRAGMENT_SUPPRESSED>  follow the approach adopted in those cases. I therefore find that the Counsellor was not functus officio after the Visa Officer sent the letter, dated May 21, 2009, informing the principal Applicant that her application had been refused.", "[29] I turn now to the question of whether the Counsellor erred in failing to reopen the Applicants' case for reconsideration upon the receipt of significant new information from the principal Applicant on June 26, 2009.", "[30] There is no general duty to reconsider an application for permanent residence upon the receipt of new information and there is no general duty to provide detailed reasons for deciding not to do so ( <FRAGMENT_SUPPRESSED> , at paras. 21 and 37). Accordingly, it was not a reviewable error per se for the Counsellor to fail to reopen the Applicants' case or to fail to provide detailed reasons for that decision. The question is whether it was unreasonable for the Counsellor to (i) decide not to reopen the Applicants' case upon the receipt of significant additional information in June 2009; and (ii) fail to provide more detailed reasons for that decision, i.e., more detailed reasons for why he declined to exercise his discretion to reopen the case.", "[31] In this case, the principal Applicant was clearly advised, in the letter dated November 14, 2008, that the onus was on her to provide sufficient documentary evidence to demonstrate that she met the requirements of NOC: 2221 and NOC: 2224. Among other things, that letter explicitly stated that her application \"shall be refused\", with no further processing, if she failed to meet that minimum requirement. The letter then underlined that she should \" clearly describe your job duties for all occupations in which you wish to be assessed .\" Moreover, it drew attention to the significance of the instructions provided under heading \"Proof of Experience\" by starting off that section of the letter with the capitalized word \"IMPORTANT.\"", "[32] In short, the principal Applicant was advised in unmistakable terms that she would be responsible for putting her best foot forward, she was given a full opportunity to do so, and she was fairly and reasonably warned about the consequences of not doing so.", "[33] In contrast to the death certificate that the Applicant in <FRAGMENT_SUPPRESSED> , above, was unable to obtain on a timely basis from Sri Lankan authorities, the information that the principal Applicant provided in June 2009 could have been provided earlier, with the exercise of reasonable diligence on the part of the principal Applicant.", "[34] Given the foregoing, I am unable to conclude that it was unreasonable for either the Counsellor or the Visa Officer to have failed to reopen the matter for reconsideration, notwithstanding that the information provided by the principal Applicant in June 2009 may have potentially affected the outcome of her application.", "[35] Moreover, in view of the clear warning that was provided in the November 14, 2008 letter regarding the consequences of failing to provide sufficient information in support of her application, I am unable to conclude that it was unreasonable for the Counsellor to fail to provide more detailed reasons for why he did not reopen the matter for reconsideration. His terse explanation for why he did not exercise his discretion to reopen the matter was not unreasonable in the circumstances.", "[36] In the face of the language used in the November 14, 2008 letter, and the emphasis that was placed on some of that language, the principal Applicant could not have had a reasonable expectation of receiving more detailed reasons or having another opportunity to provide additional information. The record as a whole clearly explained to the principal Applicant why her case was not reopened, and she was not prejudiced in her ability to seek judicial review of the Counsellor's decision before this Court ( <FRAGMENT_SUPPRESSED>  F.T.R. 120, at para. 20).", "[37] The Counsellor's decision was certainly within the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" in this case. ( <FRAGMENT_SUPPRESSED> , above.)", "[38] In the interest of administrative efficiency, it is not unreasonable for the system of review of applications for permanent residency to be designed in a way which incentivizes applicants to exercise reasonable diligence in preparing and submitting their applications, so long as the consequences of failing to do so are stated clearly and in advance. In this case, those consequences were very clearly articulated in the letter dated November 14, 2008. B. Did the Counsellor err by failing to give the principal Applicant an opportunity to disabuse him of any concerns that he may have had?", "[39] The content of the duty of fairness owed to visa applicants is at the low end of the spectrum ( <FRAGMENT_SUPPRESSED> , at paras. 30-32; <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 161, at para. 10).", "[40] In this case, the duty of fairness owed to the Applicants was met when the principal Applicant (i) was provided with a full opportunity to present the evidence relevant to her case to the Visa Officer; (ii) was warned in clear and unmistakable terms of the consequences that would flow from failing to provide sufficient evidence at the outset to make her case; and (iii) had her evidence fully and fairly considered by the Visa Officer. The principal Applicant also was provided with detailed reasons explaining why her application was refused and was provided by the Counsellor with a brief explanation of why he had declined to exercise his discretion to reopen her case.", "[41] The letter dated November 14, 2008 made it very clear to the principal Applicant that (i) the onus was on her to \"put her best foot forward\"; (ii) she had to submit complete and detailed information and documents at that time; (iii) further information would not be requested; and (iv) applications are often refused because applicants fail to provide sufficient evidence to establish their eligibility. Given the express language of that letter, the principal Applicant could not have had any realistic expectation that she would be given an opportunity to provide additional information or to disabuse either the Counsellor or the Visa Officer of any concerns that they may have had based solely on the information that she provided.", "[42] A visa officer is under no duty to seek to clarify a deficient application ( <FRAGMENT_SUPPRESSED> , above, at para. 8). To impose such an obligation on a visa officer would be akin to requiring the visa officer to give advance notice of a negative decision, an obligation that has been expressly rejected ( <FRAGMENT_SUPPRESSED>  (QL); <FRAGMENT_SUPPRESSED> , above).", "[43] The cases cited by the Applicants are all distinguishable, as they involved situations where either (i) the evidence submitted by the Applicant was determined to be insufficient to support the conclusion reached by the visa officer ( <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 64); (ii) there was no opportunity provided to the Applicant to address concerns that arose during an interview that the visa officer had with the Applicant ( <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 316); (iii) negative inferences that were drawn from the results of an unreasonable test that the Applicant was requested without notice to write during an interview ( <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 76); (iv) the visa officer rejected documentary evidence without conducting more verification ( <FRAGMENT_SUPPRESSED> , above; <FRAGMENT_SUPPRESSED> , above), or (v) the visa officer failed to consider whether the Applicant qualified on an alternative basis set forth in the appropriate NOC ( <FRAGMENT_SUPPRESSED>  conclusion, I find that neither the Counsellor nor the Visa Officer erred by failing to provide the principal Applicant an opportunity to disabuse them of any concerns that they may have had, for example regarding the principal Applicant's qualifications for the job categories NOC: 2221 and NOC: 2225. C. Did the Counsellor provide a proper assessment of the substantive elements of the matter?", "[45] The Applicants submit that the Counsellor and/or the Visa Officer erred in providing a proper assessment of the substantive elements of the principal Applicant's application because she satisfied the criteria for a positive immigration assessment.", "[46] Given that this application is in respect of the Counsellor's decision, dated July 15, 2009, rather than the Visa Officer's decision, dated May 21, 2009, it is not necessary for me to address the allegation that the Visa Officer did not provide a proper assessment of the substantive elements of the principal Aplicant's application. However, having reviewed that assessment in the course of reviewing the materials relevant to this application, I am satisfied that the Visa Officer's assessment was not unreasonable. The Visa Officer assessed the principal Applicant's application based on the requirements of the occupations in respect of which she requested assessment, namely, NOC: 2221 and NOC: 2225. Having reviewed the material submitted by the principal Applicant prior to receiving the Visa Officer's decision, it was reasonably open to the Visa Officer (and, subsequently, the Counsellor), to find that the various requirements set forth in subsection 75(2) of the Regulations had not been met, for the reasons explained in the Visa Officer's decision.", "[47] At the hearing, the Applicants' counsel acknowledged that the Applicants could not have had a reasonable expectation that they would be given an opportunity to make further submissions after they responded to the letter dated November 14, 2008.", "[48] In any event, the Counsellor's failure to provide a \"proper\" assessment of the substantive elements of the matter after having received the new information that was submitted subsequent to the Visa Officer's decision on May 21, 2009 was not unreasonable for the same reasons, discussed in part V.A above, that the Counsellor's failure to reopen the matter for reconsideration was not unreasonable. VI. Conclusion", "[49] The application for judicial review is dismissed. There is no question for certification. JUDGMENT", "[50] THIS COURT ORDERS AND ADJUDGES THAT this application for judicial review is dismissed. [End of document]"]}