{"id_": "097104", "body_str": ["[1] Zinn, J. : Ms. Abshir challenges a decision of an immigration officer of the Embassy of Canada in Cairo, Egypt, refusing her application for permanent residence in Canada as a member of the Convention refugee abroad class or the humanitarian-protected persons abroad designated class.", "[2] For the reasons that follow, this application must be dismissed. Background", "[3] Ms. Abshir claims to be a citizen of Somalia. She made her application for permanent residence on July 15, 2011, while living in Cairo. Her sponsor indicated that she is from the \"heavily persecuted, unarmed minority Midgaan tribe.\"", "[4] In her application she says that she lived with her family in Mogadishu, where there was fighting between the transitional government and \"Islamic courts union militants.\" They fled to Kismayo, which later came under the control of Al-Shabaab in August 2008. She alleges that Al-Shabaab tried to extort her father on a daily basis.", "[5] On June 18, 2010, her father was approached by a group of Al-Shabaab members who wanted Ms. Abshir to be married to one of their members. He told them that his daughter was a student and not ready for marriage. The men reported back to their superior, who ordered them to kill Ms. Abshir's father if he refused to allow the marriage and to take her by force. Fearing retaliation, Ms. Abshir's father had her stay away from the family home.", "[6] On June 20, 2010, Al-Shabaab attacked the family home in the night. When the men realized that Ms. Abshir was not there, they beat her father with their gun butts. He was hospitalized and asked his business partner to arrange for her to leave Kismayo as soon as possible. They paid a smuggler who first took her to Nairobi by car and then to Cairo by air, arriving on July 1, 2010.", "[7] Ms. Abshir has no legal status in Egypt. She is not allowed to work or attend school and has difficulties traveling. She stated that she was scared of being caught and deported to Somalia. Her sponsor indicated that as a young, single woman from a minority clan, she is at risk of being enslaved, raped or forced into marriage if she returns to Somalia.", "[8] A preliminary review of her application was conducted by an officer in Cairo on April 2, 2013. That officer noted a concern about delay in seeking protection, but noted that her claim \"appears credible and consistent with the country conditions,\" the evidence confirmed her identity and ethnicity, and her fears appeared genuine given the current situation in Somalia.", "[9] A second review of the application took place on May 23, 2013, by a different officer. The second officer noted several concerns with the application, including that there was no mention in her application that she was from a minority tribe, aspects of her story were inconsistent with the country condition evidence, there was no reliable proof of identity, and her long delay in seeking protection. As a result of these concerns, that officer concluded that an interview was required.", "[10] On September 3, 2013, Ms. Abshir was interviewed by a third officer. The officer's notes are documented in the Global Case Management System [GCMS]. In a GCMS entry dated March 24, 2014, the officer noted that, during the interview, Ms. Abshir had provided \"very confusing, contradictory and vague information about when and where she went to school and when she lived in Kismayo, which is where the events which lead to her flight from Somalia occurred.\"", "[11] A procedural fairness letter [PFL] was sent to Ms. Abshir on March 24, 2014, which advised her of the officer's credibility concerns, including the following: • Ms. Abshir stated at the interview that she was born in Kismayo, attended the Yassin Artan School and the 15 May Secondary School in Kismayo, and completed grade 11 in 2009; • Ms. Abshir was advised at the interview that this information contradicted her application which states that she attended the Yassin Artan School from 1997 to 2005 and the 15 May Secondary School from 2005 to 2007; • Ms. Abshir contradicted her prior declaration, stating that she had attended primary school in Mogadishu and secondary school in Kismayo; • Ms. Abshir was unable to clearly explain which years she lived in Mogadishu or how old she was when she lived there; • Ms. Abshir was unable to explain why her application states that she was born in Mogadishu but she said in the interview that she was born in Kismayo; and • Ms. Abshir's evidence about where and when she lived in Kismayo was not credible because \"there were several contradictions between the statements [she] made in [her] application and at interview, and because [she] was unable to provide a detailed account of when and why [she and her family] moved between Mogadishu and Kismayo.\"", "[12] Ms. Abshir responded to the PFL on April 16, 2014, stating: • She had never stated she was born in Kismayo; • Her family fled to Kismayo in 2007 from Mogadishu; • She did not recall making the contradictory statements about the years she attended the Yassin Artan School and the 15 May Secondary School in Kismayo; • She attended those schools in Mogadishu; • She dropped out of school at grade 10 after the family fled Kismayo; • While in Kismayo, she only attended evening classes for upgrading; • Due to the conflict in Somalia and her long journey, she is not very knowledgeable about her birth country; • The stress of the interview may have made her sound less credible but she tried to answer the officer's questions as truthfully as she could; and • The interpreter could not take enough time to translate the questions because the officer was \"asking questions simultaneously without...providing sufficient time\" for the translation.", "[13] The decision, dated June 22, 2014, found that Ms. Abshir did not meet the requirements of the Convention refugee abroad class or the humanitarian-protected persons designated class. The officer noted that the interview was conducted with an interpreter fluent in English and Somali and that Ms. Abshir did not indicate that she had any difficulty with the translation. The response to the PFL was acknowledged, but the officer concluded that it failed to overcome his or her concerns. The officer concluded that she had failed to adequately explain why she provided different information in the interview and the prior written submissions about \"important facts about [her] life in Somalia\" (where she was born and raised, where and when she attended school, and when and why they moved between Mogadishu and Kismayo). The officer notes that Ms. Abshir was asked several specific questions about the facts in issue and that her complete answers had been recorded. The officer was not satisfied that any discrepancies resulted from the interpretation. Further, the officer says that he or she had typed verbatim notes while Ms. Abshir was speaking and had not asked any new questions until she had finished answering and the officer had finished recording her answer. The officer further noted that he or she had generally asked short simple questions.", "[14] The officer concluded that Ms. Abshir was not credible and therefore he or she was not satisfied that there is a serious possibility that she has a well-founded fear of persecution or that she has been and continues to be seriously and personally affected by civil war, armed conflict or massive violation of human rights in Somalia. Issues", "[15] Two issues are raised by Ms. Abshir: 1. Did the Officer base the finding that she was not credible on irrelevant considerations? 2. Did the Officer breach the duty of procedural fairness during the interview?", "[16] The standard of review when evaluating and officer's credibility findings and the weighing evidence is reasonableness. When it comes to issues of procedural fairness, the standard is correctness. Analysis", "[17] Ms. Abshir makes a number of submissions about the interview, all of which go to the question of whether it was conducted fairly.", "[18] First, she says that the concerns raised by the decision-maker in the PFL were not those raised by the file review officer, all of which had been addressed by the applicant in the interview. I see no error here. The second reviewing officer indicated those areas which led him or her to the view that an interview was required. However, the interview was held because that officer concluded, based on the specific areas of concern, that \"identity has not been established and bona fides are in doubt.\" The applicant's success in addressing those specific areas of concern is not a complete answer to the overall question of identity and bona fides when other anomalies or contradictions are apparent during the interview, which is exactly what occurred in this case.", "[19] The applicant then says that the anomalies and contradictions raised in the PFL relating to her place of birth, schooling, and her movement between Mogadishu and Kismayo arose from a leading question asked by the officer which misdirected the interview. The applicant states in her memorandum: The interviewer, rather than asking the applicant where she was born, and raised, and when she moved between Kismayo and Mogadishu, told the applicant, out of the blue: \"you were born and raised and lived your whole life in Kismayo\" and asked the applicant to agree which she did. ... Generally answer[s] to leading questions should be given little or no weight. The officer was wrong to hold against the applicant her answers to leading questions. See for instance REFERENCE_SUPPRESSED. It is not clear what led the officer to make the initial leading question which generated the ensuing confusion.", "[20] In my view, it is abundantly clear why the officer asked the leading question. He did so because the applicant had failed to respond to his earlier question or responded in a way that suggested that she had never been in Mogadishu. As a consequence, the leading question was asked, somewhat sarcastically I suspect. The complete relevant exchange is as follows: Q: when did you move to Kismayo? A: I left Kismayo late June 2010. Q: you were born and raised and lived your whole life in Kismayo? A: yes. [emphasis added.]", "[21] There is no question that this response is contrary to her application which states that she moved from Mogadishu to Kismayo. The interview continues and that contradiction is pointed out to her and she has an opportunity to correct her statement or provide an explanation for the contradiction. Her explanation is, as the officer later noted, confusing and vague: Q: did you go to school? A: I used to go to Yassin Artan school in Kismayo and secondary school 15 May school in Kismayo. My grade was high school Q: what grade did you finish? A: grade 11 Q: when did you do grade 11? A: 2009 Q: So that is different from what is written in your paper application forms which states that you went to the same school but different years and in a different location A: I went to primary school in Mogadishu several years but my high school is in Kismayo Q: When did you live in Mogadishu? A: I cannot remember. I was very young Q: So when I asked you if you were born and raised and lived your whole life in Kismayo why did you say yes? A: I mean most of my life Q: why did you tell me you went to school in Kismayo? A: the primary school was in Mogadishu. High school was Kismayo Q: what years did you live in Mogadishu? A: several years Q: Which ones? A: I cannot remember Q: Do you remember living in Mogadishu? A: yes Q: So how old were you when you lived there? A: I cannot say the year but I remember it Q: please try because it is very important to your credibility that you can tell me where you were living in Somalia and when A: I cannot say the year Q: How old were you? A: I remember only that when we left from Kismayo to Mogadishu I was very young and then we come back but I cannot remember exact dates. Q: but you were born in Kismayo? A: yes Q: so why does it say on your application that you were born in Mogadishu? A: I was born in Kismayo but my sponsor wrote that I was born in Mogadishu Q: did you sign this application form? A: yes, but its in English so I don't know.", "[22] In her response to the PFL, Ms. Abshir states that she was born in Mogadishu and states \"I never said that I was born in Kismayo City.\" She further says that she and her family fled from Mogadishu to Kismayo in 2007 when she was in grade 10 and as a consequence she had to drop out of school. She says she attended both Yassin Artan Primary School and 15 May High School in Mogadishu.", "[23] It is evident that Ms. Abshir has provided numerous contradictions to information which she ought to have known without hesitation, such as the city of her birth.", "[24] By way of explanation, counsel states in his memorandum that \"the applicant could easily have been under the impression that she disagreed with the visa officer at her peril, both at the interview and in response to the fairness letter.\" He also says that \"while one would hope that the officer did not intend to intimidate the applicant into agreeing with the leading statements the officer made, the power relationship between the two and the manner in which the visa officer statements were made had to have to the applicant an intimidating effect.\"", "[25] These observations are mere speculation. There is nothing from the applicant herself to the effect stated by her counsel. Further, her response to the PFL does not show a timid woman afraid to disagree with the officer. Rather, she is quite direct and forceful in writing, contrary to the statement written by the officer in the PFL, that \"during my interview I never stated that I was born in Kismayo City.\"", "[26] It is true that officers are advised to avoid leading questions. However, I am not persuaded that the question Ms. Abshir complains of was the cause of her providing contradictory responses. Rather, as counsel for the respondent suggested, when she did not have her story in front of her, she forgot it.", "[27] Contrary to the submissions of the applicant, the contradictions in her evidence were directly relevant to the question that prompted the interview - her identity and bona fides.", "[28] I find no breach of procedural fairness or natural justice and I further find that the decision of the officer was reasonable based on the record that was before him or her.", "[29] No question was proposed for certification. JUDGMENT", "[30] THIS COURT'S JUDGMENT is that this application is dismissed and no question is certified. CITATION_SUPPRESSED"]}