{"id_": "097279", "body_str": ["[1] Shore, J. : The RPD is entitled to form adverse credibility findings on the basis of omissions and inconsistencies, notably when these pertain to elements central to the Applicant's claim ( REFERENCE_SUPPRESSED). As a specialized tribunal, the RPD has full jurisdiction to gauge the credibility of witnesses and to draw the necessary reasonable inferences ( CITATION_SUPPRESSED). II. Introduction", "[2] This is an application for judicial review of a Refugee Protection Division's [RPD] decision rejecting the Applicant's claim for refugee protection under sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA] for lack of credibility. III. Background", "[3] The Applicant, Ms. Mangat, is a Punjabi Sikh and citizen of India. The Applicant claims a well-founded fear of persecution and personalized risk on the basis that she faces forced marriage upon return to India.", "[4] The Applicant arrived in Canada on April 13, 2012 and claimed refugee status on September 19, 2012. On October 5, 2012, the Applicant submitted an initial Personal Information Form [PIF], which was supplemented by an amended narrative on March 27, 2014.", "[5] A hearing was held before the RPD on May 9, 2014. IV. Legislation", "[6] In determining the Applicant's claim, the RPD relied on sections 96 and 97 of the IRPA: Convention refugee 96 . A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97 . (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. 96 97 V. Issue", "[7] The central issue of the application is whether the RPD committed a reviewable error in dismissing the Applicant's claim to refugee status. VI. Standard of Review", "[8] In its decision, the RPD determines that the Applicant is not a Convention refugee or a person in need of protection under sections 96 and 97 of the IRPA, based on numerous negative credibility findings.", "[9] The applicable standard in reviewing the RPD's findings of credibility is that of reasonableness. This deferential standard is concerned \"mostly with the existence of justification, transparency and intelligibility within the decision-making process\". Accordingly, it is not open to a reviewing court to substitute its own view of a preferable outcome ( REFERENCE_SUPPRESSED. VII. Analysis", "[10] In its reasons, the RPD raises a series of omissions, contradictions and discrepancies in the Applicant's testimony, thus undermining her overall credibility: i) Through an amended PIF, the Applicant brought significant modifications to her initial narrative relating to elements central to her claim. The Applicant failed to provide a reasonable explanation for the initial omissions; ii) The Applicant provided inconsistent evidence relating to her potential suitor. These inconsistencies pertain to the frequency of their encounters and the date and means through which the Applicant first found out that he was a police officer; iii) The Applicant provided inconsistent evidence relating to her relationship with her mother. In her initial PIF, the Applicant stated that her mother left her when she was four and a half years old and it is only years later that they reconnected. In her amended PIF, the Applicant stated that it was her mother who initiated contact with her when the Applicant was fourteen years old. In the Applicant's application for refugee protection, the Applicant stated that she had been estranged from her mother for approximately fifteen years, which would have made her 19 years old at the time her and her mother reconnected; iv) The Applicant claimed that Ms. Grewal, who testified at the hearing, was a close and personal friend, that Ms. Grewal knew the Applicant's entire story, and that they had known each other since the age of fourteen; however, at the hearing, Ms. Grewal testified that she was not a close friend of the Applicant's and that she did not know much about her family's situation; v) The Applicant did not seek refugee protection until five months after her arrival in Canada and did not provide a reasonable explanation for the delay, thus undermining her subjective fear.", "[11] Absent credible corroborative evidence to explain the Applicant's delay in claiming refugee protection, it was reasonable for the RPD to conclude that this delay was incompatible with the Applicant's alleged subjective fear ( REFERENCE_SUPPRESSED).", "[12] After thorough review of the RPD's decision, the overall evidence, and the parties' submissions, the Court finds that there are no grounds to justify the Court's intervention. The RPD's decision falls within a range of reasonable outcomes ( CITATION_SUPPRESSED). VIII. Conclusion", "[13] In view of the above, the Court finds that the RPD's decision is reasonable. JUDGMENT", "[14] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed; 2. There is no question of general importance to be certified. [End of document]"]}