{"id_": "097215", "body_str": ["[1] Gibson, J. : These reasons arise out of an application for judicial review of a decision of the Convention Refugee Determination Division (the \"CRDD\") of the Immigration and Refugee Board wherein the CRDD determined the applicants not to be Convention refugees within the meaning of s. 2(1) of the Immigration Act [see footnote 1]. The decision of the CRDD is dated the 20th of September, 1996.", "[2] The applicants are a mother (the \"principal applicant\") and her two infant children, Sara (\"Sara\") and Sohel (\"Sohel\"). The three are citizens of Iran. At all times relevant to this matter, Sara was 15 years of age and Sohel was 12. At the commencement of the first hearing before the CRDD in this matter, the principal applicant was identified as the designated representative for her children.", "[3] The applicants based their claims to an alleged well-founded fear of persecution if required to return to Iran on the grounds of political opinion and membership in a particular social group. Sara and Sohel advanced no independent claims. In the words of the CRDD, their claims \"... rest on that of their mother ...\".", "[4] The principal applicant's father was an officer in the Iranian Air Force who participated in a failed coup attempt against the Islamic Republic Government in 1980. He was imprisoned, tortured and eventually released. In 1984 he was rearrested and was never seen again by his family. The principal applicant and her husband were pro-monarchist. They were active in support of their political views. They were harassed and, in the view of the principal applicant, persecuted. In the result, the applicants fled Iran to Turkey at the end of April, 1995 and then found their way to Canada through other states.", "[5] The hearing of this matter before the CRDD took place over two days, some two months apart. At the opening of the first hearing, following identification of the principal applicant as the designated representative for her children, documentary evidence, including port of entry notes, was for the first time made available to counsel for the applicants. The presiding member addressed counsel as follows: \"Counsel, I understand that you have been instructed by your client that she wishes to proceed? Is that correct?\" Counsel responded: \"That's correct. I received the document this morning. It's extensive. It contains a lot of statements made by my client at the port of entry. My initial reaction was to ask for an adjournment so that I could go over this document with my client. ... my client is firm in the conviction -- in her conviction that she should proceed today. She has instructed me to that effect, that we must proceed today notwithstanding my concerns.\"", "[6] After identification of documentation, the presiding member stated: \"We had a case management conference prior to the hearing which was held on December 1st, 1995. We had agreed that the following would be the main issues in this claim. The first thing we have to establish is whether the claimant's evidence is credible or trustworthy. As in all claims, credibility is at the core of the claims. We will be dealing with the documents that was [sic] used to travel. We need to also deal with the destruction of the document which the claimant said that she destroyed on the airplane. We also need to find out why the claimant did not make claims in Turkey or in France where she made a stopover. Although we had not identified the U.S. as one of the countries, given that her sister has been determined a Convention refugee in the U.S., I'd just like to know if she considered going there or making a claim. I'm just going to go off the record.\"", "[7] In an affidavit filed before this court, the principal applicant attested to the fact that when the presiding member went \"off the record\", not only was the tape recorder turned off, but she was unable to comprehend what was being discussed, because the interpreter ceased to interpret and she was reliant upon the interpreter. Thus, when the CRDD went back on the record and advised that it proposed to question Sara and to question her first, the principal applicant was apparently taken aback. There is nothing in the transcript that would indicate that an adjournment was declared or even requested by counsel to enable he and the principal applicant to consult.", "[8] In the affidavit filed in this court referred to earlier, the principal applicant attests: \"I was very concerned about Sara testifying. I did not realize that this was being discussed, because the interpreter ceased to interpret as soon [sic] the tape recorder was turned off. No one discussed the issue with me or asked my permission or asked for my views. I did not want Sara to testify without her having had some preparation. As it happens, she made errors ... She testified that she was not sure about much of the evidence she was giving. She had not thought about our life in Iran for over a year, she was 15 years old at the time of the hearing, she has never before participated in any kind of legal procedure, she was not in a good frame of mind. I would have objected to her testifying in the manner that the Refugee Division decided. I did attempt to object, twice, once her testimony started and I was told to keep quiet by the presiding member.\" The transcript reflects the attempts of the principal applicant to object and what would appear to be rather brusk rejections of her attempts by the presiding member.", "[9] Rather remarkably, despite the evidence on the transcript that the principal claimant was evidently concerned with the way matters were proceeding, counsel took no objection. Nor did he attempt to obtain a brief adjournment to review the situation with his client.", "[10] Sara was apparently also upset. In her own affidavit filed before this court, she attested: \"I was not prepared by anyone before the hearing. I was never interviewed by [counsel] or anyone about the case. I was never present at any of the meetings where the case was discussed by our lawyer and my mother. I was not supposed to testify. I was very nervous, almost to the point of being sick. I have not testified about anything before. I have never been to a court. Another problem was that, even though I speak English quite well, it is my second language. My mother tried to get the members to stop my questioning for that sitting but they refused. I feel that my testimony was not correct in some respects and vague in others because I was not prepared to testify.\"", "[11] Again rather remarkably in my view, following the foregoing process, the CRDD wrote in its reasons for decision: \"The evaluation of the credibility and probative value of the evidence must be made with regard to the totality of the evidence, including what is generally known about the conditions in the country of origin, as well as the experiences of similarly situated persons in that country. \"Another factor for consideration is the nature of the refugee hearing process itself, including, for example, that testimony is given through an interpreter fraught with the possibility of misunderstanding; that a claimant may be nervous; that a claimant may be testifying about traumatic events; and that cultural differences may be present. \"Most important, testimony that is given under oath is presumed to be true, unless there is valid reason to doubt its truthfulness.\"", "[12] The CRDD then continued: \"The panel has valid reason to doubt and reject the truthfulness of allegations made in support of the claims due to the inconsistencies, contradictions and implausibilities which arose at the hearing. \"The allegations in question, do not, in our opinion, meet the real test of the truth where the story of a witness must be in harmony with the preponderance of the probabilities which a practical and informed person would readily recognise as reasonable in those conditions.\"", "[13] The CRDD found the testimony of the principal claimant to be \"... extremely evasive and not forthright on points central to the claim ...\". It found her testimony to be \"... internally inconsistent, and inconsistent with the POE notes\". It found \"numerous contradictions\" between the principal applicant's testimony and that of Sara. In contrast to the principal applicant's testimony, the CRDD found Sara's testimony to be \"... clear, forthright and credible\". Thus, it preferred Sara's testimony to that of the principal applicant.", "[14] Purely on the basis of credibility, the CRDD found that the principal applicant did not have a well-founded fear of persecution if she were to return to Iran. Since Sara's and Sohel's claims were dependent on their mother's, their claims also failed.", "[15] While in his memorandum of argument, counsel for the applicants described six issues arising out of the CRDD's decision, in his argument before me he focused principally on three, those being the following: first, did the CRDD err in law, exceed its jurisdiction and breach the principles of natural justice in that it failed to consult with Sara's designated representative before ordering that she, a 15 year old, testify first, without preparation, when the applicants had not intended that she testify? second, did the presiding member in summarily overriding the principal applicant's efforts to express objections or concerns during Sara's testimony create a basis for a reasonable apprehension of bias on the part of the CRDD in this matter? and third, did the CRDD err in law or make erroneous findings of fact without regard to the evidence or capriciously or perversely in determining that there was not credible and trustworthy evidence that the applicants had a well-founded fear of persecution if required to return to Iran? I will touch briefly later in these reasons on a fourth issue which I conclude was not central.", "[16] With respect to the first issue, I feel compelled to note that, on the basis of the transcript of the hearing before the CRDD and other material before me, I must conclude that counsel for the applicants, who was not the same counsel who appeared before me, did not serve his clients' interest well. He put no objections on the record to the process that was unfolding and that was obviously causing the principal applicant, and likely Sara, a good deal of unrest. He sought no adjournment to confer with his clients. He was, of course, aware that the principal applicant wished to proceed that day. But that preference had been expressed before the principal applicant became aware that the CRDD was going to examine Sara first and without any opportunity for Sara to prepare. Counsel sought no occasion to confer with his clients as to whether the order of proceeding that developed might have changed her mind about proceeding that day. Nor did he seek an opportunity to engage in any form of preparation with Sara. In essence, he appears to have allowed the CRDD to take over the management of his clients' case, a role which was clearly his.", "[17] <FRAGMENT_SUPPRESSED>  role of a designated representative as the safeguarding of the best interest of, in this case, Sara and Sohel. Guidelines on child refugee claimants issued by the chairperson of the Immigration and Refugee Board after the hearing in this matter but before the date of the decision, go further in a manner that appears to me to make a good deal of common sense. The principal claimant endeavoured to assume her responsibilities. Counsel gave her no support.", "[18] <FRAGMENT_SUPPRESSED>  read the Act as permitting a member of the board to embark upon a quest for evidence in the manner which was adopted in this case. Surely, that method of proceeding could only subvert the board's function as an impartial tribunal, regardless of the legitimate concern which appears to have motivated [the CRDD member in question] ...\"", "[19] <FRAGMENT_SUPPRESSED>  clear that the burden of proof lies with the applicant i.e., he must satisfy the Refugee Division that his claim meets both the subjective and objective tests which are required in order to have a well-founded fear of persecution. Consequently an Applicant must come to a hearing with all of the evidence that he is able to offer and that he believes necessary to prove his claim. \"As a result the Refugee Division should not meddle in the applicant's attempt to prove his case except where it is necessary to clarify certain facts essential to its understanding.\"", "[20] I am satisfied that the CRDD, in this matter, offended against the principles reflected in both of the foregoing quotations. Here, the CRDD seized control of the applicants' case, ordered that Sara, who was unprepared, testify, and itself conducted her examination. And all of the foregoing was done to the clear distress of the principal applicant and without providing her an opportunity to first testify.", "[21] That being said, with counsel present, and counsel not objecting on the record, are the applicants entitled to relief?  <FRAGMENT_SUPPRESSED>  stated: \"Whether or not the decision of the Trial Division in the case of <FRAGMENT_SUPPRESSED>  of the present case because the record here does not show any timely objection taken to the board's jurisdiction.\" (citation omitted) Counsel for the respondent relied on the foregoing decision for the proposition that, in the presence of counsel, if no objection is taken to the conduct of the CRDD in a situation such as that before me, no relief lies. On the facts before me, which hopefully are relatively unique, and which I conclude could not have been in the contemplation of Mr. Justice Hugessen when he made the foregoing pronouncement, I conclude that relief is warranted. The principal applicant, as the newly identified designated representative of her children, had a duty to act in the best interest of her children. She was entitled to the support of her counsel but, in the absence of that support, she sought to act directly. She was rebuffed in her efforts. It must have been apparent to members of the CRDD that the course of proceeding that they adopted took the applicants' case completely out of their hands, without any notice and without any support to them from their counsel. I conclude that the CRDD had an obligation in the circumstances, in accordance with its responsibility to act fairly, to ensure that the applicants had an opportunity to meet with their counsel and to reassume control of their case. In the absence of any evidence that the CRDD endeavoured to provide such an opportunity, I conclude that the CRDD breached its duty to the applicants to provide them with a fair hearing and in so doing committed a reviewable error.", "[22] In light of the conclusion I have reached, I need not turn to other arguments raised on behalf of the applicants. I will touch on one, very briefly. I find no basis on the record before me to conclude that the conduct of the CRDD in this matter raised a reasonable apprehension of bias.", "[23] Earlier in these reasons, I noted that counsel of the applicants touched on a fourth ground of argument on which I would also briefly comment. He urged that Sara's testimony disclosed a basis for a possible claim to Convention refugee status in her own right, and perhaps also for Sohel, based upon interference with her or their right to a basic education. Given that evidence, counsel urged, it was incumbent upon the CRDD to examine into the question of whether there in fact existed separate claims and, if so, to reach a conclusion with respect to those claims, notwithstanding that they were not advanced directly. He argued that his argument flowed by analogy from the decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  that had not been raised as a ground for fear of persecution either before the CRDD of before the Federal Court of Appeal. In my view, the analogy does not hold. To expand upon the grounds for asserting a Convention refugee claim is one thing. To place upon the CRDD an onus to recognize and examine claims that have not been asserted where evidence comes before it that might support such a claim, is quite another.", "[24] In the result, this application for judicial review will be allowed, the decision of the CRDD will be set aside and the matter will be referred back for rehearing and redetermination by a differently constituted panel.", "[25] Counsel for the applicant urged that I certify five serious questions of general importance. Counsel for the respondent took the position that this matter turns on its relatively unique facts and that no question should be certified. In light of the basis on which I have reached my decision to allow this application, I am in agreement with the position of counsel for the respondent. No question will be certified. Application allowed. Editor: Jocelyne M. Caissie/gs Footnotes 1. R.S.C. 1985, c. I-2 2. (1993), 70 F.T.R. 61 (T.D.) 3. (1992), 139 N.R. 220; 16 Imm. L.R.(2d) 85 (F.C.A.) 4. March 23, 1994, Court File No. IMM-2585-93 (unreported) (F.C.T.D.) 5. (1988), 5 Imm. L.R.(2d) 62 (F.C.A.) 6. [1993] 2 S.C.R. 689; 153 N.R. 321; 20 Imm. L.R.(2d) 85 [End of document]"]}