{"id_": "097291", "body_str": ["[1] Zinn, J. : Is one engaged in \"espionage,\" within the meaning of subsection 34(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27, if one is information gathering surreptitiously for one's county of origin, only in that country, in a manner that is legal in that country, without violating any international law, and without malicious intent? If, in those circumstances, one is engaged in espionage, then the applicant is inadmissible to Canada on security grounds because of his activities for Pakistan's Corps of Military Intelligence (CMI) and its Inter-Services Intelligence Directorate (ISI). If, in those circumstances, one is not engaged in espionage, then this application for judicial review of a visa officer's decision denying the applicant a permanent resident visa must be allowed, on the basis that the officer erred in determining that the applicant was inadmissible to Canada.  <FRAGMENT_SUPPRESSED>", "[2] Despite the able submissions of counsel for the applicant, it is my view that the applicant was engaged in espionage, within the meaning of the Act and this application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[3] The applicant, Danish Haroon Peer, is a citizen of Pakistan. His wife, Shahzain D. Peer, is a citizen of Canada. They were married on July 20, 2002, in Islamabad, Pakistan. They have three young children all of whom were born in Canada.  <FRAGMENT_SUPPRESSED>", "[4] On October 19, 2004, Shahzain D. Peer applied to sponsor the applicant as a member of the family class. In this application, the applicant disclosed that he had worked for various Pakistani intelligence entities. The Canadian High Commission in Islamabad flagged this disclosure as a possible source of inadmissibility.  <FRAGMENT_SUPPRESSED>", "[5] In April 2006, the applicant was interviewed by the High Commission regarding his involvement with the CMI and the ISI. The extent of the applicant's admissions in this interview is in dispute. The applicant states that he answered the interviewer's questions truthfully to the extent that his oath of secrecy permitted, and that he only admitted to conducting domestic intelligence gathering activities \"directed towards protecting Pakistan's armed forces personnel and nation in general from the menace of terrorism.\" The applicant further states: \"[n]one of these activities were ever directed towards any democratic government and I never stated at any time that I had been involved in, or had knowledge of, any activities that could imply espionage, subversion or terrorism against any democratic country, including Canada. <FRAGMENT_SUPPRESSED>", "[6] The respondent states that a brief was prepared following the interview of the applicant and that detailed notes were also prepared by another officer after reviewing the brief. According to the initial brief, the applicant admitted to gathering intelligence information on Indian, Israeli and American intelligence services present in Pakistan. The brief also states that the applicant mentioned Canada when discussing the work he conducted against \"hostile governments and intelligence agencies,\" and that he \"was responsible for collecting and collating information that came in from ISI stations all around the country ... <FRAGMENT_SUPPRESSED>", "[7] On May 5, 2008, the High Commission sent that applicant a procedural fairness letter informing him that there may be reasonable grounds to believe that he was inadmissible for security reasons and inviting him to make further submissions before a final decision was made. On July 2, 2008, the applicant provided further submissions arguing that he had not engaged in activities that would make him inadmissible and requesting that the best interests of his three Canadian-born children be considered.  <FRAGMENT_SUPPRESSED>", "[8] By letter dated August 31, 2009, the visa officer denied the applicant's application for a permanent resident visa on the basis that he was inadmissible for security reasons. It is this decision that the applicant asks the Court to quash.  <FRAGMENT_SUPPRESSED>", "[9] Both the negative decision letter and the CAIPS notes form the reasons for the visa officer's decision. The visa officer determined that there were reasonable grounds to believe that the applicant was \"a member of the inadmissible class of persons described in subsection 34(1) of the Immigration and Refugee Protection Act \" either because he engaged in an act of espionage or an act of subversion against a democratic government or because he was a member of an organization that engaged in such activities. The visa officer stated that the applicant was employed by the CMI and the ISI from 1995 to 2004 and that \"[b]oth institutions are involved in intelligence and counter-intelligence activities that target the intelligence agencies and governments of other countries including Canada. <FRAGMENT_SUPPRESSED>", "[10] The visa officer rejected the applicant's submission that his activities with these institutions \"were undertaken to protect his own country and not undertaken against the government of another country, and are also undertaken by [redacted] officers, and thus should not render him inadmissible.\" The visa officer stated that she preferred the applicant's more detailed admissions outlined in the post-interview brief over the more general and innocuous discussion of his activities provided in his further submissions. The visa officer further stated that \"[a] description of his personal activities does not address his admitted membership in a group that carries out such activities. <FRAGMENT_SUPPRESSED>", "[11] The visa officer rejected the applicant's argument that his activities were no different than those conducted by intelligence services around the world. The visa officer held that this similarity did not alleviate the applicant from the inadmissibility provisions of the Act . The visa officer held that \"[t]he legislation does not specify that a specific motive behind such activities or a specific motive behind the membership in such a group is a requirement for a finding of inadmissibility. <FRAGMENT_SUPPRESSED>", "[12] The visa officer determined that:  <FRAGMENT_SUPPRESSED> \"[t]here are reasonable grounds to believe that the applicant was directly or indirectly involved with the espionage activities of the Pakistani Corps of Military Intelligence (CMI), Military Intelligence (MI) and the Inter-Services Intelligence (ISI) agency while a member of these groups and that those organizations have been involved in espionage against democratic states. <FRAGMENT_SUPPRESSED>", "[13] The visa officer then turned to the applicant's submissions regarding the best interests of his children. The visa officer noted the current instability in Pakistan, the family's preference to live in Canada, and the fact that the family currently lives together in Dubai, United Arab Emirates, where the applicant is employed. The visa officer noted that \"[t]he expected difference between the education and health care the children are likely to receive as a result of a finding of inadmissibility is not indicated.\" The visa officer determined that even though there is a disparity in the standard of living available to the children in Canada and that available in either Pakistan or the United Arab Emirates, \"it has not been shown that the finding of inadmissibility would prevent the financial and emotional needs of the children from being met.\" The visa officer concluded: \"[a]lthough a finding of inadmissibility will have a negative impact on the children affected by the decision, I do not believe that this impact outweighs the requirement to find the applicant inadmissible given the nature of the inadmissibility in question. <FRAGMENT_SUPPRESSED>", "[14] On this basis, the visa officer rejected the applicant's application for a permanent resident visa.  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[15] In my view, only two issues are raised in the application:  <FRAGMENT_SUPPRESSED> 1. Did the visa officer err in relying on and preferring the internal post-interview brief over the further submissions of the applicant?  <FRAGMENT_SUPPRESSED> 2. Does a finding that there are reasonable grounds to believe that the applicant engaged in espionage or was a member of a group that engaged in espionage, within the meaning of subsections 34(1)(a) and (f) of the Act , require a determination that the activities in question were taken with a certain level of hostile intent?  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED> 1. The Officer's Reliance on the Respondent's Internal Brief  <FRAGMENT_SUPPRESSED>", "[16] The visa officer's preference of the internal post-interview brief over the further submissions of the applicant is a finding of fact reviewable on the reasonableness standard.  <FRAGMENT_SUPPRESSED>", "[17] Any visa officer can make entries into the CAIPS notes. The entering of information does not constitute proof of the content of that information simply because it was entered, and is contained, in the CAIPS notes.  <FRAGMENT_SUPPRESSED>  (T.D.), Madam Justice Reed held that:  <FRAGMENT_SUPPRESSED> \"... the CAIPS notes should be admitted as part of the record, that is, as the reasons for the decision under review. However, the underlying facts on which they rely must be independently proven. In the absence of a visa officer's affidavit attesting to the truth of what he or she recorded as having been said at the interview, the notes have no status as evidence of such. <FRAGMENT_SUPPRESSED>", "[18] In this case, the visa officer relied on the post-interview brief, which is included in the certified tribunal record before the Court, as well as officer CLG's summary of that brief contained within the CAIPS notes. Neither the officer who prepared the post-interview brief nor officer CLG provided affidavits in support of the respondent's position in this application.  <FRAGMENT_SUPPRESSED>  (F.C.A.), relied on in Chou , the Court of Appeal at p. 170-171 <FRAGMENT_SUPPRESSED>  rejected the submission that such documents should be admitted into evidence as proof of their contents:  <FRAGMENT_SUPPRESSED> \"The respondent argues that, because of the inconvenience of arranging depositions by visa officers who, by definition, are outside Canada, the Court ought to accept their notes and memoranda as proof of the truth of their contents even though no affidavit averring to that truth is filed. In this, as in some of the other appeals dealt with serially, the visa officer concerned produced notes made during the interview and/or a memorandum made considerably later setting forth his recollection. These were produced as exhibits to the affidavit of an immigration officer in Canada who had reviewed the pertinent file and selected material considered relevant to the proceeding in Court.  <FRAGMENT_SUPPRESSED> \"I see no justification for deviating from evidentiary norms in these circumstances. No legal basis for acceding to the respondent's argument has been demonstrated and, in my opinion, it is devoid of a practical basis. In the first place, unless the error said to vitiate the decision appears on the face of the record, the intended immigrant also, by definition, outside Canada must depose to his or her evidence and, unlike the visa officer, may not be conveniently located to do so. There is no justice in according one witness to the proceeding an opportunity to present evidence in a manner that precludes it being tested by cross-examination. In the second place, the suggestion of administrative inconvenience seems flimsily based. Given that visa officers normally inhabit premises in which may be found other functionaries before whom affidavits acceptable in Canadian courts may be sworn, there seems no practical reason why his or her version of the truth cannot, with equal convenience, be produced in affidavit as in memorandum form. Finally, should a disappointed applicant wish to inconvenience a visa officer by a cross-examination there is the sanction that the right will have to be exercised, at least initially, at some considerable expense to the applicant. <FRAGMENT_SUPPRESSED>", "[19] It was open to the visa officer to rely on the post-interview brief as well as the CAIPS notes of officer CLG and to prefer this information over that provided by the applicant. I agree with the respondent that the post-interview brief contradicts the applicant's further submissions. However, for the reasons described in Chou and Wang , neither the post-interview brief nor the CAIPS notes entries of officer CLG are properly before this Court. Both pieces of information could have been properly submitted as evidence had the respondent taken the time to have the relevant officers swear affidavits - the respondent did not and this information cannot be considered by the Court.  <FRAGMENT_SUPPRESSED>", "[20] The visa officer erred in relying on the post-interview brief and officer CLG's CAIPS notes entries because the truth of the contents of these documents was never proven. Nonetheless, this does not constitute a reviewable error because it is not material to the determinative finding of the visa officer that this applicant was engaged in espionage.  <FRAGMENT_SUPPRESSED> 2. The Finding that the Applicant Was Engaged In Espionage or Was a Member of a Group that Engaged in Espionage  <FRAGMENT_SUPPRESSED>", "[21] The applicant accepts the visa officer's finding was that he was a member of two intelligence agencies but says that he was not engaged in espionage. The applicant says that his intelligence gathering activities for these intelligence agencies do not render him inadmissible because they do not amount to espionage or subversion against a democratic government, institution or process. The parties are in agreement that the only allegation against the applicant was his involvement in espionage and that he was not involved in subversion.  <FRAGMENT_SUPPRESSED>", "[22] The applicant submits that the \"[m]ere gathering of intelligence on the activities of foreign nationals is intelligence gathering and absent evidence that the applicant carried his work further so as to attempt to undermine other democratic countries\" a finding of espionage cannot be supported. The applicant cites <FRAGMENT_SUPPRESSED>  in support of his submission that involvement in the lawful domestic intelligence gathering activities of intelligence services does not render a foreign national inadmissible because it does not amount to espionage.  <FRAGMENT_SUPPRESSED>", "[23] The applicant relies on the doctrine of equivalency for the proposition that if his activities are no different than the lawful activities of the Canadian Security Intelligence Service (CSIS) in Canada then they should not constitute espionage. The applicant further submits that the visa officer failed to support his finding that either the CMI or the ISI, of which the applicant was a member, had been involved in espionage against a democratic organization.  <FRAGMENT_SUPPRESSED>", "[24] The respondent submits that even if the post-interview brief is not considered, the applicant's other statements supported the officer's finding of the applicant's engagement in espionage. The respondent contends that the applicant is drawing a semantic distinction between \"intelligence gathering\" and \"espionage.\" The respondent also cites Qu but in support for its submission that the applicant's activities constitute \"espionage.\" The respondent argues that \"[t]he act of gathering information used for intelligence purposes that related to Canada as well as another democratic state, India, is espionage as defined by the Court.\" The respondent further argues that the visa officer made no reviewable error in finding that there were reasonable grounds to believe that the CMI or the ISI engaged in espionage against democratic organizations.  <FRAGMENT_SUPPRESSED>", "[25] There is no dispute that the applicant was a member of the CMI and the ISI and that he conducted \"intelligence gathering\" activities for these organizations in Pakistan. There can be no dispute that these \"intelligence gathering\" activities included gathering information relating to persons from democratic countries in Pakistan. The applicant in the affidavit filed in support of this application attests to the following:  <FRAGMENT_SUPPRESSED> \"Officer Tayyeb asked me about other intelligence operations. I told her if foreign groups were visiting in our area of responsibility, we would carry out their discreet surveillance. To be specific, I told her that as my uncles used to perform arts and music festivals which were attended by troupes from different countries including Canada and India, I would also join their company to keep an eye on these foreigners. Moreover, the Indians and Sikhs would also visit the holy shrines in Punjab and we would carry out their discreet surveillance in our area of responsibility for the protection of the Indian nationals as well as the visitors. <FRAGMENT_SUPPRESSED>", "[26] The applicant gave very little specific information to the visa officer during the interview. His explanation was that:  <FRAGMENT_SUPPRESSED> \"I could only give her general details of what I had been doing in intelligence and I couldn't give her specific details due to the fact that I was under an oath not to reveal such information. I told her that as per the Pakistan Act 1923, I cannot reveal such sensitive information. <FRAGMENT_SUPPRESSED>", "[27] The issue that remains in dispute is whether the applicant's activities, or the activities of the CMI and/or the ISI, rendered the applicant inadmissible pursuant to subsection 34(1) of the Act .  <FRAGMENT_SUPPRESSED>", "[28] I agree with the submissions of the applicant that \"there is nothing in the reasons or the evidence to justify any finding that the organization [of which the applicant was a member] engaged in espionage or subversion at all.\" The officer provides no basis at all for her conclusion that the CMI and/or the ISI are organizations falling within the description provided in subsection 34(1) of the Act . The only support for this conclusion was to be found in the reports that were not properly before the officer. If this were the only basis on which the applicant was found inadmissible, this application would be allowed; however, the officer also found that the applicant himself had engaged in espionage within the meaning of subsection 34(1)(a) of the Act .  <FRAGMENT_SUPPRESSED>", "[29] The visa officer rejected the applicant's argument that his activities were no different than those conducted internally by intelligence services around the world and therefore he was not engaged in espionage. The visa officer held that this similarity did not remove the applicant from the inadmissibility provisions of the Act . The visa officer held that \"[t]he legislation does not specify that a specific motive behind such activities or a specific motive behind the membership in such a group is a requirement for a finding of inadmissibility. <FRAGMENT_SUPPRESSED>", "[30] The question of whether lawful domestic \"intelligence gathering\" amounts to \"espionage\" is a question of pure law reviewable on the correctness standard. The question of whether the visa officer could find that there are reasonable grounds to believe that the applicant engaged in espionage, without also finding that the activities in question were taken with a certain level of hostile intent, is also a pure question of law reviewable on the correctness standard.  <FRAGMENT_SUPPRESSED>", "[31] Section 34(1)(a) of the Act reads:  <FRAGMENT_SUPPRESSED> \"34(1) A permanent resident or a foreign national is inadmissible on security grounds for  <FRAGMENT_SUPPRESSED> (a) engaging in an act of espionage or an act of subversion against a democratic government, institution or process as they are understood in Canada; <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[32] In Qu the Court of Appeal did not pronounce explicitly on the definition of \"espionage\" as it overturned the trial decision on the basis of how the trial judge interpreted the phrase \"democratic government, institution or process.\" Justice Lemieux, who initially heard that application, noted that \"espionage\" is not defined in the Act . In interpreting the meaning of \"espionage\" Justice Lemieux made reference to various dictionary definitions of the word \"espionage,\" to various related domestic legislation, and to the decision  <FRAGMENT_SUPPRESSED> , Re (1992), 51 F.T.R. 252 (T.D.).  <FRAGMENT_SUPPRESSED>", "[33] \"'Espionage' is simply a method of information gathering -- by spying, by acting in a covert way. Its use in the analogous term 'industrial espionage' conveys the essence of the matter -- information gathering surreptitiously.  <FRAGMENT_SUPPRESSED> \"'Subversion' connotes accomplishing change by illicit means or for improper purposes related to an organisation. <FRAGMENT_SUPPRESSED>", "[34] I share his view that \"espionage\" does not connote the same level of intent, hostile or otherwise, as \"subversion.\" This interpretation is reinforced when subsection 34(1) is read in its entirety. The combined use of the words \"espionage\" and \"subversion\" in subsection 34(1)(a) suggests, as Justice Gibson found in <FRAGMENT_SUPPRESSED>  (T.D.), that their meanings are disjunctive. This, in turn, suggests that \"espionage\" does not have to have an illicit outcome as its goal.  <FRAGMENT_SUPPRESSED>", "[35] Further, I am of the view that the accuracy of Justice Lemieux's definition is not dependant on whether the person who is engaged in the espionage does so only within the boundaries of his home country and reports to agencies in his home country, as in this case, or does so in a foreign country and reports to agencies of his home country, as was the case in Qu .  <FRAGMENT_SUPPRESSED>", "[36] I have no doubt that many centuries ago one could not easily engage in espionage unless one travelled to a foreign land to gather the relevant information because there was no other way the information could be obtained. That is quite simply not the case now, if it ever was. If I were to accept the submission of the applicant that one cannot engage in espionage while remaining in one's own country, I would have to accept that intelligence agents who monitor telephone and internet communications from the safety of their country are engaged only in \"intelligence gathering\" and not in espionage, even when the information they gather relates to sensitive state secrets.  <FRAGMENT_SUPPRESSED>", "[37] The applicant might suggest that those agents are engaged in an illegal activity and thus fall outside his proposed definition of espionage. However, while the interception of these communications may be an offence in the country from whence the communications originate, I have no doubt that the actions of these interceptors will be perfectly legal and, in fact, are sanctioned in their own country.  <FRAGMENT_SUPPRESSED>", "[38] This leads to the fallacy in the applicant's submission with respect to the doctrine of equivalency.  <FRAGMENT_SUPPRESSED>", "[39] In this case, there is no reason to even begin an equivalency analysis. How CSIS conducts its activities in Canada, and what it is authorized to do, is entirely irrelevant to interpreting Parliament's intention in drafting the inadmissibility provisions found within the Act . Perhaps it is hypocritical for Parliament to permit CSIS to undertake certain activities and then determine that a foreigner who does the same thing in his own country is inadmissible to Canada or there may be valid reasons for denying admission to foreign intelligence agents (retired or otherwise) who swear oaths of secrecy and allegiance to other countries and then seek permanent residence in Canada. It is not for this Court to judge Parliament's policy choices. It is the role of this Court to interpret and enforce the laws as Parliament drafts them, and to ensure their compliance with the .  <FRAGMENT_SUPPRESSED>", "[40] What matters in this case is the applicant's surreptitious gathering of information, or spying, on foreign nationals in Pakistan. The applicant's motive or his location when doing this spying is entirely irrelevant in determining that his activities on behalf of Pakistan intelligence constituted \"espionage. <FRAGMENT_SUPPRESSED>", "[41] The record before the Court, even without the evidence that the respondent has failed to properly enter into evidence, strongly supports a conclusion that the applicant was engaged in espionage against a democratic government, institution or process, specifically India, as well as Canada. The visa officer did not err in finding the applicant inadmissible for security reasons and rejecting his application for a permanent resident visa.  <FRAGMENT_SUPPRESSED>", "[42] I note that subsection 34(2) of the Act provides an exception to the security inadmissibility described above if the applicant \"satisfies the Minister that [his] presence in Canada would not be detrimental to the national interest.\" Such an avenue is available should the applicant wish to continue pursuing permanent residence in Canada; however, the applicant may well be required to disclose much more specific information about his involvement with a foreign intelligence service than he did to the visa officer before the Minister is willing to consider the exception.  <FRAGMENT_SUPPRESSED>", "[43] The applicant proposes the following question for certification:  <FRAGMENT_SUPPRESSED> \"Is a person inadmissible to Canada for having engaged in 'espionage against a democratic government or institutions' [sic] pursuant to section 34(1) of the Immigration and Refugee Protection Act if the person engaged in intelligence gathering activities that are legal in the country where they take place, do not violate international law and there is no evidence of hostile intent against the persons who are being observed? <FRAGMENT_SUPPRESSED>", "[44] It is submitted that this question meets the test for certification established by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  and <FRAGMENT_SUPPRESSED>  (F.C.A.), in that it is a serious question of general importance that would be dispositive of the appeal.  <FRAGMENT_SUPPRESSED>", "[45] It is submitted that the question is a serious one of general importance as it raises a question of the proper interpretation of subsection 43(1)(a) of the Act . It is submitted that the decision in Qu did not deal with the situation at hand, namely where the applicant has no hostile intent to those who are the target of his surreptitious surveillance.  <FRAGMENT_SUPPRESSED>", "[46] The respondent submits that the question as to the definition of espionage has been fully dealt with in Qu and that the facts before the officer and this Court establish that the applicant was engaged in espionage, as previously defined.  <FRAGMENT_SUPPRESSED>", "[47] The applicant submits that the question would be dispositive of an appeal in this matter for the following reason:  <FRAGMENT_SUPPRESSED> \"The officer found that the applicant had engaged in espionage against democratic institutions because he was a member of an intelligence agency and had gathered intelligence against democratic countries. (See Tribunal Record pages 8; 10) There was no finding that the activities violated international law, were illegal or were carried out with hostile intent. Indeed it appears that the officer concluded that the mere fact that the applicant engaged in intelligence gathering with respect to Canada was sufficient to make him inadmissible because there was no express finding of any hostile intent - merely an assertion that this fact renders the applicant inadmissible for engaging in espionage against democratic intuitions. <FRAGMENT_SUPPRESSED>", "[48] I agree with the applicant's submissions and will certify the following question which is rephrased slightly from that proposed:  <FRAGMENT_SUPPRESSED> Is a person inadmissible to Canada for \"engaging in an act of espionage ... against a democratic government, institution or process\" within the meaning of subsection section 34(1)(a) of the Immigration and Refugee Protection Act if the person's activities consisted of intelligence gathering activities that are legal in the country where they take place, do not violate international law and where there is no evidence of hostile intent against the persons who are being observed?  <FRAGMENT_SUPPRESSED>", "[49] THIS COURT ORDERS that :  <FRAGMENT_SUPPRESSED> 1. This application is dismissed; and  <FRAGMENT_SUPPRESSED> 2. The following question is certified:  <FRAGMENT_SUPPRESSED> Is a person inadmissible to Canada for \"engaging in an act of espionage ... against a democratic government, institution or process\" within the meaning of subsection section 34(1)(a) of the Immigration and Refugee Protection Act , if the person's activities consist of intelligence gathering activities that are legal in the country where they take place, do not violate international law and where there is no evidence of hostile intent against the persons who are being observed?  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Gary W. McLaughlin/pdk  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}