{"id_": "097435", "body_str": ["[1] Simpson, J. : Shao Mei He (the \"applicant\") seeks judicial review, pursuant to s. 82.1 of the Immigration Act , R.S.C. 1985, c. I-2 (the \" Act \") of a decision of the Convention Refugee Determination Division of the Immigration and Refugee Board (the \"Board\"), dated May 31, 1993 (the \"Decision\"), in which the applicant was found not to be a Convention refugee. The Facts", "[2] The applicant is a single woman who is a citizen of the People's Republic of China (the \"PRC\"). She claims to have a well-founded fear of persecution on the basis of her political opinion. She was born on February 16, 1966 in Yan Ping, Guangdong, China.", "[3] In 1984, the applicant worked as a primary school teacher in the city of Yan Ping. Her first contact with the pro-democracy student movement was through a student friend who approached her for a donation.", "[4] In 1989, the applicant saw the events of June 4, 1989 in Beijing on television. On June 5, 1989, she participated in a march with 600 other people to protest the crackdown. Police watched the march but took no action. On June 6, 1989, the applicant again participated in a march with 700 others. Police permitted the marchers to reach the county building. On June 7, 1989, the applicant again participated in a march. However, armed police prevented the marchers from reaching the county building. They were forced to leave and there were no further demonstrations.", "[5] On October 17, 1989, the authorities arrested the applicant in her classroom because of her participation in the demonstrations and she was detained for investigation. She was accused of being a participant in the \"June 4 movement\" and was asked to sign a confession. When she refused to sign, she was placed in custody. Every few days she was taken for interrogation. Her interrogators were rough and rude and used loud voices to frighten her into singing a confession. After more than a month in custody, the applicant signed a confession. She was released the next day.", "[6] On her return to teaching, she was told that her teaching job had been terminated as a result of her anti-government activity and that she was to return to the rural village where she was born and became a farmer. The applicant's request to have a work card that would permit her to do other work was denied. Her residence was changed to the Sa Woo commune in Yan Ping and she was not permitted to live elsewhere. In 1990, after working 10 months on a farm, she was able to obtain additional piece-work work at a garment factory.", "[7] In January 1992, the applicant was frightened by information that authorities were re-arresting those who participated in pro-democracy demonstrations. On May 12, 1992, with money from her uncle and with the help of an agent, the applicant left the PRC and arrived in Canada on June 25, 1992. The applicant fears that, if she were to be returned to China, the Chinese Government would arrest and imprison her for participating in the \"June 4 movement\", and for leaving China illegally. Issues And Analysis", "[8] The applicant's counsel raised three issues. The first related to the Board's findings that, on one or two points, the applicant's evidence was not credible. I can find no error in the Board's treatment of the applicant's credibility and note that, on the material points relating to her imprisonment, the loss of her teaching job and her forced return to a commune as her place of residence, no issue was taken with her credibility.", "[9] Secondly, it is alleged that the Board erred in law when it held that the applicant had not suffered persecution at the hands of the Chinese authorities. The Board was not prepared to find persecution, even on the basis of cumulative events, though the applicant was imprisoned for one month, forced to confess, and deprived forever of her right to practice her profession and live where she chose.", "[10] On the issue of her imprisonment and confession, the Board said: \"The panel does not consider that the one month that the claimant was in detention amounts to persecution. The panel notes that the claimant refused to sign a confession when she was asked to do so by the authorities. The panel notes further that after the claimant signed the confession, she was released from detention in one day's time. Then asked why she waited so long before signing the confession, the claimant replied that she did not think that she had done anything wrong. \"The panel is of the opinion that, if the claimant had signed the confession earlier, she would have spent less than one month in detention . The panel notes that she was detained for investigation on October 17, 1989, having been accused of being a rioter, when the Chinese authorities began the combing out operation.\" (emphasis added)", "[11] The Board clearly erred in law making this determination. Imprisonment cannot be discounted on the basis that it could have been avoided by an early confession.", "[12] Further, the finding that her imprisonment was not persecution because she was caught up in a country wide combing out operation to test the population's political attitudes was, in my view, perverse. In this case, the evidence was clear and credible that the arrest at her school and subsequent imprisonment was the direct result of her political beliefs and her participation in demonstrations. The fact that a country wide ideological purge was conducted at the same time is irrelevant. The documentary evidence which was relied on by the Board showed that the purge did not involve imprisonments.", "[13] The Board continued in its reasons and said: \"Nor do we consider that the dismissal of the claimant by the school authorities; the refusal of the school principal to issue her a work card that would permit her to seek other employment in the city; and, her having to return to the rural village where she was born; as amounting to more than harassment and discrimination, which is not tantamount to persecution.\"", "[14] To permanently deprive a teacher of her profession and to forever convert an educated young woman into a farm hand and garment worker, constituted persecution. In addition, to permanently deprive the applicant of her mobility and her freedom to choose where she would live also amounted to persecution. I have concluded that the Board committed a fundamental error of law in its application of the accepted definitions of persecution to the facts of this case.", "[15] The application is allowed. Application allowed. Editor: Angela E. McKay/clh [End of document]"]}