{"id_": "097447", "body_str": ["[1] de Montigny, J. : This is a motion, pursuant to s. 213 of the Federal Courts Rules , SOR/98-106, and s. 18(1)(b) of the Citizenship Act , RSC 1985, c C-29 (the \" Citizenship Act \") for summary judgment on the Plaintiff's claim, issued January 18, 2012. In essence, the Minister seeks an order declaring that the Defendant obtained his Canadian citizenship by knowingly concealing material circumstances because he failed to advise a citizenship official that he was charged with an indictable offence prior to obtaining his Canadian citizenship. If the Minister is successful in the action, he will then be entitled, pursuant to s. 10(1) of the Citizenship Act , to make a report to the Governor in Council which, if accepted, will result in the Defendant ceasing to be a Canadian citizen.", "[2] In this motion, the Minister asks the Court to grant summary judgment and issue the declaration it seeks in the action, on the basis that there is no arguable issue for trial and that the action should not proceed further. Having carefully considered both the arguments submitted by the parties and the record, I have come to the conclusion that the Minister's motion for summary judgment must be granted. Facts", "[3] The Defendant was born in Kingstown, St. Vincent and Grenadines, on October 4, 1982. He became a permanent resident of Canada on January 18, 2000.", "[4] The Defendant completed an adult application for Canadian citizenship on March 20, 2003. The citizenship application, consistent with the legislative provisions, contained a warning that Canadian citizenship shall not be granted while the applicant is charged with an indictable offence and that applicants must inform citizenship officials of pending charges for indictable offences. Section 11 of the application form reads as follows: I agree to advise Citizenship and Immigration Canada if any information on this form changes before I take the Oath of Citizenship. I understand the contents of this form. I declare that the information provided is true, correct, and complete, and that the photographs enclosed are a true likeness of me. I understand that if I make a false declaration, or fail to disclose all information material to my application, I could lose my Canadian citizenship and be charged under the Citizenship Act I have indicated in Section 8 whether the prohibitions apply to me.", "[5] On June 6, 2003, less than three months after completing his citizenship application, the Defendant was charged with various indictable offences, including trafficking in cocaine and possession of cocaine for the purposes of trafficking, contrary to s. 5(1) of the Controlled Drugs and Substances Act, SC 1996, c 19. The Defendant was further charged with trafficking on October 3, 2003.", "[6] On December 11, 2003, the Defendant was advised that his application was approved and invited to supply further information. On March 23 2004, the Defendant took the oath of citizenship and became a Canadian citizen, having declined to disclose the pending criminal charges against him. The oath the Defendant signed contains a confirmation that the Defendant has no pending charges. The Defendant was eventually convicted of trafficking in cocaine on November 12, 2004, after having entered a guilty plea on that charge; the other two charges against him were withdrawn at the request of the Crown.", "[7] On August 25, 2005, the Defendant was charged with unlawfully procuring Canadian citizenship by failing to disclose his pending charges for cocaine trafficking. On July 3, 2007, the Defendant was convicted of the offence with which he had been charged under the Citizenship Act , namely that he knowingly concealed a material circumstance, by failing to advise a Citizenship official that he was charged with an indictable offence prior to obtaining his Canadian Citizenship, contrary to paragraph 29(2)(a) of the Citizenship Act . He was also charged a victim surcharge of $1,000.", "[8] In his reasons released on November 20, 2007, the judge of the Ontario Court of Justice concluded that he was satisfied beyond a reasonable doubt that the Defendant knowingly concealed material circumstances in order to procure Canadian citizenship. More specifically, he stated: On all of the evidence, including Mr. Campbell's own evidence, I am not left with a doubt that Mr. Campbell knew that he was required to tell Citizenship and Immigration Canada about his criminal charges. From the day he was charged, until the day he swore his oath of citizenship, he knew he had an obligation to disclose this information to the proper authorities. For whatever reason, he failed to do so. I reject beyond a reasonable doubt the contention that Mr. Campbell was honestly mistaken about his obligations under the Act and how to fulfill them ... Reasons for Judgment, at p 7. Exhibit \"I\" to the Affidavit of Paulette Haughton, Plaintiff's Motion Record, at p 51.", "[9] The Defendant was given notice in accordance with section 18 of the Citizenship Act of the Minister of Citizenship and Immigration's intent to revoke his citizenship. The Notice was dated September 20, 2011. Consistent with the Defendant's request, the matter was then referred to the Federal Court pursuant to s. 18 of the Citizenship Act Issue", "[10] The only issue raised by this motion is whether summary judgement should be granted in favour of the Plaintiff. In other words, has the Plaintiff satisfied the Court that there is no genuine issue of fact or law for trial? Analysis", "[11] No person who is charged with an indictable offence under any Act of Parliament may be granted citizenship or take the oath of citizenship: Citizenship Act , at paragraph 22(1)(b). Indeed, the notice to appear to take the oath of citizenship includes a warning that anyone charged with an offence under the Criminal Code, RSC 1985, c C-46, or other enactment is ineligible to take the oath of citizenship. The notice advises as well that anyone in this circumstance must inform the citizenship office. The Defendant was first notified that he met the requirements for citizenship on December 11, 2003 and was given a notice to appear to take the oath of citizenship on January 15, 2004. This notice, however, was returned undeliverable and a new notice was provided, with a new oath date of March 23, 2004. The Defendant claimed that the second notice did not contain the above-mentioned warning, but there is no evidence on the record to confirm the allegation. There is no reason to believe that the second notice would not have been similar to the first one and would not have contained the same warning, as it appears to be a standard form.", "[12] Where the Governor in Council, on a report from the Minister, is satisfied that any person has obtained, retained, renounced or resumed citizenship under the Citizenship Act by false representation or fraud or by knowingly concealing material circumstances, the person ceases to be a citizen: Citizenship Act , paragraph 10(1)(a). Paragraph 18(1)(a) and (b) of the Citizenship Act reads as follows: 18. (1) The Minister shall not make a report under section 10 unless the Minister has given notice of his intention to do so to the person in respect of whom the report is to be made and (a) that person does not, within thirty days after the day on which the notice is sent, request that the Minister refer the case to the Court; or (b) that person does so request and the Court decides that the person has obtained, retained, renounced or resumed citizenship by false representation or fraud or by knowingly concealing material circumstances.", "[13] Therefore, the Court does not revoke citizenship. It only makes a declaration, which can enable the Governor in Council to do so at some subsequent time. It is important to note that the Defendant will be entitled to make submissions to the Governor in Council before his citizenship is revoked, and may also seek judicial review of such a decision.", "[14] When a party brings a motion for summary judgment, the Court must determine whether there is a genuine issue for trial with respect to a claim or defence. The purpose of summary judgment is to allow the Court to summarily dispense with cases which ought not to proceed to trial because there is no genuine issue to be tried. The test is not whether a party cannot possibly succeed at trial; rather, it is whether the case is so doubtful that it does not deserve consideration by the trier of fact at a future trial. As such, summary judgment is not restricted to the clearest of cases.  <FRAGMENT_SUPPRESSED> .", "[15] The record shows that the Defendant was charged, that he was warned about his duty to disclose charges, that he did not do so and proceeded to take the oath of citizenship. His defence does not dispute any of these facts. The Defendant claims, however, that he was not aware that he must inform Citizenship and Immigration Canada (CIC) that he had been charged while his citizenship application was pending, and that in any event, the police would inform CIC if it impacted his citizenship application.", "[16] The Defendant's defence amounts to a collateral attack on a final decision of a criminal court of competent jurisdiction in an attempt to re-litigate an issue that has already been tried and is an abuse of process. The facts necessary for this Court to make the order the Plaintiff seeks have already been found on the criminal standard of proof, in the context of the proceedings against the Defendant in the Ontario courts. The Defendant has been convicted of the offence of knowingly concealing material circumstances in obtaining his citizenship. Evidence of a conviction for knowingly concealing material circumstances for the purpose of obtaining citizenship is proof in a reference proceeding, such as the case at bar.", "[17] The Ontario Court of Justice rejected the argument that Mr. Campbell discharged his obligation by cooperating with the arresting police officers, and his further claim that he had discharged his obligation by telling the police about his dealings with CIC. There is therefore no need to say more about these submissions. As for his (somewhat contradictory) submission that he was not aware of his obligation, it should have been made before the Ontario Court of Justice. The Defendant had the opportunity to challenge the charge of misrepresentation, he could have called witnesses and he could have argued that he did not \"knowingly\" conceal material circumstances. Yet, it appears from the reasons of the Ontario Court of Justice that \"Mr. Campbell did not testify to any misunderstanding as to his obligations while his application for citizenship was pending\" (Reasons, p 2; Plaintiff's Motion Record, p 46). This proceeding is not an appeal of the decision of the Ontario Court of Justice; once again, the Defendant cannot launch a collateral attack on a final decision of a provincial criminal court.  <FRAGMENT_SUPPRESSED> .", "[18] The Defendant also complains about an alleged delay in the bringing of revocation proceedings. He submits that the Plaintiff became aware or ought to have become aware in August 2005 that the Defendant may have obtained the Canadian citizenship by failing to disclose his pending charges for cocaine trafficking, but did not issue its Notice in Respect of Revocation of Citizenship until September 2011. The Defendant argues that the Plaintiff's six years delay amounts to an abuse of process that is sufficient to stay the revocation proceedings.", "[19] Even assuming that the relevant time period for determining delay is the period between when the government became aware of the fraud and the issuance of the statement of claim, as opposed to the period between the notice of revocation being sent to the applicant and the date when the referral proceedings began as decided in a number of cases ( <FRAGMENT_SUPPRESSED>  Justice Tremblay-Lamer came to the conclusion that three factors have to be balanced in assessing the reasonableness of an administrative delay: (1) the time taken compared to the inherent time requirements of the matter; (2) the causes of the delay beyond the inherent requirements of the matter; and (3) the impact of the delay.", "[20] The case at bar was not a complex one and did not require further investigation. Moreover, the Minister offered no explanation for the delay in processing the revocation. These first two factors therefore weigh in favour of the Defendant. However, the Defendant has been unable to show that he was prejudiced by the delay. On the contrary, he has allegedly benefitted from the delay, however it is calculated, as he has lived with his Canadian spouse, has fathered a child and has been gainfully employed. Given the absence of evidence with respect to the impact of the delay on the Defendant, the damage to the public interest in the fairness of the administrative process should the proceeding go ahead would not exceed the harm to the public interest in the enforcement of the legislation if the proceedings were halted. I agree with the Minister that it would be perverse that the Defendant be permitted to continue to enjoy that which he fraudulently obtained, merely because he has so far enjoyed the ill-gotten citizenship for several years. Conclusion", "[21] For all of the foregoing reasons, the Minister's motion is granted, and a declaration will issue pursuant to subsection 10(1) and paragraph 18(1)(b) of the Citizenship Act that the Defendant obtained Canadian citizenship by false representation or fraud or by knowingly concealing material circumstances. There will be no costs, as the Minister provided no explanation for the delay in commencing this proceeding. ORDER", "[22] THIS COURT ORDERS that the Minister's motion for summary judgment is granted, without costs. The Court declares that Chibanbo Abonie Campbell obtained Canadian citizenship by false representation or fraud by knowingly concealing material circumstances. ) de la , LRC 1985, c C-29 (la", "[2]", "[3]", "[4]", "[5]", "[6]", "[7] ) de la", "[8]", "[9]", "[10] Analyse", "[11] ) de la Code criminel", "[12] ) et ) de la 18. (1) The Minister shall not make a report under section 10 unless the Minister has given notice of his intention to do so to the person in respect of whom the report is to be made and (a) that person does not, within thirty days after the day on which the notice is sent, request that the Minister refer the case to the Court; or (b) that person does so request and the Court decides that the person has obtained, retained, renounced or resumed citizenship by false representation or fraud or by knowingly concealing material circumstances.", "[13]", "[14] <FRAGMENT_SUPPRESSED> à 11; <FRAGMENT_SUPPRESSED> ).", "[15]", "[16]", "[17] <FRAGMENT_SUPPRESSED> à 16).", "[18]", "[19]", "[20] Conclusion", "[21] ) de la ORDONNANCE", "[22] [End of document]"]}