{"id_": "097512", "body_str": ["[1] Crampton, C.J. : This case is yet another example of why something needs to be done to address the unacceptable state of affairs concerning the test for citizenship in this country.", "[2] The optimal resolution of this state of affairs would be for Parliament to legislate a clearer test for citizenship under the Citizenship Act , RSC 1985 c C-29. The Court has noted this on several occasions see, for example, Harry (Re)", "[1998] FCJ No 189, at paras 15-26; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ Hao ]; and <FRAGMENT_SUPPRESSED> ). Another potential approach would be for a citizenship judge to bring a reference to the Court under subsection 18.3(1) of the Federal Courts Act , RSC 1985, c F-7 [ FC Act ]. Among other things, this would provide an opportunity for the issue to then be brought before the Federal Court of Appeal, pursuant to paragraph 27(1)(d) of the FC Act , to finally settle the divergence in this Court's jurisprudence that has persisted now for several decades. 1. Overview", "[3] The Applicant, Ms. Huang, is appealing an adverse determination by a citizenship judge of her application for citizenship.", "[4] Ms. Huang submits that the citizenship judge erred by: i. breaching the principles of procedural fairness in handling her case; ii. failing to properly assess her residence in Canada; and iii. failing to properly assess her proficiency in English.", "[5] I disagree. For the reasons that follow, this appeal is dismissed. 2. Background Facts", "[6] Ms. Huang is a citizen of China. She arrived in Canada on February 26, 2005, on an investor class visa.", "[7] After several trips back and forth between Canada and China, including two in which she gave birth to a child here, she applied for Canadian citizenship on August 6, 2009.", "[8] Accordingly, the relevant period [Relevant Period] for the purposes of calculating her residence was from August 6, 2005 to August 6, 2009. 3. Relevant legislation", "[9] Subsection 5(1) of the Citizenship Act sets forth a conjunctive test for citizenship. That provision states: The Minister shall grant citizenship to any person who (a) makes application for citizenship; (b) is eighteen years of age or over; (c) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act, and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner: (i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and (ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence; (d) has an adequate knowledge of one of the official languages of Canada; (e) has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship; and (f) is not under a removal order and is not the subject of a declaration by the Governor in Council made pursuant to section 20.", "[10] Pursuant to subsection 14(6), and subject to section 20 (which is not relevant to this case), no appeal lies from a decision of this Court on an appeal from a decision of a citizenship judge. 4. Standard of Review", "[11] The issue that has been raised with respect to procedural fairness is reviewable on a standard of correctness ( <FRAGMENT_SUPPRESSED> , at paras 55 and 79 [ <FRAGMENT_SUPPRESSED> ]; Canada (Citizenship and  <FRAGMENT_SUPPRESSED> , at para. 43).", "[12] The issue that has been raised with respect to the citizenship judge's assessment of Ms. Huang's residence in Canada has two prongs. Generally speaking, the first prong concerns the legal test for citizenship, namely, whether it was open to the citizenship judge to apply a particular test. That is a question of law which concerns the interpretation of section 5 of the Citizenship Act and this Court's jurisprudence.", "[13] In interpreting the Citizenship Act , a citizenship judge is interpreting either his or her \"home statute\" or a statute closely connected with the judge's function, and with which he or she can be presumed to have particular familiarity. The Supreme Court of Canada's jurisprudence teaches that, absent exceptional circumstances, determinations reached by administrative tribunals in this context should be presumed to be reviewable on a standard of reasonableness ( Alberta (Information and  <FRAGMENT_SUPPRESSED> , at para 34 [ Alberta Teachers ]).", "[14] One such exceptional circumstance is where the question of law is \"of central importance to the legal system as a whole and ... outside the adjudicator's expertise\" ( Alberta  <FRAGMENT_SUPPRESSED> , at paras 30, 34 and 43).  <FRAGMENT_SUPPRESSED> [ Martinez ], Justice Rennie concluded, in obiter , that the interpretation of section 5 of the Citizenship Act is such a question. While I am very sympathetic to his reasoning, I am reluctant to embrace it because the Supreme Court subsequently noted that it had yet to encounter the type of exceptional situation involving statutory interpretation that would merit review on a standard of correctness (Alberta  <FRAGMENT_SUPPRESSED> , at para 34; see also Hao , above, at para 39).", "[15] As noted above, the issue of the legal test for citizenship concerns not only the interpretation of paragraph 5(1)( ) of the Citizenship Act, but also the interpretation of this Court's extensive jurisprudence on this issue.", "[16] The specific question of law that has been raised by Ms. Huang is whether the Citizenship judge was entitled to apply the test articulated by this Court in Koo (Re)", "[1993] 1 FC 286, at para 10 [ Koo ].", "[17] As discussed in part 5.B of these reasons below, the test set forth in Koo , above, is one of three tests for citizenship that have long been established in this Court's jurisprudence. It is a qualitative test that is similar to one of the other tests, and is very different from the third test (the \"physical presence\" test), which is quantitative in nature.", "[18] These three tests continue to be embraced by this Court. The ongoing existence of this divergence of views within the Court reflects a very peculiar state of the law that developed and has persisted in part due to the fact that, pursuant to subsection 14(6) of the Citizenship Act , no appeal lies from a decision of this Court on an appeal from a decision of a citizenship judge.", "[19] <FRAGMENT_SUPPRESSED> [ Lam ], Justice Lutfy, as he then was, took note of this \"conflicting jurisprudence,\" which essentially pertains to the proper interpretation of paragraph 5(1)( ) of the Citizenship Act . He observed, at paragraph 11, that \"[t]he divergence of views, both in this Court and among citizenship judges, has brought uncertainty to the administration of justice in these matters.\" However, given that legislation which would have clarified the citizenship test was then pending, he concluded that, during the period of transition, deference should be accorded to a citizenship judge's choice of which of the three tests to apply, provided that he or she demonstrates an understanding of the case law and properly decides that the facts meet the test that has been applied ( Lam , above, at para 33).", "[20] A decade later, in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], at paragraph 44, Justice Mainville observed that over the course of the intervening period the approach adopted by Justice Lutfy had been largely followed. However, after noting that the decision in Lam had been \"rendered in a situation that was perceived to be temporary given the statutory amendments that were under consideration at that time,\" he concluded that the time had come to settle upon a single interpretation of paragraph 5(1)( ) if the Citizenship Act . To this end, and after observing that the test set forth in Koo had become the dominant test in this Court's jurisprudence, he concluded that this test should henceforth be the sole test to be applied under paragraph 5(1)( ). He reached that conclusion notwithstanding his view that the \"physical presence test,\" discussed below, appears to have been contemplated by the clear wording of that provision.", "[21] As it has turned out, Justice Mainville's laudable \"attempt to standardize the applicable law\" ( <FRAGMENT_SUPPRESSED> , above at para 47), has not been successful. In short, while his view that the Koo test should be the sole standard has been endorsed in several subsequent decisions of this Court (see for example, the cases listed in Hao , above, at para 42, and in <FRAGMENT_SUPPRESSED> [ El Khader ]; see also <FRAGMENT_SUPPRESSED> , above, at para 32), a citizenship judge's discretion to apply one of the other recognized tests has been upheld in several other decisions (see, for example <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> ; Hao , above, at paras 48-50; El  <FRAGMENT_SUPPRESSED> , at para 23; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [ Saad ]; <FRAGMENT_SUPPRESSED> ; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[22] Indeed, this Court has held in a number of other decisions that the \"physical presence\" test, discussed below, is the correct test to apply ( Martinez , above, at para 52; <FRAGMENT_SUPPRESSED> ; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ).", "[23] In other decisions, the Court appears to have adopted a hybrid approach, which would require a citizenship judge to proceed to conduct a qualitative assessment, as contemplated by the Koo test, even if the \"physical presence\" test has been selected by the citizenship judge and failed by the applicant ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> ; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ).", "[24] What is clear from the foregoing is that the jurisprudence pertaining to the test(s) for citizenship remains divided and somewhat unsettled.", "[25] In this context, it is particularly appropriate that deference be accorded to a citizenship judge's decision to apply any of the three tests that have a long and rich heritage in this Court's jurisprudence.", "[26] This conclusion is consistent with the dominant view in this Court that the standard to be applied in reviewing a citizenship judge's decision reasonableness ( Saad , above, at para 9; Hao , above, at para 13; <FRAGMENT_SUPPRESSED> , above, at para 8; <FRAGMENT_SUPPRESSED> , above, at para 13).", "[27] The second prong of the issue that has been raised regarding the citizenship judge's assessment of Ms. Huang's application for citizenship concerns the application of the legal test for citizenship to the facts of this case. That is a question of mixed fact and law that is also reviewable on a standard of reasonableness.", "[28] The issue that has been raised with respect to whether the Citizenship judge erred by failing to properly assess her proficiency in English is also a question of mixed fact and law that is subject to review on a standard of reasonableness. 5. Analysis A. Did the citizenship judge breach the principles of procedural fairness in handling Ms. Huang's case?", "[29] Ms. Huang submits that her procedural fairness rights were breached because she was not given adequate notice of her interview with the Citizenship judge, and because the interview notice did not advise her of the purpose of the interview. I disagree.", "[30] In a letter dated October 25, 2010, Ms. Huang was advised that the citizenship judge required further information and that further processing of her application could not continue until she supplied that information.", "[31] Then, on February 21, 2011, Ms. Huang was advised by way of a form letter that the information she had supplied had been reviewed and that the citizenship judge requested a hearing to finalize the processing of her application. That letter also advised that her appointment with the Citizenship judge was \"for residency assessment.\"", "[32] On April 4, 2011, Ms. Huang received a Notice to Appear from the Citizenship Office in Vancouver, requesting her to appear for an interview the following day. Among other things, that notice stated that she would \"be asked questions to determine if [she had] an adequate knowledge of English or French and an adequate knowledge of Canada.\" In addition, the notice stated: \"If you do not attend this hearing, at the above date, time and place, you will receive a second and final notice.\"", "[33] In my view, the Notice to Appear sent on April 4, 2011 must be viewed together with the form letter that was sent on February 21, 2011. When those two written communications are viewed together, it is clear that Ms. Huang was given more than adequate notice to appear for her interview. She was also clearly informed that residency and language issues would be addressed during that interview. With this in mind, and given that she was informed that she would be given another opportunity to appear if she did not appear for her scheduled interview on April 5, 2011, her procedural fairness rights were not breached by virtue of the amount of notice she was given or the topics that were covered in the interview.", "[34] My conclusion in this regard is reinforced by the fact that, following her interview, Ms. Huang was provided an opportunity to supply further information. In addition, she does not appear to have objected, at the time of her interview, to the short notice that had been given in the Notice to Appear, and she was accompanied by an interpreter.", "[35] Ms. Huang also asserts that the citizenship judge did not conduct herself in an objective and independent manner. This allegation appears to rest on the fact that the citizenship judge re-tested Ms. Huang's knowledge of English and knowledge of Canada during the interview, notwithstanding that she had passed a prior written test. Given the nature of the written notices, summarized above, that she received, I am satisfied that the citizenship judge's decision to re-test Ms. Huang on these matters during the interview did not breach her procedural fairness rights. B. Did the Citizenship judge fail to properly assess Ms. Huang's residence in Canada? i. The test for citizenship that was applied", "[36] Ms. Huang submits that the citizenship judge erred by applying the test articulated in Koo , above, rather than the \"physical presence\" test. I disagree.", "[37] As noted above, the jurisprudence of this Court has established three tests for citizenship. These are generally known as the \"centralized mode of living\" test, the Koo test (which focuses upon where the applicant \"regularly, normally or customarily lives\") and the \"physical presence\" test.", "[38] It is now well established that before any of these tests can be applied, an applicant for citizenship must establish that he or she is physically resident in Canada ( <FRAGMENT_SUPPRESSED> , above, at para 50; Martinez , above, at para 9; Hao , above, at para 24; <FRAGMENT_SUPPRESSED> , above, at para 13).", "[39] The \"centralized mode of living test\" was articulated by Associate Chief Justice Thurlow, as he then was, in Papadogiorgakis (Re) , [1978] 2 FC 208, at paras 16-17 [ Papadogiorgakis ]. This test is a qualitative test that focuses upon \"the degree to which a person in mind and fact settles into or maintains or centralizes his ordinary mode of living with its accessories in social relations, interests and conveniences at or in the place in question,\" even though the person may have lengthy absences from Canada.", "[40] The \"regularly, normally or customarily lives\" test was established by Justice Reed, in Koo , above, at para 10, who identified six factors to guide the assessment of whether this test has been met in any given case. Those factors will be discussed in the next section of these reasons below.", "[41] The \"physical presence\" test is commonly attributed to Justice Muldoon, who stated in , [1993] FCJ No 232, at paras 3-9 [ Pourghasemi ], that paragraph 5(1)( ) of the Citizenship Act requires, among other things, that an applicant for citizenship be physically present for a minimum of three years (1,095 days) in the four year period immediately preceding his application.", "[42] In Lam , above, Justice Lutfy, as he then was, held that \"it is open to the citizenship judge to adopt either one of the conflicting schools in this Court and, if the facts of the case were properly applied to the principles of the chose approach, the decision of the citizenship judge would not be wrong\" ( Lam , above, at para 14).", "[43] As it turned out, the proposed legislation discussed in Lam was not enacted. Nevertheless, in my view, a reasonable interpretation of this Court's jurisprudence is that the law as articulated by Justice Lutfy has not changed with respect to a citizenship judge's ability to apply any one of the three tests for citizenship described above (see the second line of cases referred to at paragraph 21 above). I have reached this conclusion notwithstanding the fact that I personally find the reasoning in Martinez , above, and its progeny to be compelling. As noted at paragraph 22 above, that line of jurisprudence holds that the physical presence test is the correct test to apply, and is indeed the only one contemplated by paragraph 5(1)( ) of the Citizenship Act", "[44] However, with respect to those who hold a contrary view, I do not believe that this Court's jurisprudence, on balance, supports an approach that would effectively require a blending of two or more of the three aforementioned tests ( <FRAGMENT_SUPPRESSED>  <FRAGMENT_SUPPRESSED> , at para 31). For example, if a citizenship judge decides to apply the physical presence test and concludes that the applicant in question did not meet that test, it would be inconsistent with a fair reading of the main branches of this Court's jurisprudence (namely, the approaches set forth in Papadogiorgakis, Pourghasemi, Koo and Lam, respectively, and in their respective progenies) for the citizenship judge to be required to then apply the Koo test or the \"centralized mode of living test.\" This would effectively require the citizenship judge to give the applicant \"two kicks at the can.\" In the present state of the Court's jurisprudence, it would be reasonably open to the citizenship judge to terminate the assessment under paragraph 5(1)( ) of the Citizenship Act upon concluding that the physical presence test had not been met by the applicant.", "[45] In this case, that is not what happened. The citizenship judge appears to have decided to not apply the physical presence test, after concluding that she was not satisfied that the information provided by Ms. Huang accurately reflected the number of days that she was, in fact, physically present in Canada. She therefore decided to apply the Koo test. Under the longstanding jurisprudence of this Court, she was at liberty to do so. Stated differently, it was reasonably open for her to do so. This was well \"within the range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , at para 47). This aspect of the decision under review was also reasonably justified, transparent and intelligible.", "[46] Ms. Huang also takes issue with the citizenship judge's use of the words \"in fact,\" and asserts that this imposed a higher threshold than a \"balance of probabilities.\" I disagree.", "[47] The citizenship judge explicitly stated that she was \"not satisfied, on a balance of probabilities\" that the information supplied by Ms. Huang accurately reflected the number of days that she was, in fact, physically present in Canada. Based on my reading of the decision as a whole, I am satisfied that she did not apply a standard different from the balance of probabilities standard she stated she had applied. i. The Citizenship judge's application of the Koo test to the facts in the record", "[48] Ms. Huang submits that the citizenship judge misapprehended several aspects of the evidentiary record and, that as a result of those errors, the conclusion that she had not satisfied the test for citizenship was unreasonable. I disagree.", "[49] In Koo , above, Justice Reed identified the following six questions to be addressed in determining whether an applicant for citizenship \"regularly, normally or customarily\" lives in Canada: i. Was the individual physically present in Canada for a long period prior to recent absences which occurred immediately before the application for citizenship? ii. Where are the applicant's immediate family and dependents (and extended family) resident? iii. Does the pattern of physical presence in Canada indicate a returning home or merely visiting the country? iv. What is the extent of the physical absences - if an applicant is only a few days short of the 1,095-day total it is easier to find deemed residence than if those absences are extensive? v. Is the physical absence caused by a clearly temporary situation such as employment as a missionary abroad, following a course of study abroad as a student, accepting temporary employment abroad, accompanying a spouse who has accepted employment abroad? vi. What is the quality of the connection with Canada: is it more substantial than that which exists with any other country?", "[50] With respect to the first factor, the citizenship judge concluded that Ms. Huang had only been in Canada for a total of 99 days prior to the Relevant Period, and that this did not constitute a \"long period\" as contemplated by Koo , above. Ms. Huang did not take issue with this finding.", "[51] With respect to the second factor, the citizenship judge concluded that the applicant lives with her husband, daughter and two sons in China, where her parents, her two sisters and her extended family also live. The citizenship judge also noted that Ms. Huang has no relatives living in Canada. Ms. Huang did not take issue with this finding.", "[52] Turning to the third factor, the citizenship judge concluded that Ms. Huang's travel history between China and Canada reflects that her home is in China, and that she simply visited Canada for the purpose of giving birth to two of her children here, and to give her eldest and middle children the opportunity to attend school and preschool here. In my view, this conclusion is entirely consistent with the facts in the record.", "[53] In reaching that conclusion, the citizenship judge identified a number of inconsistencies in the materials that had been submitted by Ms. Huang in support of her application. For example, in her Residence Questionnaire, she indicated that she resided in Canada with her husband from February 2005 until November 21, 2010, and that, from May 2006 to the end of that period she lived at a particular address in Richmond, British Columbia from May 2006. However, during the hearing, she acknowledged that her husband returned to live in China in 2005, that he only returned for a few months each year to live with her and that she returned to live with him on August 21, 2009.", "[54] In the course of reaching her conclusion with respect to this third Koo factor, the citizenship judge also questioned some of the documentation that Ms. Huang had provided to support her position that she was present in Canada between April 8, 2006 and June 6, 2006. Ms. Huang asserts that this aspect of the citizenship judge's analysis was unreasonable. I will deal with Ms. Huang's submissions in this regard below, as this aspect of the citizenship judge's analysis overlaps with her assessment of the fourth Koo factor.", "[55] In assessing the fourth Koo factor, the citizenship judge concluded that Ms. Huang fell 54 days short of the 1,095 days specified in paragraph 5(1)(c) of the Citizenship Act. She reached this conclusion after stating that she had not been convinced that Ms. Huang had been present in Canada for the 59 day period between April 8, 2006 and June 7, 2006 [Disputed Period].", "[56] As noted above, Ms. Huang asserts that this finding was not reasonable. In particular, Ms. Huang states that, based on the fact that her passport was stamped with an exit stamp from China on April 8, 2006 and did not contain entry stamps or visas from other countries during that period immediately following that date, the only reasonable conclusion available to the citizenship judge was that she entered Canada on that date and remained there until her next declared trip. I disagree.", "[57] Ms. Huang's passport reflects a very active travel history, including to Australia, Malaysia, and the United States. Among her declared absences from Canada during the Relevant Period, four were to the United States (Certified Tribunal Record, at p 128). Particularly in this context, it was not unreasonable for the citizenship judge to fail to infer that Ms. Huang was in Canada during the Disputed Period, simply because she was not in China. The burden was on Ms. Huang's to establish on a balance of probabilities the number of days that she was in Canada. Contrary to Ms. Huang's position, the exit stamp from China in her passport is not \"reliable proof as far as her travel in and out of Canada is concerned.\"", "[58] Ms. Huang also takes issue with the citizenship judge's statement that \"[t]here is no supporting evidence or documentation to show that the applicant was resident in Canada between August 6, 2005 and June 7, 2006.\"", "[59] After making that statement, the citizenship judge acknowledged that Ms. Huang came to Canada for 49 days between October 22, 2005 and December 10, 2005. Ms. Huang therefore only takes issue with respect to the period April 8, 2006 and June 7, 2006.", "[60] Based on my reading of this part of the citizenship judge's decision as a whole, I am satisfied that what the citizenship judge meant is that there was no supporting evidence or documentation to persuasively establish that Ms. Huang was in Canada during the Disputed Period. The citizenship judge appropriately discussed the principal documentation that Ms. Huang relies upon to establish her presence in Canada during that period. However, the citizenship judge reasonably concluded that it did not establish such presence.", "[61] The documentation in question included information with respect to credit card activity that reflected transactions to purchase a car and car insurance on April 16, 2006 and April 30, 2006. That information did not reflect any other transactions in Canada until June 7, 2006, whereas other information that had been provided reflected significant activity in Canada on Ms. Huang's MasterCard during the aforementioned 49 day period that she was in Canada in late 2005.", "[62] Other documentation included a car purchase document that the citizenship judge found to be very faded, difficult to read, and to contain unfilled sections, including uncompleted signature and identification verification sections. The citizenship judge observed that someone else could well have purchased the vehicle in Canada on Ms. Huang's behalf.", "[63] In my view, it was not unreasonable for the citizenship judge to conclude that the foregoing documentation did not establish that Ms. Huang was in Canada during the Disputed Period, particularly given the previously mentioned inconsistencies in her evidence and the citizenship judge's observations that (i) Ms. Huang did not provide any leases or rental agreements for any accommodation or residence during the Disputed Period, and (ii) a letter from her doctor states that there were no visits between March 26, 2005 and June 20, 2006, when she returned, three months into her pregnancy with her third child.", "[64] Ms. Huang asserts that she provided other documentation evidencing her presence in Canada during the Disputed Period, including (i) an invoice from BC Hydro evidencing a \"transfer\" payment in the amount of $3.41; (ii) an invoice from Shaw Cable; and (iii) statements from the Bank of Montreal. However, as with the other documentation discussed above, this documentation does not demonstrate on its face that Ms. Huang was present in Canada during the Disputed Period, and it was not unreasonable for the citizenship judge to fail to explicitly address this documentation. Indeed, the invoice from BC Hydro reflects a very low electricity usage charge of only $3.75 for the period May 16, 2006 to June 13, 2006; the invoice from Shaw Cable does not evidence any previous charges or outstanding balance; and the transactions identified in the Bank of Montreal statement consist of transfers, online transfers, pre-authorized payments, cheques, incoming wire payments, debit memos and error corrections. None of this persuasively demonstrates that Ms. Huang was physically present in Canada. This was all activity that may well have been conducted from abroad ( <FRAGMENT_SUPPRESSED> ; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ).", "[65] I acknowledge that the citizenship judge may have erred when she observed that certain credit card transactions reflecting activity in Canada in July 2007 were inconsistent with a statement allegedly made by Ms. Huang that she was in China at that time. However, this error is not material, as it did not relate to the Disputed Period, and Ms. Huang appears to have been given credit for being in Canada at that time. Likewise, I do not consider the citizenship judge's apparent error regarding a credit card transaction that she believed reflected a transaction in China on May 28, 2006 to be material, because it does not appear to have played a material role in the conclusion that Ms. Huang had not established on a balance of probabilities that she was physically present during the Disputed Period.", "[66] Turing to the fifth Koo factor, the citizenship judge concluded that Ms. Huang's absences from Canada were not due to any temporary situation, but rather involved returns to China to be with her husband and to spend time with her immediate and extended family. Ms. Huang did not contest this finding.", "[67] Finally, with respect to the sixth Koo factor, the citizenship judge concluded it was \"evident that [Ms. Huang's] ties to China, the place where she was born, raised, educated, married, where her entire family resides, and where she has returned to live, are significantly stronger than her ties to Canada.\" Once again, Ms. Huang did not contest this finding.", "[68] Based on all of the foregoing, the citizenship judge concluded that Ms. Huang did not satisfy the Koo test for citizenship.", "[69] In my view, that conclusion was well \"within the range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , at para 47). It was also reasonably justified, transparent and intelligible. C. Did the Citizenship judge fail to properly assess Ms. Huang's proficiency in English?", "[70] Given my responses to the first two of the three principle issues raised in this application, and given that the test for citizenship set forth in subsection 5(1) of the Citizenship Act is conjunctive, it is unnecessary for me to address this third issue. Conclusion", "[71] For the reasons set forth above, this appeal is dismissed.", "[72] The Respondent has sought its costs in this proceeding. However, I am not satisfied that facts in this case are sufficiently exceptional to warrant the exercise of my discretion to grant this request ( <FRAGMENT_SUPPRESSED> ). JUDGMENT", "[73] THIS COURT DECLARES, ADJUDGES AND ORDERS that: this appeal is dismissed. <FRAGMENT_SUPPRESSED>  Crampton", "[2] Harry (Re)", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ Hao ]; et 1.", "[3]", "[4]", "[5] 2.", "[6]", "[7]", "[8] 3.", "[9]", "[10] 4.", "[11] <FRAGMENT_SUPPRESSED> , au paragraphe 43).", "[12]", "[13] Lorsqu'il interprète la Alberta (Information and  <FRAGMENT_SUPPRESSED> , au paragraphe 34 [ Alberta Teachers ]).", "[14] Alberta Teachers <FRAGMENT_SUPPRESSED> [ Martinez Alberta Teachers Hao", "[15] ) de la", "[16] Koo Koo ].", "[17] Koo", "[18]", "[19] Dans le jugement <FRAGMENT_SUPPRESSED> et 32 [ Lam ) de la Lam", "[20] ) de la Koo", "[21] Koo Hao <FRAGMENT_SUPPRESSED> [ El Khader <FRAGMENT_SUPPRESSED> et 9; <FRAGMENT_SUPPRESSED> à 37 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> ; Hao El Khader Saad ]; <FRAGMENT_SUPPRESSED> ; Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[22] Martinez <FRAGMENT_SUPPRESSED> ;", "[23] Koo Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> ;", "[24]", "[25]", "[26] Saad Hao", "[27]", "[28] 5. Analyse A.", "[29]", "[30]", "[31]", "[32]", "[33]", "[34]", "[35] B. i.", "[36] Koo", "[37] Koo", "[38] Martinez Hao", "[39] Papadogiorgakis (Re) Papadogiorgakis", "[40] Koo", "[41] Pourghasemi ) de la", "[42] Dans le jugement Lam Lam", "[43] Lam Martinez ) de la", "[44] <FRAGMENT_SUPPRESSED> Shubeilat Papadogiorgakis, Pourghasemi, Koo et Lam, obligé Koo ) de la", "[45] Koo", "[46]", "[47] i. Koo", "[48]", "[49] Dans le jugement Koo temporaire", "[50] Koo", "[51]", "[52]", "[53]", "[54] Koo Koo", "[55] Koo ) de la", "[56]", "[57]", "[58]", "[59]", "[60]", "[61]", "[62]", "[63]", "[64] <FRAGMENT_SUPPRESSED> ;", "[65]", "[66] Koo", "[67] Koo", "[68] Koo", "[69] C.", "[70]", "[71]", "[72] <FRAGMENT_SUPPRESSED> ). JUGEMENT", "[73] l'appel. [End of document]"]}