{"id_": "097594", "body_str": ["[1] Layden-Stevenson, J. : Mr. Sertkaya is an engineer from Turkey. He claims to be a Convention refugee or a person in need of protection on the basis of race, religion, nationality and political opinion. The claims of his wife and children, as members of a social group, are dependant upon his claim. The Refugee Protection Division of the Immigration and Refugee Board (RPD) determined that the applicants are neither Convention refugees nor persons in need of protection. The family asks that the RPD decision be set aside and that their application be referred back for redetermination before a differently constituted board. For the reasons that follow, I cannot grant the request.", "[2] Mr. Sertkaya claimed to be a politically active Kurdish Alevi. He alleged that on nine occasions he was arrested, detained, and tortured by the Turkish police. Several of these incidents occurred when he called the police after being harassed by members of the MHP (Grey Wolves). Mr. Sertkaya maintained that these events occurred because of his background and beliefs and that the events prompted the decision to seek refuge in Canada. The family left Turkey in September, 2000, spent approximately five months in the United States, and arrived in Canada in February, 2001.", "[3] The RPD found Mr. Sertkaya's story to be neither credible nor plausible. The board made six significant findings: (1) It was inconsistent with the applicant's background and story that he was not a member of the HADEP (People's Democratic Party). The RPD rejected Mr. Sertkaya's explanations as to why he had not joined the party (he feared that a party list would be made available to the police and would attract police attention to him and he feared that he would be fired at work) as inconsistent or insufficient; (2) The letter, allegedly written by the applicant's Turkish employer, confirming an instance of abuse by police, was not authentic; (3) The contention that the applicant had been arrested and beaten by police while he attended a café for retired teachers located in the same building as the HADEP offices was implausible. The board found that it was unlikely that such a café would be targeted by police. If it did exist, it was improbable that the applicant would have frequented it after having allegedly been warned by police not to associate with HADEP; (4) The applicant's explanations for several inconsistencies between his PIF and oral testimony were not credible; (5) Based on the documentary evidence, it was improbable that fraudulent documents would have been required for the family to leave Turkey or that they would have been able to pass through passport control with such documents; (6) The failure to make a claim, or to seek legal advice about doing so, during the five months spent in the United States was not credible nor was the claim that the police had been looking for the applicant after his departure from Turkey.", "[4] Based on these findings, the RPD concluded that neither the applicant nor his family had suffered persecution in Turkey. It further concluded that there was no evidence that the Alevi religious community suffers persecution in that country. Finally, it found that the tendered medical and psychological reports were not related to any persecutory actions by the Turkish police.", "[5] Mr. Sertkaya submits that the RPD erred in concluding that, given his claimed background, he would have failed to formally join HADEP. According to the applicant, this finding resulted in a predetermination with respect to credibility and placed him in an impossible position. It was reasonable for him to have decided not to join the party out of fear that, as membership lists are provided to the government, he would face police persecution or reprisals at work. He argues that the fact that he was nonetheless subject to persecution has no bearing on the reasonableness of his actions in this respect.", "[6] I am in partial agreement with Mr. Sertkaya. In view of his evidence that he had supported the HADEP, had taught children's chess at the party headquarters and had, on occasion, socialized with HADEP members, there was no reason to insist that he must have taken out formal political party membership in order to express his political opinion. In determining whether an individual has been persecuted on grounds of political opinion, the relevant question is how the actions were perceived by the alleged persecutor. Thus, whether the applicant was, in fact, a HADEP member had no direct relevance to the RPD's inquiry. Therefore, it was patently unreasonable for the RPD to find that Mr. Sertkaya's failure to join HADEP was inconsistent with his background and actions. That being so, it does not follow that the decision must be set aside.", "[7] The applicants' allegation that the impugned finding was determinative is not borne out by the board's reasons. Nor do I agree with Mr. Sertkaya that the RPD was overzealous in finding inconsistencies in his story or that the remaining findings were trivial. A review of the reasons reveals that the remaining credibility findings were not based on trivialities. Specifically, it was open to the board to consider the authenticity of the documentary evidence, the consistency of Mr. Sertkaya's story, the ability of the family to obtain and use fraudulent documents and the failure of the family to seek asylum during the five months spent in the United States. The applicants have failed to establish that any of these findings were in error and, in my view, they are sufficient to support the RPD's findings. The error with regard to HADEP membership is not material to the overall conclusion.", "[8] The applicants additionally submit that the board failed to consider whether they would face future persecution as Kurdish Alevi and not simply as Alevi. The applicants are correct in stating that the RPD must consider all possible grounds of persecution:  <FRAGMENT_SUPPRESSED> . However, their argument in this respect is misconceived. At page 1 of its reasons, the RPD specifically noted that Mr. Sertkaya claimed to face persecution on the basis of race. Its general findings relate to alleged \"persecution\" rather than to persecution on one ground. At page 17 of the reasons, the board stated: Therefore, for all of the above reasons, the panel finds, on a balance of probabilities, the following about these claimants. They are Alevi Kurds, but they have faced no persecution because of their Kurdish ethnicity or Alevi religion ... Thus, there is no serious possibility that these claimants would be persecuted or would need the protection of Canada, if they would be returned to their country. (sic)", "[9] Further, on page 18, the RPD concluded: After careful consideration of all the evidence and because of the reasons set out above, the panel finds the claimants do not have a well founded fear of persecution for reasons of any of the enumerated grounds and are not persons in need of protection.", "[10] Merely because the RPD chose to specifically refer to persecution of Alevi in one paragraph of its reasons does not mean that it did not also consider the applicants' claims as ethnic Kurds. The board's reasons disclose that it did consider all of the potential grounds of persecution, including race and religion.", "[11] In the result, the application for judicial review will be dismissed and an order will so provide. Counsel did not suggest a question for certification and none is appropriate. [End of document] <FRAGMENT_SUPPRESSED>"]}