{"id_": "097518", "body_str": ["[1] Le juge Noël", "[2] CONCLUSION", "[3]", "[4] ANALYSE", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11] 30. A party who does not provide a document as required by rule 29 may not use the document at the hearing unless allowed by the Division. In deciding whether to allow its use, the Division must consider any relevant factors, including (a) the document's relevance and probative value; (b) any new evidence it brings to the hearing; and (c) whether the party, with reasonable effort, could have provided the document as required by rule 29.", "[12]", "[13]", "[14]", "[15] - La demanderesse a tardé à demander l'asile.", "[16]", "[17]", "[18] JUGEMENT", "[19] <FRAGMENT_SUPPRESSED>  judicial review under section 72 of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (IRPA), of a decision by the Refugee Protection Division (RPD) dated April 18, 2005. In this decision, the RPD denied the refugee claim of Elena Zavadskaia (applicant). According to the RPD, the applicant was not a Convention refugee or a person in need of protection within the meaning of sections 96 and 97 of the IRPA. ISSUES", "[2] The only issue is the following: - Did the RPD err in fact in assessing the applicant’s credibility and in questioning whether her fear of persecution was well founded? CONCLUSION", "[3] For the reasons that follow, the application for judicial review is dismissed, because there is no error warranting this Court’s intervention. FACTS ALLEGED BY THE APPLICANT", "[4] The applicant alleges that her common law spouse, Sergey Shalenko, a fisheries inspector in Russia, was pressured during 2002 and 2003 by individuals in influential positions who wanted him to turn a blind eye to the illegal activities at the port where he was employed. In the spring of 2003, Mr. Shalenko inspected several ships and realized that major crimes had been committed and intended to report it. In May 2003, the applicant received several threatening phone calls at home. The pressure on the couple and on Mr. Shalenko then intensified. Mr. Shalenko was going to tell the story to the press, and he was beaten and threatened as a result. In July 2003, the applicant alleges that she had been assaulted and threatened. She attempted to report the situation to the police and to the Minister of the Interior, but was unsuccessful. In September 2003, they were assaulted and threatened once again. After a short hospital stay, the couple moved and the applicant arrived in Canada in October 2003. It was not however until January 2004 that she applied for refugee protection. ANALYSIS", "[5] The applicant alleges that the RPD made a number of errors in fact. I will refer to the applicant’s most significant arguments, bearing in mind that the appropriate standard of review is that of patent unreasonableness ( <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 1866 (F.C.A.), at paragraph 10;  <FRAGMENT_SUPPRESSED>  (F.C.A.), at paragraph 4). 1. The applicant’s relationship with Mr. Shalenk", "[6] First, the applicant alleges that the RPD noted that she had failed to adduce evidence attesting to the “common-law relationship” that she says she has with M. Shalenko. In my opinion, this is not an error, since the applicant filed only a declaration of residence in this respect. That declaration states that Mr. Shalenko is her husband (page 122 of the record), while she states in her Personal Information Form that Mr. Shalenko is her “common law spouse”. The applicant contradicted the documentary evidence that she filed, and she contradicted herself once again when confronted with this inconsistency at the hearing. The panel was entitled to state, considering this inconsistency, inter alia, that there was no evidence of the common-law relationship. 2. The applicant’s children did not accompany her", "[7] The applicant also took issue with the following passage from the RPD’s decision: Although she was not directly involved in this business of illegal fishing and claims to be the direct victim of a merciless mafia who could find her anywhere in Russia, according to her testimony and narrative, the claimant left behind her children, who could be innocent victims of that merciless Russian mafia; the panel finds this strange. Because of this behaviour, the panel doubts that she has a fear for her life. The applicant contends that this finding of fact is perverse.", "[8] This is not my opinion. If the applicant had been used to blackmail Mr. Shalenko to obey the instructions of the persecutors, it appears to me that the applicant’s young children could also have been used to this end. Therefore, the applicant should also have thought that her children would be easy prey and should have wanted to bring them with her to keep them safe. It was therefore not unreasonable for the RPD to determine that this cast doubt on the existence of the applicant’s fear. 3. The additional documents", "[9] At the hearing of February 18, 2005, the applicant filed before the panel three documents stating that there had been assassinations in import-export companies in Russia. She now claims that the RPD did not rule on the admissibility of these documents. However, a review of the transcript of hearing indicates that one of the documents could have been filed within the time limits prescribed under subsection 29(4) of the Immigration and Refugee Protection Regulations (Regulations). The following passage (page 293 of the record) establishes moreover that the applicant’s counsel understood and consented to the decision made by the presiding member: [translation] BY THE PRESIDING MEMBER (to counsel) - Okay, so I do not think that these documents address, may add, we’ll see in the course of the hearing. I will not receive the one dated the 17th, dated October 13 [2004], I’m giving it back to you. R. Right, fine Sir. - We will file the two (2) others and will examine them eventually on their merits. R. Fine, Sir, thank you.", "[10] The applicant also contends that the RPD did not act correctly with regard to a photocopy of a passport of the applicant’s friend and a letter from her, documents that the applicant tried to file at the hearing of February 21, 2005. The applicant says that she sought refuge at this friend’s house before coming to Canada, and the letter allegedly confirmed the existence of a relationship between Mr. Shalenko and herself.", "[11] In reviewing the hearing transcripts, I noted that the previous Friday (February 18, 2005), the discussion at the hearing pertained to the lack of evidence filed by the applicant establishing the existence of this relationship (page 344 of the record). The RPD then undertook to review the documents and to determine their relevance. Section 30 of the Regulations, which provides for filing documents after the prescribed time limit, reads as follows: 30. A party who does not provide a document as required by rule 29 may not use the document at the hearing unless allowed by the Division. In deciding whether to allow its use, the Division must consider any relevant factors, including (a) the document's relevance and probative value; (b) any new evidence it brings to the hearing; and (c) whether the party, with reasonable effort, could have provided the document as required by rule 29.", "[12] The documents were in fact examined (pages170 and 171), and the RPD stated that it did not see their use or relevance. The RPD did not however formally dismiss the document, as the following passage from the transcript illustrates: [translation] BY COUNSEL (to the presiding member) - It’s, it’s , it’s only to tell you, Sir, it is my impression that the internal passport was in fact meant to establish who it was from and it’s in one fax, as you can see. A. Yes, I can see it, but . . . No, I do not see the use, unless along the way we raise what these documents are supposed to establish, then we can decide. - If I may, it is perhaps because when the hearing let out I told Ms.  <FRAGMENT_SUPPRESSED>  that the only document finally that did not have many documents tying her to her husband, then it’s, it’s the steps that she took, but I did not know. [Emphasis added.]", "[13] It appears from this passage that the presiding member did not formally rule on the document. However, of his own admission, the applicant’s counsel did not know that this document existed and did not see fit to use the document at the hearing and did not ask any questions to clarify the situation. Even though the RPD could have refused the document, it did not do so and the applicant’s counsel was entitled to try to use it in his submissions. As he did not do so, he can hardly claim on judicial review that he suffered prejudice, as he himself did not consider it useful to use the document. 4. The applicant’s passports", "[14] The applicant claims moreover that the RPD confused her two passports, i.e. her internal passport and her external passport (both were declared in one of the forms in the record, page 51 of the record). On that point, the applicant is correct. However, she can only blame herself if the decision-makers were confused, since she did not make a complete declaration in her PIF. In fact, at question 24, she should have listed all of the travel documents that she had been issued over the last 20 years. Yet, she only mentioned one of her passports (page 21 of the record). Further, I would add that it is but one factor among all the reasons that seriously undermine the applicant’s credibility.  <FRAGMENT_SUPPRESSED> Evans J.A. writes: [E] ven if the Tribunal committed a reviewable error on some of its findings of fact, its decision to rescind will still be upheld if there were other facts on which it could reasonably base its ultimate conclusion.", "[15] This decision has been followed by our Court and applied in judicial reviews of RPD decisions ( <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1936, at paragraph 10;  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 506, at paragraph 22). In other words, if there is one weak element in the RPD’s reasons, not all of the reasons will crumble. In this case, the elements of fact relied on by the RPD to determine that the applicant lacked credibility are numerous, solid and supported by the evidence: - The applicant was uncooperative and evasive during her testimony and often “adjusted” her testimony to the RPD’s questions; - The applicant left her children behind, while alleging that she herself was used for blackmail; - The applicant had no documents regarding Mr. Shalenko, and contradicted herself regarding the nature of the relationship between them; - The applicant’s PIF contradicted the evidence that she filed regarding what she was doing between 1999 and 2003; - Mr. Shalenko remained in Russia; - The applicant did not claim protection right away. 5. Alleged minor errors", "[16] Finally, the applicant alleged that the RPD made two minor errors. First, the RPD wrote that the applicant has two daughters while her declaration of residence states that she has a son and a daughter. Errors of this kind, not determinative or material, having nothing to do with the RPD’s reasons, do not warrant the intervention of this  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 2036 and  <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 486 at paragraph 3), unless such errors are so numerous and repeated that they are sufficient to demonstrate that the RPD did not consult the documents before it or that it disregarded the evidence.", "[17] For these reasons, the application for judicial review is dismissed. The RPD’s decision as a whole is not patently unreasonable. The evidence supports it, despite a few errors and minor inaccuracies.", "[18] The parties were invited to propose questions for certification. No question was proposed. JUDGMENT", "[19] THE COURT ORDERS THAT: - The application for judicial review be dismissed and no question be certified. [End of document]"]}