{"id_": "097689", "body_str": ["[1] : Walter Mrak, in this judicial review proceeding, seeks to set aside the April 13, 2006, decision of the Honourable R.V. Deyell, a member of the Pension Appeals Board (the decision-maker) who, pursuant to s. 83 of the Canada Pension Plan, (CPP or Plan) granted the Respondent Minister leave to appeal to the Pension Appeals Board (the Board) the December 7, 2005, decision of the Review Tribunal (the tribunal) allowing Mr. Mrak's appeal from a determination by the Minister of Human Resources and Skills Development (the Minister) he was not entitled to disability payments since he had not demonstrated he was disabled on or before December 31, 1997, which the parties accept as the time-period when he last met the contributory requirements set out in the Plan.  <FRAGMENT_SUPPRESSED>", "[2] Justice Deyell granted leave to appeal based on the Minister's ex parte written application for leave to appeal dated March 16, 2006. Section 7 of the Pension Appeals Board Rules of Procedure (Benefits) provides an appeal from the decision of the tribunal to the Board must be commenced by serving the Chairman or Vice-Chairman of the Board with a written application for leave to appeal which is disposed of \"ex parte, unless the Chairman or Vice-Chairman otherwise directs\". No such direction was given in this case.  <FRAGMENT_SUPPRESSED>", "[3] The Minister's application is a lengthy document containing the Minister's submissions, copies of the applicant's application for disability payments, copies of all numerous relevant radiological, neurological, psychological and other medical reports as well as the applicant's income tax returns for 1997 to 2003. In total, the Minister's leave application contained 164 pages of material.  <FRAGMENT_SUPPRESSED>", "[4] The provision in the CPP governing the applicant's entitlement to disability payments is s. 42(2) of the Plan which reads:  <FRAGMENT_SUPPRESSED> \"When person deemed disabled  <FRAGMENT_SUPPRESSED> \"(2) For the purposes of this Act,  <FRAGMENT_SUPPRESSED> (a) a person shall be considered to be disabled only if he is determined in prescribed manner to have a severe and prolonged mental or physical disability , and for the purposes of this paragraph,  <FRAGMENT_SUPPRESSED> (i) a disability is severe only if by reason thereof the person in respect of whom the determination is made is incapable regularly of pursuing any substantially gainful occupation , and  <FRAGMENT_SUPPRESSED> (ii) a disability is prolonged only if it is determined in prescribed manner that the disability is likely to be long continued and of indefinite duration or is likely to result in death; and  <FRAGMENT_SUPPRESSED> (b) a person shall be deemed to have become or to have ceased to be disabled at such time as is determined in the prescribed manner to be the time when the person became or ceased to be, as the case may be, disabled, but in no case shall a person be deemed to have become disabled earlier than fifteen months before the time of the making of any application in respect of which the determination is made. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[5] As noted, the parties agree Mr. Mrak, before the tribunal, had the burden of establishing, he was disabled on or prior to December 31, 1997, and his disability continued thereafter with such severity that he was \"incapable regularly of pursuing any substantially gainful occupation\".  <FRAGMENT_SUPPRESSED>", "[6] With respect to the Minister's leave application, the parties also agree:  <FRAGMENT_SUPPRESSED> 1. The test for the grant of leave to appeal to the Board from a tribunal decision is whether the applicant for leave, here the Minister, has raised an arguable issue or issues. Counsel for the applicant acknowledges this test sets a low threshold which, at the leave stage, does not encompass a determination whether, on the merits, the Minister is likely to succeed before the Board;  <FRAGMENT_SUPPRESSED> 2. If leave is granted, the proceeding before the Board is de novo with either party being at liberty to submit new or different evidence that was not before the tribunal;  <FRAGMENT_SUPPRESSED> 3. The Minister's leave application did not contain any new evidence that had not been adduced before the tribunal;  <FRAGMENT_SUPPRESSED> 4. The standard of review in this judicial review application is whether the applicant has established Justice Deyall's decision to grant leave was unreasonable meaning that the decision is not supported by any reasons that can stand up to a somewhat probing examination, i.e., if no line of analysis, within the given reasons, could reasonably lead the tribunal from the evidence before it to the conclusion at which it arrived;  <FRAGMENT_SUPPRESSED> 5. Justice Deyall did not provide reasons for the grant of leave. The parties agree he was not required to do so. Section 83(2) of the Plan requires written reasons only in the case where leaved is refused . By contrast, s. 83(4) of the Plan simply provides, \"Where leave to appeal is granted, the application for leave to appeal becomes the notice of appeal ...\".  <FRAGMENT_SUPPRESSED> Facts  <FRAGMENT_SUPPRESSED>", "[7] On July 24, 2003, Mr. Mrak applied for a disability pension. He indicated sine 1976 his work was as a real estate salesman and the last day he actually stopped working was September 10, 2002.  <FRAGMENT_SUPPRESSED>", "[8] On May 7, 2004, his application was refused. The material part of the refusal letter reads:  <FRAGMENT_SUPPRESSED> \"Based on your history of payments into the CPP, you must have had a disability in December 1997 that:  <FRAGMENT_SUPPRESSED> 1. stopped you from doing any type of work on a regular basis (full-time, part-time or seasonal), not just the work you usually did;  <FRAGMENT_SUPPRESSED> 2. was long term and of unknown duration, or a disability that is likely to result in death, and;  <FRAGMENT_SUPPRESSED> 3. has stopped you from working since December 1997 and will continue to do so.  <FRAGMENT_SUPPRESSED> In your case, you did not meet the first rule listed above. <FRAGMENT_SUPPRESSED>", "[9] In the May 7, 2004, refusal letter, the decision-maker stated he had reviewed the information and documents in the file including all the reports that Mr. Mrak had sent him, namely, his application and questionnaire, his family doctor's report dated November 14, 2003, his Internal Medicine Report dated November 16, 2002, and his neurologist's reports dated November 27, 1997, and April 6, 1998. The decision-maker concluded as follows:  <FRAGMENT_SUPPRESSED> \"I recognize that you have identified limitations resulting from your traumatic brain injury. However, I have concluded that your condition did not stop you from working since December 1997. I considered the following factors in making the decision:  <FRAGMENT_SUPPRESSED> - According to yourself you were working past your last possible date of onset.  <FRAGMENT_SUPPRESSED> - According to yourself and your family doctor your brain injury occurred in 2002, five years after your last possible date of onset.  <FRAGMENT_SUPPRESSED> I understand that you have limitations. However I concluded that the information does not show that your limitations prevented you from doing some type of work, in December 1997. <FRAGMENT_SUPPRESSED>", "[10] On May 18, 2004, Mr. Mrak asked the department to reconsider its decision denying disability benefits. On June 24, 2004, the Minister refused to change his decision. The decision-maker repeated the statement quoted in paragraph 8 of these reasons.  <FRAGMENT_SUPPRESSED>", "[11] Under Reasons for Decision, the decision-maker of the May 18, 2004 decision indicated he had reviewed all of the information and documents on file including all reports which he had sent with his application.  <FRAGMENT_SUPPRESSED>", "[12] The decision-maker stated Mr. Mrak had identified limitations resulting from his neck and brain injuries. He stated \"However, we have concluded that your condition did not stop you from working since December 1997\". He stated the Minister came to this conclusion because:  <FRAGMENT_SUPPRESSED> - According to your family doctor's report, your most recent injury caused you your current functional difficulties however this did not occur until 2002, years after you last qualified to receive disability benefits.  <FRAGMENT_SUPPRESSED> - According to your income tax returns, you were working for years after the date in which we must find you disabled which is December 1997.  <FRAGMENT_SUPPRESSED> The decision-maker also indicated the Minister took into account the fact that his neurologist's report had stated Mr. Mrak was not functionally limited by his condition on April 1998, just after he last qualified to receive disability benefits. The decision-maker concluded \"Therefore, we have concluded that you were able to do some type of work in December, 1997\".  <FRAGMENT_SUPPRESSED> The Tribunal's Decision  <FRAGMENT_SUPPRESSED>", "[13] On or about June 29, 2004, he appealed the Minister's refusal to grant him disability benefits. The matter was heard before the Tribunal in Winnipeg on October 19, 2005. On December 7, 2005, the Tribunal allowed his appeal.  <FRAGMENT_SUPPRESSED>", "[14] The material findings of the Tribunal may be summarized as follows:  <FRAGMENT_SUPPRESSED> 1. The Tribunal recognized the issue for determination by the Tribunal \"is whether the appellant had a severe and prolonged disability on or before December 1997 and that he remains disabled\".  <FRAGMENT_SUPPRESSED> 2. For the purposes of the CPP, a disability is considered to be severe \"if the appellant is incapable of regularly pursuing any substantially gainful occupation. A person must not only be unable to undertake his usual job, but be unable to do any job he might reasonably be expected to. It is prolonged if it is likely to be long, continued and of indefinite duration or is likely to result in death\".  <FRAGMENT_SUPPRESSED> 3. The Tribunal summarized Mr. Mrak's testimony and what was in the hearing case file. It recounted his lengthy medical history, including the following facts:  <FRAGMENT_SUPPRESSED> - In 1971, he fractured his neck and for a period of time was a quadriplegic. He recovered the use of his limbs.  <FRAGMENT_SUPPRESSED> - In 1973, he was injured again in a motor vehicle accident which caused him to be hospitalized for approximately 2 months;  <FRAGMENT_SUPPRESSED> - In 1990, he tripped on stairs and hit his head on concrete;  <FRAGMENT_SUPPRESSED> - In 1997, he fell from a ladder into a wall and through drywall. He hit his head and injured his tailbone. On his doctor's advice, he significantly limited his activities. He testified to working from the couch at home from that point onward. He began to work strictly from home. His medications increased after October 1997. He began using a leg brace that same year;  <FRAGMENT_SUPPRESSED> - In the autumn of 2002, he tripped in a parking lot and fell.  <FRAGMENT_SUPPRESSED>", "[15] The tribunal then analysed Mr. Mrak's income tax returns for 1996, 1997, and 1998. Those returns showed significant gross income in 1996 and 1997, but declining substantially after that, causing him to be in a net loss position because of high business expenses incurred.  <FRAGMENT_SUPPRESSED>", "[16] The tribunal reviewed the submissions of the parties identifying the thrust of the Minister's arguments were to the effect Mr. Mrak was not eligible to receive benefits because he was not continuously disabled from December, 1997. According to the Minister, Mr. Mrak himself stated he only stopped working in 2002, had substantial gross income in 1997, 1998, and 1999 and pointed to the medical evidence from Dr. Slusky although he suffered several head injuries, his functional ability was not affected until 2002.  <FRAGMENT_SUPPRESSED>", "[17] According to the tribunal, counsel for Mr. Mrak argued from 1997 to 2002, Mr. Mrak did hope he could return to substantially gainful employment but was not the test under the Act . The test was not whether Mr. Mrak worked, but rather, whether his income tax returns showed he was incapable regularly of pursuing substantial gainful employment. His income tax returns showed he could not, she argued. In terms of the medical evidence, his counsel argued it showed he was disabled on or before December, 1997. His medical conditions were affecting his ability to function and were in existence long before that date.  <FRAGMENT_SUPPRESSED>", "[18] In its analysis, the tribunal acknowledged it was abundantly clear after his fall in 2002, Mr. Mrak was incapable regularly of pursuing any substantially gainful employment. It also acknowledged, \"the more difficult issue for the tribunal is determining Mr. Mrak's capacity for employment in December, 1997\" indicating, at that time, although he was attending doctors appointments regularly for pain in his neck, head, back and tailbone \"there is no comprehensive medical evidence addressing the effect of his organic brain disorder\", adding, \"the evidence however shows that the effects of it have been a concern for Mr. Mrak since the 1970's, and he has struggled to cope in spite of it\".  <FRAGMENT_SUPPRESSED>", "[19] The tribunal then stated it agreed with counsel for Mr. Mrak's argument the medical evidence just before and after December, 1997, \"does show Mr. Mrak had chronic pain syndrome and weekly migraine headaches.\" Of Dr.Slusky's evidence the tribunal wrote at page 31:  <FRAGMENT_SUPPRESSED> \"Dr. Slusky's evidence does appear to show that Mr. Mrak's more serious brain disorder difficulties did not begin until 2002. Dr. Slusky however did not see Mr. Mrak until May of 2004. He does also indicate that Mr. Mrak's conditions may be the result of numerous previous injuries. Unfortunately, Dr. Slusky was not able to assess Mr. Mrak in 1997, and accordingly the evidence is difficult to weigh .\" (Emphasis mine)  <FRAGMENT_SUPPRESSED>", "[20] The tribunal expressed its conclusions in the following manner.  <FRAGMENT_SUPPRESSED> \"The tribunal finds that considering a real world context, the appellant was incapable regularly of pursuing any substantially gainful employment in December of 1997 and thereafter. He was disabled after his fall in October of 1997. <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[21] This case is unusual in that all of the jurisprudence cited by both parties dealt with cases where the decision sought to be judicially reviewed and quashed under s. 18 of the Federal Courts Act was one where leave to appeal had been refused not as, in this case, where leave was granted and where no reasons are statutorily required.  <FRAGMENT_SUPPRESSED>", "[22] Nevertheless, both parties agree the jurisprudence developed in the context of a judicial review of a decision refusing leave should be applicable to one where the grant of leave is sought to be quashed.  <FRAGMENT_SUPPRESSED>", "[23] In particular, counsel for both parties adopt the test formulated by Justice MacKay in <FRAGMENT_SUPPRESSED> ; 190 F.T.R. 114 (T.D.), where he expressed the view a decision concerning an application for leave to appeal to the Board involved two issues:  <FRAGMENT_SUPPRESSED> \"1. Whether the decision-maker has applied the correct test - that is whether the application raises an arguable case without otherwise assessing the merits of the application; and  <FRAGMENT_SUPPRESSED> 2. Whether the decision-maker has erred in law or in appreciation of the facts in determining whether an arguable case is raised. If new evidence is adduced with the application, if the application raises an issue of law or of relevant significant facts not appropriately considered by the review tribunal in its decision an arguable issue is raised for consideration and it warrants the grant of leave. \" (Emphasis mine)  <FRAGMENT_SUPPRESSED>", "[24] I also refer to Justice Reed's decision in <FRAGMENT_SUPPRESSED> ; 173 F.T.R. 102 (T.D.), dealing, once again, with a judicial review application challenging the refusal to grant leave to the Board from a decision of the Review Tribunal. She wrote as follows in the first paragraph in her analysis of the decision under review:  <FRAGMENT_SUPPRESSED> \"A leave to appeal a proceeding is a preliminary step to a hearing on the merits. It is a first and lower hurdle for the applicant to meet than that which must be met on the hearing of an appeal on the merits. The applicant at the leave stage does not have to prove his or her case. <FRAGMENT_SUPPRESSED>", "[25] Justice Reed then went on to cite Federal Court of Appeal jurisprudence to the effect in order for a leave to appeal motion to succeed, the applicant must satisfy the Court there is some arguable ground upon which the proposed appeal might succeed.  <FRAGMENT_SUPPRESSED>", "[26] <FRAGMENT_SUPPRESSED> ; 252 N.R. 141 (F.C.A.), Justice Malone, on behalf of the Federal Court of Appeal quoted with approval Justice Reed's decision in <FRAGMENT_SUPPRESSED> , coming to the conclusion the Vice-Chairman of the Board had applied an incorrect test and placed too heavy a burden on the appellant when assessing the application for leave to appeal. He held there was at least an arguable case as to the proper interpretation of the provision of the Plan that requires for a disability to be severe, the claimant must be \"incapable regularly of pursuing any substantially gainful occupation\" which is the section which this case is concerned with.  <FRAGMENT_SUPPRESSED>", "[27] I am prepared to accept the parties submission the test in <FRAGMENT_SUPPRESSED> , is appropriate in the context of an application for judicial review challenging the grant of leave but I would go further and add an additional requirement that the applicant must establish special circumstances to justify such a judicial review because the grant of leave is an interlocutory proceeding which does not decide the merits of an appeal which, itself, in the case of the Board is conducted de novo.  <FRAGMENT_SUPPRESSED>", "[28] The policy of the law is that unless there are special circumstances there should not be an appeal or immediate judicial review of an interlocutory judgment. See the Federal Court of Appeal's decision in <FRAGMENT_SUPPRESSED> ; 170 N.R. 58 (F.C.A.).  <FRAGMENT_SUPPRESSED>", "[29] While Justice Deyell did not provide written reasons for his grant of leave, I hold, for the purposes of this judicial review application, the Minister's identification of arguable issues in his ex parte written application for leave to appeal are deemed to be the reasons for the grant of leave. In my view, such a finding is warranted by the very terms of s. 83 of the Act which, as noted, provides where leave is granted the application for leave to appeal becomes the notice of appeal.  <FRAGMENT_SUPPRESSED>", "[30] The principal argument advanced by counsel for Mr. Mrak is that one cannot find anywhere in the Minister's leave application a demonstration or identification of an arguable issue. Read as a whole, she argues the application for leave is simply an expression of dissatisfaction by the Minister of the tribunal's decision as the leave application evidences no error of law or fact and no new evidence was put before the leave judge. The review tribunal's decision simply involved the application of the proper statutory definition of disability to the evidentiary findings of the tribunal.  <FRAGMENT_SUPPRESSED>", "[31] Counsel for the Minister replies by stating the leave application identified two arguable issues. The first arguable issues she says raised in the leave application is whether Mr. Mrak's post-December 1997 earnings demonstrate capacity to engage in substantial gainful employment. She cites the Federal Court of Appeal's decision in <FRAGMENT_SUPPRESSED> ; 275 N.R. 324 (F.C.A.), at paragraph 38 for the proposition that to be disabled Mr. Mrak had to be incapable of pursuing, with consistent frequency, any truly remunerative occupation . The second arguable issue she identifies is whether the medical evidence supports a finding of disability as of December 1997.  <FRAGMENT_SUPPRESSED>", "[32] I agree with counsel for the Minister, based on the contents of the leave application, it cannot be seriously maintained Justice Deyell's decision to grant leave was unreasonable.  <FRAGMENT_SUPPRESSED>", "[33] On the medical evidence, a review of the tribunal's decision shows it made no analysis of Dr. Ilse's two reports. The first is dated November, 1997, which found Mr. Mrak to be constitutionally well on examination and his neurological examination was no different from what had been previously reported.  <FRAGMENT_SUPPRESSED>", "[34] His further report of April 6, 1998, found Mr. Mrak had responded well to medication and his headaches had decreased in frequency, duration, and severity. The tribunal did comment on Dr. Slusky's report but really did not come to grips with it, finding his report \"difficult to weigh\". The tribunal's treatment of the medical evidence raises an arguable issue.  <FRAGMENT_SUPPRESSED>", "[35] On the income issue, Mr. Mrak did report in 1997, 1998, and 1999 gross income from his work. The tribunal found these earnings were not evidence of a substantial gainful occupation because of the unusually high business expenses incurred. Yet, once again, the tribunal did not conduct any significant analysis on the point the level of business expenses precluded gainful employment.  <FRAGMENT_SUPPRESSED>", "[36] Finally, this decision being an interlocutory one, the applicant has failed to satisfy me special circumstances are present in this case to allow immediate judicial review.  <FRAGMENT_SUPPRESSED>", "[37] Counsel for Mr. Mrak raised a third point which I need not discuss which related to a breach of the duty of fairness in not providing written reasons for the grant of leave. In argument, counsel for Mr. Mrak conceded no duty had breached but that the lack of reasons resulted in an unfairness to Mr. Mrak. For reasons stated above, there is no merit to this point.  <FRAGMENT_SUPPRESSED>", "[38] THIS COURT ORDERS AND ADJUDGES that this judicial review application is dismissed.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Jana A. Andersen/gs  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}