{"id_": "097694", "body_str": ["[1] Rouleau, J. : This is an application for judicial review pursuant to s. 82 of the Immigration Act of the decision of the Immigration and Refugee Board dated February 18, 1998, to the effect that the applicant is not a Convention refugee.", "[2] The applicant appeals on the grounds that the Board erred in its finding on credibility and in failing to consider, despite the negative credibility finding, if the applicant, as a homosexual man, had a reasonable fear of persecution in Chile.", "[3] The applicant applied for refugee status due to a fear of persecution in his country of origin, Chile, on the basis that he is gay. The documentary evidence supports that Chile is indeed highly homophobic and that homosexuals are often subjected to official and police harassment. The Chilean Penal Code sanctions consenting male homosexual activity as a sodomy delict with a penalty of one and a half to three years' imprisonment.", "[4] The applicant testified that he realized he was gay in 1992, at the age of 17. He tried to keep his sexual orientation private, as mainstream Chilean society is homophobic.", "[5] In May 1993, the applicant was called by the Chilean Armed Forces to register for his compulsory military service. The applicant did not want to serve in the military because he was afraid of abusive treatment. He claimed to have had a gay friend who, while serving in the military, was severely beaten and had undergone harsh treatment. Consequently, in May 1994, he went to the Army office and declared he did not want to serve in the military because he was gay and was fearful of abusive treatment. The officer told him \"no one escapes the army\". In June 1994, the applicant's name was on the call-up list posted at the post office. However, due to his fear, he did not report for duty. He has not heard from the Chilean Army since then.", "[6] The applicant claims to have been the victim of considerable persecution in Chile and claimed in his PIF to have been persecuted almost on a daily basis because of his homosexuality. He was subjected to insults, threats, beatings and objects were hurled at him. He listed some examples. In January 1995, the applicant was beaten by one of his friends's father. In February 1995, he and his lover were arrested by the police, detained, beaten, and then released without any charges being laid.", "[7] In September 1995, the applicant was assaulted by three men. They beat him up, called him various anti-gay names and threatened they would kill him next time they saw him. The applicant was bruised and had a nose bleed. He reported the incident to the police. He told the officer that he was beaten because he was gay. The officer told him that he remembered him from before and that he was not going to investigate because the applicant was going against the law being a homosexual. The officer also warned him to be careful about what he did on the streets, because he could get arrested again.", "[8] After that, the applicant was frightened and stayed home, except for going to work. In January 1996, he met a Canadian woman named Evelyn Jennifer Lopez-Lorenzo. She did not know about his sexual orientation. They got married in March 1996. The applicant married Evelyn because, in his words: \"... it was a way to try and escape from my problems in Chile. In Chile I would have to hide my sexual orientation and live under the threat of being the victim of gay bashing or being picked up by the Chilean civilian and military authorities.\"", "[9] The claimant and his wife arrived in Canada in early April 1996. In his PIF, the claimant wrote he separated from his wife on March 15, 1996. At the interview, he said he told her he was gay a week after arriving in Canada, and left home a month and a half later.", "[10] The Board found that the applicant's testimony was fraught with internal inconsistencies and implausibilities. The applicant was given opportunities to clarify the inconsistencies. The Board found his explanations unreasonable.", "[11] Specifically, the Board noticed that the applicant confused two of the major incidents of brutality. The panel thought it was odd that a person could not remember with a certain clarity the first time he was assaulted because of his homosexuality. The Board also found it implausible the claimant would go to the military and police and announce that he is gay, despite knowing how homosexuals are mistreated in Chile. The claimant said it never occurred to him to say he had been beaten for another reason.", "[12] Did the Refugee Division err in concluding that the applicant had not provided credible evidence in support of his claim? The court will not interfere with the Board's findings on credibility.", "[13] Did the Refugee Division err in failing to consider the applicant's assertion that, as a homosexual man, he has a well-founded fear of persecution in Chile?", "[14] The applicant argues that the issue of credibility was not determinative of the question of whether the applicant was a Convention refugee. The Board did not state that it did not believe that the applicant was a gay man. As well, it cannot ignore the evidence demonstrating the abuse to which gay people are subjected in Chile. Therefore, even if the Board found that the applicant was not credible and rejected his account of what happened to him in Chile, it still had to consider the question of whether the applicant had a well-founded fear of persecution in Chile as a result of his sexual orientation.", "[15] The tribunal in its decision completely overlooked the fact that in order to get away from Chile he married a Canadian woman and came to Canada. It completely ignored this woman's testimony that he left her within five or 10 days after their arrival in Canada.", "[16] There was ample documentary evidence to support the applicant's allegations that in Chile gay men are persecuted and in some cases incarcerated. The tribunal failed to determine whether or not, the applicant had a reasonable fear of persecution if he returned to Chile.", "[17] This is an error of law and the matter is hereby returned for a rehearing by a newly constituted panel. Application allowed. Editor: Jocelyne M. Caissie/pdk [End of document]"]}