{"id_": "097876", "body_str": ["[1] MacKay, J. : This is an application for judicial review whereby the applicants seek to quash a Notice to Dispose issued on June 14, 2000 by Greg Cunningham, an inspector of the Canadian Food Inspection Agency (\"CFIA\") acting under the Plant Protection Act , S.C. 1990, c. 22, and Regulations thereunder.  <FRAGMENT_SUPPRESSED>", "[2] The Notice to Dispose is directed to the Halifax Regional Municipality, as the tenant of property owned by the Government of Canada, to dispose of trees that are infested or suspected of being infested with the Brown Spruce Longhorn Beetle (tetropium fuscum (Fabr.)), (\"BSLB\") located in historic Point Pleasant Park (the \"Park\"), a natural, wooded, 75-hectare public park within the municipality.  <FRAGMENT_SUPPRESSED>", "[3] It is said by the applicants that the Notice to Dispose will require the destruction of ten thousand red spruce trees in Point Pleasant Park by November 30, 2000 the effect of which would be to destroy approximately one-quarter of the softwood forest in the park. As the respondent points out, the Notice to Dispose did not require that any particular number of trees be destroyed. While estimates of the number of trees affected, and press coverage of those estimates, were that ten thousand trees may be infested, or later that the number required to be cut for eradication purposes would be approximately five thousand living trees, a specific number was not fixed by the Notice to Dispose which simply requires the municipality to cut and incinerate trees found or suspected to be infested.  <FRAGMENT_SUPPRESSED>", "[4] The Notice to Dispose is directed at Halifax Regional Municipality and it provides, in part, as follows:  <FRAGMENT_SUPPRESSED> \"I hereby advise you that the thing(s) located and described herein is ... infested or could be infested with a pest ... Therefore, pursuant to subsection 27(1) of the , S.O.R./95-212, you are hereby required to dispose of the thing(s) located and described herein only in the following manner and at the following place.  <FRAGMENT_SUPPRESSED> \"Manner of Disposition:  <FRAGMENT_SUPPRESSED> Render and hand over to an Inspector of the Canadian Food Inspection Agency (CFIA) for cutting down, incinerating and disposition of stumps by the CFIA, all trees that are infested or suspected of being infested with Brown Spruce Longhorn Beetle (tetropium, spp).  <FRAGMENT_SUPPRESSED> \"Place of Disposition:  <FRAGMENT_SUPPRESSED> Point Pleasant Park, Halifax Regional Municipality, Nova Scotia.  <FRAGMENT_SUPPRESSED> \"Further, the thing(s) located and described herein is (are) required to be disposed of by Thursday, November 30, 2000, and no person shall move the thing(s) located and described herein, unless authorized in writing by an Inspector under and in accordance with a Movement Certificate issued pursuant to Section 45 of the , S.O.R./95-212.  <FRAGMENT_SUPPRESSED> \"Location of the Things:  <FRAGMENT_SUPPRESSED> Located at Point Pleasant Park  <FRAGMENT_SUPPRESSED> Township or Parish: Halifax Regional Municipality,  <FRAGMENT_SUPPRESSED> County: Halifax  <FRAGMENT_SUPPRESSED> Province: Nova Scotia <FRAGMENT_SUPPRESSED>", "[5] When the application for judicial review was filed the Friends of Point Pleasant Park was an unincorporated association. Since then, the association has been incorporated as a society whose purpose is to protect and support Point Pleasant Park. The individual applicants are residents in the municipality who have enjoyed access to and enjoyment of the park. At least one of the individuals was earlier recognized by Mr. Justice O'Keefe as having standing to bring an application for an interlocutory injunction in this matter and thereafter standing of the applicants has not been challenged by the respondent.  <FRAGMENT_SUPPRESSED> Preliminary procedural matters and Orders  <FRAGMENT_SUPPRESSED>", "[6] The application for judicial review was filed on July 13, 2000 and on July 31, 2000 the applicants applied for an interlocutory injunction. That injunction was granted on August 15, 2000 by my colleague Mr. Justice O'Keefe, for reasons dated August 21, 2000. In his Order granting the injunction it was directed, in part, that  <FRAGMENT_SUPPRESSED> \"2. IT IS ORDERED THAT the Respondent, as representing the Minister of Agriculture and Agri-Food Canada and the Canadian Food Inspection Agency, be and is hereby enjoined from taking any further action upon the Notice to Dispose issued by an Inspector of the Canadian Food Inspection Agency dated the 14th day of June, 2000 and addressed to the Halifax Regional Municipality pertaining to point Pleasant Park; in particular, no further cutting, incineration, removal or other destruction of trees in Point Pleasant Park shall take place pursuant to the said Notice.  <FRAGMENT_SUPPRESSED> \"3. IT IS FURTHER ORDERED THAT this order (interlocutory injunction) shall be effective until the judicial review application in this matter is finally disposed of by the trial division of this Court subject to paragraph 4 of this order.  <FRAGMENT_SUPPRESSED> \"4. IT IS FURTHER ORDERED THAT the applicants in this judicial review application shall move expeditiously to perfect the judicial review application and to bring it on for hearing at the earliest possible date. If the applicants do not comply with this paragraph of the Order the respondent shall be at liberty to apply to this Court for the dissolution of the injunction upon the ground that the applicants have failed to act bone fide in perfecting the judicial review application or for the failure to so act in seeking to have the application for judicial review heard at the earliest possible date. <FRAGMENT_SUPPRESSED>", "[7] Subsequently the respondent Attorney General sought an order by motion dated September 20, 2000 that the interlocutory injunction be dissolved, on the ground that the applicants had not moved expeditiously as directed by O'Keefe, J. That motion was dismissed by me, orally, at the conclusion of a hearing in Halifax on October 18, 2000. By that time the applicants had filed their application record and had applied for a hearing date. I was not persuaded that in the sixty odd days since the Order of O'Keefe, J., the applicants could be said to have failed to act expeditiously. By Order I dismissed the respondent's motion. In my opinion the case was not comparable to that in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 428 (T.D.) upon which the respondent Attorney General relied, where this Court dissolved an interlocutory injunction that had been granted in an action in which there was no evidence of the plaintiff moving matters on for trial in any way over a period of some three years. In my view it was frivolous to proceed with the respondent's motion at that early stage and I awarded costs of that motion and hearing to the applicants in any event of the cause.  <FRAGMENT_SUPPRESSED>", "[8] Subsequently, on November 8, 2000 I heard by telephone and by Order I dismissed an application on behalf of the Nova Scotia Forest Products Association for leave to intervene in these proceedings, pursuant to rule 109 of the Federal Court Rules, 1998 . In my opinion, the proposed intervenor's submissions at the hearing of the application for judicial review, which were proposed to be directed to the adverse economic impact of any spread of the perceived pest to the forests of Nova Scotia, would not assist in resolution of the issues before the Court in this application. In that hearing counsel for the Friends of Point Pleasant Park did not disagree that unrestrained spread of BSLB to the forests of the province would have serious adverse economic effects but that, of course, is not in issue in this application.  <FRAGMENT_SUPPRESSED> Relevant legislative provisions  <FRAGMENT_SUPPRESSED>", "[9] The Act sets out its purpose and defines \"pest\".  <FRAGMENT_SUPPRESSED> \"2. The purpose of this Act is to protect plant life and the agricultural and forestry sectors of the Canadian economy by preventing the importation, exportation and spread of pests and by controlling or eradicating pests in Canada.  <FRAGMENT_SUPPRESSED> \"3. In this Act,  <FRAGMENT_SUPPRESSED> 'pest' means any thing that is injurious or potentially injurious, whether directly or indirectly, to plants or to products or by-products of plants, and includes any plant prescribed as a pest; <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[10] The principal regulations in issue are:  <FRAGMENT_SUPPRESSED> \"3. Where, after a pest risk assessment, the Minister or an inspector believes on reasonable grounds that a thing is a pest, or a thing or place is or could be infested or constitutes or could constitute a biological obstacle to the control of a pest, and the Minister determines that, in the circumstances, it is necessary and cost-justifiable to take pest control measures, an inspector shall, as appropriate in the circumstances for the purpose of eradicating the pest or preventing its spread, take one or more of the actions that the inspector is authorized to take under the Act or any regulation or order made thereunder.  <FRAGMENT_SUPPRESSED> \"27(1) Where the Minister or an inspector believes on reasonable grounds that a thing is a pest, is or could be infested or constitutes or could constitute a biological obstacle to the control of a pest, any inspector may require the owner or person having the possession, care or control of the thing to dispose of it.  <FRAGMENT_SUPPRESSED> \"(2) A requirement under subsection (1) shall be communicated by sending or personally delivering a notice in writing to the owner or other person, and the notice shall specify the manner of disposition and may specify the place of disposition and the date by which the disposition shall be completed. ... <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> The application for judicial review and the issues raised  <FRAGMENT_SUPPRESSED>", "[11] I turn to the merits of the applicants' motion for judicial review whereby they seek an order that the Notice to Dispose be quashed and related relief. A number of grounds were set out in general terms in the originating application of July 13, 2000, but when this matter came on for hearing only certain grounds were then pursued by the Applicants' Supplementary Memorandum of Fact and Law and by oral submissions of counsel. It is the latter grounds, and the issues arising therefrom, as dealt with at the hearing, with which these reasons are concerned.  <FRAGMENT_SUPPRESSED>", "[12] Those issues proposed by the applicants are:  <FRAGMENT_SUPPRESSED> 1) whether CFIA breached the rules of procedural fairness when it issued the \"notice to dispose of ten thousand trees in Point Pleasant Park\" without providing  <FRAGMENT_SUPPRESSED> (i) adequate notice to users of the park of the intent to issue such an order;  <FRAGMENT_SUPPRESSED> (ii) disclosure of the evidence being considered; and  <FRAGMENT_SUPPRESSED> (iii) an opportunity to make representations to CFIA before it made such a determination;  <FRAGMENT_SUPPRESSED> 2) the appropriate standard of judicial review for a determination of the Minister or Inspector under ss. 3 and 27 of the ;  <FRAGMENT_SUPPRESSED> 3) whether CFIA complied with requirements of s. 3 of the Regulations ; and  <FRAGMENT_SUPPRESSED> 4) whether CFIA satisfied the \"reasonable grounds\" requirements of ss. 3 and 27 of the Regulations .  <FRAGMENT_SUPPRESSED>", "[13] Two preliminary issues are raised by the respondent. First, the Notice to Dispose, as noted, and I again confirm, does not specify any number of trees to be cut and incinerated. Second, the applicants' third issue, above, is said not to be within the terms of the originating application filed on July 13, 2000 and thus is not properly before the Court. I note that the terms of the originating application do not make specific reference to s. 3 of the Regulations , but the grounds there included do set out the allegation that \"CFIA acted without jurisdiction in that it acted without reasonable grounds as required by law\". That reflects one aspect of the applicants' continuing argument that the Notice in question was made without jurisdiction since, at the time it was issued, there was not a completed Pest Risk Assessment (\"PRA\") under s. 3 of the Regulations . In the view of the applicants that was a prerequisite to action by an inspector under s. 27.  <FRAGMENT_SUPPRESSED>", "[14] In my view that issue is one before the Court, not only by the applicants' argument, but it was referred to by O'Keefe, J., as the serious or justiciable issue before the Court in his Reasons of August 21, 2000 for the interlocutory injunction granted in this case. It was included as an issue in the Appellants' Memorandum of Fact and Law in their Record filed September 27, 2000. Its presentation at the hearing on November 14 was no surprise to the respondent.  <FRAGMENT_SUPPRESSED>", "[15] Avoidance of surprise is the objective of the Court's Rules , in particular Rule 301(e), which requires a Notice of Application to set out \"a complete and concise statement of the grounds intended to be argued, including a reference to any statutory provision or rule to be relied upon\". I believe the purpose of the Rules is here met and I decline, in the circumstances of this case, to avoid dealing with the issue as raised by the applicants simply because the originating application failed to refer to s. 3 of the Regulations . Finally, the issue as raised by the applicants has importance, for expressed in other words it would require a PRA be completed pursuant to s. 3 before action is taken under s. 27, or other sections of the Regulations .  <FRAGMENT_SUPPRESSED>", "[16] Before turning to the issues raised, it is appropriate to review the efforts of those concerned, first to identify the BSLB, and second to assess the risk it presents to the Park and of its possible spread beyond the bounds of the Park. This will provide the broad context within which it is urged by the applicants that there is little evidence to support the decision to issue the Notice in question.  <FRAGMENT_SUPPRESSED>", "[17] The following summary is drawn from the affidavits filed for the respondent by Inspector Greg Cunningham, and by Mr. Jarvis Mawhinney, who is Program Network Director, Plant Products, Atlantic Area, of CFIA and chair of the Brown Spruce Longhorn Beetle Task Force, an advisory group formed by CFIA to provide scientific, operational and other advice concerning the need to eradicate the BSLB in Nova Scotia. I note the affiants were not cross-examined on their affidavits.  <FRAGMENT_SUPPRESSED>", "[18] The BSLB is native to areas of Europe and Asia where it normally attacks weakened, stressed and dead or felled spruce, and it may also attack pine, fir, larch and hardwoods. When it was confirmed as present in Point Pleasant Park, the Halifax Regional Municipality became the only location where BSLB is known to exist in any forested area in North America. Some evidence of wood contaminated by this beetle is reported from two other port cities in Canada but the insect itself has not been reported as existing elsewhere on this continent.  <FRAGMENT_SUPPRESSED>", "[19] The involvement of officers of CFIA in relation to the presence of BSLB in Point Pleasant Park is recent. In September, 1999, the Canadian Forest Service, Natural Resources Canada, advised that BSLB was tentatively identified as present in the park. In part that identification was based on re-examination of some specimens collected in a 1990 survey in the Park, which, though originally identified as wood beetles indigenous to Nova Scotia, were confirmed by 1999 to be specimens of BSLB. Thereafter, the Forest Service, with CFIA and the Nova Scotia Department of Natural Resources, carried on inspection and research on site at the Park, and laboratory research on tree sections, or wood bolts, removed from the park, which were dealt with in Forest Service laboratories in Fredericton. By February 2000 that research had yielded about 43 BSLB specimens, by incubation, from the wood bolts. The specimens were subsequently confirmed by experts of the Canadian Plant Health Risk Assessment Unit, of CFIA in Ottawa, to be the Brown Spruce Longhorn Beetle, BSLB.  <FRAGMENT_SUPPRESSED>", "[20] In the period March to August, 2000 when Mr. Mawhinney's affidavit was sworn, an unspecified number of live specimens of BSLB were found in the Park. Trees thought to be infested in the Park are said to exhibit external signs including streams of resin which flow down the length of the trunk, and oval to round adult exit holes, approximately 4 mm in diameter in the bark. Based in part on those external signs, and networks of feeding tunnels just under the bark of trees, it was concluded that BSLB is attacking healthy live red spruce trees in the Park.  <FRAGMENT_SUPPRESSED>", "[21] Scientists from CFIA and Canadian Forest Services consulted with scientists in Europe and the United States. The Plant Health Risk Assessment Unit of the Science Division of CFIA, having been requested on March 28, completed a draft for comment of a Pest Risk Assessment (\"PRA\"), in accord with the North American Plant Protection Organization NAPPO Standard for Plant Pest Risk Assessment, to provide an accepted basis for the overall management of risk specified in the Regulations , in this case, presented by the presence of BSLB in the Park.  <FRAGMENT_SUPPRESSED>", "[22] Based on that draft document, the listing of BSLB as a pest, and the scientific reports and opinions of federal and provincial scientists, on May 30, 2000 Mr. Cunningham, as an inspector under the Act , issued a Notice of Prohibition of Movement, pursuant to s. 6(2) of the Act , to the Halifax Regional Municipality relating to all trees and their parts, and all BSLB in all its life stages. The Notice prohibits movement of the things specified from their location in the Park.  <FRAGMENT_SUPPRESSED>", "[23] On May 31, 2000 a second Draft for Comment of the PRA was completed, estimating as \"medium\" the overall risk of BSLB as a pest, as the original draft had done. In late May an intensive ground survey was commenced by CFIA in the Halifax area surrounding the Park and a number of trees outside the Park were considered to be infested.  <FRAGMENT_SUPPRESSED>", "[24] On June 6, 2000 the BSLB Task Force met for the first time and it met regularly thereafter, until at least the date of Mr. Mawhinney's affidavit, August 9, 2000. It is made up of representatives of federal and provincial agencies, the lumber industry, the Atlantic Advisory Committee for Introduced Pests, the Halifax Regional Municipality and the Municipality's Point Pleasant Park Advisory Committee. On June 6 the Task Force advised, inter alia, that ground surveys be continued and that infested trees be disposed of in a manner to eradicate the BSLB. Currently that is most effectively done by cutting the affected trees and destroying the affected material by burning.  <FRAGMENT_SUPPRESSED>", "[25] On June 8-10, 2000 the Nova Scotia Department of Natural Resources conducted an individual tree survey of coniferous trees in the Park. The draft report on this, entitled Point Pleasant Park Forest Health Survey, concludes that almost one-third of living red spruce trees, some 5,900 of nearly 18,000, were alive but under attack by BSLB, and there were some 3,700 standing dead red spruce in the Park. In addition, some white spruce, norway spruce and white pine required further investigation.  <FRAGMENT_SUPPRESSED>", "[26] On June 14, 2000 the Notice to Dispose, here in question, was issued by Mr. Cunningham.  <FRAGMENT_SUPPRESSED>", "[27] On June 26, 2000 the final version of the PRA was issued by the Plant Health Risk Assessment Unit. It ranks the overall risk rating as \"high\" and concludes BSLB meets the definition of a quarantine pest for Canada for which the risk rating supports the use of regulations to control or eradicate it. While the report notes that further information, as it is collected, may lead to revision of the risk rating, \"eradication of the known infestation in Point Pleasant Park in Halifax is recommended to prevent further dispersal of the insect within Canada\". That final version of the PRA was assessed before publication by reviewers from federal government agencies, from provincial governments of Nova Scotia and British Columbia, and scientists from the University of Illinois and from Dalhousie University.  <FRAGMENT_SUPPRESSED>", "[28] After the Notice to Dispose was issued to the Municipality, CFIA confirmed that the BSLB was attacking live, healthy white spruce, a species found across North America. Commencing early in June, Notices of Prohibition of Movement and Notices to Dispose were issued to numerous private landowners in Halifax, on whose properties infested trees have been found or suspected, for the same reasons as notices were issued to the municipality in relation to the Park.  <FRAGMENT_SUPPRESSED>", "[29] On July 13 contracts were let by CFIA for cutting and burning all infested trees. Cutting started on lands outside the Park on July 20, 2000 and in the Park on July 31, 2000. An estimated 750 trees were cut in the Park when the Mawhinney affidavit was sworn on August 9. Further cutting in the Park was prohibited by the interlocutory injunction granted on August 15, 2000 by my colleague Mr. Justice O'Keefe, pending determination of this application.  <FRAGMENT_SUPPRESSED>", "[30] In addition to local public and private sector concern about the risk presented by BSLB, Mr. Mawhinney by his affidavit makes reference to Canada's international obligations under the International Plant Protection Convention concluded under the FAO, and in relation to the North American Plant Protection Organization NAPPO ) comprised of Canada, Mexico and the United States.  <FRAGMENT_SUPPRESSED>", "[31] Individual applicants and members of the applicant association interested in the Park sought information from government agencies and from the BSLB Task Force and its members, from late May, 2000 when local media began coverage of the developing concern about BSLB in the Park, largely without success. Government or Task Force representatives, invited to meet with concerned members of the Association in late June did not do so and when government representatives held an open session to discuss matters concerning the program to eradicate BSLB some individual applicants, who are scientists, were not satisfied with scientific information then provided.  <FRAGMENT_SUPPRESSED>", "[32] I turn to the issues here raised by the applicants.  <FRAGMENT_SUPPRESSED> Procedural fairness in the process leading to the Notice to Dispose  <FRAGMENT_SUPPRESSED>", "[33] The applicants urge that the process leading to the issuance of the Notice to Dispose did not meet an appropriate standard of procedural fairness. In essence it is submitted that as members of the public who are long-time users of the Park, some of whom were then owners of property adjacent, or close, to the Park, the applicants were entitled to notice before the decision was taken and CFIA should have given public notice of its intention, should have provided full information including the scientific information which it was considering, and should have permitted opportunity for comment by interested members of the public.  <FRAGMENT_SUPPRESSED>", "[34] The applicants urge that the Court should infer legal duties for the CFIA, a creature of statute, which has no such procedural duties specifically provided by legislation or regulations. The basis for the Court to infer such duties is said to arise by analogy from jurisprudence relating to land use planning by public agencies, at least in relation to property owners whose interests might reasonably be expected to be adversely affected by a decision relating to revised zoning of nearby property. Another line of jurisprudence, concerning decisions of public authorities in regard to school closings, is also said to support implied duties of procedural fairness in circumstances analogous to those here facing the applicants.  <FRAGMENT_SUPPRESSED>", "[35] The cases concerning procedural fairness in relation to land use planning decisions, where advanced notice was required, and an opportunity to be heard was implied for affected neighbouring land owners, include <FRAGMENT_SUPPRESSED>  where the duty was owed to a neighbourhood association, Harvie and  <FRAGMENT_SUPPRESSED>  (S.C.), appeal dismissed [1996] B.C.J. No. 2642; 84 B.C.A.C. 146; 137 W.A.C. 146 (C.A.) where the municipality was found to owe a duty to the public to provide full disclosure of information prior to a public hearing to consider an amending by-law concerning community wetlands. In an analogous case, <FRAGMENT_SUPPRESSED> ; 7 F.T.R. 65 (T.D.), the Court inferred a duty of procedural fairness, including an opportunity to submit opposing views, before a license was issued to build a bridge and causeway under the Navigable Waters Protection Act", "[36] Similarly, duties of procedural fairness, essentially an opportunity to be heard, in advance of decisions to close schools, were found to be owed to parents known or likely to have objections, in <FRAGMENT_SUPPRESSED> ; 166 Nfld. & P.E.I.R. 73; 511 A.P.R. 73 (Nfld. C.A.), and in <FRAGMENT_SUPPRESSED>  (C.A.).  <FRAGMENT_SUPPRESSED>", "[37] For the Crown it is urged that in the cases upon which the applicants rely, the decision-maker was concerned with a policy decision based on socio-economic factors, for the decisions there in question are legislative or quasi-judicial, not administrative decisions to be based on scientific evidence as in this case. That may be a formal distinction but it does not resolve the issue raised, for an administrative discretionary decision may, in certain circumstances, require a measure of procedural fairness. In BC  <FRAGMENT_SUPPRESSED>  (T.D.), at para. 36, my colleague Mr. Justice Gibson considered submissions by nursery growers who claimed their industry would be affected by, and they should have been consulted before, the Minister's decision under the Act to replace a program to eradicate the North American Gypsy Moth with a program to control the pest. In dealing with that submission, Gibson, J., said:  <FRAGMENT_SUPPRESSED> \"[36] ... I find that the principles of procedural fairness and natural justice provide only a very low threshold in terms of a duty to consult stakeholders such as the applicants in arriving at a decision or decisions such as that or those here under review that are, in their nature, highly discretionary. The accountability of a Minister of the Crown for consultation with stakeholders such as the applicants in this matter in reaching a decision such as the decision or decisions here under review, that are highly discretionary in nature, is, by its nature, primarily political and not judicial. In the absence of a duty to consult provided for by law, that accountability is through the ballet box, not through the Courts. <FRAGMENT_SUPPRESSED>", "[38] In this case, the applicant association did not exist before the Notice to Disclose was issued. Owners of property adjacent to the Park, as the individual applicants Taylor and Robertson aver they are, might have been identified and provided with an opportunity to comment before the Notice was issued, but other users of the Park could only be apprised of possible action by notices posted in areas of the Park accessible to the public or by public advertisements. Yet the record here indicates to me that persons interested in the Park and its welfare were aware from media coverage in late May and early June about the identification of BSLB in the Park, and about the possibility of trees being cut to control the pest. The affidavit of Howard Michael Epstein, M.L.A. for the constituency of Halifax Chebucto, exhibits press clippings which refer to these circumstances, in late May and early June, 2000, and those clippings refer to an impending decision by CFIA whether to cut trees in the Park. Competing views on the appropriate steps to be taken were also given media coverage before June 1st. The applicant, Dr. Taylor, sets out in his affidavit that, while he was away from Canada, he became aware on or about May 26, 2000, by telephone conversation with his wife, about the identification of BSLB in the Park and possible plans by CFIA to cut a large number of trees in the Park and elsewhere.  <FRAGMENT_SUPPRESSED>", "[39] I adopt Mr. Justice Gibson's comment that requirements of procedural fairness in this case provide a very low threshold in terms of a duty to consult \"stakeholders\" in advance of June 14. From the record in this case the duty was clearly fully met so far as it was owed to the municipality, and to its advisory committee on the Park, and to industry representatives, all of whom were included in the BSLB Task Force. Moreover, the applicants in this case, and others in similar positions, who were not involved in the formal process leading to the decision, could not have been unaware in early June of the presence of BSLB in the Park and of the fact that CFIA would soon decide what was to be done about it.  <FRAGMENT_SUPPRESSED>", "[40] The applicants are concerned that they could not get information about the scientific basis of the CFIA decision before or even after June 14. Their complaints on this ground may well be taken seriously by CFIA. While I do not agree that the agency, in advance of the Notice of Disposal, had a legal duty to provide scientific evidence on which it acted, in our democratic society accessible information on which public action is based is essential if public understanding is to be generated. That may be as important now as it was in June, assuming CFIA pursues its proposals to eradicate BSLB in the Park.  <FRAGMENT_SUPPRESSED>", "[41] Despite that principle of good public administration, I am not persuaded that the CFIA breached any legal duty owed to the applicants in the process here followed. While the process might have been more open and it might have dealt more efficiently with requests for information, it did not preclude the submission of views, opinions and questions and efforts were made to deal with some of those. In my opinion, the process did not violate principles of procedural fairness in the circumstances of this case.  <FRAGMENT_SUPPRESSED> Compliance with s. 3 of the Regulations  <FRAGMENT_SUPPRESSED>", "[42] The applicants urge that, properly construed, the Regulations require under s. 3 that a pest risk assessment be completed before action is taken by the Minister or an inspector under s. 27. Here the PRA was only completed after the Notice to Dispose was issued, and the drafts for discussion available before June 14 did not meet the requirements of s. 3.  <FRAGMENT_SUPPRESSED>", "[43] For the Crown, it is said the inspector here acted solely pursuant to s. 27, that satisfying s. 3 is not a prerequisite to doing so, and that the completion of a PRA in this case was initiated just as any other action under the Regulations might have been, coincidentally but not because it was seen to be a legal prerequisite.  <FRAGMENT_SUPPRESSED>", "[44] I am persuaded that the respondent's view of the construction to be given to the Regulations is to be preferred as fulfilling the intent of Parliament under the Act . The Regulations provide for various possible actions by the Minister or an inspector, based on reasonable grounds to quarantine a thing, to order processing or treatment of a thing or place, to prohibit or restrict use of an infested place, to prohibit or restrict an activity in respect of a thing, to dispose of a thing, or to treat or clean a vessel that is to receive grain or grain product. All of these are actions to protect health, safety and Canada's economic well-being. The circumstances may vary significantly from one situation to another and the urgency for action presented by a perceived or suspected pest will vary. If any action could only be undertaken after completion of a PRA under s. 3 it would limit flexibility at least in timing of action considered necessary. If Parliament had intended that, one could expect the requirements for completion of a PRA as a pre-requisite to action to be specified in the Act , but that is not the case. The Act makes no reference to a PRA but it does provide for action by an inspector who believes on reasonable grounds that a thing imported into Canada is a pest or could be infested with a pest, or who suspects a place is infested with a pest that in his or her opinion could spread. Moreover, the Regulations do specify a prerequisite for a PRA before action under s. 32, as well as s. 3, but not in regard to any other authorized action under other sections.  <FRAGMENT_SUPPRESSED>", "[45] In my opinion, s. 3 of the Regulations does provide a basis for any and all authorized actions by the Minister or an inspector under the Act or Regulations without the necessity to establish reasonable grounds other than a supporting PRA, but the requirement of s. 3, for a formal pest risk assessment, and determination by the Minister that it is necessary and cost justifiable to take pest control measures, are not essential steps before an inspector acts under many provisions in the Regulations , and in this case under s. 27. In other words, the inspector was acting within the authority delegated under s. 27 in issuing the Notice to Dispose, provided he had reasonable grounds to believe that BSLB is a pest or that trees in the Park are or could be infested. In those circumstances that authority may be exercised without first completing a PRA under s. 3.  <FRAGMENT_SUPPRESSED>", "[46] I note, in obiter, that in this case while there was not a completed PRA at the time the Notice to Dispose issued, one was completed, confirming BSLB is a pest and recommending its eradication, on June 26, 2000. That was more than a month before any action was begun to cut trees in the Park under the Notice to Dispose.  <FRAGMENT_SUPPRESSED> The standard of review  <FRAGMENT_SUPPRESSED>", "[47] The respondent relies upon BC Landscape & Nursery Association , (supra), where Mr. Justice Gibson determined that the standard of review of decisions taken by inspectors under the Act and Regulations is that of patent unreasonableness. It is urged that is the appropriate standard in this case.  <FRAGMENT_SUPPRESSED>", "[48] For the applicants, applying <FRAGMENT_SUPPRESSED> , and <FRAGMENT_SUPPRESSED> , it is urged the standard of review here is reasonableness simpliciter.  <FRAGMENT_SUPPRESSED>", "[49] In this case s. 27 of the Regulations , under which the inspector acted, requires that he believe \"on reasonable grounds that a thing is a pest, is or could be infested ...\". This concerns a standard of proof, \"reasonable grounds\", which has been defined by my colleague Mr. Justice Dubé in <FRAGMENT_SUPPRESSED>  (T.D.) at p. 658, as:  <FRAGMENT_SUPPRESSED> \"... more than a flimsy suspicion, but less than the civil test of balance of probabilities. And of course a much lower threshold than the criminal standard of 'beyond a reasonable doubt'. It is a bona fide belief in a serious possibility based on credible evidence. <FRAGMENT_SUPPRESSED> Any review of the evidence supporting the decision that a pest exists or that a thing is or could be infested is, in accord with s. 27, on the basis of reasonableness, in my opinion, and some evidence, as defined by Dubé, J., must exist to support the decision.  <FRAGMENT_SUPPRESSED>", "[50] The inspector's decision concerning the action to be taken, in this case to issue and enforce a Notice to Dispose, is a matter of discretion involving judgment in light of the evidence available that a pest exists, or a thing is or is suspected to be infested and the risk it may present. That decision is one to which the Court will give deference unless it be patently unreasonable, in the sense that there is no evidence to support the decision taken. That is the standard for assessment which Mr. Justice Gibson reached in BC Landscaping & Nursery Association for the decision in question in that case concerning the action to be taken.  <FRAGMENT_SUPPRESSED> Reasonable grounds required for s. 27  <FRAGMENT_SUPPRESSED>", "[51] The applicants urge that there is no evidence that 10,000 trees are infested in the Park. But as we have seen that is not what the Notice to Dispose directs. What it does do is set out that trees in the Park that are infested or are suspected to be infested with BSLB shall be disposed of by cutting, incinerating and delivery of the stumps to CFIA.  <FRAGMENT_SUPPRESSED>", "[52] In my opinion, it was not patently unreasonable for the Notice to Dispose to be issued. There was evidence by June 14, 2000 that BSLB existed in the Park and that trees were or could be infested by it. The presence of BSLB in the Park was conceded by Dr. Angelopoulos, a distinguished entomologist upon whom the applicants appear to rely, in the course of cross-examination on her affidavit.  <FRAGMENT_SUPPRESSED>", "[53] The inspector issuing the order, by affidavit sets out the evidence or information considered by him when the decision was made. It included  <FRAGMENT_SUPPRESSED> - the draft Plant Health Risk Assessments, dated May 19 and May 31, 2000;  <FRAGMENT_SUPPRESSED> - the results of CFIA's intensive ground survey commencing in May 2000 in southend and westend Halifax outside the Park;  <FRAGMENT_SUPPRESSED> - the listing of BSLB as a pest;  <FRAGMENT_SUPPRESSED> - the results of scientific opinion provided by named federal and provincial scientists of CFIA, the Canadian Forest Service and the Nova Scotia Department of Natural Resources, including Ph.D.'s in Entomology, and scientists concerned with plant risk assessment;  <FRAGMENT_SUPPRESSED> - the results of laboratory incubation from tree sections removed from the Park in 1999 which by February 2000 yielded 43 BSLB specimens hatched from larvae in the samples;  <FRAGMENT_SUPPRESSED> - the presence of live beetles, specimens found, in the Park after March 2000;  <FRAGMENT_SUPPRESSED> - the results of consultations with scientists in Europe and United States; and  <FRAGMENT_SUPPRESSED> - information and advice from the June 6, 2000 meeting of the BSLB Task Force.  <FRAGMENT_SUPPRESSED>", "[54] In my opinion it is clear that there was evidence, not merely flimsy suspicion, to support the belief of the inspector that there was a serious possibility trees in Point Pleasant Park were or could be infested with BSLB. The evidence was more than the applicants concede. They say only 17 specimens of BSLB collected in 1990 but not identified until 1998, and some 43 specimens emerging as adult beetles from wood bolts held in laboratories for some months were the only scientific evidence as of June 2000. It was also more than holes and resin flows found on the outside of trees that the applicants discount as evidence of trees infested. It included assessment and opinion from a number of scientists, and representatives from industry and from the municipality.  <FRAGMENT_SUPPRESSED>", "[55] The belief of the inspector that BSLB existed in trees in the Park was based on reasonable grounds. The decision to issue the Notice to Dispose ought not to be set aside since it was not patently unreasonable.  <FRAGMENT_SUPPRESSED>", "[56] I summarize my conclusions. The process followed by CFIA acting under the Act and Regulations did not deprive the applicants of procedural fairness under the law. The inspector issuing the Notice to Dispose was not required to first await completion of a Pest Risk Assessment under s. 3 of the Regulations . The requirement under s. 27 of reasonable grounds for the inspector's belief that BSLB is a pest and that it exists in the trees in the Park was clearly met in light of the information and evidence available to the inspector on June 14, 2000. The standard of review of the inspector's decision to issue the Notice to Dispose is patent unreasonableness. The decision to issue the Notice to Dispose was not patently unreasonable.  <FRAGMENT_SUPPRESSED>", "[57] In view of my final conclusion the application for judicial review is dismissed. In consequence the injunction granted on August 15, 2000 is dissolved.  <FRAGMENT_SUPPRESSED>", "[58] The respondent asks for costs and those are awarded in an amount as the parties may agree, and failing agreement costs shall be assessed in accord with Column III of Tariff B in the Court's Rules , less costs in relation to the respondent's motion to dissolve the injunction which was dismissed with costs to the applicants in any event of the cause, and also less any costs of the respondent in relation to the application to intervene in these proceedings by the Nova Scotia Forest Products Association.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: David Weir/clh  <FRAGMENT_SUPPRESSED> [End of document]"]}