{"id_": "097996", "body_str": ["[1] Manson, J. : This is an application relating to alleged contraventions of section 7(b), 19, 20 and 22(1) of the Trade-marks Act , RSC 1985, c T-13 [the Act], by the Respondent.  <FRAGMENT_SUPPRESSED> I. Issues  <FRAGMENT_SUPPRESSED>", "[2] The issues raised in the present application are as follows:  <FRAGMENT_SUPPRESSED> A. Whether the Respondent:  <FRAGMENT_SUPPRESSED> i) Infringed the Applicant's registered trade-mark HIGH TIMES, and trade-mark registration TMA 243,868, contrary to ss. 19 and 20 of the Act;  <FRAGMENT_SUPPRESSED> ii) Directed public attention to its wares, services or business in such a way as to cause or be likely to cause confusion in Canada, at the time it commenced so to direct public attention to them, between its wares, services or business and the wares, services or business of the Applicant, contrary to s. 7(b) of the Act;  <FRAGMENT_SUPPRESSED> iii) Used the Applicant's registered trade-mark HIGH TIMES in a manner that is likely to have the effect of depreciating the value of the goodwill attaching thereto, contrary to s. 22(1) of the Act; and  <FRAGMENT_SUPPRESSED> iv) Is liable to the Applicant for damages and costs and if so, in what amount?  <FRAGMENT_SUPPRESSED> II. Background  <FRAGMENT_SUPPRESSED>", "[3] The Applicant, Trans-High Corporation, is the owner of the HIGH TIMES trade-mark for use in association with magazines, and trade-mark registration TMA 243,868 in respect thereof. Use of the HIGH TIMES trade-mark commenced in Canada as early as 1982, and has continued until today. The High Times Magazine [the Publication], is a monthly periodical which focuses, according to the affidavit of Trans-High Corporation president Mary McEvoy, on the \"interests of counterculture, including, but not limited to, the medical and recreational uses of marijuana.\" A review of the Applicant's application record shows that the use of marijuana is indeed a strong focus of the Publication, which began selling in 1974 in the United States, and in Canada from 1982. The Publication has been featured or referenced in news articles appearing in Canadian publications since as early as 1993.  <FRAGMENT_SUPPRESSED>", "[4] According to Ms. McEvoy's affidavit, the Applicant also sells various goods bearing the HIGH TIMES trade-mark in Canadian retail stores, via mail-order, at festivals, and through the internet. These goods include ashtrays, lighters, DVDs, tee-shirts and caps. The Applicant has signed a number of agreements for distribution of the Publication and the various goods bearing the HIGH TIMES trade-mark, as shown in various exhibits to the affidavit of Ms. McEvoy. The Publication has not only been sold in retail outlets in Canada, but also by way of subscriptions since 1986.  <FRAGMENT_SUPPRESSED>", "[5] The Applicant has also has operated the website \"www.hightimes.com\" since 1996 and Canadians have had access to the website and goods for purchase on the website since that time.  <FRAGMENT_SUPPRESSED>", "[6] Finally, the Applicant's HIGH TIMES trade-mark has also been used in relation to books, festivals, event sponsorships and video/film production, although there is little evidence of those activities taking place in Canada.  <FRAGMENT_SUPPRESSED>", "[7] According to evidence obtained through a private investigation conducted on behalf of the Applicant, the Respondent Hightimes Smokeshop and Gifts Inc. [Hightimes Smokeshop] sells an extensive array of smoking and marijuana-related accessories in a retail space of approximately 1,500 square feet [the Shop]. The private investigator characterizes the Shop as \"...an unimpressive, lower-end retail operation. It did not give off a professional or mid to high-end retail atmosphere.\" Upon purchasing some items from the store, the staff member was unable to provide the private investigator with a receipt.  <FRAGMENT_SUPPRESSED>", "[8] Hightimes Smokeshop has been incorporated since March 29, 2006. The Respondent operates a retail shop named \"High Times Smoke Shop & Gifts\" in Niagara Falls, Ontario. The words \"High Times\" are present in large signage on the store front, accompanied by smaller font for the \"Smoke Shop & Gifts\" component of the name. The font used for the words HIGH TIMES is very similar to the font used by the Applicant for HIGH TIMES in its magazines and on wares sold by the Applicant.  <FRAGMENT_SUPPRESSED>", "[9] In addition, according to a business card obtained at the Shop, the Respondent also operates a website at the address \"www.high timesniagarafalls.com.\" This website appears to be inactive.  <FRAGMENT_SUPPRESSED>", "[10] Hightimes Smokeshop was sent a demand letter dated April 22, 2013, with an offer of settlement. This letter included reference to prior failed attempts at contact regarding the alleged trade-mark infringement, passing off and depreciation of the Applicant's goodwill in the registered trade-mark HIGH TIMES.  <FRAGMENT_SUPPRESSED>", "[11] The Respondent did not file any submissions in this proceeding or appear at the hearing, notwithstanding being properly served in June, 2013.  <FRAGMENT_SUPPRESSED> III. Analysis  <FRAGMENT_SUPPRESSED>", "[12] <FRAGMENT_SUPPRESSED>  it was held that trade-mark owners may bring an infringement action, passing off action or depreciation of goodwill action, by way of a summary application to the Federal Court, based on affidavit evidence, in the right circumstances.  <FRAGMENT_SUPPRESSED>", "[13] At the outset of this hearing, I raised the issue with the Applicant's counsel that by deciding to proceed by way of application, the Applicant chose to forego any opportunity for discovery, to compel further and better information concerning depreciation of goodwill of the Applicant's HIGH TIMES trade-mark by reason of the Respondent's activities, as well as to elicit facts relating to damages caused by these activities.  <FRAGMENT_SUPPRESSED>", "[14] Nevertheless, having considered the Applicant's evidence, consisting of the affidavits of Ms. McEvoy and Les Vass, I find the following.  <FRAGMENT_SUPPRESSED> (i) & (ii) Trade-mark and Infringement and Passing Off  <FRAGMENT_SUPPRESSED>", "[15] The test to determine if the Respondent's name HIGH TIMES is confusing with the Applicant's registered mark HIGH TIMES is to consider whether, as a matter of first impression, \"a casual consumer somewhat in a hurry\" who sees the Respondent's trade name or trade-mark, and has no more than imperfect recollection of the Applicant's trade name or trade-mark, would be likely to think that the Respondent's wares or services would be from the same source as the Applicant, regardless of whether the parties' wares or services are of the same general class ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[16] In analysing trade-mark confusion, the Court must have regard to all relevant surrounding circumstances, as set out in s. 6(5) of the Act:  <FRAGMENT_SUPPRESSED> A. the inherent distinctiveness of the marks or names and the extent to which they have become known;  <FRAGMENT_SUPPRESSED> B. the length of time the marks or names have been in use;  <FRAGMENT_SUPPRESSED> C. the nature of the wares, services or business;  <FRAGMENT_SUPPRESSED> D. the nature of the trade; and  <FRAGMENT_SUPPRESSED> E. the degree of resemblance between the trade-marks or trade names in appearance or sound or in the ideas suggested by them.  <FRAGMENT_SUPPRESSED>", "[17] The length of time in use and extent to which the parties' trade-marks have become known both weigh in favour of the Applicant. The Applicant's mark HIGH TIMES has been registered and in use for decades. It is well-known in Canada to relevant consumers in the counterculture community, both as a magazine and as a source of related wares and services including smoking accessories. The Respondent's Shop has only been confirmed to have operated for a relatively short time, and there is no evidence as to the extent to which it has become known.  <FRAGMENT_SUPPRESSED>", "[18] There is also clear overlap between the Applicant's magazine business and related wares sold through its magazines, retail outlets, and on the website, and the wares sold in the Respondent's Shop. The customers and communities targeted by both parties are the same or very similar. Both parties also sell their wares through traditional retail channels.  <FRAGMENT_SUPPRESSED>", "[19] The Applicant's HIGH TIMES trade-mark is the same as the Respondent's use of HIGH TIMES, as the prominent and only distinctive portion of HIGH TIMES Smokeshops and Gifts Inc.  <FRAGMENT_SUPPRESSED>", "[20] I find that there is sufficient evidence to show that there is a likelihood of confusion between the Applicant's use of its trade-mark HIGH TIMES for its magazines and related wares sold through its magazines and website \"www.hightimes.com,\" and the Respondent's prominent use of HIGH TIMES on its storefront and the use of the cannabis motif and sale of counterculture wares in its store is very similar to or the same as the Applicant's motif and wares sold in Canada.  <FRAGMENT_SUPPRESSED>", "[21] As well, there is a sufficient reputation in Canada established by the Applicant's evidence and a likelihood of deception, causing damage to the Applicant's reputation and business, by the unauthorized use of HIGH TIMES by the Respondent on its storefront and within its store.  <FRAGMENT_SUPPRESSED>", "[22] As such, the Respondent has infringed the Applicant's HIGH TIMES trade-mark, contrary to sections 19 and 20 of the Act, and has passed off its business and wares as being somehow associated or connected with the Applicant's business and wares, or that its use has been approved by the Respondent, contrary to section 7(b) of the Act.  <FRAGMENT_SUPPRESSED> (iii) Depreciation of Goodwill - Section 22  <FRAGMENT_SUPPRESSED>", "[23] The Supreme Court of Canada considered section 22 of the Act and held that goodwill attaching to a trade-mark may be depreciated by a non-confusing use, where the fame and goodwill of the trade-mark transcends the wares or services with which the mark is usually associated or used. The Court will look at the degree of recognition of the mark within the relevant universe of consumers and ask the question \"Is depreciation likely to occur?\" ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[24] In this case, there is insufficient evidence before me to make a finding of depreciation of goodwill under section 22 - the evidence of volume of sales and depth of market penetration of magazines and related wares sold by the Applicant in Canada is limited, as is the extent of advertising and publicity accorded to the Applicant's HIGH TIMES trade-mark. Further, there is little evidence of the degree of inherent or acquired distinctiveness, and the products are certainly confined to a specialized channel of trade.  <FRAGMENT_SUPPRESSED> (iv) Damages and Costs  <FRAGMENT_SUPPRESSED>", "[25] The Applicant claims $200,000 in respect of damages, including the license fee it would have charged the Respondent or any other licensee to operate a 1,500 square foot counterculture retail store under the HIGH TIMES brand in a major tourist centre such as Niagara Falls, Ontario.  <FRAGMENT_SUPPRESSED>", "[26] Firstly, there is no evidence to support this quantum of possible license fees and damages, other than a bald assertion by the Applicant's affiant. While I appreciate it is difficult to quantify damages when a Respondent refuses to participate in a proceeding and there is no evidence of sales, profits, or valuations, the amount of damages requested is purely speculative and no voluntary licenses to other parties have ever been granted by the Applicant.  <FRAGMENT_SUPPRESSED>", "[27] However, given the evidence of Ms. McEvoy, the apparent wilful infringement by the Respondent and the failure of the Respondent to even acknowledge the Applicant's trade-mark rights, or to negotiate any form of settlement, as well as failure to participate in the Court's process, I find that damages in the amount of $25,000 is reasonable in the circumstances.  <FRAGMENT_SUPPRESSED>", "[28] I also accept the Applicant's submissions with respect to costs being fixed in the sum of $30,000.  <FRAGMENT_SUPPRESSED>", "[29] THIS COURT'S JUDGMENT is that :  <FRAGMENT_SUPPRESSED> 1. The Respondent has:  <FRAGMENT_SUPPRESSED> a. Infringed and is deemed to have infringed the Applicant's HIGH TIMES trade-mark (Reg. No. TMA243,868), contrary to section 19 and 20 of the Act;  <FRAGMENT_SUPPRESSED> b. Directed public attention to its wares, services or business in such a way as to cause or be likely to cause confusion in Canada, at the time it commenced so to direct public attention to them, between its wares, services or business and the wares, services or business of the Applicant, contrary to section 7(b) of the Act.  <FRAGMENT_SUPPRESSED> 2. The Respondent and its parent, affiliate, subsidiary and all other related companies and businesses and all of their respective and collective officers, directors, employees, agents, successors and assigns, as well as all others over whom any of the foregoing exercise authority, are hereby permanently enjoined from:  <FRAGMENT_SUPPRESSED> a. Selling, distributing or advertising wares or services in association with the Applicant's registered HIGH TIMES trade-mark or with any other trade-mark or trade-name that is likely to be confusing with the Applicant's HIGH TIMES trade-mark, including any mark or name that is or that includes the element \"HIGH TIMES\";  <FRAGMENT_SUPPRESSED> b. Directing public attention to its wares, services or business in such a way as to cause or be likely to cause confusion in Canada, at the time it commenced so to direct public attention to them, between its wares, services or business and the wares, service or business of the Applicant contrary to s. 7(b) of the Act, by adopting, using or promoting \"HIGH TIMES\" or \"HIGHTIMES\" as or as part of any trade-mark, trade name, trading style, meta-tag (or other internet search engine optimization tool or device), corporate name, business name, domain name (including any active or merely re-directing domain name); and  <FRAGMENT_SUPPRESSED> 3. The Respondent shall deliver-up or destroy under oath any wares, packages, labels and advertising materials in its possession, power or control, as well as any dies used in connection therewith, that bear the Applicant's HIGH TIMES trade-mark or any other trade-mark or trade name confusingly similar thereto or that are or would be contrary to this Judgment, in accordance with s. 53.2 of the Act;  <FRAGMENT_SUPPRESSED> 4. The Respondent shall transfer to the Applicant or their counsel within thirty (30) days of the date of this Order, ownership and all rights of access, administration and control for and over the domain name \"www.hightimesniagara falls.com,\" together with any other domain name registered to the Respondent, containing \"HIGH TIMES\", \"HIGHTIMES\" or any confusingly similar trade-mark and shall otherwise take any and all further steps necessary to complete such transfer in a timely manner thereafter, including directing the applicable Registrar(s) to transfer ownership and all rights of access, administration and control for and over all such domain names to the Applicant;  <FRAGMENT_SUPPRESSED> 5. The Applicant is awarded damages in the sum of $25,000 for the Respondent's trade-mark infringement and passing-off, plus applicable H.S.T., along with pre-judgment and post-judgment interest in accordance with the Federal Courts Act ;  <FRAGMENT_SUPPRESSED> 6. The Applicant is awarded its costs of the Application, which costs are fixed in the lump sum of $30,000 and are payable forthwith by the Respondent.  <FRAGMENT_SUPPRESSED> Judgment for plaintiff.  <FRAGMENT_SUPPRESSED> Editor: Gary W. McLaughlin/vnh  <FRAGMENT_SUPPRESSED>"]}