{"id_": "098353", "body_str": ["[1] Bédard, J. [Translation]: The current proceeding deals with an application for judicial review of a decision dated December 20, 2013, by Constance Terrier (the officer or Ms. Terrier), immigration officer in the Immigration Section at the Canadian Embassy in Paris. In her decision, the officer declared the applicant inadmissible on grounds of organized criminality and rejected his application for permanent residence in the family class.", "[2] Before the Court are three motions that were heard in the case management of this proceeding. [see footnote 1] These motions were filed following numerous disagreements between the parties with respect to which documents should be included in the certified tribunal record (CTR) filed under Rule 17 of the Federal Courts Citizenship, Immigration and Refugee Protection Rules, SOR/93-22 [Immigration Rules] and the scope of the right to cross-examine Ms. Terrier on her affidavits. I. The context of the application for judicial review A. The processing of the permanent residence application", "[3] The applicant is a citizen of the Republic of the Congo but lives in France and holds a residence card there that is valid until December 31, 2022. He is married to a Canadian citizen and is the father of six children, all of whom are Canadian citizens. On December 20, 2006, he filed an application for permanent residence as a member of the family class at the Canadian Embassy in Paris.", "[4] The processing of the application became long and drawn-out, and on May 22, 2012, the applicant applied for a mandamus order from this Court (Docket IMM-4924-12) to require the Embassy to render a decision. That dispute was settled out of court on July 3, 2012, on the basis of a timetable proposed by the respondent.", "[5] Thus, in July 2012, the applicant received a letter inviting him to attend an interview scheduled for September 19, 2012. Following a request by counsel representing the applicant at the time, a new invitation letter was sent with the interview date having been amended to September 25, 2012.", "[6] On September 5, 2012, the applicant received a \"procedural fairness letter\" from the Embassy's Immigration Section notifying him that there existed a number concerns regarding his admissibility under paragraph 37(1)(a) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA].", "[7] The interview was held on September 25, 2012, and was conducted by the officer. On September 28, 2012, the Embassy's Immigration Section sent the applicant a letter containing a detailed list of additional documents and information to be provided, requesting that this be submitted within 90 days.", "[8] The applicant's current counsel, Johanne Doyon, began working on this case in January 2013. On February 1, 2013, she asked for additional time to provide the documents requested in the letter dated September 28, 2012. She further requested disclosure of the \"open, convergent and consistent documentation\" referred to in the procedural fairness letter of September 5, 2012. The officer granted the applicant additional time to submit the requested documentation, but she refused the disclosure request on the grounds that [translation] \"at this stage of the process, there is no requirement to provide all of the sources or copies of the documents consulted, given that your client has been provided with a reasonable opportunity to review the information which we intend to use as a basis for our decision\". In addition, on February 27, 2013, the officer provided her interview notes to the applicant's counsel.", "[9] On April 30, 2013, the applicant, by way of Ms. Doyon, filed a complaint with the Director of the Embassy's Immigration Section alleging a breach of procedural fairness by reason of the officer's refusal to disclose the documents and information requested by him. The applicant also invoked bad faith on the part of the officer in the way she had conducted her examination. In the same letter, Ms. Doyon provided some of the information and documentation that had been requested in letter of September 28, 2012. The complaint was dismissed by the Immigration Program Manager in a letter dated December 6, 2013, and Ms. Terrier remained the immigration officer assigned to applicant's file. B. The decision under review", "[10] In her decision, the officer declared the applicant inadmissible to Canada on grounds of organized criminality pursuant to paragraph 37(1)(a) of the IRPA. She found that she had reasonable grounds to believe that the applicant was a member of a criminal group through his family connections (the applicant is the nephew and adopted son of the President of the Republic of the Congo), that he had been involved in organized criminal activity that included embezzlement and misappropriation of funds, misappropriation of company property and money laundering, and that he had participated in opaque financial arrangements for his own personal enrichment at the expense of corporate entities.", "[11] In her decision, the officer also noted that she had consulted information provided by the applicant, publicly accessible information, and information provided by the Canada Border Services Agency (CBSA) and by the Financial Transactions and Reports Analysis Centre of Canada (FINTRAC), and that this information had raised doubts about the applicant's advancement in the professional world and the origins of his personal enrichment. She indicated that the documents provided by the applicant in response to her request were incomplete and did not dispel her doubts; on the contrary, certain documents had actually confirmed those doubts. She then set out the factors underlying her decision. C. The application for leave and judicial review", "[12] On February 25, 2014, the applicant filed an application for leave and judicial review of that decision. The application was allowed on August 14, 2014, by Justice Mosley.", "[13] In support of his judicial review application, the applicant raises a number of grounds. He argues, among other things, that the decision issued by the officer is tainted by errors in law, that it is unreasonable and that the process leading to the decision was marred by breaches of the rules of procedural fairness. In his allegation with respect to procedural fairness, the applicant argues in his memorandum that the officer failed to first disclose her real allegations against him and refused to disclose the documents and sources of information on which she based her allegations, which hindered his ability to prepare for and respond adequately to the questions at the interview and to the inadmissibility allegations. He further submits that the officer conducted the interview in an improper and unfair manner and that she based her decision on inadmissibility grounds that were different than those that were cited in the fairness letter of September 5, 2012.", "[14] In the affidavit he submitted in support of his application for leave and judicial review, the applicant placed much emphasis on the manner in which the officer conducted the interview. More specifically, he claims that during the interview the officer repeatedly used or made reference to documents or information that had not been previously disclosed to him and that she had conducted the interview in an inappropriate manner. The applicant contends that the questions the officer asked him and the manner in which they were asked evince prejudice, insinuations and negative comments for which there was no basis in the evidence. The applicant further alleges that the officer's interview notes reveal multiple braches of procedural fairness and cast doubt upon the impartiality of the process. D. The order granting leave and timetable", "[15] On August 14, 2014, Justice Mosley allowed the application for leave and established a timetable which was later amended at the request of the parties. E. First motion for the complete disclosure of CTR", "[16] On August 25, 2014, the Immigration Section of the Embassy in Paris sent the CTR to the applicant. On September 15, 2014, the applicant filed a first motion pursuant to Rule 17 of the Immigration Rules for the complete disclosure of the CTR. The applicant first argued that numerous documents contained in the CTR had not been disclosed to him in the process of reviewing his application. He further argued that the CTR was incomplete and that the following specific documents of which he sought disclosure were missing: • Communications between the Immigration Section at the Embassy in Paris and CBSA regarding the applicant and the processing of his file; • Communications between the Immigration Section at the Embassy in Paris and/or Citizenship and Immigration (CIC) and/or CBSA (including its Organized Crime Section) with FINTRAC and any requests received by it regarding the applicant; • Communications and requests between the Immigration Section at the Embassy in Paris and/or CIC and/or CBSA (including its Organized Crime Section) with Interpol regarding the applicant; • Communications and requests between the Immigration Section at the Embassy in Paris and/or CIC and/or CBSA (including its Organized Crime Section) with the ICES regarding the applicant; • All of the requests made to courts in France regarding the investigation in France of a complaint against the applicant's family and the responses received; • Handwritten notes, summaries, memoranda and/or exchanges related to and following the CBSA recommendation dated November 1, 2012, to the effect that there were no reasonable grounds on which to declare inadmissibility under section 37 of the IRPA, if applicable.", "[17] In his arguments, the applicant maintained that these documents must exist and that these were among the documents and materials considered in the decision-making process that led up to the decision under review. The applicant further argued that if some of these documents were not used by the officer in rendering her decision, they were nonetheless relevant as they were necessary for him to be able to fully exercise his right to judicial review. More specifically, the applicant maintained that the documents in question were necessary in order for him to be able to prove his allegations of breaches of procedural fairness and bias.", "[18] In response to the motion, the respondent submitted an affidavit sworn by Ms. Terrier on September 19, 2014. In her affidavit, Ms. Terrier stated that she had supervised the preparation of the CTR. She further stated that the CTR contained all of the relevant documents she had consulted when making her decision and that were in the possession or control of the Embassy's Immigration Section at the time she made her decision. At paragraph 7 of her affidavit, Ms. Terrier declared in a more specific manner that the following documents were contained in the CTR: • All of her communications with CBSA and CIC, including those related to information received from FINTRAC and Interpol; • All communications between her colleagues from the Immigration Section of the Canadian Embassy in Paris and CBSA and CIC that had been communicated to her, including those related to information received from FINTRAC and Interpol; • All of her documentary sources; • All of her notes.", "[19] Ms. Terrier's affidavit also describes communications she claims to have had with investigating judges. She stated that on April 8, 2011, she contacted the senior investigative judge in Paris regarding an investigation into the ill-gotten gains acquired by certain African presidents and their families. She added that the senior investigative judge told her that the judge in charge of the matter was bound by professional privilege, but that the investigation was progressing and that he was hoping to see it concluded in early 2012. Ms. Terrier indicated that the senior investigative judge had authorized her to contact him again about the matter. She further indicated that on May 15, 2013, she contacted the investigative judge tasked with investigating the case, but that no information was disclosed to her due to the fact that investigations of this nature were protected by professional privilege.", "[20] Furthermore, she stated, at paragraph 12 of her affidavit, that there were no documents missing from the CTR that had been determinative of her decision.", "[21] The motion was heard by Justice Martineau on September 23, 2014. I listened to a recording of the hearing. During the hearing, counsel for the applicant waived cross-examination of Ms. Terrier about her affidavit. The parties subsequently presented their respective positions with regard to the notion of relevance within the meaning of Rule 17 of the Immigration Rules and more specifically the documents of which the applicant sought disclosure. The respondent argued that the documents in question were either non-existent or were not relevant. Justice Martineau dismissed the applicant's motion in an order dated September 24, 2014. The relevant excerpt from his order reads as follows: [translation] CONSIDERING that \"all papers relevant to the matter that are in the possession or control of the tribunal\" were included in the Tribunal Record (TR), as stated in the September 19, 2014, affidavit of immigration officer Constance Terrier, who issued the impugned decision in this case; CONSIDERING that it remains open to the applicant to submit in his supplementary memorandum or to argue at the hearing that the immigration officer's failure to disclose, before the impugned decision was issued, any document or information mentioned at paragraph 3 of the notice of motion or in Ms. Terrier's affidavit raises a reasonable apprehension of bias or resulted in the applicant being denied the opportunity to a hearing or to make representations or to produce helpful evidence with a direct link to the impugned decision;", "[22] The matter subsequently pursued its course and the respondent filed a second affidavit sworn by Ms. Terrier on September 24, 2014, in support of its position on the merits of the application for judicial review. In that affidavit, Ms. Terrier recounts the various steps in the processing of the applicant's permanent residence application. Ms. Terrier was examined about her affidavit dated October 7 and 8, 2014.", "[23] During this examination, the respondent objected to Ms. Terrier being examined about her affidavit from September 19, 2014. The respondent also objected to a number of questions directed at Ms. Terrier and to several of the undertakings that were asked of her. II. The October 14, 2014, motion subsequently amended on October 16, 2014", "[24] On October 16, 2014, the applicant filed a motion to amend the timetable on the ground that the objections raised by the respondent during the examination of Ms. Terrier and the delays caused by the need to dispose of those objections, required that the timetable ordered by Justice Mosley be amended. The motion also identified a disagreement between the parties as to the length of the supplementary memoranda.", "[25] The timetable is no longer at issue due to the fact that at the hearing the parties and I agreed that a new timetable would be established after the issuance of this order.", "[26] Accordingly, the sole remaining issue arising from this motion is that relating to the length of the supplementary memoranda.", "[27] The respondent is seeking leave to file a supplementary memorandum not to exceed 60 pages in length that would completely replace the memorandum filed by it at the application for leave stage.", "[28] Rule 70(4) of the Federal Courts Rules, SOR/98-106 [Rules] applies to immigration proceedings by way of Rule 4(1) of the Immigration Rules. Rule 70(4) of the Rules provides that a memorandum cannot exceed thirty pages unless otherwise ordered by the Court.", "[29] In REFERENCE_SUPPRESSED, Justice Stratas insisted on the importance of concision in the preparation of memoranda while recognizing that in certain circumstances, leave should be granted to the parties to file memoranda in excess of thirty pages and that the need for procedural fairness is a paramount principle to be applied by the Court.", "[30] In this case, I am of the view that it is appropriate to grant leave to each party to file a supplementary memorandum that would replace the memorandum each of them filed at the application for leave stage and which would not be in excess of 60 pages. This matter raises a number of issues, some of which involve an allegation of bias and several aspects of procedural fairness. In addition, the processing of this file has extended over a long period and entailed the analysis of a large volume of documents. In short, the factual background is lengthy and the judicial review application raises a number of issues.", "[31] Therefore, I find that, given the specific circumstances of this case, the respondent's application is reasonable and it would be difficult for the parties to provide effective explanations of their respective arguments in a thirty-page memorandum. I am also of the view that the Court would benefit from the parties being provided with an opportunity to develop their arguments more fully in their respective memoranda. III. The October 29, 2014, and November 20, 2014, motions", "[32] Following Ms. Terrier's examination, the applicant filed a motion dated October 29, 2014. That motion was followed by a second motion dated November 20, 2014. Some of the issues raised in each of the motions are connected and/or overlap. A. Applicant's position (1) The October 29, 2014 motion", "[33] The applicant filed a motion in which he sought five different findings. First, the motion sought a ruling on the objections raised by the respondent during the cross-examination of Ms. Terrier about her affidavit of September 24, 2014. At the time the motion was heard, 37 objections remained unresolved.", "[34] Second, the applicant sought leave to cross-examine Ms. Terrier about her affidavit of September 19, 2014.", "[35] Third, the applicant sought leave to cross-examine Susan Bradley about two affidavits sworn by her on April 25, and 28, 2014, in support of the memorandum filed by the respondent at the application for leave stage.", "[36] Fourth, the motion sought an order requiring the respondent to add documents to the CTR. The documents in question are in the possession of the applicant but were not included in the CTR and differ from the documents whose disclosure was sought in the motion presented before Justice Martineau.", "[37] Fifth, the motion sought an order requiring the respondent to add other documents to the CTR. Those documents were identified in the requests for undertaking made during Ms. Terrier's examination.", "[38] The applicant submits that he is entitled to cross-examine Ms. Terrier about the affidavit sworn by her on September 19, 2014, and that the Court should grant leave to re-examine her to that end. The applicant further submits that a number of the questions to which the respondent objected were in regard to the affidavit sworn by Ms. Terrier on September 24, 2014, and were relevant.", "[39] With respect to principles, both parties recognize that the fundamental principles that govern the right to cross-examine the deponent of an affidavit were set out by Justice Hugessen in REFERENCE_SUPPRESSED.", "[40] However, their positions differ with respect to the actual scope of those principles and others that have been recognized in certain decisions.", "[41] The applicant begins by arguing that in CITATION_SUPPRESSED , the Court acknowledged that the cross-examination of the deponent of an affidavit may centre on the facts sworn by the deponent in that affidavit or in any other affidavit filed in the proceeding. In support of his argument, the applicant also cites CITATION_SUPPRESSED (sub nom REFERENCE_SUPPRESSED, in which the Court quoted Justice Hugessen in CITATION_SUPPRESSED", "[42] The applicant submits that in CITATION_SUPPRESSED , the Court also recognized the legal relevance of a question where it concerns a fact whose existence or non-existence can assist in determining whether or not the remedy sought by an applicant in an application for judicial review can be granted. Accordingly, the applicant views this as an opportunity to question Ms. Terrier about facts that he feels were omitted in her affidavit of September 24, 2014, but that are relevant to disposing of the grounds for his judicial review application.", "[43] The applicant further submits that the case law recognizes that the cross-examination on an affidavit may extend beyond the facts set forth by the deponent so long as the questions relate to subjects contained in the affidavit ( REFERENCE_SUPPRESSED), to relevant matters arising from the affidavit itself ( REFERENCE_SUPPRESSED, or where they constitute corollary questions that arise from answers provided by the affiant ( REFERENCE_SUPPRESSED). The applicant also relied on REFERENCE_SUPPRESSED.", "[44] The applicant further contends that questions that exceed the scope of the facts set out in the affidavit may be asked where they involve the affiant's credibility or where they concern an allegation of bias on the part of the decision-maker when such issues are raised in the judicial review application ( CITATION_SUPPRESSED).", "[45] A final element relied upon by the applicant is the contention that where the deponent is an agent or representative of the respondent, he or she may be required to inform themselves in order to respond to questions raised on examination, based on CITATION_SUPPRESSED. The applicant argues that in his permanent residence application file, Ms. Terrier acted as an agent for the Embassy's Immigration Section.", "[46] The applicant further suggests that the scope of Justice Martineau's order does not preclude him from cross-examining Ms. Terrier about her affidavit of September 19, 2014, for a number of reasons. First, he argues that Justice Martineau's order is an interim order that did not dispose of the CTR definitively. Second, he contends that Justice Mosley's order provides him with the right to cross-examine the affiants, with respect to all affidavits filed in the record. He further cites, as I noted earlier, his right to examine the deponent of any other affidavit produced in the proceeding.", "[47] The applicant further submits that all of the objections raised by the respondent to the questions posed to Ms. Terrier should be dismissed in their entirety because the questions were relevant to the two affidavits sworn by Ms. Terrier. In his view, all of the questions were within the parameters developed in the case law. The applicant argues that the questions to which the respondent objected were all admissible and relevant questions as they dealt with: • the September 19 affidavit with respect to the composition of the CTR; or • the affidavit of September 24, 2014, which dealt with the history of the applicant's permanent residence application; or • Ms. Terrier's credibility; or • Facts she had omitted from her affidavit of September 24, 2014, and which are relevant to the grounds of the judicial review application and more specifically those related to breaches of procedural fairness and to reasonable apprehension of bias; or • information or documents that pertain to Ms. Terrier's obligation to inform herself.", "[48] I will address each of the objections in detail later in my analysis.", "[49] The applicant is also asking the Court for leave to cross-examine Ms. Bradley about the affidavits sworn by her on April 25 and 28, 2014. Ms. Bradley is a legal assistant at the Department of Justice and her affidavit was filed by the respondent in support of its memorandum filed at the application for leave stage. In her affidavit of April 25, 2014, Ms. Bradley stated that Kathleen Knox-Dauthuile of the Immigration Section at the Canadian Embassy in Paris had consulted the applicant's file and assured the respondent that Ms. Terrier had at her disposal a certain number of documents that she listed when she issued the decision under judicial review. Ms. Bradley attached the documents in question to her affidavit. The purpose of the second affidavit sworn by Ms. Bradley on April 28, 2014, was to add two documents to those listed in her initial affidavit.", "[50] The applicant submits that Ms. Bradley's affidavit was filed by the respondent in support of its memorandum on the merits of the judicial review application and that it clearly fell within the scope of Justice Mosley's order.", "[51] The applicant further submits that a number of documents were missing from the CTR, some of which had been addressed during the cross-examination of Ms. Terrier. He is asking that the Court require the respondent to add these documents to the CTR. The missing documents are listed in the affidavit sworn by Ms. Doyon's assistant.", "[52] The applicant argues that the criterion that must be considered for determining which documents should be included in the CTR under Rule 17 of the Immigration Rules is that of relevance.", "[53] The applicant argues at the outset that the principles that have been developed with respect to the concept of relevance within the meaning of Rules 317 and 318 of the Rules also apply to the meaning to be assigned to the concept of relevance set out in paragraph 17(b) of the Immigration RulesREFERENCE_SUPPRESSED. The applicant submits that the tribunal has an obligation to produce a complete record that must include all documents relevant to the proceeding that are in its possession or control.", "[54] The applicant contends that all documentation that was available to the decision-maker at the time the decision was made is presumed to be relevant and must be included in theREFERENCE_SUPPRESSED).", "[55] Further, the applicant contends that documentation that was not before the decision-maker but which ought to have been should be included in the CTR ( CITATION_SUPPRESSED). The applicant further submits that the CTR is not limited to the documents on which the decision-maker based his or her decision. It should also include documentation that is relevant in making a determination on the grounds related to procedural fairness and bias he raised in the judicial review application. In this regard, he relies on REFERENCE_SUPPRESSED, in which the Federal Court of Appeal indicated that a document is relevant and must be transmitted by the tribunal if it may affect the decision that the Court will make on the judicial review application. The applicant also relies on the decision of the Federal Court of Appeal in REFERENCE_SUPPRESSED. The applicant submits that it is recognized that documents in the possession of a tribunal may be relevant and should be communicated, even if such documentation is not part of the tribunal record, if it tends to demonstrate bias on the part of a decision-maker or institution ( REFERENCE_SUPPRESSED. (2) The November 20, 2014, motion", "[56] In addition to the proceedings initiated here, the applicant filed access requests under the Access to Information Act, RSC 1985, c A-1, with CBSA and CIC. The applicant received the documents sent to him by CBSA on or about October 20, 2014, which was after the cross-examination of Ms. Terrier. The applicant argues that a number of the documents sent by CBSA had not been included in the CTR when they should have been. The applicant further argues that some of these documents contradict answers given by Ms. Terrier during her cross-examination.", "[57] The applicant also submits that this realization led him to review the documents that CIC had sent him on November 15, 2013, and June 5, 2014, upon which he noticed that some of the documentation sent to him by CIC should have been included in the CTR.", "[58] In his motion, the applicant first seeks a declaration by the Court noting the incomplete nature of the CTR and the respondent's failure to include documents of critical importance therein. In addition, the applicant is asking the Court to issue an order requiring the respondent to supplement the CTR by adding the documents in question.", "[59] Second, the applicant is seeking leave to re-examine Ms. Terrier about her two affidavits from September 19 and 24, 2014. In addition, the applicant seeks an order that would allow him to file additional documents and a supplementary affidavit.", "[60] The applicant filed, by means of the affidavit of Ms. Doyon's assistant, the documents that, in his view, ought to have been filed in the CTR. The documents in issue that were sent to him by CBSA are as follows: • Constance Terrier's e-mail to Michelle Sinuita (CBSA), August 30, 2012; • E-mails from Michelle Sinuita (CBSA) and Ms. Terrier, August 10, 2012; • Email from Michelle Sinuita (CBSA) to Constance Terrier, July 16, 2012; • Constance Terrier's e-mail to Marie-Claude Beaumier, Me Joubert and Sean McNair (CBSA), July 13, 2012; • Constance Terrier's e-mail to Marc Gauthier (CBSA), June 14, 2012; • E-mails between Constance Terrier and Michelle Sinuita (CBSA), July 16, 2012; • E-mails between Constance Terrier and Marc Gauthier (CBSA), June 22, 2012; • E-mail from Marc Gauthier (CBSA) to Constance Terrier, June 22, 2012; • Message sent by Kathleen Knox-Dauthuile from the Canadian Embassy Canada - Paris to CBSA, February 7, 2008; • E-mails between Connie Reynolds (CBSA) and Luc Piché (Embassy), June 5, 2012; • E-mails between CBSA employees, August 26 and 27, 2010, and April 13 and 14, 2011; • Computerized notes from CBSA; • FINTRAC report from April 5, 2011, regarding the applicant; • \"Case Log Sheet - OCS\" signed by Michelle Sinuita (CBSA) November 1, 2012; • Handwritten notes; • E-mail from Sean Curran (CBSA) to Marie-Eve Proulx (War Crimes Section), April 6, 2009.", "[61] The documents from CIC are the following: • Constance Terrier's e-mail to Vladislav Mijic (Embassy), June 1, 2012; • Complaint of April 30, 2013, with handwritten annotations.", "[62] The applicant maintains that these documents are clearly relevant and that they should have been included in the CTR. He adds that these documents show that others were omitted from the CTR, documentation that relates to: • All of Ms. Terrier's communications with CBSA and/or Section B of the Embassy's Immigration Section; • The existence of a second, non-disclosed report prepared by FINTRAC about the applicant; • All of Ms. Terrier's communications with the investigative judge in France and/or those with Section B of the Embassy's Immigration Section and/or CBSA, where applicable; • The existence of Ms. Terrier's handwritten notes about the complaint of April 30, 2013, filed by the applicant.", "[63] The applicant contends that the missing documents show that the CTR was clearly incomplete and that some of these documents contradict a number of the answers given by Ms. Terrier during her cross-examination. The applicant suggests that these circumstances alone are reason enough for the Court to allow him to examine Ms. Terrier about her September 19 affidavit, no matter the scope of Justice Martineau's order. The applicant submits that the discovery of these documents constitutes a new development that calls for the issue of the completeness of the CTR to be re-examined and for the Court to allow Ms. Terrier to be re-examined about her affidavit of September 19, 2014. The applicant further submits that a number of the documents discovered are linked to the objections raised by the respondent during the examination of Ms. Terrier and should have an impact on the fate of those objections.", "[64] The applicant argues that in light of the grounds raised in the application for judicial review, and in particular his allegations of breach of procedural fairness and reasonable apprehension of bias, the documents that were not included in the CTR are of critical importance to the application for judicial review. The applicant alleges that the discovery of the documents after Ms. Terrier's examination shows that the respondent misled both him and the Court by falsely claiming that the CTR was complete. (1) The October 29, 2014, motion", "[65] The respondent objects to Ms. Terrier being cross-examined about her affidavit of September 19, 2014. In this regard, the respondent begins by arguing that the affidavit of September 19, 2014, was not filed in support of its position on the merits of the application for judicial review and that in no way does it fall within the scope of Justice Mosley's order.", "[66] The respondent points out that Ms. Terrier's affidavit of September 19, 2014, was filed in response to applicant's motion in which he claimed that the CTR was incomplete. The respondent argues that during the hearing of the motion before Justice Martineau, the applicant expressly waived cross-examination of Ms. Terrier about her affidavit of September 19, 2014. The respondent submits that the applicant is bound by that waiver and that he cannot suddenly change his mind in mid-proceeding. In support of its position the respondent relies on REFERENCE_SUPPRESSED. The respondent further submits that Justice Martineau's order definitively settled the issue as to the completeness of the CTR. There is therefore res judicata on this question (REFERENCE_SUPPRESSED.", "[67] The respondent also dismissed the applicant's argument to the effect that he has a right, notwithstanding Justice Martineau's order, to examine Ms. Terrier about all of the affidavits sworn by her during this proceeding. In this regard, the respondent also argues that the authorities on which the applicant relied, in particular CITATION_SUPPRESSED, are not relevant because in both cases, there was no issue as to the right to cross-examine the deponent of an affidavit on another affidavit sworn by the same deponent produced in an interlocutory motion of which the Court has disposed.", "[68] As to the parameters of the applicant's right to cross-examine Ms. Terrier about her affidavit of September 24, 2014, the respondent advocates for a more restrictive view than that of the applicant.", "[69] The respondent submits that cross-examination on an affidavit in the context of an application for judicial review is much more limited than an examination for discovery in an action. The respondent contends that questions posed to deponents of an affidavit must be limited to questions that involve the credibility of the affiant or facts set out in the affidavit that have a connection to the purposes for which the affidavit was sworn. The respondent relies on REFERENCE_SUPPRESSED). In this case, the respondent argues that the sole purpose of the affidavit sworn by Ms. Terrier on September 24, 2014, was to address the issue of procedural fairness and set out the steps that were taken to ensure such fairness. The respondent points out that on the merits, the Court should determine whether the applicant had an opportunity to fully participate in the decision-making process by having been apprised of the information that cast him in an unfavourable light and by having had an opportunity to present his point of view ( REFERENCE_SUPPRESSED).", "[70] The respondent also insisted on the fact that the affidavit of a decision-maker cannot be used to complete or bolster the reasons for the decision that is the subject of the application for judicial review ( REFERENCE_SUPPRESSED). Accordingly, the respondent argues that questions posed during cross-examination on an affidavit cannot be used to get an affiant to testify about the reasons for his or her decision, relying on REFERENCE_SUPPRESSED.", "[71] The respondent further submits that the deponent of an affidavit is not obliged to answer questions of law or to set out the respondent's position on legal questions in issue. Moreover, deponents of an affidavit are not required to inform themselves in order to answer questions to which they do not know the answers ( REFERENCE_SUPPRESSED). The respondent submits that in this case, Ms. Terrier is the officer who handled the applicant's permanent residence application, but that she is not the respondent's agent or representative. As a result, she is under no obligation to answer relevant questions to which she does not know the answers nor is she required to inform herself.", "[72] The respondent further submits that there is no obligation to give an undertaking on an affidavit and the deponent of an affidavit is under no obligation to produce documents. The respondent relies on CITATION_SUPPRESSED.", "[73] As for the questions to which objections were raised, the respondent submits that they were either: • related to the affidavit of September 19, 2014; or • outside the scope of the affidavit of September 24, 2014; or • not relevant; or • questions to which Ms. Terrier did not know the answers and about which she had no obligation to inform herself; or • questions posed to Ms. Terrier dealing with questions of law.", "[74] As to the undertakings sought, the respondent argues that Ms. Terrier was under no obligation to inform herself or to look for or produce documents that were not in her possession.", "[75] The respondent also disagrees with the position of the applicant regarding which documents ought to have been included in the CTR. The respondent subscribes to the theory that the CTR need not contain all of the documents in the respondent's possession that related to the applicant's permanent residence application. In its view, the CTR should include only \"materials before the Tribunal for the purpose of making its decision\" ( REFERENCE_SUPPRESSED). The respondent argues that the case law has defined relevance within the meaning of Rules 317 and 318 of the Rules and Rule 17 of the Immigration Rules as referring to documents that were of critical importance to the decision. The respondent supports its position on the case law establishing that the absence of documents in the CTR may lead to the setting aside of the decision under review if the missing document or documents were \"material to the decision\" ( REFERENCE_SUPPRESSED). (2) The November 20, 2014, motion", "[76] The respondent reiterates its position with respect to the documents that must be part of the CTR. It acknowledges that the Court may allow additional documents to be included in the CTR and the parties' records that were not in the possession of the decision-maker at the time he or she made their decision. However, the respondent argues that the filing of additional evidence should only be permitted in very limited circumstances, such as in instances where the documents in question are needed to resolve issues of rules of natural justice or procedural fairness ( REFERENCE_SUPPRESSED).", "[77] In this case, the respondent contends that none of the documents the applicant claims to be \"missing\" are of critical importance to the grounds raised in support of his application for judicial review. The respondent further submits that the documents in issue are not relevant to determining whether the officer breached rules of procedural fairness or whether there was a reasonable apprehension of bias. Lastly, the respondent submits that a number of these documents had no effect on the impugned decision. C. Analysis", "[78] Before making any specific determinations with regard to the various conclusions sought by the applicant in his motions or to the objections raised by the respondent during Ms. Terrier's examination, I will turn to some general principles that have influenced my findings. (1) The contents of the CTR", "[79] I will begin by turning to the principles applicable to the contents of a CTR. At the outset, the parties were at odds over the types of documents that are to be included in the CTR pursuant to Rule 17 of the Immigration Rules. The Rule reads as follows: 17. Upon receipt of an order under Rule 15, a tribunal shall, without delay, prepare a record containing the following, on consecutively numbered pages and in the following order: (a) the decision or order in respect of which the application for judicial review is made and the written reasons given therefor, (b) all papers relevant to the matter that are in the possession or control of the tribunal, (c) any affidavits, or other documents filed during any such hearing, and (d) a transcript, if any, of any oral testimony given during the hearing, giving rise to the decision or order or other matter that is the subject of the application for judicial review, and shall send a copy, duly certified by an appropriate officer to be correct, to each of the parties and two copies to the Registry.", "[80] The respondent argues that the CTR must contain only those documents that the decision-maker relied upon when making its decision. It goes so far as to claim that the relevant documents are limited to those of such importance to the decision that their omission from the CTR would be liable to cause the decision to be set aside. With respect, I do not share the respondent's view in this regard and I find the applicant's position to be more in line with the state of the law on this issue.", "[81] First, the criterion of relevance for the purpose of the contents of the CTR is different from the one to be applied when the Court is called upon to determine whether the failure to include a document in the CTR must result in the impugned decision being set aside.", "[82] It is true that failing to include certain documents in the CTR may lead to the decision being set aside if the missing documents were \"material to the decision\" ( CITATION_SUPPRESSED; see also REFERENCE_SUPPRESSED).", "[83] There is however an important distinction between an administrative tribunal's obligation to produce a full CTR at the disclosure stage and the consequences that may result from a failure to include certain documents in the CTR. A document may very well have been omitted, which would mean that the administrative tribunal failed to meet its obligation under Rule 17 of the Immigration Rules. It does not necessarily follow that this should entail the setting aside of the decision.", "[84] A document may be relevant within the meaning of Rule 17 without being material to the decision. In a motion for disclosure, the Court may require that an administrative tribunal add to the CTR missing documents deemed to be relevant or allow the applicant to file additional documents and affidavits. It does not mean that it would be useful or appropriate for the Court to determine, at that stage of the proceeding, whether the documents in question are material to the decision. I find that where such an allegation is made, it is for the judge who will dispose of the application for judicial review on the merits to determine whether the documents not included in the CTR were of such importance that a failure to include them must result in the decision being set aside.", "[85] However, I find that the respondent has a far too narrow vision of the criterion of relevance within the meaning of Rule 17 of the Immigration Rules.", "[86] Indeed, the concept of relevance in a judicial review is not based solely on elements that influenced the decision of the administrative tribunal, but also on elements likely to influence the decision of the reviewing court. In CITATION_SUPPRESSED, the Federal Court of Appeal clearly held that the relevance of a document within the meaning of Rules 317 and 318 of the Rules must be viewed from the perspective of the grounds raised in the applicant's affidavit and application for judicial review, and indicated that a document is relevant where it may have an influence on the Court's decision: 10 A document is relevant to an application for judicial review if it may affect the decision that the Court will make on the application. As the decision of the Court will deal only with the grounds of review invoked by the applicant, the relevance of the documents requested must necessarily be determined in relation to the grounds of review set forth in the originating notice of motion and the affidavit filed by the applicant", "[87] The relevance rule for the purposes of Rules 317 and 318 of the Rules was reiterated in CITATION_SUPPRESSED, where Justice Trudel indicated that relevance is not assessed solely on the basis of documents that had an influence on the decision of the administrative tribunal: 9 The relevant documents for the purposes of Rules 317-318 are those documents that may have affected the decision of the Tribunal or that may affect the decision that this Court will make on the application for judicial review ( CITATION_SUPPRESSED).", "[88] First, depending on the grounds for the application for judicial review, relevant documents could include all documents that were before the decision-maker, including for example, those dealing with the processing of the file. In fact, it is for this reason the case law has held that any document that was before the decision-maker, regardless of whether it affected the decision, is presumed to be relevant. For example, in REFERENCE_SUPPRESSED, Justice Pelletier, writing for the Federal Court of Appeal, stated the following with regard to Rules 317 and 318 of the Rules: It has been consistently held in the case law that the requesting party is entitled to be sent everything that was before the decision-maker (and that the applicant does not have in its possession) at the time the decision at issue was made: REFERENCE_SUPPRESSED. [Emphasis added.]", "[89] As such, I share the opinion put forth by Justice Harrington in CITATION_SUPPRESSED, wherein he states that any document that was before the decision-maker when it made its decision is presumed relevant and it is not for an administrative tribunal whose decision is under review to determine which documents are relevant. That responsibility belongs to the Court 27 Objectively speaking, we may be able to state that in this case some of the documents that were available to the Group were totally irrelevant, but it is not up to the Group to make that determination. As the reasons of the Federal Court of Appeal in CITATION_SUPPRESSED , above, and REFERENCE_SUPPRESSED indicate, it is up to this Court to determine the relevance of the documentation before the Group. I will begin by saying that if a document was before the Group when it made its decision, this document must be presumed relevant ( REFERENCE_SUPPRESSED). These documents should therefore be produced, unless one of the above-mentioned exceptions applies [Emphasis added] [See also CITATION_SUPPRESSED]", "[90] Second, it is apparent from the principles set out in CITATION_SUPPRESSED that a document that was not before the decision-maker when it made its decision may nonetheless be relevant if it is useful to the assessment of, and connected to, an allegation of breach of procedural fairness or bias. Such a document would then be likely to influence the manner in which the Court will dispose of the application for judicial review.", "[91] In this regard, I cite the words of Justice Teitelbaum in REFERENCE_SUPPRESSED: 49 According to CITATION_SUPPRESSED, above, and subsequent jurisprudence, documents are relevant for the purposes of Rule 317 if they may affect the decision that the reviewing court will make. The relevance of requested materials is determined by having regard to the notice of application, the grounds of review invoked by the applicant, and the nature of judicial review. 50 It is trite law that in general only materials that were available to the decision-maker at the time of rendering a decision are considered relevant for the purposes of Rule 317. However, the jurisprudence also carves out exceptions to this rule. The Commission's own written representations indicate that, \"An exception exists where it is alleged that the federal board breached procedural fairness or committed jurisdictional error\": David Sgayias et al., Federal Practice , (Toronto: Thomson, 2005) at 695, reproduced in the Commission's Memorandum of Fact and Law (Chrétien, T-2118-05) at para. 24. The above comment is clearly supported by jurisprudence which indicates that materials beyond those before the decision-maker may be considered relevant where it is alleged that the decision-maker breached procedural fairness, or where there is an allegation of a reasonable apprehension of bias on the part of the decision-maker CITATION_SUPPRESSED [Emphasis added.]", "[92] In REFERENCE_SUPPRESSED, the Federal Court of Appeal noted the parameters applicable to the right to gain access to documents that were not before the decision-maker when it made the decision: To obtain the disclosure of material that was not before the Commissioner when he made his decision, the applicant had to prove that the material sought is relevant within the meaning of Rule 317. First, since as a general rule a judicial review case must be decided on the basis of the information in the decision-maker's possession at the time the decision is made, the applicant had to raise in his request a ground of review that would allow the Court to consider evidence that was not before the Commissioner. These exceptions to the general rule are well settled by the case law. In the present case, the only relevant exception was a breach of procedural fairness, namely, the investigator's purported bias, which had allegedly tainted the entire investigation process. Second, the ground of review had to have a factual basis supported by appropriate evidence, as required ( REFERENCE_SUPPRESSED). The second criterion is particularly important because it prevents an applicant raising a breach of procedural fairness simply to gain access to material that the applicant could not otherwise access.", "[93] In short, relevance in a judicial review is not restricted to documents that influenced the administrative tribunal's decision, but extends to all materials that were before the decision-maker and possibly, depending on the grounds argued in the judicial review application, to documents that were not before the decision-maker but that are relevant to an allegation of breach of procedural fairness, for example.", "[94] In CITATION_SUPPRESSED, this Court recognized that the case law and principles developed with respect to the notion of relevance for the purposes of Rules 317 and 318 of the Rules are also helpful to defining the concept of relevance under Rule 17 of the Immigration Rules. I share this view.", "[95] Therefore, in my view, a priori, all of the documents that were available to Ms. Terrier in the processing of the applicant's permanent residence application are presumed to be relevant and ought to have been included in the CTR. The administrative tribunal must keep in mind that the CTR should be prepared in light of the allegations and grounds put forth in the applicant's affidavit and application for judicial review. In this case, it is clear from the applicant's affidavit and application for judicial review that procedural fairness and apprehension of bias are at issue. The applicant's allegations in this regard are sufficiently detailed in his memorandum and in his affidavit for the allegations to be well understood by the respondent. In such a context, I find that the respondent ought to have included in the CTR all documentation that was available to the officer that could shed some light on the manner in which the applicant's file was handled by the officer and that is relevant for the purposes of making a determination on the allegations of breach of procedural fairness and bias, even where the documentation did not affect her decision.", "[96] In her affidavit of September 19, 2014, Ms. Terrier affirmed having supervised the preparation of the CTR. If the CTR, as it was constituted, was put together based on the respondent's view of what was relevant, I find that it is highly likely that it is not complete.", "[97] The respondent argues that Justice Martineau's order definitively resolved the issue as to the completeness of the CTR. With respect, I do not agree.", "[98] In my view, Justice Martineau's order accepted the premise that the tribunal record contained all of the documents that officer Terrier considered to be relevant, but it did not definitively resolve the question as to how complete the CTR was. However, I also agree that in that motion, the applicant had waived his right to cross-examine Ms. Terrier about her affidavit of September 19, 2014, which was clearly about the contents of the CTR. By choosing not to cross-examine Ms. Terrier, the applicant accepted the premise set out in the affidavit that the CTR contained documents that Ms. Terrier had reviewed that she considered relevant to making her decision . The subsequent unfolding of events leads me to believe that it would have been preferable for the applicant to have examined Ms. Terrier about her affidavit of September 19, 2014, before the Court ruled on the motion, given that such an examination would have in all likelihood provided some idea as to the parameters that guided Ms. Terrier when she supervised the preparation of the CTR. In addition, such an examination would have possibly helped identify the documents that were not included in the CTR because Ms. Terrier had not deemed them relevant for the purposes of her decision but which may nonetheless be relevant with respect to the allegations of breach of procedural fairness and bias. In any event, the applicant decided not to cross-examine Ms. Terrier about her affidavit and the Court had to dispose of the motion in light of the record as it was constituted. Thus, Justice Martineau did not have to determine the fairness of the notion of relevance that guided officer Terrier when she stated in her affidavit that all of the relevant documentation had been included in the CTR. I find that Justice Martineau was called upon to determine whether the CTR was complete in the specific context of the categories of documents listed in the motion. Having listened to a recording of the hearing, I can confirm that the relevance of each category of documents was debated by the parties. Given this context, I am of the view that the order issued by Justice Martineau definitively settled the issue of the relevance of the documents reviewed in the order but did not definitively settle all of the issues that could be raised with regard to the contents of the CTR and that might have arisen based on the way the matter had proceeded.", "[99] I will come back to the specific documents the applicant is seeking to have included in the CTR. (2) Scope of the cross-examination on an affidavit", "[100] I shall now turn to general principles that, in my opinion, must frame the right to cross-examine the deponent of an affidavit in an application for judicial review and that will guide my assessment of the objections raised during the cross-examination of Ms. Terrier and of the other requests of the applicant.", "[101] It is well-settled that cross-examination on an affidavit is more limited than an examination for discovery in an action. One must bear in mind the summary and expeditious nature of an application for judicial review.", "[102] Like the parties, I find that in CITATION_SUPPRESSED, Justice Huguessen effectively laid out the basic parameters that frame the right to cross-examine the deponent of an affidavit in a judicial review proceeding. As a starting point, it is helpful to cite the relevant excerpt from that judgment: 4 It is well to start with some elementary principles. Cross-examination is not examination for discovery and differs from examination for discovery in several important respects. In particular: a) the person examined is a witness not a party; b) answers given are evidence not admissions; c) absence of knowledge is an acceptable answer; the witness cannot be required to inform him or herself; d) production of documents can only be required on the same basis as for any other witness i.e. if the witness has the custody or control of the document; e) the rules of relevance are more limited. 5 Since the objections which have given rise to the motions before me are virtually all based upon relevance, I turn, at once, to that subject. 6 For present purposes, I think it is useful to look at relevance as being of two sorts: formal relevance and legal relevance. 7 Formal relevance is determined by reference to the issues of fact which separate the parties. In an action those issues are defined by the pleadings, but in an application for judicial review, where there are no pleadings (the notice of motion itself being required to set out only the legal as opposed to the factual grounds for seeking review), the issues are defined by the affidavits which are filed by the parties. Thus, cross-examination of the deponents of an affidavit is limited to those facts sworn to by the deponent and the deponent of any other affidavits filed in the proceeding. 8 Over and above formal relevance, however, questions on cross-examination must also meet the requirement of legal relevance. Even when a fact has been sworn to in the proceeding, it does not have legal relevance unless its existence or non-existence can assist in determining whether or not the remedy sought can be granted. (I leave aside questions aimed at attacking the witness's personal credibility which are in a class by themselves). Thus, to take a simple example, where a deponent sets out his or her name and address, as many do, it would be a very rare case where questions on those matters would have legal relevance, that is to say, have any possible bearing on the outcome of the litigation.", "[103] It is clear from the start that subjects raised in a cross-examination on an affidavit must be connected to the grounds argued in the application for judicial review. Clearly, questions may be in regard to facts stated by the deponent.", "[104] However, since CITATION_SUPPRESSED, certain judgments have widened the parameters of cross-examination to allow questions that fall outside of the strict framework of facts stated by the deponent as long as those questions relate to subjects addressed in the affidavit and are relevant to the purposes for which the affidavit was sworn. Incidental questions that arise from answers given by the deponent are also permitted.", "[105] In this regard, I agree with the views expressed by Justice Kelen in CITATION_SUPPRESSED, who, when commenting on the musings of the Federal Court of Appeal in CITATION_SUPPRESSED, wrote as follows: 12 Different treatments have been given in the reported cases to the scope of cross-examination and breadth of production of documents on cross-examination of affidavits in applications for judicial review. However, I am satisfied that the Federal Court of Appeal has broadened cross-examination on such affidavits so that it may extend to relevant matters beyond the four corners of the affidavit and require production of documents outside the affidavit material itself . The cross-examination and the production of documents are limited by what is relevant. See REFERENCE_SUPPRESSED, per Hargrave P. at paragraphs 24 to 29 where Prothonotary Hargrave thoroughly reviews the jurisprudence. Hargrave P. stated at paragraph 28: ... In essence what the Court of Appeal has done in CITATION_SUPPRESSED is not only to broaden cross-examination on an affidavit so that it may extend to relevant matters well beyond the four corners of the affidavit, but also to broaden production of documents by requiring production of material related to previous dealings, being relevant documents clearly outside of the affidavit material itself. The Court of Appeal was of the view that it was not open to the motions judge to exclude the possibility that previous dealings might shed relevant light. Of course, cross-examination and document production arising out of cross-examination are bounded by what is relevant, including relevance as discussed by Mr. Justice Hugessen in CITATION_SUPPRESSED (supra) and by the Court of Appeal in CITATION_SUPPRESSED. (supra).", "[106] Similarly, I agree with the words of Justice Mosley in CITATION_SUPPRESSED, when he wrote: The jurisprudence is to the effect that cross-examination is not restricted to the \"four corners\" of the affidavit so long as it is relevant, fair and directed to an issue in the proceeding or to the credibility of the applicant.", "[107] I also concur with the views expressed by Justice Russell in REFERENCE_SUPPRESSED: 132 Justice Hugessen's description of \"factual\" relevance as \"facts sworn to by the deponent and the deponent of any other affidavits filed in the proceeding\" is broader than some earlier articulations (see REFERENCE_SUPPRESSED, above: matters arising from the affidavit itself as well as questions going to the credibility of the affiant), and narrower than others (see Almrei (Re) , 2009 FC 3 at para 71: \"cross-examination is not restricted to the \"four corners\" of the affidavit so long as it is relevant, fair and directed to an issue in the proceeding or to the credibility of the applicant\"). However, there seems to be a consensus that \"[a]n affiant who swears to certain matters should not be protected from fair cross-examination on the very information he volunteers in his affidavit,\" and \"should submit to cross-examination not only on matters set forth in his affidavit, but also to those collateral questions which arise from his answers\": REFERENCE_SUPPRESSED. 133 However the proper scope of cross-examination on an affidavit is defined, the affiant is required to answer fair and legally relevant questions that come within that scope ( CITATION_SUPPRESSED", "[108] I therefore conclude that the questions that may be posed on cross-examination of affidavits may, depending on the context, exceed the scope of facts strictly set out in the affidavit. However, cross-examination must be limited to questions of fact, and not questions of law, that arise from stated facts and subjects addressed in the affidavit and from the reasons for which the affidavit was sworn and filed. As I stated earlier, it goes without saying that the relevance of questions must also be determined based on the grounds asserted in the application for judicial review.", "[109] In this case, Ms. Terrier's affidavit was sworn to support the respondent's position in response to the allegations of breach of procedural fairness and bias raised by the applicant in his judicial review application. The affidavit of September 24, 2014, describes the stages in the processing of the permanent residence application. In my view, questions about facts which were not necessarily set out directly in the affidavit, but that concern the steps followed by Ms. Terrier in the handling of the applicant's file and the manner in which the application was treated are relevant and arise from facts alleged in her affidavit.", "[110] It is also recognized, and the respondent acknowledged this, that the examination may exceed the scope of the facts alleged in the affidavit if the questions relate to the credibility of the deponent.", "[111] The applicant submits that his right to cross-examine includes the right to compel Ms. Terrier to inform herself in order to be able to respond to questions to which she does not know the answer. I do not share this view. Ms. Terrier was the immigration officer tasked with handling the applicant's permanent residence application. I do not find that, acting in that capacity, she could be considered as the respondent's corporate agent or representative within the meaning understood by the case law that would impose on a deponent of an affidavit an obligation to inform him or herself. Accordingly, I find that she was under no obligation to inform herself about factual elements above and beyond those facts she had first-hand knowledge of and that were relevant to her handling of the applicant's permanent residence application. The grounds cited in support of the application for judicial review criticize the manner in which Ms. Terrier handled the applicant's permanent residence application, and what is relevant must be connected to the manner in which Ms. Terrier handled the applicant's permanent residence application and to the documents and information she had been apprised of.", "[112] I will now address the various requests made by the applicant. (3) Examination of Ms. Terrier about her affidavit of September 19, 2014", "[113] The arguments raised by the applicant in his motion on October 29, 2014, to justify cross-examining Ms. Terrier about her affidavit of September 19, 2014, do not sway me.", "[114] First, I do not find that Justice Mosley's order applies to the affidavit dated September 19, 2014. In his order, Justice Mosley allowed the application for leave and established a timetable. This order concerned examinations that are normally conducted with regard to affidavits that have been filed by the parties in support of their arguments on the merits of the application for judicial review. The affidavit of September 19, 2014, was sworn and filed in the specific context of the motion for full disclosure of the CTR filed by the applicant. Its purpose was not to support the respondent's position on the merits of the grounds raised by the applicant in his judicial review application. I find that it does not fall under Justice Mosley's order.", "[115] Second, I reject the applicant's contention that the right to cross- examine the deponent of an affidavit includes the right to cross-examine that person about every other affidavit filed in the proceeding. I find that the authorities relied upon by the applicant in support of his position, in particular CITATION_SUPPRESSED , are of no help to him in this case, and contrary to the context of those cases, the applicant expressly waived cross-examination Ms. Terrier about her affidavit of September 19, 2014.", "[116] I also find that during the examination that took place on October 7 and 8, 2014, the respondent was quite right to object to the applicant cross-examining Ms. Terrier about her affidavit of September 19, 2014. The applicant had expressly waived cross-examination of Ms. Terrier about her affidavit of September 19, 2014, at the hearing for his initial motion for disclosure. Ms. Terrier's affidavit had been sworn specifically for his motion for disclosure in which the applicant argued that the CTR was incomplete. I find that, barring any special circumstances, the applicant remains bound by his decision not to cross-examine Ms. Terrier. There is nothing in the record that would lead me to conclude that during the motion on October 29, 2014, there were any special circumstances would warrant allowing the applicant to change his mind.", "[117] In CITATION_SUPPRESSED , which was relied on by the respondent, Justice Nadon indicated that, in principle, a party was bound by its decision to waive cross-examination of the deponent of an affidavit. He did, however, acknowledge that certain circumstances would dictate that the Court allow a party to change its position: 9 I can only conclude that counsel for the defendants did not cross-examine Ms. Ethier because they were not concerned by her affidavit. It is not now open to the defendants to change their position. I am also not convinced that because a different judge is now presiding that the parties should be allowed to rethink past strategy. There may be cases where circumstances would dictate that a party be allowed to change its position , but the circumstances of the case before me are not in that category. [Emphasis added.]", "[118] Despite my position on the arguments relied on by the applicant in his motion dated October 29, 2014, I find that the situation evolved between the time Ms. Terrier was cross-examined (October 7 and 8, 2014) and the time the November 20, 2014, motion was filed. In my view, the facts relied on by the applicant in support of his motion dated November 20, 2014, shed light on special circumstances justifying revisiting the completeness of the CTR and allowing the applicant to cross-examine Ms. Terrier on her affidavit of September 19, 2014.", "[119] Indeed, I find that some of the documents received by the applicant through his access requests under the CITATION_SUPPRESSED raise doubts about the documents that were or were not included in the CTR.", "[120] For example, in her affidavit of September 19, 2014, Ms. Terrier stated that the CTR contained all the relevant documents that she consulted to make her decision and, more specifically, all her exchanges with CBSA. Ms. Terrier also indicated that the CTR contained all exchanges between her colleagues and CBSA and/or CIC that had been communicated to her. However, the e-mails between Ms. Terrier and Michelle Sinuita that were filed in support of the November 20, 2014, motion, as well as the e-mails that Ms. Terrier exchanged with Marc Gauthier, clearly constitute documents that record [Translation] \"exchanges\" between Ms. Terrier and CBSA representatives. Does that mean that when Ms. Terrier stated that the CTR included all her exchanges with CBSA, those [Translation] \"exchanges\" were limited to those that she deemed relevant? Or, were the documents listed in the motion inadvertently omitted? I cannot answer any of these questions, but I find that it is relevant that these ambiguities be clarified.", "[121] I wish to make clear that I make no determination that calls into question Ms. Terrier's good faith. However, I find that some of the documents received by the applicant as part of his access to information requests, which are not included in the CTR, raise doubts about the parameters that guided Ms. Terrier in overseeing the preparation of the CTR.", "[122] As I mentioned, I find that the documents that were at Ms. Terrier's disposal during the processing of the application for permanent residence are presumed to be relevant. I believe it is important that the applicant be able to base the grounds in support of his application for judicial review upon a CTR that is complete. I believe it is equally important, given the grounds of the application for judicial review, that the Court also be able to conduct its analysis based on a CTR that is complete.", "[123] I therefore find that the circumstances underlying the November 20, 2014, motion are not the same as those that existed when the parties appeared before Justice Martineau, or the circumstances relied on in support of the October 29, 2014, motion. In such a context, and for the reasons already stated, I find that it is in the best interest of justice that the applicant be allowed to cross-examine Ms. Terrier on her affidavit of September 19, 2014, even though he waived cross-examination as part of his first motion for disclosure. (4) Objections raised during the cross-examination of Ms. Terrier", "[124] I will now turn to the objections raised by the defendant during the cross-examination of Ms. Terrier, and I will rule on them in light of my decision to allow Ms. Terrier to be examined on her affidavit dated September 19, 2014. Objection number Decision Examination on October 7, 2014 [translation] \"Tell us, madam, did you oversee or were you involved in putting together and preparing the tribunal record?\" Question allowed-the question deals with the contents of the CTR. 10 [translation] \"But were you involved in preparing the tribunal record?\" Question allowed-the question deals with the contents of the CTR. 13 [translation] \"You failed to deal with that question when there was a response?\" Question allowed-why the response to the complaint was not placed in the CTR is relevant. 14 [translation] \"So, you were unaware of the content of the complaint?\" Objection upheld-Ms. Terrier had already answered by stating that she had forwarded the complaint to Alain Théault. 15 [translation] \"Is there a particular reason why the response is not written here in your affidavit?\" Question allowed-why the response to the complaint was not placed in the CTR is relevant. 25 [translation] \"Can you undertake to check whether said analysis notes by persons other than yourself concerning the complaints exist, please?\" Objection upheld-Ms. Terrier is not required to inform herself of facts of which she has no personal knowledge. 27 [translation] \"Can you check whether Boyd and Prémont, who were in Section 'B' of CIC . . ., on what date they came over to the Border Services Agency?\" Objection upheld-Ms. Terrier is not required to inform herself of facts of which she has no personal knowledge. 32 [translation] \"I will ask you to undertake to provide us with . . . the notes or the interventions of this section [Section B] and the responses provided by the Border Services Agency further to their emails, which are in the tribunal record at pages 208 to 210, during the period relevant to the processing of the file.\" Question allowed, but only with regard to the documents of which Ms. Terrier had knowledge and which were possibly not included in the CTR, and only if such documents exist. 33 [translation] \"I would just like to know whether she was aware of the mandate that was given to the person at the Border Services Agency who was responsible for the file before her-was she aware of the nature of the mandate that was in all likelihood given to the Agency in February 2008?\" Question allowed-the question is relevant with regard to alleged breaches of procedural fairness and bias, and with regard to the preparation of the CTR. 34 [translation] \"When you took over the file, did Ms. Knox explain to you what action she had taken or had not taken regarding the processing of that file and an inadmissibility determination to be verified in that file?\" Question allowed-the question is relevant with regard to alleged breaches of procedural fairness and bias. 35 [translation] \"When you processed Mr. Nguesso's application, did you take into account all the requests and the responses from the Border Services Agency in processing his file?\" Question allowed-the question is relevant with regard to alleged breaches of procedural fairness and bias. 36 [translation] \"So, if I understand correctly, the immigration officer was not aware of the concerns of Section 'B', nor was the individual, by virtue of that letter dated May 13, 2008?\" Objection upheld- the letter is in the CTR, and Ms. Terrier cannot testify regarding its content. 37 [translation] \"Do you admit that this letter does not relate any concerns either?\" Objection upheld-the letter is in the CTR, and Ms. Terrier is not required to testify regarding its content. 38 [translation] \"But the letter physically exists in your file?\" The letter is in the CTR, in the GCMS notes. The specific format is not relevant. Examination on October 8, 2014 [translation] \"[C]an you tell us if there were . . . if there could have been any discussions between Section B and the partners during that period when you were waiting for the results, or you were unaware, but it is possible that there were discussions between Section B, Fintrac, Section B . . . ?\" Question allowed, but only with regard to the information and/or documents that were brought to the attention of Ms. Terrier. [translation] \"Can you find the out-of-court settlement in the 65-page file? I would have hoped that the letter was still in the file to supplement your affidavit on the period between 2008 and 2012.\" Question allowed. [translation] \"If you look at the out-of-court settlement letter dated . . . July 3, from Ms. Joubert, that you received from your counsel because I served it on him as being evidence missing from the record, does it not mention such concerns?\" Objection upheld-Ms. Terrier does not have to testify regarding the contents of this letter. 10 The applicant introduced in evidence, under objection, a letter dated July 13, 2012, summoning him to an interview on September 19, 2012 (D-4). Filing of letter authorized. 12 [translation] \"But the letter physically exists in your file?\" Question allowed. 17 [translation] \"When you say that it was agreed that he would provide the documents and that this was one way of proceeding-interview, documents-this is not true and is not reflected in that document, so is it accurate that this is not reflected?\" Question allowed-Ms. Terrier's understanding of the terms of the out-of-court settlement is relevant, but she cannot be questioned regarding the content of the out-of-court settlement letter itself. 18 [translation] \"But how do you explain your testimony? The document contradicts your testimony.\" Question allowed- Ms. Terrier's understanding of the terms of the out-of-court settlement is relevant, but she cannot be questioned regarding the content of the out-of-court settlement letter itself. 26 [translation] \"Did you contact the examining judge in France yourself?\" Objection upheld-the answer is in the affidavit dated September 19, 2014. 28 [translation] \"Was this the first time you made such inquiries?\" Question allowed-in her affidavit dated September 19, 2014, Ms. Terrier mentions having contacted the examining judges twice, once on April 8, 2011, and once on May 15, 2013, while in the email dated June 1, 2012 (Exhibit C-3 in the motion of November 20, 2013), Ms. Terrier mentions having contacted the examining judges more than once. 30 [translation] \"Can you see how, to someone on the outside, your actions could straight out look like an attempt to inform the examining judge that the Canadian authorities had an interest in the case, and how your intervention was therefore intended more to give this information or to influence the examining judge than the opposite?\" Objection upheld-this is a question of opinion, not fact. 36 [translation] \"But in the tribunal record, did you assume that Mr. Nguesso had no formal criminal charges pending against him?\" Question allowed-the question is relevant with regard to alleged breaches of procedural fairness and bias. 37 [translation] \"Did you consult the documents from CBSA or Section B regarding the status of the formal charges against Mr. Nguesso, the lack thereof?\" Question allowed- the question is relevant with regard to alleged breaches of procedural fairness and bias. 41 [translation] \"Do we have the notes that were sent to CBSA in the tribunal record?\" Questions 41 to 48 allowed. 45 [translation] \"Do you have the notes sent to CBSA?\" 46 [translation] \"Are they in the tribunal record?\" 47 [translation] \"Is there any evidence that you sent them to CBSA?\" 48 [translation] \"Did you send it to Section B?\" 51 [translation] \"And why [were they destroyed] ?\" Objections 51 and 52 upheld-Ms. Terrier already answered the question. 52 [translation] \"That is the reason, because they were unintelligible, that is your reason?\" 54 [translation] \"Do you agree with me that the applicant could have commented on this document somehow to argue that he was not inadmissible? In other words, do you agree with me that the disclosure of this report could have been rooted in the fairness of this case?\" Objections 54 to 59 upheld-questions of opinion. 55 [translation] \"Do you think that the candidate, had he been informed of CBSA's comments, could have offered some clarifications . . . ?\" 58 [translation] \"[D]o you not think that Mr. Nguesso could in fact have used it to contradict the information and to clarify with regard to that aspect?\" 59 [translation] \"[D]o you not think that your communications with the examining judge or the convergent and open documentation that was identified, the long undisclosed list, that Mr Nguesso could have contradicted the reliability of the sources, the credibility, the motivations, the author, any other aspect, he could have, do you not agree, that he could have perhaps provided evidence that showed that your documentation was biased?\" (5) The re-examination of Ms. Terrier on her affidavit dated September 24, 2014", "[125] Subject to the following exception, in my view, there is no need to re-examine Ms. Terrier on her affidavit dated September 24, 2014, with regard to subjects other than those related to the objections that I have ruled on, as I already allowed a cross-examination on her affidavit dated September 19, 2014, regarding the contents of the CTR. Moreover, the applicant has already asked the questions relating to procedural fairness and bias that he wanted to put to Ms. Terrier, and I find that the questions that I have allowed in deciding the respondent's objections are sufficient to adequately supplement the cross-examination of Ms. Terrier on her affidavit dated September 24, 2014. However, I will allow the applicant to question Ms. Terrier regarding whether she was aware of the November 2011 FINTRAC/CANAFE report because this aspect is relevant to the alleged breach of procedural fairness. Whether Ms. Terrier had that document in her possession is also a relevant question with regard to her affidavit dated September 19, 2014. (6) Examination of Ms. Bradley", "[126] I see no relevance in the applicant examining Ms. Bradley since he is authorized to examine Ms. Terrier on her affidavit of September 19, 2014, with respect to the content of the CTR. (7) Documents listed in the motion of October 29, 2014, that the applicant wants to see added to the CTR", "[127] The documents at issue are the following: • the first letter inviting the applicant to an interview at the Embassy dated July 13, 2012; • the disclosure request sent to the Embassy by Ms. Doyon on February 1, 2013; • the letter sent by the Embassy to Ms. Doyon on February 27, 2013, in response to her disclosure request; • the fairness letter sent by the Embassy to the applicant, dated February 27, 2013; • a letter of July 3, 2012, from Michèle Joubert to the applicant's former counsel regarding the out of court settlement that occurred in the mandamus application (Docket IMM-4924-12); • photocopies from Julie Resetarits, the applicant's former counsel, dated September 4 and 26, 2008, and October 31, 2008, requesting information on the status of the applicant's application and on the grounds justifying the request of documents and additional information requested from the applicant; • the updated assignment before the judge of the Exécution du Tribunal de Grande Instance de Paris-SCP Bourgoing-Dumonteil & Associés Connecticut Bank of Commerce, which had been filed by Ms. Doyon in support of the complaint of April 30, 2013; • the last three pages of the conclusions from SCP Bourgoing-Dumonteil & Associés to the enforcement-hearing judge, which had been filed by Ms. Doyon in support of the complaint of April 30, 2013; • the excerpt of the Commerce et des Sociétés du Luxembourg registry, CANAAN CANADA S.A. dated April 15, 2013, which was filed by Ms. Doyon in support of the complaint of April 30, 2013; • the handwritten notes from the interview of September 25, 2012; • the beginning of the form \"Renseignements supplémentaires Paris\" found at pages 58-59 of the CTR; • two e-mails exchanged between the Embassy and the office of the applicant's former counsel on October 28, 2011, regarding the follow-up of the processing of the applicant's file; • the letter sent to the Embassy on November 14, 2013, regarding the follow-up of the complaint of April 30, 2013.", "[128] As I expressed, I consider that all the documents that were in Ms. Terrier's possession when she processed the applicant's file are presumed to be relevant. Therefore, the respondent should add the documents listed in the CTR insofar as Ms. Terrier had them in her possession. (8) Documents listed in the motion of November 20, 2014, which the applicant wants to see added to the CTR", "[129] In his motion of November 20, 2014, the applicant requested that the Court direct the respondent to add to the CTR the following documents that were sent to it by the CBSA and the CIC following his access to information requests: Documents disclosed by the CBSA A2-A3 Constance Terrier's e-mail to Michelle Sinuita (CBSA), August 30, 2012 A4 E-mail from Michelle Sinuita (CBSA) to Constance Terrier, August 10, 2012 A5 E-mail from Michelle Sinuita (CBSA) to Constance Terrier, July 16, 2012 A9 E-mails between Constance Terrier and Michelle Sinuita (CBSA), July 16, 2012 A6 Constance Terrier's e-mail to Marie-Claude Beaumier, Ms. Joubert and Sean McNair (CBSA), July 13, 2012 A7-A8 Constance Terrier's e-mail to Marc Gauthier (CBSA) A10 E-mails between Constance Terrier and Marc Gauthier (CBSA), June 22, 2012 A11 E-mail from Marc Gauthier (CBSA) to Constance Terrier, June 22, 2012 A12 Mail sent from Kathleen Knox-Dauthuile of the Embassy of Canada - Paris to the CBSA, February 7, 2008 A13-A14 E-mails between Connie Reynolds (CBSA) and Luc Piché (Embassy), June 5, 2012 A15-A17 E-mails between CBSA employees, August 2010, April 2011 A18-A26 Computerized notes from the CBSA A36 \"Case Log Sheet - OCS\" signed by Michelle Sinuita (CBSA) on November 1, 2012 A37-A38 Hand-written notes A39 E-mail from Sean Curran (CBSA) to Marie-Eve Proulx (War Crimes Section), April 6, 2009 Documents disclosed by the CIC C3-C9 Constance Terrier's e-mail to Vladislav Mijic (Embassy), June 1, 2012 C10-C67 Complaint of April 30, 2013 with handwritten annotations", "[130] For the reasons already described, the respondent must add to the CTR all the documents among the documents listed above, which come from Ms. Terrier or which were in her possession while processing the applicant's file. The applicant is authorized to file the documents that were not included in the CTR and to file a supplementary affidavit if he considers that these documents are relevant to his allegations of breach of the rules of procedural fairness and bias. (9) Declaration that the CTR is incomplete and the respondent's failure to include documents of critical importance", "[131] I have already indicated that, in my view, the CTR is not complete and I intend to order the production of certain documents. Therefore, I do not find it necessary to include in the order's conclusions a statement that the CTR is incomplete. Neither do I intend to decide whether the documents that were not included in the CTR are of criticaal importance. It will be up to the judge who will hear the merits of the application for judicial review to determine this issue if he or she considers it relevant and appropriate. It will also be up to him or her to determine probative value and allow the cross-examination of Ms. Terrier and the documents contained in the CTR. ORDER", "[132] THE COURT ORDERS AND ADJUDGES that 1. The parties are authorized to file supplementary memoranda of more than 60 pages, which will replace the memoranda that they filed at the authorization stage 2. The applicant is authorized to cross-examine Ms. Terrier on her affidavit of September 19, 2014; 3. The applicant is authorized to cross-examine Ms. Terrier on her affidavit of September 24 , 2014, to respond to the questions that were the subject of the respondent's objections during the examinations of October 7 and 8, 2014, which I authorized and examined regarding whether he is familiar with the FINTRAC report of November 2011 4. The respondent add to the CTR, among the documents listed at paragraphs 127 and 129 of the reasons, those of which Ms. Terrier is the author and those that she had in her possession while processing the applicant's file; 5. The applicant is authorized to file an additional affidavit to introduce into evidence the documents listed at paragraphs 127 and 129 of the grounds that were not included in the CTR and that he considers relevant to support the grounds raised in his application for judicial review, and specifically the allegations regarding apprehension of bias and breaches of procedural fairness; 6. Without costs Order accordingly. Editor: Sharon McCartney/bk Footnotes 1. In an order issued on November 4, 2014, Justice Noël ordered the case to proceed via case management and further to an order dated December 4, 2014, I was appointed as case management judge in this proceeding by the Chief Justice."]}