{"id_": "098344", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act) for judicial review of a decision of an officer of Citizenship and Immigration Canada (CIC) (the officer), dated June 17, 2011, not to defer the applicants' removal from Canada pending a decision on their humanitarian and compassionate (H&C) application. This conclusion was based on the officer's finding that there were insufficient reasons to defer removal until a decision was made on the H&C application.", "[2] The applicants request that the officer's decision be set aside and the matter be referred back for redetermination by a different officer. Background", "[3] The principal applicant is Jose Luis Urbina Ortiz. The other applicants are related to the principal applicant as follows: Magdalena Gutierrez De Urbina - wife; Madeline Urbina Gutierrez - daughter; Jose Luis Urbina Gutierrez - son; and Cruz Celeste Urbina Gutierrez - daughter.", "[4] The applicants are all citizens of Mexico. The principal applicant and his wife also have an infant daughter, Estefania, who was born inCanada on October 18, 2010. This Canadian-born daughter has been under medical supervision due to complications at birth and she suffers from hip dysplasia.", "[5] In Mexico, the principal applicant worked as a farmer on a ranch. The applicants also owned a plot of inherited land. This land sat vacant for several years. In 2003, the applicants decided to begin cultivating it. However, upon surveying the land, the applicants discovered a large marijuana crop. The applicants reported their discovery to the Mexican authorities who burnt the crop down on December 28, 2003. The applicants later realized that the crop had been planted by the Zetas drug cartel. The Zetas retaliated by setting fire to the applicants' home in January 2004. Shortly thereafter, an attempt was made to kidnap the applicant child Madeline. Madeline was able to seek refuge in a nearby shop. However, when the applicants went to the police to report the incident, Madeline identified one of the police officer's acquaintances as one of the attempted kidnappers.", "[6] In fear of the Zetas cartel, the applicants moved to a different city in Mexico. Members of the cartel followed them across the country and they therefore decided to flee Mexico. Their first attempt to enter the United States in April 2004 failed and they were returned to Mexico. In April 2005, after seeing members of the cartel in their new town, the applicants made a second attempt to flee Mexico. This attempt was successful and the applicants lived illegally in the United States for almost three years.", "[7] In October 2008, the American government began actively pursuing illegal immigrants. Due to their fear of being returned to Mexico, the applicants fled to Canada on November 5, 2008 and claimed refugee status. Their refugee claim was rejected on March 25, 2010. A subsequent PRRA application was also rejected on October 7, 2010. The applicants did not file an application for judicial review of the PRRA decision.", "[8] In the fall of 2010, psychiatrist Dr. Celeste Thirlwell conducted assessments of the principal applicant's wife Magdalena and their eldest daughter Madeline. Dr. Thirlwell found that both these applicants suffer from post-traumatic stress disorder (PTSD) and major depression due to their past experiences and their fear of being returned to Mexico.", "[9] On November 2, 2010, the applicants filed their H&C application. Due to administrative errors, the application was returned in December 2010. It was resubmitted with all required forms on February 9, 2011. The H&C application is currently pending.", "[10] On April 6, 2011, CIC received a request to defer removal of applicant Magdalena due to her infant daughter's hip concern. This request was denied on April 16, 2011.", "[11] On June 10, 2011, CIC received the applicants' request for a deferral of their removal pending a decision on their H&C application. This request included letters from Dr. Thirlwell describing the psychological condition of applicants Magdalena and Madeline. On June 17, 2011, the officer denied the applicants' deferral application. The date of removal was set for July 3, 2011.", "[12] On June 27, 2011, the applicants were granted a stay of their removal pending a decision on this judicial review application. Officer's Decision", "[13] The officer denied the applicants' deferral application in a letter dated June 17, 2011. The Canada Border Services Agency (CBSA) notes to file that form part of the officer's decision explain the reasons for the denial.", "[14] The officer first addressed the submissions pertaining to Estefania Urbina, the applicants'Canadian-born daughter. The officer referred to CBSA notes to file associated with the first deferral request for this infant dated April 6, 2011. In those notes, the officer observed that no documentation was submitted to support the doctor's statement that Estefania was unable to leave the country until she was 18 months old or until care was completed. The officer noted that there were many family members living in Mexico who might be able to assist with childcare. The officer therefore concluded that no immediate irreparable harm was identified from the information provided on the first deferral request.", "[15] In the second deferral request, the officer acknowledged the additional evidence submitted for Estefania, including the wait time for the Shriner's hospital in Mexico and literature on Estefania's sickness. However, the officer noted that the literature showed good outcomes in a large number of cases which was encouraging especially in light of the care that Estefania had already received.", "[16] The officer noted that the complete H&C application had been filed only two or three months prior to the deferral request. In addition, the family had already been granted an extended stay in Canada to allow the children to finish their school year and to obtain travel documents for Estefania. A work permit had also been granted to one of the family members. This was a further added benefit that few facing removal were afforded. Based on these circumstances, the officer did not find that deferral was warranted.", "[17] The officer also noted that as the family had indicated a desire to return voluntarily to Mexico, they already had tickets to Cancun, a city located far from their original home. However, their requests to defer removal suggested that their intention to voluntarily comply may no longer exist, in which case enforcement of the removal orders may be required.", "[18] The officer observed that the family was aware of the option to seek a review of their PRRA decision by the Federal Court, but had not done so. In addition, they were aware of the possibility of applying for a work permit from Mexico; however, there was no evidence that they had sought to pursue this option.", "[19] The officer noted that the applicant children appeared to do well in school in both the United States and Canada. The officer found this indicative of their ability to adapt well to education systems in different countries, which would also include Mexico. Further, the length of time between their initial interview and their return date suggested that they had had significant opportunity to prepare themselves for departure.", "[20] The officer noted that the family was resourceful and the principal applicant had been employed in Mexico prior to the family's departure. The officer also observed that the parents strongly supported the best interests of their children which would ensure that they were looked after in Mexico. The officer found that it was in the best interests of the children to remain with their parents, however, with regards to Estefania and her medical situation, it remained the parent's choice to decide whether it was best for her to remain in Canada or to make arrangements for her care in Mexico.", "[21] Finally, the officer sympathized with the mental health concerns raised for the applicant mother and her eldest daughter. The officer noted that medication had not been prescribed, but support groups had been suggested. The officer found that such support groups would likely be available to the applicants in Mexico and the applicants had had time in Canada to begin researching how to access those resources. In addition, the officer observed that nine months had passed since the date of the psychiatrist's letters and much preparation and research may have been done to prepare the family for transition back to Mexico in that time.", "[22] The officer also found it highly possible that many people were equally affected, of whom similar statements could and have been made by psychiatrists, and for whom poor outcomes have not resulted. Further, the officer did not believe it possible that the psychiatrist, or any other doctor, could determine with absolute certainty the outcome of the circumstances of this case since it would require\"the ability to predict the future and be aware of all variables that will affect the outcome\". As no more recent documents had been submitted on the applicants' mental health concerns, the officer found that the situation might have stabilized and not worsened.", "[23] For these reasons, the officer denied the applicants' request for deferral until receipt of the outcome of their H&C application. Issues", "[24] The applicants submit the following point at issue: Did the officer err in law in denying the applicants' request to defer their removal?", "[25] I would phrase the issues as follows: 1. What is the appropriate standard of review? 2. Did the officer err in not deferring the applicants' removal until their H&C application was decided? Applicants' Written Submissions", "[26] The applicants submit that the appropriate standard of review of a removal officer's decision on a deferral request is reasonableness. On these types of decisions, very little deference is owed to the officer's decision.", "[27] The applicants submit that they requested a deferral to allow a decision to be made on their pending H&C application. This request was made in light of credible and compelling evidence that if removed, applicant Madeline would suffer irreversible psychological harm and her mother, applicant Magdalena, would be at serious risk of psychological collapse and potential suicide.", "[28] The applicants submit that it is established law that a removal officer errs if he or she does not consider the harm that immediate removal will cause to a child applicant or to an applicant's mental health. In addition, the applicants submit that the officer committed a reviewable error by holding the psychiatrist to an elevated standard of absolute certainty on her prediction of the applicants' future mental well-being.", "[29] Further, the applicants submit that the officer's finding that a support group of women and children would likely be available to the applicants in Mexico is grounded on two reviewable errors. First, the psychiatrist clearly indicated that the applicant Magdalena would require more than solely support groups to recover from her trauma. To recover, she would require: \"guaranteed freedom from deportation\" and \"therapy for children who have been victims of trauma\". Secondly, the psychiatrist clearly found that the harm that the applicant Madeline would face if returned would be \"irreversible\". No support group would make Mexico safer from the recognized widespread kidnappings in the country. Therefore, returning applicant Madeline to Mexico would \"compromise her development\".", "[30] The applicants also criticize the officer's finding that applicant Madeline's situation may have stabilized, as opposed to worsened, in the eight months since the date of the psychiatrist's letter. The applicants submit that this finding is speculative and there was no reason to think that her condition would have worsened because, at the moment, she remains \"in a safe country\".", "[31] In summary, on the specific facts of this case, the applicants submit that it was not reasonably practicable, within the meaning of subsection 48(2) of the Act, to remove the applicants. Respondent's Written Submissions", "[32] The respondent submits that questions of fact, discretion and policy and questions where the legal issues are intertwined with the factual issues attract a standard of review of reasonableness.", "[33] The respondent submits that the officer's decision was reasonable. The respondent highlights the recent filing of the applicants' H&C application and the lack of evidence that a decision was imminent.", "[34] The respondent submits that the essence of the applicants' claim is that their H&C application ought to be determined before removal. However, this ignores the scheme and provisions of the Act that clearly provide that removal is the rule with deferral being the exception. Further, a removal officer's discretion to defer removal under section 48 of the Act is extremely narrow. There is no requirement to conduct a mini H&C assessment of factors such as the best interests of the child.", "[35] In making its decision, an officer may consider compelling or special personal circumstances. However, the respondent submits that in this case, the applicants have failed to establish special circumstances requiring the deferral of their removal. The mere existence of an H&C application does not in itself warrant a deferral or stay of removal.", "[36] Nevertheless, the respondent submits that the officer did consider the psychiatrist's letters submitted by the applicants. However, the officer found that as no evidence had been submitted to the contrary, support was likely available in Mexico and there was a lack of new evidence to show that the applicants' mental states had worsened or that there was immediate psychological harm. As no evidence was submitted to show that the applicants had received treatment to improve their mental health, it was reasonable for the officer to find insufficient evidence of the harm alleged by the applicants. Applicants' Written Reply", "[37] In reply, the applicants submit that contrary to the respondent's submissions, the officer did not consider that the applicants' materials were silent on the question of whether or not they had sought mental health treatment. Further, the applicants included ample expert evidence of immediate, severe and irreversible harm to the applicant Madeline; harm that exceeded the more general inherent consequences of removal. Analysis and Decision Issue 1 What is the appropriate standard of review?", "[38] Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see <FRAGMENT_SUPPRESSED>  at paragraph 57).", "[39] Both parties agree that the appropriate standard of review of a removal officer's decision on a deferral request is reasonableness. It is established jurisprudence that this is the appropriate standard of review for these types of decisions (see <FRAGMENT_SUPPRESSED>  [2007] FCJ No 117 at paragraphs 5 and 6; appeal dismissed in 2008 FCA 8, [2008] FCJ No 22; and <FRAGMENT_SUPPRESSED>  [2009] FCJ No 1369 at paragraph 15).", "[40] In reviewing the officer's decision on the standard of reasonableness, the Court should not intervene unless the officer came to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it (see <FRAGMENT_SUPPRESSED> above, at paragraph 47; and Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  [2009] SCJ No 12 at paragraph 59). As the Supreme Court held in <FRAGMENT_SUPPRESSED> above, \"it is not up to a reviewing court to substitute its own view of a preferable outcome, nor is it the function of the reviewing court to reweigh the evidence\" (at paragraph 59). Issue 2 Did the officer err in not deferring the applicants' removal until their H&C application was decided?", "[41] The source of a removal officer's power to defer removal is provided in subsection 48(2) of the Act, which states: If a removal order is enforceable, the foreign national against whom it was made must leave Canada immediately and it must be enforced as soon as is reasonably practicable . [emphasis added]", "[42] This provision places a positive obligation on the respondent to execute a valid removal order. The removal officer has limited discretion to defer a removal until it is reasonably practicable (see <FRAGMENT_SUPPRESSED>  [2009] FCJ No 314 at paragraph 49). Further, the removal officer's discretion to defer removal is limited to the scope and adequacy of the information put forward to him (see <FRAGMENT_SUPPRESSED>  [2006] FCJ No 182 at paragraph 30).", "[43] Generally, an outstanding H&C application, absent special considerations, is not sufficient on its own to justify delay unless there is a threat to personal safety (see <FRAGMENT_SUPPRESSED> ). As stated by Mr. Justice Pierre Blais in the concurring opinion in Baron above, at paragraph 87: H&C applications are not intended to obstruct a valid removal order. Where a PRRA has revealed that the applicants are not at risk if they are returned, then the applicants are intended to make future requests for permanent residence from their home country.", "[44] Further, the scope of a removal officer's considerations in assessing a deferral request is limited. In general, deferral should only be granted \"where failure to defer will expose the applicant to the risk of death, extreme sanction or inhumane treatment\"(see Wang above, at paragraph 48).", "[45] Removal officers are not positioned to evaluate all the evidence that might be relevant in an H&C application (see Ramada above, at paragraph 7). However, they can consider whether there are good reasons to delay removal, such as a person's ability to travel, the need to accommodate other commitments such as school obligations or compelling circumstances such as H&C considerations (see Ramada above, at paragraph 3). They can also consider whether the consequences of removal can be remedied by readmission after an outstanding application is approved (see Wang above, at paragraph 48).", "[46] In terms of affected children, their immediate interests should be treated fairly and with sensitivity (see <FRAGMENT_SUPPRESSED>  [2006] FCJ No 310 at paragraph 3). However, removal officers have \"no obligation to substantially review the children's best interest before executing a removal order\" (see Baron above, at paragraph 57).", "[47] Turning to the case at bar, the officer made several observations before evaluating the psychiatric evidence. The officer noted that no medication had been prescribed, but support groups had been suggested. The officer found it likely that such groups would be available in Mexico, access to which could be researched before the applicants' departure. The officer's most contentious statement was the following: Not to diminish the statements in the letter written by Dr. Thirlwell I believe it is very possible that there are many persons equally affected of whom the statements could and have been made and have not resulted in a poor outcome and while there could be I do not believe it is possible for Dr. Thirlwell or any other Doctor to determine with absolute certainty the outcome of the circumstances of this or other cases since this would require the ability to predict the future and be aware of all variables that will affect the outcome.", "[48] The officer found that as there had been no more recent documents submitted on the mental health concerns, the situation might have stabilized and not worsened.", "[49] The applicants submit that the officer erred by: 1. not considering the harm to the applicants' mental health; 2. holding the psychiatrist to an elevated standard of absolute certainty on her prediction of the applicants' future mental well-being; 3. relying on the existence of support groups in Mexico, even though the psychiatrist had clearly stated that such groups would not be sufficient to help either applicant Magdalena or applicant Madeline; and 4. finding that applicant Madeline's situation may have stabilized in the nine months since the psychiatrist's letter.", "[50] A review of the psychiatrist's letters is required to assess the strength of the applicant's submissions. The psychiatrist wrote separate letters for applicant Magdalena (dated September 27, 2010) and applicant Madeline (dated October 16, 2010). These letters reported on the psychiatrist's assessment of the applicants'psychological and emotional functioning and the potential harmful effects of removal from Canada.", "[51] In the letter pertaining to applicant Magdalena, the psychiatrist described the applicant as being \"overwhelmed with fear about her family's future\" since their refugee status was refused. The applicant was \"terrified about the possible deportation of her family\", which had \"seriously compromised her mental functioning\". This has led to problems with memory and concentration, sleeping, and depression. However \"[s]he denies any suicidal ideation or psychotic symptoms\". She was diagnosed with PTSD and major depressive episode. These conditions required \"treatment with cognitive behavioural therapy for depression\" and the psychiatrist stated that the applicant would \"benefit from attending a support group of women and children who have been victims of trauma\". The psychiatrist also found that the applicant would recover well from these conditions if she was not exposed to further trauma. However, returning to Mexico would expose her to further trauma, cause irreversible psychological and emotional damage, further undermine her current fragile mental status, likely compromise her ability to function as a mother and place her \"at serious risk of psychological collapse and potential suicide.\"", "[52] The psychiatrist's letter regarding the applicant Madeline noted that she was having problems sleeping and concentrating. Her mental status exam showed that she \"appeared markedly stressed and anxious\". However, she denied \"any suicidal ideation or psychotic symptoms\". As with her mother, the applicant Madeline was diagnosed with PTSD and major depressive episode. Her fear of her family's pending deportation \"has seriously compromised her mental functioning\". The psychiatrist noted that \"her condition requires treatment with cognitive behavioural therapy for depression\" and \"[s]he would benefit from attending therapy for children who have been victims of trauma\". If allowed to stay in Canada, the psychiatrist found that the applicant's likelihood of recovery was good. Conversely, returning to Mexico would expose her to further trauma, cause irreversible psychological and emotional damage, place her in physical danger, undermine her current mental status and compromise her development. The psychiatrist concluded that if deported, the applicant's\"condition will deteriorate, her suffering will increase and she is at serious risk of psychological and emotional collapse.\"", "[53] On judicial review, a removal officer's discretion should only be second-guessed where \"they have overlooked an important factor, or seriously misapprehended the circumstances of a person to be removed\" (see Ramada above, at paragraph 7).", "[54] The applicants' submissions suggest that the officer in this case seriously misapprehended the mental condition of two of the applicants and overlooked the seriousness of the projected effects of deportation on them.", "[55] <FRAGMENT_SUPPRESSED>  [2009] FCJ No 1058, this Court clearly stated that \"a non-expert decision-maker errs when she rejects expert psychological evidence without basis\" (at paragraph 46). The weight assigned to medical evidence is however a task assigned to the officer and does not raise a serious issue where the officer makes accurate observations of the reported treatment (see <FRAGMENT_SUPPRESSED>  [2003] FCJ No 1353, at paragraph 12).", "[56] The key question is therefore whether the officer rejected the psychiatrist's letters without basis or merely assigned little weight to them. Although the contentious statement (cited above) raises concerns that the officer, as a non-expert, was characterizing a doctor's prognosis as \"the ability to predict the future\", I find that as a whole it is more a question of weighing the evidence than purely rejecting it.", "[57] The officer relied on the primary treatment being support groups for both applicants. A review of the psychiatrist's letters indicates that treatment with cognitive behavioural therapy for depression was also recommended. However, no evidence was provided that such treatment had been sought, even though the deferral request was filed more than eight months after the date of the psychiatrist's letters. This is notable, as it is established jurisprudence that a removal officer's discretion is limited to the scope and adequacy of the information put forward to him (see <FRAGMENT_SUPPRESSED> above, at paragraph 30).", "[58] The letters do highlight the increased psychological risk faced by both applicants should they return toMexico. However, recalling the limited discretion that a removal officer has in deferring removal, deference should be shown to the officer's finding that this increased psychological risk does not amount to \"risk of death, extreme sanction or inhumane treatment\" (see Wang above, at paragraph 48).", "[59] In summary, I find the applicants have failed to show a reviewable error. Read as a whole, the officer's decision was transparent and justifiable and within the range of acceptable outcomes based on the evidence before it. I would therefore dismiss this judicial review.", "[60] Neither party wished to submit a proposed serious question of general importance for my consideration for certification. JUDGMENT", "[61] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed. ANNEX Relevant Statutory Provisions Immigration and Refugee Protection Act , SC 2001, c 27 48. (1) A removal order is enforceable if it has come into force and is not stayed. (2) If a removal order is enforceable, the foreign national against whom it was made must leave Canada immediately and it must be enforced as soon as is reasonably practicable. 72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court. Jose Luis Urbina Ortiz, Magdalena Gutierrez De Urbina, Madeline Urbina Gutierrez, Jose Luis Urbina Gutierrez et  <FRAGMENT_SUPPRESSED>  O'Keefe", "[2] Contexte", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32]", "[33]", "[34]", "[35]", "[36]", "[37]", "[38] <FRAGMENT_SUPPRESSED> , au paragraphe 57).", "[39] <FRAGMENT_SUPPRESSED>  [2009] ACF no 1369, au paragraphe 15).", "[40] Khosa,", "[41]", "[42] <FRAGMENT_SUPPRESSED>  [2006] ACF no 182, au paragraphe 30).", "[43] Baron", "[44] Wang", "[45] Ramada Ramada Wang", "[46] Baron", "[47] [Traduction]", "[48]", "[49]", "[50]", "[51]", "[52]", "[53] Ramada", "[54]", "[55] <FRAGMENT_SUPPRESSED>  [2003] ACF no 1353, au paragraphe 12).", "[56]", "[57]", "[58] Wang", "[59]", "[60] JUGEMENT", "[61] ANNEXE , LC 2001, ch. 27 48. (1) A removal order is enforceable if it has come into force and is not stayed. (2) If a removal order is enforceable, the foreign national against whom it was made must leave Canada immediately and it must be enforced as soon as is reasonably practicable. 72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court. [End of document]"]}