{"id_": "098417", "body_str": ["[1] de Montigny, J. : This is an application for judicial review of the decision of a Visa Officer dated July 6, 2004, which determined that Shirina Sultana (Shirina) and Alamgir Hossain Mazumder (Alamgir) did not meet the definition of \"dependant child\" under the Immigration and Refugee Protection Act IRPA ).  <FRAGMENT_SUPPRESSED>", "[2] The Applicant Golam Farouk Mazumder has been a Canadian citizen since 1997. He sponsored his parents and several of his siblings for permanent residence in Canada. Shirina and Alamgir are the Applicant's siblings. They were included with the application as dependants of the parents.  <FRAGMENT_SUPPRESSED>", "[3] The Visa Officer found that both Shirina and Alamgir had not been \"continuously enrolled in and attending a post-secondary institution that is accredited by the relevant government authority\" since attaining age 22. More specifically, Shirina was found not to have been a full time student during two periods (from June 1998 to January 1999 and from August 1999 to December 1999), while Alamgir had been a private student since 2001, and as such was not attending classes but studied from home.  <FRAGMENT_SUPPRESSED>", "[4] The Applicants raise two issues: 1) Did the visa officer breach the duty of fairness by failing to apply the procedure as set out in the Citizenship and Immigration Manual and Procedures OP-2 (Processing Members of the Family Class) (\"OP-2\"), specifically whether the officer failed to give the applicants a deadline to provide additional information about the dependent children; 2) Did the visa officer breach the principles of natural justice and duty of fairness by failing to give the dependants an opportunity to address concerns about their attendance at a full-time institution.  <FRAGMENT_SUPPRESSED>", "[5] The relevant legislative provision reads as follows:  <FRAGMENT_SUPPRESSED> \"2. The definitions in this section apply in these Regulations.  <FRAGMENT_SUPPRESSED> 'dependent child', in respect of a parent, means a child who  <FRAGMENT_SUPPRESSED> (a) has one of the following relationships with the parent, namely,  <FRAGMENT_SUPPRESSED> (i) is the biological child of the parent, if the child has not been adopted by a person other than the spouse or common-law partner of the parent, or  <FRAGMENT_SUPPRESSED> (ii) is the adopted child of the parent; and  <FRAGMENT_SUPPRESSED> (b) is in one of the following situations of dependency, namely,  <FRAGMENT_SUPPRESSED> (i) is less than 22 years of age and not a spouse or common-law partner,  <FRAGMENT_SUPPRESSED> (ii) has depended substantially on the financial support of the parent since before the age of 22 - or if the child became a spouse or common-law partner before the age of 22, since becoming a spouse or common-law partner - and, since before the age of 22 or since becoming a spouse or common-law partner, as the case may be, has been a student  <FRAGMENT_SUPPRESSED> (A) continuously enrolled in and attending a post-secondary institution that is accredited by the relevant government authority, and  <FRAGMENT_SUPPRESSED> (B) actively pursuing a course of academic, professional or vocational training on a full-time basis, or  <FRAGMENT_SUPPRESSED> (iii) is 22 years of age or older and has depended substantially on the financial support of the parent since before the age of 22 and is unable to be financially self-supporting due to a physical or mental condition. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[6] A visa officer has authority to determine whether an alleged dependant child has been enrolled and in attendance as a full-time student in a genuine, meaningful and bona fide respect. This determination is in most cases a pure question of fact, and is thus entitled to a significant amount of deference by a reviewing court ( <FRAGMENT_SUPPRESSED> ; 223 F.T.R. 152 ( <FRAGMENT_SUPPRESSED>  (T.D.)). As a consequence, this Court will intervene only in those cases were the decision under review is patently unreasonable. This is most certainly the standard applicable with respect to the decision affecting Shirina.  <FRAGMENT_SUPPRESSED>", "[7] As for the decision to exclude Alamgir from the definition of \"dependant child\", it is entitled to a little less deference since the visa officer first had to conclude that the concept of \"attendance\" implies a physical presence in the classroom before determining that he was not in compliance with the definition. This is clearly a mixed question of fact and law, and as a result that decision should be assessed on the basis of the reasonableness simpliciter standard. This was indeed conceded by counsel for the defendant at the hearing.  <FRAGMENT_SUPPRESSED>", "[8] After having reviewed the documentary record and a transcript of the interview, and having heard and considered the submissions, I am of the view that the decision of the visa officer should not be disturbed. Not only is her decision sound and in conformity with the legislation and the case law, but I have not been convinced that she breached a principle of natural justice in coming to her decision.  <FRAGMENT_SUPPRESSED>", "[9] The Federal Court of Appeal, in <FRAGMENT_SUPPRESSED> ; 287 N.R. 97 (C.A.)), gave the following interpretation of the words \"enrolled and in attendance as a full-time student\" that were found in the definition of \"dependent son\" under the former regulations:  <FRAGMENT_SUPPRESSED> \"In my view, the words 'enrolled and in attendance as a full-time student' require that the student, on a continuous basis, make a bona fide attempt to assimilate the material of the subjects in which the student is enrolled. This does not suggest that a student must be either successful in the examinations or that the student have acquired a mastery of the subject. What is required is a genuine effort on the part of the student to acquire the knowledge that the course seeks to impart. Thus a visa officer is required to consider more than mere physical attendance in determining whether the person has been 'in attendance as a full-time student' and must make sufficient inquiries in order to satisfy himself that the student meets the requirements of subparagraph 2(1)(b)(i). <FRAGMENT_SUPPRESSED>", "[10] Justice Sexton, speaking for the court in that case, then went on with a series of factors that can be considered in making such a determination. What clearly emerges from that decision is that as difficult as it may sometimes be to determine whether a person is a bona fide student, it will at the very least be essential to show a regular physical attendance to the various courses required by the academic program in which that person is enrolled. More may be required to demonstrate a real commitment to a course of studies, but going to classes will in all cases be the bare minimum.  <FRAGMENT_SUPPRESSED>", "[11] It is worth noting that the wording used in the definition of \"dependant child\" in the current Regulations appears to express the intent to codify the factors spelled out by the Court of Appeal in the Sandhu decision. As was pointed out by my colleague Justice Dawson, \"Sub-part (A) of the definition carries forward the requirement of full-time enrollment and attendance in an educational program, while sub-part (B) articulates the requirement for a mental presence in the educational program in the form of a genuine, bona fide effort on the part of the student\" ( <FRAGMENT_SUPPRESSED> ; 256 F.T.R. 172 (T.D.)).  <FRAGMENT_SUPPRESSED>", "[12] On the basis of the foregoing, the Visa Officer's decision was clearly reasonable and open for her to make. The officer could certainly come to the conclusion that Shirina was not continuously enrolled in and attending a post-secondary institution since she turned 22, considering the two periods during which she was not a full-time student. As for Alamgir, he certainly could not claim that he was \"attending\" school if he was studying from home (it is worth noting that he appears to have failed his final master degree exam; although this is not, in and of itself, a determining factor, it can certainly be taken into account in assessing the genuineness of his commitment).  <FRAGMENT_SUPPRESSED>", "[13] As for the alleged breach of the duty of fairness and the visa officer's failure to give the applicant and the dependants an opportunity to provide additional information with respect to their status as full-time students, I can find no merit with this argument. It is true that the visa officer took into consideration an email that was sent to her by a Migration Integrity Officer, who reported after having visited the institutions where the dependants were enrolled that Alamgir was a \"private student\" and did not attend classes, and that Shirina had indeed two gaps in her academic curriculum. But this did not amount to the breach of a principle of natural justice.  <FRAGMENT_SUPPRESSED>", "[14] It is clearly established that it falls upon the Applicants to prove that the children were indeed \"dependant childs\" and satisfied the definition found in the Regulation. As such, it was the responsibility of the Applicants to provide the Visa Officer with all the information necessary to assess their application. There is no requirement for a visa officer to seek clarification, or to reach out and make the Applicant's case ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[15] Relying on <FRAGMENT_SUPPRESSED> ; 151 F.T.R. 1 (T.D.), the Applicant contended that they should have been given the opportunity to alleviate the Visa Officer's concerns stemming from the email. In that case, my colleague Justice Teitelbaum did mention that the visa officer should inform the applicant of his concerns when he has obtained extrinsic evidence. But he then goes on to add:  <FRAGMENT_SUPPRESSED> \"In essence, where an interview is necessary to assess an applicant, the duty of fairness requires that the visa officer thoroughly interview the applicant on factors relevant to the claim and give the applicant an opportunity to respond to allegations or assumptions of which the applicant could not be reasonably aware. <FRAGMENT_SUPPRESSED>", "[16] In the present case, the Visa Officer interviewed Shirina and Alamgir and reviewed their academic records. The documentary evidence before the Visa Officer did not show that they had continuous enrolment or attendance in school. Of course, the Visa Officer then asked for a verification of the documents that they had provided. But her decision was not based upon the discovery of any new facts; it is not as if she had received, subsequently to the interview, information that the diplomas or the records were false. All the information that she used to reach her conclusion was within the alleged defendants' knowledge. In the circumstances of this case, I find that a sufficient opportunity was given to Shirina and Alamgir during their interview to enable them to meet the onus they faced to demonstrate that they met the selection standards.  <FRAGMENT_SUPPRESSED>", "[17] In the result, the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Elizabeth M.A. Turgeon/gs  <FRAGMENT_SUPPRESSED> [End of document]"]}