{"id_": "098568", "body_str": ["[1] Martineau, J. [Translation]: The applicants are challenging the legality of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board) dated October 6, 2005, concluding that the applicants are not Convention refugees or persons in need of protection within the meaning of sections 96 and 97 of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the Act).", "[2] The applicants-Mr. Chavez, his wife, his two daughters, his father and the father's spouse-are citizens of Mexico. They fear being persecuted because of their political opinion and their membership in a particular social group, namely, the family.", "[3] In his Personal Information Form (PIF), the principal applicant based his claim primarily on the following facts. He is a lawyer. Together with his father, he previously operated a security company in the city of Toluca, Mexico. Between 1998 and 2002, the company was awarded contracts by the office of the attorney general of the republic (PGR) for surveillance at the Adolfo Lopez Mateos international airport. On March 3, 2003, in Mexico City, he was abducted by unknown persons who forced him to get in their automobile. From [translation] \"the way they talked to each other\", he concluded that they were officers of the judicial police. The kidnappers telephoned his father and demanded a ransom of one million pesos. Having collected half of that amount, his father managed to convince the kidnappers to free his son. The principal applicant and his father decided not to file a complaint with the police, as that could endanger the lives of the principal applicant and his family. The principal applicant shut down his business and went into practice as a lawyer.", "[4] Nearly two years later, on January 12, 2005, the spouse of the principal applicant's father was in Mexico City. She was followed by two unknown persons in a white automobile. She managed to escape by hiding in a security guard booth. On January 14, 2005, the principal applicant received a telephone call. The person calling said, [translation] \"We know where you live\" and hung up. After discussing the matter with colleagues, the principal applicant decided to leave the country. On January 17, 2005, the principal applicant and his family applied for their passports. On February 1, while driving to Toluca after having purchased their airline tickets in Mexico City, the principal applicant and his spouse were followed by a white automobile. An unknown person pulled out a weapon and told them to get out. In shock, the principal applicant lost control. As a result of this accident, the principal applicant and his spouse were hospitalized. The principal applicant remained at home for 15 days to recover. On March 21, 2005, the applicants arrived in Canada and claimed refugee protection.", "[5] In its decision, the Board mistakenly stated that the applicants were citizens of Peru. However, aside from this strictly clerical error, the determinative issue in this case is the credibility of the applicants.", "[6] First of all, the Board noted a contradiction between the immigration officer's interview sheet (notes made at the port of entry) for the principal applicant and his testimony. The interview sheet indicates that the March 3, 2003 kidnapping happened when the principal applicant was leaving the bank. However, at the hearing, the principal applicant testified that he was leaving the office of the attorney general. When confronted with this contradiction, the principal applicant confirmed the latest version of the facts and insisted this was what he had told the immigration officer. The Board was of the opinion that this was a major contradiction which affected his credibility. It rejected the principal applicant's explanation, noting that it is \"too easy to pass the blame on to a third party\".", "[7] Secondly, the Board drew a negative inference from the fact that, after the principal applicant was kidnapped in March 2003, the applicants waited two years before leaving Mexico. The Board noted that the principal applicant was ill at ease when confronted on this point.", "[8] Thirdly, in the principal applicant's PIF, there is no mention of an attempted kidnapping on February 1, 2005, but rather of armed persons in an automobile who allegedly threatened him and tried to stop his automobile. When confronted with this omission, which the Board considered as being important, the principal applicant answered: [translation] \"I was not kidnapped, because I did not allow it, and that is why I had the accident\". The Board did not believe the principal applicant and was of the opinion that he trimmed his testimony to explain this omission.", "[9] Fourthly, the Board did not believe the principal applicant's explanation to the effect that he deduced that his kidnappers were judicial police officers because of [translation] \"the way they talked to each other\". The Board was of the opinion this was \"pure speculation and improvisation\". In fact, the principal applicant was unable to give any details whatsoever about the content of the conversations of his attackers (apart from making a baseless statement at the hearing that judicial police officers use \"codes\" when speaking to each other). The Board also noted that in his Background Information form, in answer to Question 3(d), he stated that he fears unknown people. When confronted with this contradiction, the applicant simply answered, [translation] \"No, he asked me if I knew judicial police officers, and I said no\". The Board concluded that the principal applicant trimmed his testimony. The Board did note that the father of the principal applicant testified to the effect that his son's abductors were officers of the judicial police because of the way they spoke, but it did not believe this explanation for the abovementioned reasons.", "[10] Fifthly, even though it did not believe the applicants' narratives were true, the Board dealt briefly with state protection. It noted that the government of Mexico had taken steps to fight police corruption and criticized the applicants for not having contacted \"other institutions of the Mexican government\" to ask for their country's protection. The Board deduced that the applicants did not fear for their lives and that the alleged incidents simply did not occur.", "[11] Essentially, the applicants submit today that the Board erred in its assessment of the facts. They challenge each of the unfavourable conclusions mentioned above, submitting that those conclusions are arbitrary and unreasonable. The contradictions noted by the Board are only apparent ones, and the explanations given by the principal applicant are reasonable in the circumstances. Thus, the immigration officer simply made a mistake in writing down that the principal applicant was leaving the bank when he was kidnapped. In addition, the second attempted kidnapping actually is mentioned in the PIF, although the word \"kidnapping\" is not used. Counsel for the applicants also note that the principal applicant is a lawyer. He and his family had a lot to lose in leaving Mexico. Therefore, their fear of persecution is real and well founded. In any event, even if there are inconsistencies in the applicants' evidence, they are relatively minor. Finally, the applicants submit that the Board erred in its assessment of state protection available in Mexico, particularly in cases of police corruption, and that this is a reviewable error: <FRAGMENT_SUPPRESSED> .", "[12] Meanwhile, the respondent submits that the case law holds that the Board may consider the port of entry notes to assess the credibility of an applicant ( <FRAGMENT_SUPPRESSED>  and the case law cited in this decision). It is unusual, to say the least, that the only so-called error mentioned by the applicants concerns the fact that the immigration officer mistakenly wrote that the principal applicant was leaving a bank when he was kidnapped by judicial police officers. The attempted kidnapping in 2005 is not mentioned in the PIF, which recounts another incident. Therefore, the Board had good reason to draw a negative inference. Moreover, the Board noted that the applicant appeared ill at ease when he gave his answers. Such findings are an integral part of the Board's discretion and must be afforded considerable deference. The Board could also take into consideration the long delay in leaving Mexico after the applicant was allegedly kidnapped. In addition, the Board noted that the Mexican authorities had established a system to fight police corruption and that state protection was available to the applicants. This is not a case in which a refugee protection claimant filed a complaint and then faced official inaction. Therefore, no intervention is warranted: <FRAGMENT_SUPPRESSED> .", "[13] This application must be dismissed. It is obvious that the Board's assessment of the applicants' credibility is based on the evidence on record. Because this is a finding of fact, the applicable standard is patent unreasonableness ( <FRAGMENT_SUPPRESSED>  (F.C.A.)). To sum up, the Court will intervene only if the Board based its decision on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it (paragraph 18.1(4)( ) of the Federal Courts Act , R.S.C. 1985, c. F-7), which is not the case here. In fact, even if an analysis of the documents and answers of the principal applicant may to a certain extent support the interpretation suggested by counsel for the applicants, the opposite is also true. As far as the assessment of facts is concerned, the Board is usually in a better position to reach conclusions than the Court.", "[14] I hasten to add that it is nevertheless dangerous for the Board to base a finding of an overall lack of credibility on a minor omission or an apparent contradiction between the port of entry notes and the subsequent testimony of a claimant for refugee protection. As I wrote in <FRAGMENT_SUPPRESSED> : . . . not every kind of inconsistency or implausibility in the applicant's evidence will reasonably support the Board's negative findings on overall credibility. It would not be proper for the Board to base its findings on extensive \"microscopic\" examination of issues irrelevant or peripheral to the applicant's claim: see <FRAGMENT_SUPPRESSED>  (QL) (C.A.) (\" Owusu-Ansah \") . . . Furthermore, the Board should not be quick to apply the North American logic and reasoning to the claimant's behaviour: consideration should be given to the claimant's age, cultural background and previous social experiences: see <FRAGMENT_SUPPRESSED>  at para. 20 (QL) (T.D.); and A person's first story is usually the most genuine and, therefore, the one to be most believed. That being said, although the failure to report a fact can be a cause for concern, it should not always be so. That, again depends on all the circumstances: see <FRAGMENT_SUPPRESSED>  at para. 5 (QL) (C.A.); Owusu- <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED>  (QL) (T.D.). In evaluating the applicant's first encounters with Canadian immigration authorities or referring to the applicant's Port of Entry Statements, the Board should also be mindful of the fact that \"most refugees have lived experiences in their country of origin which give them good reason to distrust persons in authority\": see Prof. James C. Hathaway, The Law of Refugee Status , (Toronto: Butterworth, 1991) at 84-85; <FRAGMENT_SUPPRESSED> , supra; and Takhar , supra. . . . There is no doubt that a failure to mention the key events on which the refugee claim is based in a written statement to immigration authorities, or an inconsistency between such statement and subsequent testimony, are very serious matters that can potentially sustain a negative credibility finding. However, the omission or inconsistency must be real: see <FRAGMENT_SUPPRESSED>  (QL) (C.A.). Besides, explanations given by the applicant which are not obviously implausible must be taken into account: see Owusu- <FRAGMENT_SUPPRESSED> .", "[15] In my opinion, the Board's finding of an overall lack of credibility is not patently unreasonable. In the case at bar, the Board took into consideration the explanations given by the principal applicant and rejected them, giving reasons which do not seem to me to be perverse or capricious. The contradiction between the port of entry notes and the principal applicant's testimony are quite real and is not the only one noted by the Board in its decision. There is no reason here to doubt the truth and the accuracy of the statements made by the principal applicant to the immigration officer. Moreover, I note that the principal applicant is an educated man and a lawyer. It is therefore reasonable to expect him to be able to give the immigration officer and the Board a clear explanation of his reasons for leaving Mexico. Finally, this is not a case in which the evidence on record shows that real prejudice was caused to the claimant for refugee protection because of flagrant mistakes in interpretation made by an interpreter at the hearing or at the initial interview with the immigration officer.", "[16] In conclusion, it is not my function to substitute my assessment of the evidence for that of the Board. Furthermore, there is no need for me to rule on the legality of the Board's conclusion about state protection, given that the applicants' narratives were found to be not credible and that this aspect of the Board's decision is not subject to review. No question of general importance was raised or is raised in the case at bar. ORDER", "[17] THE COURT ORDERS that the application for judicial review be dismissed. No question is certified.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14] <FRAGMENT_SUPPRESSED>  (QL) (C.A.) (Owusu-Ansah) [...] The Law of Refugee Status Takhar Owusu-Ansah", "[15]", "[16] ORDONNANCE", "[17] [End of document]"]}