{"id_": "098526", "body_str": ["[1] Rennie, J. : The applicants seek judicial review of a decision by a Canada Border Services Agency (CBSA) Enforcement Officer who refused to defer removal of the applicants from Canada pending the determination of their application for humanitarian and compassionate (H&C) relief. For the reasons that follow the application is dismissed. Facts", "[2] The principle applicant, Igor Ovcak, and his two adult daughters, Sandra and Janja, are citizens of Slovenia. His wife, Miluse Ovcakova, is a citizen of Slovakia.", "[3] The applicants claim that an immigration consultant induced them to enter Canada, telling them that upon their arrival they would be approved for permanent resident status. The applicants entered Canada as visitors in August of 2007. Mr. Ovcak explains that upon their arrival the immigration consultant told them that their application for permanent residence had been refused. He advised them to make a refugee claim.", "[4] In November of 2007 the applicants applied for refugee protection based on alleged discrimination experienced by Ms. Ovcakova in Slovenia because of her ethnicity and nationality. In July of 2011 that application was denied. In November of 2011 the applicants applied for a Pre-Removal Risk Assessment (PRRA). On January 17, 2012, that application was also denied.", "[5] On January 24, 2012 the applicants were advised that they were required to leave Canada on February 12, 2012. That day, they applied for permanent residence from within Canada on H&C grounds. They also requested deferral of their removal pending the outcome of that application.", "[6] The Officer denied the deferral request on February 7, 2012. He based his decision on the following considerations: i. The H&C application was not submitted in a timely manner and there was no evidence to indicate that a decision was imminent. ii. Family separation is an inherent aspect of the removal process. There was no evidence to show that the family could not be reunited in Slovakia or Slovenia after their removal. Mrs. Ovcakova had lived in Slovenia from 1987 to 2007 and the Embassy of the Republic of Slovenia stated that she was a permanent resident of Slovenia. iii. There was no evidence to show that the applicants would be unable to find employment in Slovenia or Slovakia. iv. The applicants had reasonable notice regarding their removal from Canada and had time to prepare. v. The applicants'claim that they would be discriminated against based on Mrs. Ovcakova's nationality had already been addressed in the refugee and PRRA decisions. vi. Though the applicants assert that they had received erroneous legal advice, \"the responsibility for the outcome of any proceedings still rests with the individual, and not their chosen counsel.\" vii. Regarding the best interests of children, both daughters are adults. They have spent most of their lives in Slovenia and know the language, culture and customs. The daughters will be traveling with their parents and have extended family to help them adjust.", "[7] On February 10, 2012, the applicants were granted a stay of the execution of the removal orders, and therefore were granted leave to commence an application for judicial review. Issue", "[8] The issue in this application is whether the Officer's decision was reasonable: <FRAGMENT_SUPPRESSED> . Analysis", "[9] Section 48 of the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA ) requires individuals subject to an enforceable removal order to leave Canada immediately. Officers responsible for enforcing remand orders are required to so\"as soon as is reasonably practicable.\"", "[10] An Officer has only limited discretion to defer removal, having regard to what is \"reasonably practicable\". Illness, a child's school year and a pending birth or death are all circumstances that may, in their context, justify deferral. A pending H&C application is not a bar to removal, but may be a relevant consideration if brought in a timely manner. As noted by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> : ...deferral should be reserved for those applications where failure to defer will expose the applicant to the risk of death, extreme sanction or inhumane treatment . With respect to H&C applications, absent special considerations, such applications will not justify deferral unless based upon a threat to personal safety [emphasis added].", "[11] In this case, the Officer considered all of the relevant circumstances and came to a reasonable conclusion.", "[12] The applicants emphasize the possibility of family separation; Mr. Ovcak and his daughters will be removed to Slovenia, whereas Ms. Ovcakova will be removed to Slovakia, her country of citizenship. Additionally, Sandra Ovcak lives with her partner, a permanent resident in Canada. The applicants also submit that they will face financial hardship if removed.", "[13] Family separation and financial hardship are unfortunate but ordinary consequences of removal from Canada. They do not constitute extraordinary circumstances that may justify deferral of removal: <FRAGMENT_SUPPRESSED> .", "[14] Moreover, the Officer concluded that the family had options for reunification. The Officer was entitled to give significant weight to the assurances from the Slovenian Embassy that Ms. Ovcakova's status as a permanent resident in Slovenia entitled her to live there, and that the applicants could be reunited in Slovakia or Slovenia.", "[15] The US Department of State Reports, which were before the Officer, indicate that Slovakia and Slovenia joined the EU in 2004, and became signatories to the Schengen Agreement in 2007. Moreover, the uncontroverted fact is that the applicants lived in Slovenia, first as a married couple and then as a family from 1976 to 2007.", "[16] The Officer also weighed reports about the economic situation in Slovenia and Slovakia but determined that there was no evidence that the applicants would be unable to find employment in either country. Evidence of weakened economies does not necessarily indicate that applicants cannot become employed. Therefore, the Officer's conclusion on this issue was reasonably open to him.", "[17] The applicants submit that Janja Ovcak, who is 20 years old, remains a \"dependant child\" and therefore is entitled to best interest of the child analysis. This argument is based on section 2 of the Immigration and Refugee Protection Regulations, SOR/2002-227 (the Regulations ), which defines\"dependant child\" as, among others, a biological child less than 22 years of age who has been and is financially dependent on the parents. Notably, the definitions in that section apply only to the Regulations , in contrast with the definitions in section 1 which also apply to the IRPA", "[18] The applicants' argument is supported by some case law from this Court. However, I am persuaded by Justice Shore's analysis of the issue in <FRAGMENT_SUPPRESSED> . He decided that a child for this purpose is a person under the age of 18. Justice Shore carefully considered domestic and international law on the issue. He gave particular weight to Article 1 of the Convention on the Rights of the Child , which defines a child as a person under the age of 18. Justice Hughes recently followed this reasoning in <FRAGMENT_SUPPRESSED> .", "[19] That said, the Officer in this case in any event was alive and sensitive to the circumstances of both Janja and Sandra. The Officer acknowledged the hardship they will face and reasonably decided that it would be lessened because they are familiar with Slovenia and would be traveling with family.", "[20] The applicants further submit that their pending H&C application ought to justify deferral because it was made in a timely manner, having regard to their circumstances. In particular, the applicants submit that their former immigration consultant negligently failed to inform them of the possibility of an H&C application. They promptly applied upon retaining new counsel.", "[21] The applicants rely on <FRAGMENT_SUPPRESSED>  in arguing that the alleged negligence of their former counsel constitutes a \"special circumstance\" warranting deferral of removal pending an H&C application.", "[22] The situation in <FRAGMENT_SUPPRESSED> was substantially different. In that case, the applicant's counsel filed a refugee claim without the applicant's knowledge. Counsel later neglected to follow the applicant's instructions to file an H&C application. Then, when the applicant finally did submit an H&C application, Citizenship and Immigration Canada failed to inform him that his application could not be processed due to a deficiency. This caused further delay. There were other significant circumstances, including the best interests of two young Canadian children, which justified a deferral of the removal order.", "[23] It was reasonably open to the Officer to determine that the applicants' circumstances were not similarly unusual and compelling. It is not uncommon for individuals to become dissatisfied with their legal representation, particularly with the benefit of hindsight. Absent circumstances such as in <FRAGMENT_SUPPRESSED> , where counsel acted both without instructions and failed to follow instructions that he had, this will not justify deferral.", "[24] Deferral of a removal order is limited to extraordinary circumstances. The Officer considered all of the applicants' submissions in determining that such circumstances were not present in this case. Therefore, I find that the decision was reasonable. JUDGMENT", "[25] THIS COURT'S JUDGMENT is that the application for judicial review be and is hereby dismissed. No question for certification has been proposed and none arises. Faits", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8] <FRAGMENT_SUPPRESSED> . Analyse", "[9] L'article 48 de la", "[10] <FRAGMENT_SUPPRESSED> :", "[11]", "[12]", "[13] <FRAGMENT_SUPPRESSED> .", "[14]", "[15]", "[16]", "[17]", "[18] <FRAGMENT_SUPPRESSED> .", "[19]", "[20]", "[21]", "[22] Dans Natoo,", "[23]", "[24] JUGEMENT", "[25] [End of document]"]}