{"id_": "098674", "body_str": ["[1] Zinn, J. : The Applicants, a Russian Orthodox Christian family with Israeli citizenship, immigrated to Israel from Russia in 1999. They sought refugee protection in Canada immediately upon landing on July 30, 2006. The Refugee Protection Division of the Immigration and Refugee Board of Canada [RPD] denied their claims on many bases: (1) the presumption of state protection had not been rebutted; (2) the Applicants had not made efforts to seek state protection; (3) the father, Sergey Goloubov, was not a credible witness; and (4) the Applicants had an internal flight alternative [IFA] as they could relocate to a Russian community within Israel.", "[2] The Applicants submit that the RPD made the following errors in rejecting their claim: 1. It erred in finding that Mr. Goloubov was not credible because of his explanation for not producing a medical report documenting the injuries he suffered during an attack by his neighbour in Israel; 2. It erred by finding that there was adequate state protection without providing any explanation as to why certain evidence was preferred over other evidence and by drawing inferences without evidentiary support; 3. It erred by finding that the Applicants could safely return to Israel if they relocated to a Russian community; 4. It erred in rejecting the Applicants' evidence respecting harm to similarly situated persons without explaining why it was rejected; and 5. It erred in drawing an adverse inference from the fact that the principal Applicant had added a fear of the ultra-racist Israeli organization, the Khemla Association, only on \"the day of his hearing\"despite the fact that several hearings were conducted between January 2010 and April 2012.", "[3] While not explicitly set out as an issue, the Applicants also argue that the RPD evaluated their application with a biased view of the Israeli-Palestinian conflict which affected its perception of Mr. Goloubov's reservations regarding reporting for military service.", "[4] At the hearing, the Respondent objected to the re-characterization of this bias argument. The Applicants submitted that the RPD had erred in failing to assess Mr. Goloubov's claim that he would be at risk in Israel given his objection to some military service. I agree with the Respondent that no such submission was made in the Applicants' memorandum or in their Reply and it cannot be made at the last minute, taking the opposing party and the Court by surprise.", "[5] For the reasons that follow, I find that the RPD's findings with respect to the availability of state protection were reasonable and this application for judicial review must therefore be dismissed. Since the issue of state protection is determinative, I do not need to come to any conclusions as to the reasonableness of the RPD's credibility findings, or the availability of an IFA. However, I will comment briefly on the Applicants' allegation of bias at the end of these reasons.", "[6] The RPD found that the Applicants had not rebutted the presumption of state protection. Specifically, it found that while they complained of the police refusing to help, they did not avail themselves of the complaints procedure for investigating police complaints through the Ombudsman's office. The RPD acknowledged that sometimes complaints \"do not always receive adequate response due to problems within the investigation system in a conspiracy of silence among police officers,\" but determined that this was no reason for the Applicants not to seek state protection altogether.", "[7] The Applicants submit that the RPD erroneously concluded that state protection was available to them despite observing that complaints did not always receive adequate responses. They argue that no explanation is provided as to why the RPD discounts \"evidence about a systemic flaw in the complaints investigation process.\" They further argued that that the RPD erred by failing to consider the real impact of efforts by the state to protect its citizens.", "[8] The Applicants' submissions are unfounded. First, there is simply no evidence in the record to indicate that there is a \"systemic flaw\" in the complaints investigation process. The strongest statement in the national document package [NDP] relating to police conduct is that several Jehovah's Witnesses reported difficulties in convincing police to investigate crimes against them: United States Department of State, 2010 Report on International Religious Freedom - Israel and the Occupied Territories , (17 November 2010), Certified Tribunal Record, at p 696. There is no similar report for Russian Orthodox Christians . The RPD states at paragraph 14 of its reasons that \"if there is a serious problem for Christians in Israel, this would be mentioned [in the NDP].\" That is a reasonable conclusion to reach based on the evidence.", "[9] Second, the RPD canvasses the potential for initiating police complaints through the office of the Minister of Justice and the Ombudsman's office. Contrary to the Applicant's submissions, this constitutes an analysis of the real impact of efforts to provide state protection. No more was needed because there is simply no evidence in the NDP that these complaints processes are inadequate to protect Russian Orthodox Christians. In fact, as was noted by the RPD, of the 1505 complaints investigated by the Ministry of Justice's Department for Investigations of Police Officers, 20 percent ended in a criminal trial or disciplinary hearing (Certified Tribunal Record, at p 379). The remaining complaints were closed because of lack of evidence or the officers were found not to be guilty. Similarly, the record shows that in 2009, the Ombudsman's office received 756 complaints against the Israeli police force, and 43.8 percent of them were found to be justified.", "[10] Finally, the comments in the decision referencing the fact that complaints to the Ombudsman \"do not always receive adequate response due to problems within the investigation system in a conspiracy of silence among police officers\" is not, as submitted, contradictory evidence because the reference from which that observation is taken does not refer to police investigations generally. Contrary to what the applicant submits, it refers to investigations regarding improper use of force where officers are required to testify against each other. As the Applicants make no claim that the police improperly used force against them, this evidence is not relevant.", "[11] In addition to these comments, I make the following observations. There are no indications in the NDP that Russian Orthodox Christians, despite being a minority in Israel, face unique challenges with which the state is unable or fails to deal.", "[12] Further, Israel is a democratic society with free and fair elections. Therefore, the Applicants face a higher threshold in order to rebut the presumption of state protection, commensurate with the level of democracy: <FRAGMENT_SUPPRESSED> .", "[13] The US Department of State, 2008 Human Rights Report on Israel and the Occupied Territories , (25 February 2009), pointed to by the Applicants, describes specific instances of societal abuses and discrimination based on religious beliefs or practices, but most of these instances were directed towards Jehovah's Witnesses and Muslims. There were a number of discrete instances against Christians, but no specific mention was made of instances involving Orthodox Christians or Russian Christians specifically, and, most importantly, there is no indication of any failure on the part of the state to protect these populations, nor of discrimination towards Russian immigrants or Orthodox Christians by police. In fact, there is evidence that crimes against Christian groups are being adequately investigated. For example, in one violent incident where 100 Haredi Jews assaulted approximately 50 Christian tourists in Jerusalem, two of the attackers were subsequently convicted: See the Certified Tribunal Record at p 609.", "[14] As for issues with the children, evidence in the NDP also shows that the Israel National Council for the Child (NCC) set up a special in-house Ombudsman for Children and Youth to make it easier for immigrant children and their families to address problems with the treatment of immigrant children. This office answers approximately 10,000 requests annually, ranging from requests for general advice, intervention with the school, to macro level policy advocacy: See Certified Tribunal Record at p 664.", "[15] No attempts were made by the Applicants to approach the Ombudsman for protection for their children.", "[16] Given the various efforts that Israel has taken to ensure state protection is available and the complete lack of evidence that such efforts are inadequate, there is no justification on the part of the Applicants for not seeking the protection available to them. In fact, the Applicants' evidence reveals that no efforts were made to even learn about the available means for protection. Therefore, there is nothing to suggest that the Applicants would not have been able to avail themselves of state protection, and there is no compelling reason for their failure to seek out state protection.", "[17] While the Applicants raise serious issues with respect to the credibility finding and the RPD's IFA determination, as noted earlier, the state protection finding, which was reasonable, is determinative of this application.", "[18] Although it is unnecessary given the conclusion I have reached, I will make some comments on the allegation of bias in the Applicants' memorandum.", "[19] The Applicants allege that the RPD's reasons indicate a bias and that the RPD member \"is sympathetic to one participant to the Palestinian-Israeli conflict to the disadvantage of the Applicants.\"", "[20] I agree with the Respondent that the test for reasonable apprehension of bias is high and that the Applicants' accusations do not meet this standard. Beyond the one sentence in the RPD's reasons that \"I find that the claimant cannot refuse to serve in the military simply because he refuses to take up arms against Palestinians who aim rockets into civilian areas in Israel,\" there is no indication of any bias on the part of the RPD. Additionally, the RPD's statement referenced documents in the NDP that confirm that 1,500 rockets were fired into Israel indiscriminately and that very issue was discussed between the RPD and Mr. Goloubov during the hearing.", "[21] Even if the RPD's comment could be viewed as indicative of a reasonable apprehension of bias with respect to the Israeli-Palestinian conflict, there is no indication that this would have had any effect on the application given that none of the family's claims for protection related to the Israeli-Palestinian conflict.", "[22] Therefore, not only is the allegation of bias unfounded, even if accepted as it was pled, it would not have affected the outcome of the application.", "[23] This application for judicial review is dismissed. It was reasonable for the RPD to conclude that the Applicants had failed to rebut the presumption of state protection on the evidence before it.", "[24] Neither party proposed a question for certification. JUDGMENT", "[25] THIS COURT ORDERS AND ADJUDGES that the application is dismissed and no question is certified.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8] Témoins de Jéhovah 2010 Report on International Religious Freedom - Israël and the Occupied Territories", "[9]", "[10]", "[11]", "[12] <FRAGMENT_SUPPRESSED> ).", "[13] 2008 Human Rights Report on Israël and the Occupied Territories", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24] JUGEMENT", "[25] [End of document]"]}