{"id_": "098609", "body_str": ["[1] Barnes, J. : The Defendants moved under Rules 213 and 221 for an Order striking out the Plaintiff's Statement of Claim and dismissing this action on the ground that no cognizable cause of action is pleaded, that there is no genuine issue for trial and that at least some of the claims are statute-barred.  <FRAGMENT_SUPPRESSED>", "[2] The Plaintiff, Samuel Chua, argues that the allegations set out in his Statement of Claim are worthy of being assessed and the action should, therefore, continue to trial.  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[3] Should the Statement of Claim be struck and the action dismissed?  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[4] In terms of identifying a legally recognized cause of action the Statement of Claim is not particularly illuminating. In 20 of its 22 paragraphs, a brief history of Mr. Chua's military career is outlined. The incident at the root of his claim was a head injury sustained during a basketball game on February 4, 2004. This injury is alleged to have been aggravated by inadequate treatment by Canadian Forces medical staff and by the Canadian Forces' failure to accommodate. Ultimately, the Canadian Forces moved to release Mr. Chua on medical grounds but, before that step could be carried out, Mr. Chua requested his voluntary release. Later, he unsuccessfully attempted to revoke his voluntary release and he was released from active service.  <FRAGMENT_SUPPRESSED>", "[5] The culminating paragraphs of Mr. Chua's Statement of Claim state:  <FRAGMENT_SUPPRESSED> 21. As a result of signing the Voluntary Release, the Plaintiff has suffered emotional pain and suffering and has lost income as a result of his inability to serve in the Canadian Forces.  <FRAGMENT_SUPPRESSED> 22. The Plaintiff has also suffered emotional pain and suffering as a result of the Canadian Forces' harassment, discrimination and failure to accommodate the Plaintiff for the Plaintiff's Medical Condition.  <FRAGMENT_SUPPRESSED> The Plaintiff claims against the Defendants:  <FRAGMENT_SUPPRESSED> a) General damages in the amount of $500,000;  <FRAGMENT_SUPPRESSED> b) Damages for loss of income in the amount of $700,000;  <FRAGMENT_SUPPRESSED> d) Prejudgment interest pursuant to the Judgment Interest Act;  <FRAGMENT_SUPPRESSED> e) Such further and other relief as this Honourable Court deems just; and  <FRAGMENT_SUPPRESSED> f) Costs.  <FRAGMENT_SUPPRESSED>", "[6] It is undisputed that Mr. Chua initiated a grievance in connection with the same matters that are described in his Statement of Claim. Although a Grievance Board report dated November 16, 2010, recommended that Mr. Chua's grievance be upheld in part, the process has not been completed in the face of the initiation of this proceeding on May 12, 2011. Under Article 7.16 of the Queen's Regulations and Orders for the Canadian Forces , a grievance is suspended until any related litigation is either discontinued or abandoned.  <FRAGMENT_SUPPRESSED>", "[7] The Defendants say that the grievance process provides an adequate alternative remedy that must be resolved before recourse to a judicial remedy is available.  <FRAGMENT_SUPPRESSED>", "[8] Rule 221(1) of the Federal Courts Rules , SOR/98-106, allows the Court to strike out a pleading on the ground that it discloses no reasonable cause of action and it may order that the action be dismissed. Rules 213 and 215 authorize a party to move for summary judgment on the basis that there is no genuine issue requiring a trial.  <FRAGMENT_SUPPRESSED>", "[9] Much of Mr. Chua's argument on the motion was based on an assertion that his Charter rights have been infringed and that the CF grievance process does not allow for Charter-based remedies. He says that this jurisdictional gap can only be remedied by permitting this action to proceed.  <FRAGMENT_SUPPRESSED>", "[10] There are two fundamental problems with this argument. First and foremost is the absence of any allegations of Charter breaches in his Statement of Claim. In my view, in order to engage the Charter, some reference to it must be made in the pleadings. The general allegations he makes of discrimination and harassment are insufficient.  <FRAGMENT_SUPPRESSED>", "[11] It is also noteworthy that Mr. Chua was unsuccessful in an earlier attempt to amend his Statement of Claim. In dismissing that motion, Prothonotary Roger Lafreniere held as follows:  <FRAGMENT_SUPPRESSED> Secondly, the proposed amendments are no more than an indirect challenge of administrative decisions taken by the CAF. As was stated by Madam Justice Layden-Stevenson in <FRAGMENT_SUPPRESSED>  (CanLII), 2007 FC 210, a plaintiff is required to exhaust the adequate alternative remedy available to him. This includes not only the National Defence Grievance process provided by section 29 of the National Defence Act RSC 1985 c N-5 and Queen's Regulations and Orders , chapter 7, but also the parallel recourse mechanism available to him under the Canadian Human Rights Act. If, at the completion of those processes, he is dissatisfied with the decisions, he may seek judicial review. It is not open to him to circumvent the processes mandated by Parliament through initiating an action seeking the identical relief.  <FRAGMENT_SUPPRESSED> It is quite clear from the above reasons that Prothonotary Lafreniere was unprepared to entertain any attempt to amend the Statement of Claim because, in his view, the action was bound to fail.  <FRAGMENT_SUPPRESSED>", "[12] Mr. Chua relies heavily on the decision in <FRAGMENT_SUPPRESSED>  FTR 232, where Justice Simon Noël held that a civil action raising Charter issues and claiming damages should be allowed to proceed notwithstanding recourse to the Canadian Forces (CF) grievance procedure. This decision was upheld on appeal: see <FRAGMENT_SUPPRESSED>  [2007] FCJ No 1678. In the appeal decision the Court was concerned that the Chief of Defence Staff (CDS) had no authority to provide monetary relief to resolve the grievance. Notwithstanding its stated preference for a simple and single adjudicative process, the Court said it was unable to bridge the legislative gap (see para 22).  <FRAGMENT_SUPPRESSED>", "[13] The legislative landscape has changed since the decisions in <FRAGMENT_SUPPRESSED> . The CDS now has the authority to award financial relief of up to $100,000.00 and, until a grievor has exhausted all other forms of potential recovery, it is premature to consider a claim to civil damages even if it is based on allegations of Charter breaches.  <FRAGMENT_SUPPRESSED>", "[14] There are several recent decisions that support the point advanced in this case by the  <FRAGMENT_SUPPRESSED>  [2014] OJ No 215, Justice Colin McKinnon dealt with a case markedly similar to this one. Ms. Kleckner was a Captain in the CF. She brought an action against the Attorney General claiming general, punitive and aggravated damages based on alleged Charter breaches and tortious conduct related to her CF employment. The Attorney General sought to have the action dismissed on the basis that an adequate alternative remedy was available to Captain Kleckner through the CF statutory grievance procedure.  <FRAGMENT_SUPPRESSED>", "[15] As with Mr. Chua, Captain Kleckner argued that her claim to Charter remedies, including damages, was sufficient to permit her action to move forward. Justice McKinnon disagreed and distinguished the Bernath decisions, above, in the following way:  <FRAGMENT_SUPPRESSED> 51 The decision of Noël J. and that of the Court of Appeal dealt with the specific point whether the Chief of Defence Staff could award damages for Charter breaches. Noël J. held that there was no power to do so and the Federal Court of Appeal agreed. In my view, the terrain has now changed since the Chief of Defence Staff has power to make ex gratia payments in appropriate circumstances, including for the infringement of Charter rights. More importantly, Captain Kleckner has not yet availed herself of the grievance procedure set out in the National Defence Act and it is entirely premature to assess how her claims might be resolved.  <FRAGMENT_SUPPRESSED>", "[16] After a thorough review of relevant case authorities, Justice McKinnon concluded that the action could not proceed and that Captain Kleckner was required to first resort to the CF grievance mechanism to resolve her employment-related complaints. This point is reflected in the following passage:  <FRAGMENT_SUPPRESSED> 66 Applying these principles of law to the case before me, I am firmly of the view that the complaints of Captain Kleckner arise exclusively from her employment in the Canadian Forces. Her complaints with respect to unfair treatment by her superiors are exactly the sorts of complaints that the grievance mechanism created by the National Defence Act is specially armed to deal with. I find that Captain Kleckner clothed her complaints in Charter language for the singular objective of attempting to avoid the Canadian Forces grievance procedure. There are no exceptional circumstances that would take her case out of the normal grievance process.  <FRAGMENT_SUPPRESSED>", "[17] Justice Richard Mosley of this Court came to the same conclusion in <FRAGMENT_SUPPRESSED>  [2008] FCJ No 1601. There the plaintiff sought reinstatement to the CF and Charter and tort-based damages. Justice Mosley also reviewed the relevant jurisprudence and held that the plaintiff was required to exhaust the CF grievance process before advancing a claim to judicial relief:  <FRAGMENT_SUPPRESSED> 38 The primary remedy that the applicant seeks is a declaration that he has been wrongfully released from office and an order restoring him to office in the CAF. That is clearly a form of redress that he could obtain through the grievance process. Alternatively, he may be entitled to seek a disability pension for injuries incurred during his service. It is simply premature to assume that a remedy could not be provided through the administrative processes when the applicant has failed to take advantage of them. And these are the type of administrative decisions that are properly the subject of judicial review applications.  <FRAGMENT_SUPPRESSED> 39 The Court of Appeal  <FRAGMENT_SUPPRESSED> cited <FRAGMENT_SUPPRESSED>  to illustrate the point that the plaintiff would find it difficult to make out a case for Charter infringement. In Prentice , the plaintiff had brought an action in the Federal Court claiming damages against the Crown for violation of his right to security of the person. The Crown sought to have the action struck on the grounds, among others, that the remedy sought could be claimed by filing grievances under Part III of the Royal Canadian Mounted Police Act , R.S.C. 1985, c. R-10 or Part II of the Canada Labour Code 40 The Court of Appeal in holding that the action was a disguised grievance or discrimination complaint, struck out the Statement of Claim and dismissed the action. The Court had this to say at paragraph 76 of its reasons:  <FRAGMENT_SUPPRESSED> ...a plaintiff who wishes to bring action against the Crown in civil liability for damages must first exercise the remedies he or she is offered by administrative law. Section 24 of the Charter is not a life preserver for rescuing parties who fail to exercise the remedies that they have under 'ordinary' laws. It is not the role of the Federal Court to do things that the statutes assign to arbitrators and ministers. It is quite simply not this Court's function to decide, in an action brought under the Charter, whether a grievance or a claim for disability pension is justified, let alone to determine the amount of damages or of the pension that arbitrators or ministers could have granted if the matter had been put to them.  <FRAGMENT_SUPPRESSED> 41 Similarly, this action is a disguised grievance and discrimination complaint and the applicant has failed to exhaust the remedies that are available to him under the statutory grievance procedure. In my estimation, it is plain and obvious and beyond reasonable doubt that this action is premature pending the completion of those proceedings and has no chance of success.  <FRAGMENT_SUPPRESSED>", "[18] Justice Mosley distinguished the Bernath decisions, above, on the basis that that case was brought after the grievance process was finished and that the judicial remedy being sought was unavailable through the grievance process. That distinction applies equally to Mr. Chua's claim. Mr. Chua's grievance is yet to be resolved and the CDS does have the authority to provide an adequate remedy to him.  <FRAGMENT_SUPPRESSED>", "[19] As  <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , I am satisfied that Mr. Chua is required to pursue his outstanding grievance to a conclusion and that a legal action cannot be advanced until that has occurred. For that reason, Mr. Chua's Statement of Claim is struck out and this action is dismissed.  <FRAGMENT_SUPPRESSED>", "[20] Mr. Chua is not optimistic that the CDS will be sympathetic to his grievance, but until a final decision is rendered it is not possible to know how it will be resolved. The Canadian Forces Grievance Board made recommendations favourable to Mr. Chua's complaints and one would therefore assume that the CDS would be open to that advice or to some form of meaningful alternative redress. If the CDS unreasonably resolves the grievance, Mr. Chua always has the option of seeking judicial review of that decision. In short, his legal options will not be foreclosed by the dismissal of this action.  <FRAGMENT_SUPPRESSED>", "[21] In light of this outcome, it is unnecessary to deal with the other legal arguments advanced by the Ministers including the statutory bars set out in the Canadian Forces Members and Veterans Re-Establishment and Compensation Act , SC 2005, c 21 and in the Crown Liability and Proceedings Act , RS, 1985, c C-50, s 9;2001, c 4, s 39(f). Suffice it to say that Mr. Chua has received and continues to receive compensation for his disability.  <FRAGMENT_SUPPRESSED>", "[22] The Crown is seeking costs. Given its success on this motion, mitigated in part by the Grievance Board's favourable view of Mr. Chua's outstanding grievance, costs of $850.00 are awarded to the Defendants.  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[23] THIS COURT ORDERS that this motion is allowed and the action is dismissed with costs payable to the Defendants in the amount of $850.00.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}