{"id_": "098780", "body_str": ["[1] Boivin, J. : Apotex Inc. commenced action T-644-09 (the impeachment action) by its Statement of Claim dated April 22, 2009, seeking a declaration that the product it intends to manufacture and sell in Canada, made with clopidogrel bisulfate and/or clopidogrel besylate, will not infringe Sanofi-Aventis' Canadian Patent 1,336,777 (the '777 patent), and further seeking a declaration that the said patent is invalid. One month later, Sanofi-Aventis and Bristol-Myers Squibb Sanofi Pharmaceutical Holdings Partnership (jointly \"Sanofi\") sued Apotex Inc. and Apotex Pharmachem Inc. (jointly \"Apotex\") in file T-933-09 (the infringement action) alleging that Apotex is already manufacturing and exporting for sale in various countries a clopidogrel bisulfate product, thereby infringing the '777 patent.", "[2] Both parties requested that early trial dates be set in connection with their respective actions. Shortly after commencing the infringement action, Sanofi brought a motion in both court files to consolidate both actions. By Order dated November 2, 2009, Case Management Prothonotary Tabib granted Sanofi's action [sic] and ordered that both actions be consolidated. Dates have been set aside for the trial to begin in April 2011 for a duration of five (5) weeks.", "[3] In preparation for the trial, each party may submit expert witnesses. Rule 52.4 of the Federal Courts Rules , SOR/98-106, limits the number of expert witnesses a party may call to five (5) expert witnesses unless leave is granted from the Court in accordance with section 7 of the Canada Evidence Act , R.S. 1985, c. C-5.", "[4] Prior to November 1, 2010, the parties participated in a number of case management conferences, during which neither party expressed an intention to call more than five (5) expert witnesses. However, on November 1, 2010, Apotex served eight (8) expert reports on Sanofi regarding the validity of the patent at issue. The expert witnesses listed as the authors of these reports are the following: - James E. Sanders, Ph.D. DVM, D.A.B.T. (Toxicology); - André McLean, M.D. (Toxicology); - Jack Hirsh, M.D. (Pharmacology/activity); - Peter Newman Ph.D. (Pharmacology/activity); - Rene Levy, Ph.D. (Pharmacology/activity); - Brian Adger, Ph.D. (Chemist); - Irving Wainer, Ph.D. (Chemist); and - Ping Lee, Ph.D. (Salts)", "[5] By letter dated November 2, 2010, Sanofi raised the fact with the Case Management Prothonotary that Apotex had served eight (8) expert reports. During the subsequent case management conference call, Apotex indicated that it had no immediate intention of bringing a motion requesting leave to rely on more than five (5) expert witnesses. Apotex also indicated that it would possibly wait until the trial before advising which one of its eight (8) expert witnesses it would call for examination.", "[6] In the circumstances, the Case Management Prothonotary required Apotex to promptly bring a motion pursuant to Rule 52.4 as described below. The Motion", "[7] By the present motion, Apotex seeks from the Court: - an order to adjourn this motion to a date to be fixed by the trial judge, the undersigned, following the completion of exchange of all the expert reports in this proceeding; - in the alternative, leave pursuant to section 7 of the Canada Evidence Act and Rule 52.4 of the Federal Courts Rules allowing it to deliver eight (8) expert witnesses reports and to call the authors of those reports for examination at trial.", "[8] Sanofi opposes the motion alleging that Apotex has failed to demonstrate that it is unable to present its case in accordance with the number of experts contemplated by the Canada Evidence Act and the Federal Courts Rules . Having received and reviewed Apotex's expert reports, Sanofi claims that its concerns are exacerbated by the duplicative nature of the multiple reports and the relatively short time permitted for rebuttal expert reports due on January 7, 2011. Sanofi contends that if Apotex is granted leave to increase the number of experts, additional time will be required to allow Sanofi to complete their expert reports and accommodate the required additional expert witnesses. The '777 patent", "[9] The '777 patent concerns \"dextro-rotatory enantiomer of methyl alpha-5 (4,5,6,7-tetrahydro (3,2-c) thieno pyridyl) (2-chlorophenyl)-acetate, a process for its preparation and the pharmaceutical compositions containing it\". More particularly, this relates to the selection of clopidogrel for its special advantages over its opposite enantiomer (I-clopidogrel) and their racemic mixture as a medicine for interfering with the mechanisms of arterial and venous thrombosis (clotting in the arteries and veins) and for treating and preventing blood platelet disorders due to extracorporeal blood circuits and complications of the consequences of atheroma.", "[10] The '777 patent claims cover, inter alia, the compound clopidogrel bisulfate, which is sold under the brand name PLAVIX around the world.", "[11] The '777 patent has already been the subject of a proceeding under the Patented Medicines (Notice of Compliance) Regulations , SOR/93-133. In that proceeding, Apotex alleged the '777 patent was invalid. The Federal Court found Apotex's allegation of invalidity unjustified and granted an order of prohibition. The order of prohibition was subsequently upheld by the Federal Court of Appeal and the Supreme Court of Canada (see FRAGMENT_SUPPRESSED).", "[12] Patents have territorial limitations and, as such, the case has also been litigated between the same parties in other countries including the United States and Australia. Issue", "[13] The motion raises the following issues: Should an adjournment be granted until the completion of exchange of all the expert reports in the proceeding and has Apotex demonstrated grounds to call more than five (5) expert witnesses in the proceeding pursuant to Rule 52.4 of the Federal Courts Rules and section 7 of the Canada Evidence Act Legislative Framework", "[14] Rule 52.4 of the Federal Courts Rules reads as follows: Limit on number of experts \"52.4(1) A party intending to call more than five expert witnesses in a proceeding shall seek leave of the Court in accordance with section 7 of the Canada Evidence Act. Leave considerations \"52.4(2) In deciding whether to grant leave, the Court shall consider all relevant matters, including (a) the nature of the litigation, its public significance and any need to clarify the law; (b) the number, complexity or technical nature of the issues in dispute; and (c) the likely expense involved in calling the expert witnesses in relation to the amount in dispute in the proceeding.\"", "[15] Section 7 of the Canada Evidence Act reads as follows: Expert witnesses \"7. Where, in any trial or other proceeding, criminal or civil, it is intended by the prosecution or the defence, or by any party, to examine as witnesses professional or other experts entitled according to the law or practice to give opinion evidence, not more than five of such witnesses may be called on either side without the leave of the court or judge or person presiding.\" Analysis", "[16] Rule 52.4 is a recent addition to the Federal Courts Rules . It provides guidance to the Court in considering whether or not leave to call more that five (5) expert witnesses should be granted in accordance with section 7 of the Canada Evidence Act", "[17] Prior to the adoption of Rule 52.4, this Court found that section 7 of the Canada Evidence Act was enacted to limit the number of experts to be called upon at trial and that this provision should therefore be interpreted restrictively. In FRAGMENT_SUPPRESSED, Justice Phelan observed as follows: FRAGMENT_SUPPRESSED", "[18] In FRAGMENT_SUPPRESSED, Justice Hughes referred with approval to the comments of Prothonotary Tabib with respect to the purpose of section 7 of the Canada Evidence Act FRAGMENT_SUPPRESSED(see: FRAGMENT_SUPPRESSED FRAGMENT_SUPPRESSED", "[19] In assessing the leave considerations set forth under Rule 52.4, the Court must consider a number of factors including without limitation: (i) the nature of the litigation, its public significance and any need to clarify the law, (ii) the number, complexity or technical nature of the issues in dispute and, (iii) the likely expense involved in calling the expert witnesses in relation to the amount in dispute in the proceeding.", "[20] In light of the jurisprudence of this Court with regard to section 7 of the Canada Evidence Act , Rule 52.4 may be viewed as a codification of the parameters regarding the application of section 7 of the Canada Evidence Act . Further, considering the concern over the proliferation of experts as expressed by the Supreme Court of Canada in FRAGMENT_SUPPRESSED, as well as by this Court, Rule 52.4 must be viewed as a provision designed to safeguard against the undue expansion of the number of expert witnesses. The burden imposed on the party seeking to call more than five (5) expert witnesses is thus considerable as the factors set forth under Rule 52.4 impose a high threshold. In other words, leave under Rule 52.4 shall not be granted by this Court lightly.", "[21] In the case at bar, Apotex argues that it needs a total of eight (8) expert witnesses in order to cover the scientific areas of the patent at issue: synthetic chemistry, analytical chemistry, medicinal chemistry, medicine/hematology, pharmacology, platelets animal toxicology, human toxicology and pharmacy or pharmaceutics.", "[22] Apotex contends that it cannot abandon reliance on any of its expert reports without abandoning an aspect of its case. Apotex further submits that it has demonstrated that leave to file eight (8) expert reports should be granted because the technical issues are numerous and highly specialized.", "[23] In response, Sanofi argues that the scientific areas of the patent at issue do not amount to more than three (3), perhaps four (4) areas.", "[24] One could argue that every patent infringement case is technical in nature, the issues all appear to be numerous and highly specialized. Hence, a greater number of expert witnesses are required. If the Court were to adopt this reasoning, leave under Rule 52.4 would be virtually automatic in every patent case because such cases are generally technical and complex. This would, however, be contrary to the intent and purpose of Rule 52.4. Whilst the number, complexity or technical nature of the issues in dispute may, in certain cases, including patent case, justify leave under Rule 52.4 to call more than five (5) expert witnesses, the mere allegation that a case is complex or technical will not suffice. A request for leave under Rule 52.4 must be considered on a case-by-case basis, and factors such as the complexity and the technical nature of the issues in dispute is not to be presumed, regardless of the area of law concerned.", "[25] In the case at bar, following a review of the synopsis of the proposed expert reports, the Court observes that Apotex's arguments regarding the need for eight (8) expert witnesses are principally based on the fact that the patent issues have been dissected and segmented. The Court also observes that this approach artificially inflates the number of issues and has lead to duplication and overlap - i.e. salts and toxicity.", "[26] Although the Court acknowledges that the parties in this case must produce very specific and highly technical expert evidence, it has not been convinced that Apotex requires more than five (5) expert witnesses. While it may be more convenient to have additional experts to separately address various technical areas of a patent, the Court does not find that, in the particular circumstances of the case at bar, it is necessary to have more than five (5) expert witnesses in order for Apotex to fully present its case. The fact that many issues of this case have already been addressed by the Supreme Court of Canada (see FRAGMENT_SUPPRESSED) is a relevant consideration in this regard.", "[27] It is also significant that, in the event this Court should subsequently require clarification on technical issues or on a specific area of expertise, and that none of the parties' expert witnesses is able to provide, the Court may at anytime grant leave to call upon a new expert to this end.", "[28] The Court also considers it important to comment on the impact of allowing more than five (5) expert witnesses may have in terms of timing and conduct of the proceedings.", "[29] In this regard, the Court recalls Prothonotary Tabib's comments contained in her Reasons for Order and Order dated January 22, 2010: \"[9] [...] There is no time in this schedule - and indeed, precious little trial time - for embarking on fishing expeditions, for cobbling up a strategy as one goes or for being unable to articulate a coherent theory of the case until all discoveries are completed or until the eve of trial.\"", "[30] The importance of pressing and committing to a trial with the established time frame cannot be overstated. In the present case, it is worthwhile recalling that Apotex sought to have the trial expedited (Respondent's motion record at page 20). Yet, Apotex waited until November 1, 2010 to serve eight (8) expert reports on Sanofi, less than six (6) months before the beginning of the trial in April 2011. In short, Apotex did not communicate its intention to call more than five (5) expert witnesses in a timely manner notwithstanding the fact that calling more than five (5) expert witnesses would necessarily impact the conduct of the trial.", "[31] Finally, and for the sake of clarity, the Court finds that no distinction should be drawn between the number of expert witnesses who may be called at trial and the number of expert reports that may be served in advance of trial. It would be unfair to one party if the opposing party was allowed to serve more than five (5) expert reports and subsequently decide to call a lesser number than the number of expert witnesses at trial. The opposing party would have to prepare and submit rebuttal with respect of each expert report served on the assumption that all of the expert may be called at trial. Such tactics should not be encouraged by the Court.", "[32] Apotex contends that past experience demonstrates that both parties end up not calling all of their experts for which they have delivered reports. While that may be the case, the Court finds that, in the circumstances, if leave were granted for this motion, Sanofi would be placed in a prejudicial position by having the burden to match the number of expert reports of Apotex. The additional strain on the time and resources of the Court and the parties is not justified.", "[33] Whilst such considerations are not fatal to a motion to introduce more than five (5) expert witnesses and are to be decided on a case-by-case basis, they remain significant.", "[34] On balance, and for all these reasons, the Court finds that Apotex failed to meet its burden to demonstrate that an additional number of expert reports is necessary for the determination of the issues under Rule 52.4 of the Federal Courts Rules and section 7 of the Canada Evidence Act . These reasons are also sufficient to dispose of Apotex's motion to adjourn. ORDER", "[35] THIS COURT ORDERS that 1. Apotex's motion be dismissed; 2. Apotex may not rely on the evidence of more than five (5) of the following expert witnesses whose affidavits have been served to date in this proceeding: Dr. Sanders, Dr. McLean, Dr. Hirsh, Dr. Newman, Dr. Levy, Dr. Adger, Dr. Wainer and Dr. Lee; 3. Apotex shall advise the Court and Sanofi within five (5) days of the date of this Order as to which of the five (5) experts' evidence it shall be relying upon in this proceeding. The remainder of affidavits from the other experts listed shall be struck; 4. Costs in the lump sum of $2,500 payable to Sanofi by Apotex. Motion dismissed. Editor: E. Joanne Oley/vnh [End of document]"]}