{"id_": "098878", "body_str": ["[1] Campbell, J. : The present Application is a review of the Refugee Protection Division's (RPD) rejection of the claims for protection of Dajana Talo, age 16, her mother Qazime Talo, and her brother Jurgen Talo, age 9, each of whom rely on subjective and objective fear of return to Albania. In particular, the present focus is on the rejection of Dajana's claim.", "[2] Dajana fears returning to Albania because of prospective risk of being kidnapped and trafficked. A critical element of her claim is her past experience. The claimant was approached at various times while returning home from school beginning when she was 12 years old (in her thirteenth year) and continuing when she was 13. The men wanted her to come with them to Italy. In March 2009, the claimant was forced into a car and raped by two men. As a result, the young girl quit school. She told her parents that the men were harassing her but did not give information about the rape. The parents made various police reports based on the information they had. Due to the continued harassment, the mother, with her children, came to Canada and made refugee claims. (Decision, para.7) Dajana only divulged the rape at the time of the RPD hearing.", "[3] As a result of the incidents that form the basis of her claim, Dajana suffers from post-traumatic stress disorder. The evidence on this point is that of Dr. Pilowsky: As indicated, Dajana remains very inhibited particularly as she is quite mistrustful of others, given her past maltreatment, and feels especially vulnerable in the presence of adolescent or adult males. She appears to worry about others' perceptions of her, as she internalized, at some level, having a degree of responsibility for being a target for prostitution which fills her with profound humiliation, to the point she perceives herself as dishonoured and unworthy. (Application Record, pp. 77-78)", "[4] Since rape is a gender-based crime, and since Dajana is young and very vulnerable, I find that the RPD was required to take the greatest of care in evaluating her claim. In particular, I agree with the argument advanced by Counsel for the Applicant that the RPD was required to critically analyse the evidence according to the Chairperson's Gender Guidelines on the critical issues of whether state protection is available to Dajana should she be required to return to Albania, and, most importantly, whether she can reasonably be expected to access any state protection which is found to exist.", "[5] The RPD's engagement with the Gender Guidelines in the decision under review is limited to this statement: Even though significant parts of the claim were omitted from the Personal Information Form (PIF) (Exhibit C-I) narrative, as per the Chairpersons Gender Guidelines,' I now accept the account as recounted in the hearing. (Decision, para. 6) As a matter of law, it is not sufficient to merely mention the Guidelines without demonstrating their application ( <FRAGMENT_SUPPRESSED> ). Counsel for the Applicants argues that a proper evaluation of Dajana's prospective risk in Albania would result from applying the concept expressed in Guideline 4, Part 3: When considering whether it is objectively unreasonable for the claimant not to have sought the protection of the state, the decision-maker should consider, among other relevant factors, the social, cultural, religious, and economic context in which the claimant finds herself . If, for example, a woman has suffered gender-related persecution in the form of rape, she may be ostracized from her community for seeking protection from the state. Decision-makers should consider this type of information when determining if the claimant should reasonably have sought state protection. In determining whether the state is willing or able to provide protection to a woman fearing gender-related persecution, decision-makers should consider the fact that the forms of evidence which the claimant might normally provide as \"clear and convincing proof\" of state inability to protect, will not always be either available or useful in cases of gender-related persecution . [Emphasis in original] (Guideline 4, Women Refugee Claimants Fearing Gender Related Persecution I agree with this argument and I find that the RPD's decision is made in reviewable error because of failure to recognize the importance of conducting this critical evaluation.", "[6] While the Applicants did not file in-country documentary evidence in support of their claims, nevertheless the RPD engaged the issue of the availability of state protection in Albania by commenting upon documentation from its own public resource: The claimant and her family lived in Triana, the capital of Albania. The United States Department of State Report for 2009, Exhibit RJA- I, item 2.1, reports discrimination against women and children was a problem. Further trafficking in persons remained problematic. In the section titled \"Women\" rape is identified as a crime and the maximum sentence is greater when the rape involves a child than it does when an adult is the victim. The section \"Role of the Police and Security Apparatus\" indicates local police report to the Ministry of the Interior. Improvements have been implemented but the overall performance of law enforcement remained weak . Even so, in the section \"Trafficking in Persons\" it is reported that in 2009, 14 new trafficking cases were referred to the general prosecutor's office. The report shows the court did prosecute offenders for trafficking in persons. In Carillo the Federal Court appeal is clear that the claimant must establish the efforts of the state would provide inadequate protection. Since the claimant has only recently been confident to disclose all the evidence pertaining to the incident, it becomes speculation as to how the authorities might proceed if the young woman finds herself needing their assistance in the future or even what steps can be taken now, more than 3 years after the March 2009 incident. [Emphasis added] (Decision, para. 9) Counsel for the Applicants argues that the passage cited by the RPD goes to rebut the presumption that state protection exists in Albania for Dajana. In addition, Counsel for the Applicants argues that once the RPD engaged the issue of whether state protection is available, it was required to provide a full, fair, and balanced analysis. In support of this argument, during the course of the hearing of the present Application, Counsel for the Applicant properly tendered documentary evidence from the same resource used by the RPD to demonstrate that a full, fair, and balanced analysis was not conducted (see: <FRAGMENT_SUPPRESSED> ).", "[7] For balance, Counsel for the Applicants relies on the United States Department of State Report for Albania 2010, which contains the following relevant paragraph: The Government of Albania does not fully comply with the minimum standards for the elimination of trafficking ; however, it is making significant efforts to do so. The government continued to improve its capacity to identify, protect, and reintegrate trafficking victims. It also successfully prosecuted some sex trafficking offenders leading to significant penalties imposed on them during the reporting period. In March 2009, the government approved an amendment to the Social Assistance law which will provide victims of trafficking with the same social benefits accorded to other at risk groups in Albania and provide government funding for shelters. The government continues to track and analyze trafficking trends through a nationwide database. Government officials have increased public attention to trafficking in Albania. There were serious concerns, however, about protection for victims who testified against their traffickers. The government did not vigorously prosecute labor trafficking offenders and did not adequately address trafficking-related complicity. Lack of political will and cooperation in some key government agencies hampered the government's overall ability to vigorously prosecute all forms of trafficking . [Emphasis in the original] In addition, Counsel for the Applicants also relies on the following passage from Responses to Information Requests (RIRs) on Albania: Albanian women tend not to report incidents of domestic abuse to the authorities (OMCT Apr. 2005, 69; GADC 13 June 2006; AI 30 Mar. 2006, Sec. 2), or even to their closet family members (ibid.). There are several explanations for this : women may be unaware of their legal rights (ibid.; HRDC 26 June 2006), police officers often disregard women's complaints (AI 30 Mar. 2006, Sec. 4; US 8 Mar. 2006, Sec. 4), social norms dictate that women should submit to men (Professor of History 14 June 2006, AI Apr. 2006), women fear that their complaint would dishonour their family (ibid. 30 Mar. 2006, Sec. 2), and women's religious beliefs and/or economic dependence on their spouses prevent them from doing so (OMCT Apr. 2005, 69). AI noted that many women who did report incidents of domestic abuse eventually withdrew their complaints for fear of their spouse's reaction (1 Dec. 2005). Reports of specific incidents of domestic violence could not be found among the sources consulted by the Research Directorate within time constraints. [Emphasis in the original]", "[8] I find that the evidence quoted by both the RPD in its decision and tendered by Counsel for the Applicants raises a grave doubt that state protection exists for women in Albania.", "[9] In the result, I find that the decision under review is made in reviewable error for two reasons: no proper application was conducted of the Chairperson's Gender Guidelines, and no fair analysis was given to the available evidence. ORDER", "[10] THIS COURT ORDERS that the decision under review is set aside and the matter is referred back for redetermination before a differently constituted panel, but on the following directions: Because of her vulnerability, Dajana should not be placed in the position of having to prove her innocence and credibility a second time, and, therefore, the redetermination will be conducted on the evidence in the present record accepted as credible and on an application of the Chairperson's Gender Guidelines . The Applicants are at liberty to supply further evidence and argument on the issue of state protection in Albania. Application allowed. Editor: Sharon McCartney/vnh"]}