{"id_": "099037", "body_str": ["[1] Martineau, J. : The applicant is challenging the legality of a decision of an immigration officer at the Canadian Embassy in Ankara, Turkey, rejecting the applicant's application for permanent residence and concluding that he and his accompanying family members are inadmissible under paragraph 38(1)( ) and section 42 of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the Act).", "[2] Further to a medical narrative prepared by Dr. Hindle, the medical officer for Citizenship and Immigration Canada (the department), the immigration officer determined that the applicant's son, Bari , has a health condition that might reasonably be expected to cause excessive demand on Canadian health or social services.", "[3] On this application for judicial review, the parties acknowledge that the appropriate standard of review of the immigration officer's decision is reasonableness. The jurisprudence establishes that an immigration officer must consider the medical officer's assessment in light of all the relevant evidence (medical and non-medical). Moreover, the medical officer must conduct an individualized assessment of the person to determine excessive demand; if it is alleged that the medical officer failed to do so, the standard of review is correctness.", "[4] For the following reasons, the application for judicial review must be allowed.", "[5] In this case, the applicant, a Turkish citizen, submitted an application for permanent residence in the economic category as an investor. The applicant and his family were selected by Quebec, but they still must not be inadmissible to Canada.", "[6] Bari , born on February 15, 1992, presents a tetralogy of Fallot, a congenital heart disease. He has been treated in France for over fourteen years by Dr. Emre Belli, an eminent cardiologist who practises at the Marie Lannelongue hospital in Paris. Fortunately, the Sökmen family has the financial resources to support Bari because his condition has required a number of interventions in the past. Despite their plan to move to Canada, the Sökmen family still prefers today that Bari be treated and followed in France by Dr. Belli.", "[7] However, Bari ' condition is stable and controlled, which is confirmed by his treating physician, Dr. Belli. In fact, the new pulmonary prosthesis, which was implanted percutaneously in London in 2008, allows Bari to enjoy the same pace of life as all boys his age. He goes to school full-time, performs daily tasks and plays various sports such as tennis.", "[8] Bari takes inexpensive medication, one 20 mg enapril tablet and one aspirin per day. He does not need the assistance of social services. That being said, the applicant has personally committed, if necessary, to pay all the costs of health and social services that the family's arrival in Canada may entail.", "[9] In the impugned decision dated February 3, 2010, the immigration officer rejected the applicant's application for permanent residence on the ground that Bari ' health condition might \"reasonably be expected to cause excessive demand on health or social services\". This final decision was in the form of a generic letter. It did not specifically mention the medical reports in the file or the representations submitted by the applicant.", "[10] To understand the immigration officer's refusal to issue a permanent residence visa, reference must first be made to the fairness letter dated June 4, 2009, which was sent to the applicant with Dr. Hindle's medical narrative. We point out that Dr. Hindle did not examine Bari and that his opinion was supposedly based on the medical file, including the cardiologist's opinions, which he was able to consult. What follows is a brief summary of the medical evidence in the record.", "[11] First, Bari was examined in Turkey by Dr. Durmus Sevinç on behalf of the Canadian Embassy in Ankara. Dr. Sevinç prepared a detailed medical report dated September 19, 2008. Regarding the treatment for Bari ' tetralogy of Fallot, Dr. Sevinç referred to the surgeries in 1993, 1995 and 1997 as well as the valve replacement in 2003 and 2008. Dr. Sevinç also noted the medications that Bari takes and the results of the examinations he completed (vision, blood pressure, respiration).", "[12] When he finished examining Bari , Dr. Sevinç checked box B of the department's medical form: B. Findings that require periodic specialist following care but which normally can be handled without resorting to repeated hospitalizations or the provision of social services (e.g. totally asymptomatic congenital or rheumatic heart disease where the requirement for hospitalization and/or surgical intervention appears unlikely over the next ten years, well controlled rheumatoid arthritis with a minimal functional impact, etc.). Applicant should be able to function independently and be self-sufficient (no anticipated need for domicialary or nursing .... care in the future). No evidence of mental retardation or developmental delay. NO ACTIVE TB OR DANGEROUS BEHAVIOUR. At most, only minor hospitalizations.", "[13] Dr. Sevinç's report was then sent from the Canadian Embassy in Ankara to the Embassy in Paris. In an internal memorandum dated October 29, 2008, a medical officer requested that the opinion of the specialist who was treating Bari for his current medical condition, in this case his cardiologist, be added to the file. The officer wanted to obtain his opinion on the probability of further surgery or non-invasive procedures within the next five years.", "[14] In this case, Dr. Belli wrote two detailed reports on Bari ' medical condition dated December 24, 2008, and March 31, 2009.", "[15] In his first report, Dr. Belli explained that the surgical interventions allow Bari to have a normal quality of life and that his heart disease is well controlled. He concluded that it will [translation] \"likely be necessary to intervene on his pulmonary bioprosthesis in several years but probably not within the next five years. This intervention will preferably be through interventional catheterization without surgical revision.\"", "[16] In the second report, Dr. Belli added to the first report, saying that it was difficult to estimate the lifespan of the prosthetic valve that Bari has since it is a relatively recent valve but that [translation] \"it is very probable that, as a result of favourable rheologic properties, the valve will degenerate more slowly.\" Further on, he said that it was probably possible that the valve could be replaced again without surgical intervention.", "[17] Although Bari ' tetralogy of Fallot was repaired in 1995 and it will likely not be necessary to intervene on his pulmonary bioprothesis for several years and probably not within the next five years (see Dr. Belli's report), the department's medical officer nonetheless concluded that his health condition might reasonably be expected to cause excessive demand on Canadian health or social services.", "[18] Dr. Hindle's analysis is succinct; the complete text reads as follows: Diagnosis: Congenital heart disease 759 Narrative: This NV5 application born in 1992 in Turkey has Tetralogy of Fallot, a severe congenital heart disease, with transposition of the great vessels. He has already required multiple cardiac surgeries including 1993, 95, 97 and valve replacements in 2003 and 2008. According to the specialist's report of Feb. 12, 2008 his peak oxygen uptake was less than 35% of predicted. There was significant evidence of impaired mechanical work efficiency and oxygen pulse of the heart. His last cardiac operation was precutaneous pulmonary valve implantation with relief of obstruction and abolishment of pulmonary regurgitatin. However, \"the biventricular function is significantly impaired and cardiopulmonary exercise testing before and after the procedure showed severely impaired exercise capacity.\" According to the most recent cardiologist report dated 13/03/2009, he will require further open heart surgery. This would entail another cardiac hospital admission and procedure. This procedure will require the services of specialized hospital facilities and a highly skilled team of doctors, nurses and support staff. These medical facilities and personnel are expensive and in high demand. All of these findings are indicative of serious heart disease with significant alteration in the overall structure and functioning of the heart. The prognosis for this medical condition is for continuation and deterioration. Ongoing specialist's attention, associated tests; further hospitalizations and surgical interventions are indicated. These services are costly and will also displace those in Canada already awaiting these services.", "[19] We will come back to certain gratuitous statements made by Dr. Hindle a little later. For the moment, we note that in the fairness letter dated June 4, 2009, the immigration officer repeated Dr. Hindle's analysis. At page 2, speaking about Bari ' congenital disease, the immigration officer concluded: Based upon my review of the results of this medical examination and all the reports I have received with respect to his health condition, I conclude that he has a health condition that might reasonably be expected to cause excessive demand on health services. Specifically , this medical condition might reasonably be expected to require health services, the costs of which would likely exceed the average Canadian per capita costs over the next five to ten years and displace those in Canada awaiting these services . He is therefore deemed inadmissible under Section 38(1)(c) of the Immigration and Refugee Protection Act. (Emphasis added.)", "[20] What is striking initially is that the immigration officer's above-noted conclusion does not take into consideration the medical officer's medical narrative.", "[21] It is true that in the Immigration and Refugee Protection Regulations , SOR/2002-227 (the Regulations) \"excessive demand\" includes \"a demand on health services or social services for which the anticipated costs would likely exceed average Canadian per capita health services and social services costs over a period of five consecutive years immediately following the most recent medical examination required by these Regulations, unless there is evidence that significant costs are likely to be incurred beyond that period, in which case the period is no more than 10 consecutive years. \" (Emphasis added.)", "[22] However, Dr. Hindle's medical narrative does not contain any indication that \"there is evidence that significant costs are likely to be incurred beyond that period, in which case the period is no more than 10 consecutive years.\"", "[23] Moreover, if we review the reasonableness of the immigration officer's general conclusion in the fairness letter in light of \"Operational Bulletin 063-B - Assessing Excessive Demand on Social Services\", the period considered should be stated in the medical officer's opinion to the visa officer, which is not the case here. At the very most, Dr. Hindle's medical narrative deals with the tetralogy of Fallot generically.", "[24] Nor did Dr. Hindle review the applicant's proposed plan, taking into consideration the availability, quality, feasibility and financing of the proposed plan, apart from saying that Bari will have to undergo open-heart surgery, which will require medical resources that are in great demand and are also very costly for the Canadian health system.", "[25] In his report, Dr. Hindle referred to the multiple surgeries that Bari underwent in 1993, 1995 and 1997. He also provided some information on his medical condition in February 2008, which was obtained from his medical file. However, considering the evidence before him, Dr. Hindle's analysis is biased and incomplete. Dr. Hindle goes so far as to state that the prognosis is negative and that Bari ' condition will deteriorate, which directly contradicts the medical evidence in the record.", "[26] Dr. Belli never speaks of open-heart surgery. His prognosis for Bari ' condition is favourable. Dr. Belli has been treating Bari virtually since he was born: there is no one in the world who knows Bari ' medical reality better than he does. He is a renowned cardiologist. That being said, there is no evidence in the record to suggest that Dr. Hindle specializes in heart and lung disease any more than the medical officer working at the Canadian Embassy in Paris, who seems to have also been involved or consulted.", "[27] Even more serious is the fact that Dr. Hindle quotes Dr. Belli's report of March 31, 2009, as stating generally that Bari will require open-heart surgery. In reality, as stated above, Dr. Belli's second report indicates that the valve replacement could perhaps be done without surgical intervention, and the first report states that the surgery would take place \"in several years, but probably not within the next five years.\"", "[28] Given that the valve is new, Dr. Belli did not make any promises, but he certainly did not say that open-heart surgery would be required in the next five years. The criterion to consider is not whether Bari would require the surgery as such, as Dr. Hindle's report implies, but whether it would take place in the next five to ten years.", "[29] If the medical officer did not agree with Dr. Belli's assessment, he should have explained why in his report, which he failed to do in this case.", "[30] In the CAIPS notes in the applicant's file, the immigration officer wrote on February 3, 2010, that the additional information provided by the applicant after he received the fairness letter did not change the initial determination that Bari is inadmissible under paragraph 38(1)( ) of the Act: THE DMP (PARIS) RESPONDED ON 27 JANUARY TO THE PROCEDURAL FAIRNESS; HIS DECLARATION IS AS FOLLOWS; \"AFTER READING THE MEDICAL FILE AND ALL THE DOCUMENTS SUBMITTED, THE ADDITIONAL INFORMATION DOES NOT MODIFY THE MEDICAL INADMISSIBLITY OF THIS CLIENT. ALTHOUGH HE IS COPING WELL THE [ sic ] MOMENT, HIS HISTORY OF MULTIPLE OPERATIONS AND THE CARDIAC SURGEON S OPINION THAT HE WILL AGAIN REQUIRE OPEN HEART SURGERY IN THE RELATIVE NEAR FUTURE , REQUIRES THAT THE M5 ASSESSMENT REMAINS. HE IS THEREFORE DEEMED INADMISSIBLE UNDER SECTION 38(1)(c) OF IPRA. ON BASIS OF THIS INFORMATION; I AM SATISFIED THAT THE APPLICANT S DEPENDANT SON IS INADMISSIBLE UNDER SECTION 38(1)(c) of the IRPA. APPLICANT IS INADMISSIBLE ON MEDICALS [ sic ] GROUNDS. THEREFORE REFUSED ON 38(1)(C) OF THE ACT. LETETR [ sic ] TO BE PREPARED. (Emphasis added.)", "[31] As can be seen, it appears that on February 3, 2010, the immigration officer returned to the period taken into consideration in terms of anticipated costs: it was no longer a question of a period beyond the next five years, the immigration officer referred to the fact that Bari will undergo open-heart surgery within the next five years.", "[32] However, given Dr. Belli's two reports, Dr. Hindle's conclusion that \"the prognosis for this medical condition is for continuation and deterioration. Ongoing specialist's attention, associated tests, further hospitalizations and surgical interventions are indicated\" is clearly a generic conclusion about the tetralogy of Fallot, not Bari ' particular situation.", "[33] But there is another reason to set aside the immigration officer's decision. Beyond the medical aspect, the immigration officer's general conclusion is not supported by the evidence in the record and is speculative.", "[34] In terms of finances, the impugned decision does not contain any analysis of the applicant's proposed plan. It must be noted, under paragraph 38(1)( ) of the Act, that it is only where a medical condition might reasonably be expected to cause excessive demand that the person is inadmissible. This indicates that some demand is acceptable; a full analysis is therefore required to determine whether the demand is \"excessive\".", "[35] In Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  the Federal Court of Appeal found that, in assessing both the risk of demand and the extent of that demand, the foreign national's ability and willingness to pay for the services are relevant factors to take into consideration. These factors are not conclusive or determinative in making the assessment, but they cannot be ignored because they may influence the level of risk and demand for social services support.", "[36] In this case, the applicant provided the immigration officer with evidence of the Sökmen family's financial resources. The applicant also submitted a statement of ability and willingness, in which the applicant stated that he intended to continue to have Bari treated by Dr. Belli in Paris, that he would assume full responsibility for Bariş' care in Canada and that the federal and provincial governments would not be responsible in any way for the costs associated with it.", "[37] After reviewing the impugned decision and the CAIPS notes in the record, the Court cannot find that the immigration officer properly considered these factors, which constitutes reviewable error.", "[38] For all these reasons, the immigration officer's decision is unreasonable, and the Court will grant judicial review. Counsel for the parties agree that no question of general importance is raised in this case. Also, no question will be certified. JUDGMENT", "[39] THE COURT ADJUDGES AND RULES AS FOLLOWS 1. The application for judicial review is allowed; 2. The decision of February 3, 2010, is set aside, and the application for permanent residence by the applicant and his accompanying family members is returned for reconsideration by another immigration officer at the Canadian Embassy in Ankara, Turkey; and 3. No question is certified. [End of document] <FRAGMENT_SUPPRESSED>"]}