{"id_": "099329", "body_str": ["[1] Mactavish, J. : Ferona Elaine Mings-Edwards based her application for permanent residence from within Canada on humanitarian and compassionate grounds on several factors. These included her establishment and family ties in Canada, and the hardship that she claimed that she would face in Jamaica both from her former domestic partner and because she is an HIV+ woman.", "[2] Ms. Mings-Edwards' application was rejected by a PRRA Officer, who found that she had not established that she would face unusual, undeserved or disproportionate hardship if she were required to return to Jamaica in order to apply for permanent residence.", "[3] I am of the view that this decision was unreasonable as the Officer failed to properly evaluate the hardship that Ms. Mings-Edwards would face in Jamaica as an HIV+ woman. Consequently, the application for judicial review will be granted. Analysis", "[4] Although Ms. Mings-Edwards's H&C submissions were relatively brief, she clearly identified the stigma and discrimination that she would face in Jamaica as a result of her HIV+ status as a hardship factor. She also stated that she would have no employment prospects or family support in Jamaica.", "[5] Ms. Mings-Edwards provided the Officer with a substantial amount of country condition information that addressed the treatment of HIV+ individuals in Jamaica. Amongst other things, this evidence indicated that individuals living with HIV/AIDS in Jamaica face significant social stigma and discrimination, and that there are no laws in place to protect HIV+ individuals from discrimination. Amnesty International describes this as a \"pressing unmet obligation\".", "[6] The documentary evidence also demonstrated that HIV+ individuals in Jamaica are often ostracized by their families. They may lose their homes and their jobs, and can be treated like \"a throwaway person\".", "[7] Because AIDS is frequently dismissed as a disease of gay men and prostitutes, women infected with HIV are particularly stigmatized in Jamaican society, as they are regarded either as promiscuous or as sex trade workers. This can expose them to violence, and can also negatively affect their ability to access health care and other services.", "[8] The Officer recognized that no laws protected those infected with HIV from discrimination, and that human rights NGOs reported severe stigma and discrimination against HIV+ individuals. The Officer nevertheless went on to find that state protection, while not perfect, existed in Jamaica, and that it would not be a hardship for Ms. Mings-Edwards to access that protection, if required.", "[9] The Officer also noted that Ms. Mings-Edwards's doctor had indicated that she led a healthy, active and self-supporting life with medication and regular medical care, and that Ms. Mings-Edwards had not shown that she would not be able to access appropriate health care in Jamaica.", "[10] As Ms. Mings-Edwards had been educated and employed in Jamaica, the Officer was not persuaded that she would have difficulties readjusting to Jamaican society and culture. The Officer observed that Ms. Mings-Edwards had been self-supporting in the past, and that she had a network of relatives in Jamaica, including step-siblings, who could assist in her re-integration.", "[11] There are a number of problems with this conclusion.", "[12] While Ms. Mings-Edwards may previously have been able to support herself while living in Jamaica, she did so before she became HIV+. Ms. Mings-Edwards may also have been able to lead a healthy, active and self-supporting life, but she has done so in Canada , not in Jamaica, where employment discrimination against those who are HIV+ is pervasive. Nowhere does the Officer consider the impact that the change in her HIV status will have for Ms. Mings-Edwards's ability to support herself in Jamaica, or whether the difficulties that she may encounter in this regard amount to an unusual, undeserved or disproportionate hardship.", "[13] The evidence before the Officer also indicated that Ms. Mings-Edwards had no relationship with the step-siblings in Jamaica who were supposed to assist in her re-integration into Jamaican society. She had, moreover, been thrown out of an aunt's home (where she was staying during a visit to Jamaica) when her HIV status was discovered. Thus there was no basis for the Officer's finding that Ms. Mings-Edwards would have family support in Jamaica.", "[14] The more fundamental problem with the decision is that nowhere in the analysis does the Officer ever really come to grips with, or evaluate the hardship that Ms. Mings-Edwards would face in returning to a society where she would be exposed to pervasive discrimination and societal stigma as a result of her status as an HIV+ woman.", "[15] A review of the decision as a whole reveals that the Officer approached the issue of Ms. Mings-Edwards's status as an HIV+ woman in Jamaica from two perspectives. The Officer looked at whether Ms. Mings-Edwards would be able to access medical care in Jamaica, and whether adequate state protection would be available to her, should she require it.", "[16] In regard to this latter point, the Officer committed the same error as was identified by the Federal Court of Appeal in its recent decision in <FRAGMENT_SUPPRESSED>  [2010] F.C.J. No. 838 (QL). That is, insofar as the risk component of the application was concerned, \"the Officer's analysis is really nothing more than a risk assessment which stops short at the availability of state protection ...\": <FRAGMENT_SUPPRESSED> at para. 27.", "[17] The question for the Officer on Ms. Mings-Edwards' H&C application was not whether adequate state protection would be available to her in Jamaica, but whether, having regard to all of her individual personal circumstances, including her status as an HIV+ woman, Ms. Mings-Edwards would face unusual, undeserved or disproportionate hardship if returned home. The Officer's failure to evaluate this hardship factor, which was central to Ms. Mings-Edwards' H&C application, renders the decision unreasonable. Conclusion", "[18] For these reasons, the application for judicial review is allowed. Certification", "[19] Neither party has suggested a question for certification, and none arises here. JUDGMENT", "[20] THIS COURT ORDERS AND ADJUDGES that 1. This application for judicial review is allowed, and the matter is remitted to a different PRRA Officer for re-determination; and 2. No serious question of general importance is certified. [End of document]"]}