{"id_": "099307", "body_str": ["[1] Snider, J. : This is a motion for summary judgment brought by the Defendants, Merck & Co., Inc. and Merck Frosst Canada & Co. (collectively referred to as  <FRAGMENT_SUPPRESSED> ), under Rules 213 et seq. and 220 of the Federal Court Rules, 1998 .  <FRAGMENT_SUPPRESSED>", "[2] Specifically, Merck seeks an Order dismissing Apotex's action in its entirety with costs. Alternatively, Merck seeks an Order dismissing such causes of the action that the Court concludes raise no genuine issue for trial. In the further alternative, if the Court concludes that any legal issue raised is inappropriate for determination by summary judgment, Merck requests an Order that such issue(s) be determined as preliminary questions of law under Rule 220 of the Federal Court Rules, 1998 .  <FRAGMENT_SUPPRESSED>", "[3] The overarching issue in this motion is whether the claim of Apotex should be dismissed by way of summary judgment. For the reasons that follow, I conclude that this is not a case for summary judgment.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED> Motion  <FRAGMENT_SUPPRESSED>", "[4] Merck's motion arises from an action commenced by Apotex to obtain damages from Merck pursuant to s. 8 of the Patented Medicines (Notice of Compliance) Regulations (the \" Regulations \"), SOR/98-166. This provision, as it appears today, imposes civil liability on a first person (Merck) where, inter alia, an order of prohibition that is granted is subsequently dismissed by a court or withdrawn or discontinued by the first person. These damages are intended to compensate the second person (Apotex) for losses it suffered during the period where it was unable to market its medicine in Canada.  <FRAGMENT_SUPPRESSED> Prior Prohibition Proceeding  <FRAGMENT_SUPPRESSED>", "[5] On May 31, 1993, Merck commenced a prohibition proceeding pursuant to s. 6 of the Regulations to prevent the Minister from issuing a NOC to Apotex for its Apo-Norfloxacin until the expiry of Canadian Patent No. 1, 178, 961 (Docket No. T-1306-93). By Order dated December 20, 1995, Madam Justice Simpson granted the Order of prohibition sought by Merck ( <FRAGMENT_SUPPRESSED> ; 106 F.T.R. 294 (T.D.)). On May 8, 1996, the Federal Court of Appeal upheld this Order ( <FRAGMENT_SUPPRESSED> ; 197 N.R. 294 (C.A.)). On July 9, 1998, the Supreme Court of Canada set aside the judgment of the Federal Court of Appeal and dismissed the application for prohibition ( <FRAGMENT_SUPPRESSED> ). Apotex was eventually able to market its product, Apo-Norfloxacin, but only several years after Merck first sought to obtain an order of prohibition.  <FRAGMENT_SUPPRESSED> Present Action  <FRAGMENT_SUPPRESSED>", "[6] By Statement of Claim dated March 6, 2001, and most recently amended on September 25, 2001, Apotex commenced this action seeking damages in respect of the prohibition proceedings. Apotex relies on s. 8 as it appears in the Regulations today (referred to as \"new s. 8\") and, in the alternative, s. 8 as it existed prior to the amendments that were made in 1998 (referred to as \"old s. 8\"). Apotex also claims damages against Merck for unjust enrichment. Both old s. 8 and new s. 8, together with transitional provision s. 9(6), are set out in Appendix A [omitted] to these reasons.  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[7] As stated above, the threshold issue to be determined is whether the issues raised by Merck can or should be dealt with by way of summary judgment, either because I am satisfied that there is no genuine issue for trial (Rule 216(1)) or because I am satisfied that the only genuine issue is one of law that I should, in my discretion, determine (Rule 216(2)(b)).  <FRAGMENT_SUPPRESSED> Merck's issues may be grouped as follows:  <FRAGMENT_SUPPRESSED> 1. Whether Apotex's claim pursuant to old s. 8 should be dismissed, on the basis that:  <FRAGMENT_SUPPRESSED> a) the provision does not apply to the facts of this case, since the relevant patent was extant on the date that Apotex's Notice of Compliance for Apo-Norfloxacin was issued; or  <FRAGMENT_SUPPRESSED> b) the provision is ultra vires.  <FRAGMENT_SUPPRESSED> 2. Whether Apotex's claim pursuant to new s. 8 should be dismissed, on the basis that:  <FRAGMENT_SUPPRESSED> a) new s. 8 does not apply to the facts of this case, since Apotex did not have an \"application pending\" as contemplated by transitional provision s. 9(6) on the coming into force of the 1998 Regulations ; or  <FRAGMENT_SUPPRESSED> b) the provision is ultra vires.  <FRAGMENT_SUPPRESSED> 3. Whether the claim of unjust enrichment is available to Apotex.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED> What are the applicable principles of summary judgment?  <FRAGMENT_SUPPRESSED>", "[8] Rules 213 to 219 of the Federal Court Rules, 1998 , which govern summary judgment, enable this Court to dispense with a proceeding where no genuine issue for trial exists ( <FRAGMENT_SUPPRESSED>  (T.D.)). In particular, Rule 216 of the Federal Court Rules, 1998 states:  <FRAGMENT_SUPPRESSED> \"(1) Where on a motion for summary judgment the Court is satisfied that there is no genuine issue for trial with respect to a claim or defence, the Court shall grant summary judgment accordingly.  <FRAGMENT_SUPPRESSED> \"(2) Where on a motion for summary judgment the Court is satisfied that the only genuine issue is  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> (b) a question of law, the Court may determine the question and grant summary judgment accordingly.  <FRAGMENT_SUPPRESSED> \"(3) Where on a motion for summary judgment the Court decides that there is a genuine issue with respect to a claim or defence, the Court may nevertheless grant summary judgment in favour of any party, either on an issue or generally, if the Court is able on the whole of the evidence to find the facts necessary to decide the questions of fact and law. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED>", "[9] When these Rules are properly applied, the inefficient expenditure of scarce judicial resources can be prevented. As the text of Rules 213 and 216 indicates:  <FRAGMENT_SUPPRESSED> (i) A claim may be dismissed either in whole or in part on a summary judgment motion;  <FRAGMENT_SUPPRESSED> (ii) The Court shall grant judgment where there is no genuine issue for trial;  <FRAGMENT_SUPPRESSED> (iii) Where the only genuine issue is a question of law, the Court is empowered to determine that question on a summary judgment motion;  <FRAGMENT_SUPPRESSED> (iv) Even where genuine issues are raised by questions of fact and law, the Court may grant summary judgment where the facts necessary to determine those questions appear from the whole of the evidence.  <FRAGMENT_SUPPRESSED>", "[10] Mr. Justice Russell, in <FRAGMENT_SUPPRESSED> (T.D.), affd. [2004] N.R. Uned. 10; 2004 FCA 43 (referred to as \" <FRAGMENT_SUPPRESSED> , I am required to find that the claims in question present no genuine issue for trial or that the issue is so doubtful that it deserves no further consideration. Also, each case must be interpreted in its own context and if the necessary facts cannot be found, or if there are serious issues of credibility, the matter should go to trial.  <FRAGMENT_SUPPRESSED> \"10. The burden lies with the moving party to establish that there is no genuine issue to be tried, but both parties must 'put their best foot forward' to enable the motions judge to decide whether or not there is a genuine issue for trial, and the judge is required to take 'a hard look' at the merits and, if possible, make findings of fact and law if the materials allow this ( <FRAGMENT_SUPPRESSED> ). <FRAGMENT_SUPPRESSED> Given that Justice Russell was dealing with almost identical issues related to the interpretation of new s. 8, his statement of the principles is particularly helpful. I adopt them for purposes of this motion.  <FRAGMENT_SUPPRESSED>", "[11] Merck submits that the questions raised in this motion are either strictly legal questions or questions of mixed law and fact involving limited and undisputed facts. Merck provides a number of examples where questions of legal or statutory interpretation have been resolved by summary judgment ( <FRAGMENT_SUPPRESSED> ; 134 F.T.R. 264 (T.D.), affd. (1997), 222 N.R. 213 ( <FRAGMENT_SUPPRESSED>  (T.D.)).  <FRAGMENT_SUPPRESSED>", "[12] While I agree that the Court can deal with complex issues on motions for summary judgment, the facts of each case must be examined closely to determine whether there are genuine issues for trial or whether a question of law should be dealt with on a summary basis. There are fundamental differences between preliminary motions and trials. One effect of summary judgment is that a party will be precluded from presenting any evidence to the trial judge in respect of the issue that is the subject of a successful motion for summary judgment. The trial judge will not hear viva voce evidence on the issue and will not be ruling on the matter. In effect, one party will lose its \"day in court\". While this cannot be determinative, the severity of the impact on the losing party requires that the motions judge proceed with a careful analysis.  <FRAGMENT_SUPPRESSED>", "[13] Finally, I must keep in mind the purpose of the summary judgment provisions. I believe that a very relevant question to the exercise of my discretion under Rule 216(2)(b) is whether granting partial summary judgment will actually achieve the desired end result of a more efficient expenditure of scarce judicial resources.  <FRAGMENT_SUPPRESSED> What is the effect of jurisprudence on the section 8 issues?  <FRAGMENT_SUPPRESSED>", "[14] The main issues in this litigation and in the motion before me involve the interpretation of old s. 8 and new s. 8 of the Regulations . The question of interpretation of these sections has not been finally dealt with by the Court. By that, I mean that there has not been a final decision after a trial or summary judgment that has determined the meaning of these provisions. Some helpful comments, however, are contained in a number of decisions. In taking a \"hard look\" at the issues in this case, those decisions may offer some guidance, albeit by way of dicta, on whether there is a genuine issue in the interpretation of the regulatory provision.  <FRAGMENT_SUPPRESSED>", "[15] The Federal Court of Appeal, dealing with procedural matters related to the issuance of a Notice of Allegation under the Regulations , in the case of Bayer AG and  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 329 (F.C.A.), at paragraph 13, stated its interpretation of old s. 8 as follows:  <FRAGMENT_SUPPRESSED> \"The liability for damages created by s. 8 of the Regulations pertains only to those incurred as a result of the NOC not issuing until after the patent has expired. <FRAGMENT_SUPPRESSED> While this interpretation accords with that proposed by Merck in this case, it was certainly not determinative in that case.  <FRAGMENT_SUPPRESSED>", "[16] If the Court in the <FRAGMENT_SUPPRESSED> , case thought that the provision could be readily interpreted, a comment from the Federal Court of Appeal is to the opposite effect. In <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 302, at 316 (F.C.A.), Justice Hugessen stated that:  <FRAGMENT_SUPPRESSED> \"Section 8 is particularly obscure in its meaning. ... Fortunately, we are not required to interpret it on this appeal. <FRAGMENT_SUPPRESSED>", "[17] The Court has also had a number of other occasions to look at s. 8 without reaching a determination of its meaning. In total, on no less than 11 occasions, this Court and the Federal Court of Appeal have concluded that issues of interpretation of s. 8 should proceed to trial. The list is as follows:  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> ;  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> (T.D.), affd. 2002 FCA 390 (This was a motion to strike the action in the court file before me in this motion.);  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>  (F.C.), Order of Prothonotary Lafrenière dated April 30, 2002 dismissing a motion to strike and a motion pursuant to Rule 220, affirmed by Order of Justice Campbell dated July 8, 2002 (F.C.T.D.), appeal to Federal Court of Appeal discontinued;  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 129 (T.D.), affd. (2002), 22 C.P.R.(4th) 19 (F.C.A.);  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>  (F.C.T.D.), affd. [2002] N.R. Uned. 12 (F.C.A.).  <FRAGMENT_SUPPRESSED>", "[18] As pointed out by Merck, except for <FRAGMENT_SUPPRESSED>  (T.D.)). The threshold for finding that a matter should be struck is higher than for a motion for summary judgment; pleadings will only be struck in the clearest of cases where they fail to disclose a reasonable cause of action. Accordingly, Merck urges me to ignore those decisions.  <FRAGMENT_SUPPRESSED>", "[19] I agree that the decisions related to motions to strike the pleadings are of limited precedential value. Nevertheless, it is useful to examine the reasoning given by the various judges to determine whether the same reasoning could apply to this motion for summary judgment. If the motion was dismissed due to a procedural error, obviously, the decision would be of no applicability to the case before me. However, where the arguments before the motions judge and the reasons for rejection of the motion relate to the very same issue, surely I should give some consideration to those reasons and results.  <FRAGMENT_SUPPRESSED>", "[20] The reasoning that underlies all of these motions is that the interpretation and application of section 8 of the Regulations are complex matters that must be determined following a trial of all the issues. This certainly leads to an almost inescapable conclusion that we are dealing with a complex regulatory regime. My analysis should not ignore this relevant factor.  <FRAGMENT_SUPPRESSED> Is Justice Russell's Decision distinguishable?  <FRAGMENT_SUPPRESSED>", "[21] On its face, <FRAGMENT_SUPPRESSED>  been endorsed by the Federal Court of Appeal on appeal, Apotex argues that I am bound by that decision.  <FRAGMENT_SUPPRESSED>", "[22] As in this case, Justice Russell was dealing with an interpretation of s. 8. As do I, he had before him \"strong, but diametrically opposed, arguments\" by both parties. I note, however, that the specific issue dealt with in his decision was whether a claim for first person profits and legal expenses was excluded under the s. 8 remedial provisions. That issue differs materially from those before me. Thus, I would not go so far as to say that the case stands definitively for the conclusion that the interpretation of section 8 of the Regulations must be performed by a judge presiding at trial.  <FRAGMENT_SUPPRESSED>", "[23] Nevertheless, I can take significant guidance from the decision. Justice Russell's reasons for rejection of the motion were general in scope and, in my view, relevant to the determinations that I must make in this case. With respect to Rule 216(1), he was convinced that there was serious issue for trial that was \"not so far beyond doubt that it does not deserve further consideration at a full trial\". Justice Russell declined to exercise his discretion under Rule 216(2)(b), stating that he did not have before him \"the full context of the Plaintiff's claim or adequate evidence concerning the proper purposes of section 8\".  <FRAGMENT_SUPPRESSED>", "[24] Thus, while I may be able to distinguish <FRAGMENT_SUPPRESSED>  is any different reason for concluding the opposite of Justice Russell in respect of either Rule 216(1) or 216(2)(b). Expressed differently, the question is whether I have more or better evidence than was before Justice Russell that would allow me to conclude that I have an adequate evidentiary record to answer the questions before me.  <FRAGMENT_SUPPRESSED> What is the nature of the issues before me?  <FRAGMENT_SUPPRESSED>", "[25] At the heart of this conflict are issues of statutory interpretation. On a number of occasions, the Supreme Court of Canada has given guidance on how to approach a problem of statutory interpretation. In Rizzo & Rizzo Shoes Ltd. (Bankrupt), Re , [1998] 1 S.C.R. 27; 221 N.R. 241; 106 O.A.C. 1, at paragraph 21, Mr. Justice Iacobucci, speaking for the unanimous Court, endorsed the statement of Elmer Driedger in Driedger on the Construction of Statutes (2nd Ed. 1983), that:  <FRAGMENT_SUPPRESSED> \"Today there is only one principle or approach, namely, the words of an Act are to be read in their entire context and in their grammatical and ordinary sense harmoniously with the scheme of the Act , the object of the Act , and the intention of Parliament. <FRAGMENT_SUPPRESSED>", "[26] The task of the Court in interpreting legislation is comprised of more than one step. The Court must first look at the words; do these words have a plain and ordinary meaning or is there ambiguity or lack of clarity? Secondly, the context of the legislation must be examined. What is the history of the provision in question? What is the scheme of the statute? What is its object? What policy considerations were in the mind of Parliament or, in the case of regulations, the Governor in Council? This second part of the analysis could warrant a variation from the grammatical and ordinary sense of the word. And, regardless of how clear and unambiguous the words of a provision may be, the further analysis must be carried out. Indeed, a failure to determine the intention of the legislature in enacting a particular provision has been found, by the Supreme Court of Canada, to be an error ( <FRAGMENT_SUPPRESSED> , at paragraphs 23, 31). It follows that, where there are conflicting but not unreasonable interpretations available, the contextual framework of the legislation becomes even more important.  <FRAGMENT_SUPPRESSED> What obligations are on Apotex to put forward evidence?  <FRAGMENT_SUPPRESSED>", "[27] Rule 215 of the Federal Court Rules, 1998 requires that a response to a motion for summary judgment shall not rest merely on allegations or denials of the pleadings of the moving party. Apotex must put its \"best foot\" forward in the response to the motion ( <FRAGMENT_SUPPRESSED> (T.D.)). Merck contends that Apotex has not put its \"best foot\" forward; that Apotex ought to have presented whatever evidence it now claims is missing in this motion. In Merck's view, I should draw an adverse inference from Apotex's failure to put forward whatever evidence it felt was relevant ( <FRAGMENT_SUPPRESSED> ; 308 N.R. 152, at paragraphs 10, 11 ( <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 257, at paragraph 17 (C.A.)).  <FRAGMENT_SUPPRESSED>", "[28] In my view, Merck carries the obligation on Apotex in this motion too far. If Merck is correct, any responding party on a motion for summary judgment would be required to bring forward all the evidence necessary to allow the motions judge to resolve the issues in dispute. In respect of Rule 216(1), this ignores the first step-that the judge be satisfied that there is no genuine issue for trial. To my mind, the first obligation on a responding party is to put its \"best foot\" forward in convincing the motions judge that a genuine issue for trial exists. As discussed elsewhere in these reasons, that can be done by identifying \"gaps\" in the evidence before the motions judge that can only be addressed through evidence led at trial. In the event that the responding party is unsuccessful at this first step, then the responding party must put forward its best evidence to permit the judge to resolve the dispute. At that stage, I would agree that an adverse inference could be drawn by a failure of the Respondent to place relevant evidence before the motions judge.  <FRAGMENT_SUPPRESSED>", "[29] For the discretionary decision to be made under Rule 216(2)(b), it is sufficient that the responding party put forward cogent reasons why the determination of the question of law is best left to the trial judge.  <FRAGMENT_SUPPRESSED> Is there an adequate record before this Court?  <FRAGMENT_SUPPRESSED>", "[30] With the background consisting of the decisions of other judges in the many decisions referred to above and the principles of statutory interpretation, I turn next to an examination of what evidence was before me. Stated in the negative, what, if anything, is missing that prevents me from reaching a final conclusion on these matters?  <FRAGMENT_SUPPRESSED>", "[31] With respect to the first part of an analysis of statutory interpretation, I cannot see that anything further would be required to determine the grammatical and ordinary sense of the words. However, a determination of the plain and ordinary meaning of the provisions would not be sufficient, since the task of statutory interpretation must be carried out as a whole.  <FRAGMENT_SUPPRESSED>", "[32] There may also be a satisfactory record with respect to the question of vires. Nevertheless, I am reluctant to rule on this aspect of the motion. Absent a final decision with respect to the interpretation portion of the issues, a determination of whether old s. 8 and new s. 8 are vires would not, in my view, result in any added efficiencies to the judicial process.  <FRAGMENT_SUPPRESSED>", "[33] With respect to the issue of the context of the Regulations , I have some evidence before me. For example, I have the Regulatory Impact Assessment (\"RIA\") Statements for both old s. 8 and new s. 8. Merck asserts that Dr. Sherman, Chairman of Apotex, did not identify any evidence not already before the Court relevant to the issues.  <FRAGMENT_SUPPRESSED>", "[34] There was absolutely no common ground between Merck and Apotex on this motion. They differed in the meaning to be ascribed to the provisions at issue. They disputed the meaning of every case put forward by the other. Each read something different into the responses to questions by the affiants on cross-examination. Whereas Merck argues that Dr. Sherman has admitted that there is no further evidence, Apotex asserts that there is. Even the RIA Statements were disputed, both as to their meanings and the weight that ought to be given them. Disagreement of the parties to the interpretation of the provisions is to be expected and is not the basis for denying a motion for summary judgment. Nevertheless, the fact that, after two full days of arguing this motion, no point of agreement could be reached on anything illustrates the complexity of the task of determining these issues.  <FRAGMENT_SUPPRESSED>", "[35] The determinative issue must be the adequacy of the record before me. In my view, there is a significant gap in the evidence required to determine the proper interpretation of the provisions. That missing evidence relates to the intent and object of both the regulations at issue and the underlying statutory framework. It consists of further evidence from Merck, third party evidence and evidence from government officials, as described below.  <FRAGMENT_SUPPRESSED> Further evidence from Merck . The Regulations were the subject of extensive consultation prior to their enactment in 1993 and their amendment in 1998. The understanding of the parties to this action may well be relevant in establishing the contextual framework. Both Merck and Apotex were part of the consultative process and may have provided input into the regulation making process. The conduct of all parties to this litigation may be relevant. Through discovery leading up to the trial and viva voce evidence at trial, representatives of Merck may provide a better understanding of the context of the Regulations and the 1998 amendments. In this motion, the cross-examination of the Merck witness on his affidavit was unfruitful. Merck's affiant, in my view, was prevented by counsel from responding to questions that may have assisted the Court in this motion.  <FRAGMENT_SUPPRESSED> Third party evidence . As discussed, the context of legislation is critical to understanding it. Expert evidence on statutory interpretation or, in particular, the evolution of the provisions in dispute in this action will be helpful to the judge.  <FRAGMENT_SUPPRESSED> Evidence from Her Majesty the Queen . Witnesses from the Government department responsible for the drafting of the Regulations should be able to shed further light on the object and intent of the Regulations .  <FRAGMENT_SUPPRESSED>", "[36] In my view, all of this evidence is relevant to the determination of the issues in this matter. Further, much of this evidence will be contested and, thus, is properly dealt with at trial. Apotex should not be precluded, through summary judgment, from leading this evidence.  <FRAGMENT_SUPPRESSED>", "[37] This leads me inexorably to the conclusion that a trial is likely necessary to establish the proper evidence for determination of the issues related to the interpretation of s. 8 of the Regulations . Thus, I am in exactly the same position as was Justice Russell, even though I am dealing with different issues. Firstly, I am convinced that there is a genuine issue for trial and that, therefore, Rule 216(1) is not available to Merck. As stated by Justice Russell:  <FRAGMENT_SUPPRESSED> \"Such complex and far-reaching issues require a more thoroughly contextual explanation of the meaning and purposes of section 8 than was placed before me in this motion. <FRAGMENT_SUPPRESSED> Secondly, I am not satisfied that I should exercise the discretion granted by Rule 216(2)(b). There is little, if any efficiencies to be gained, by determining these questions of law on what is an incomplete record.  <FRAGMENT_SUPPRESSED>", "[38] In conclusion, I would dismiss the motion in respect of both issues related to interpretation of s. 8.  <FRAGMENT_SUPPRESSED> Are there different considerations with respect to the question of unjust enrichment?  <FRAGMENT_SUPPRESSED>", "[39] In this action, Apotex makes a claim of unjust enrichment against Merck. The basis of its claim is that, because of Merck's monopoly position in the market between 1993 and 1998, Merck was unjustly enriched. Apotex seeks a disgorgement of an amount that represents the higher selling price of Merck's drug over and above any revenues which would otherwise have been earned by Apotex.  <FRAGMENT_SUPPRESSED>", "[40] Merck argues, in this motion, that this claim should be dismissed by way of summary judgment because:  <FRAGMENT_SUPPRESSED> 1. The Federal Court has no jurisdiction with respect to this claim.  <FRAGMENT_SUPPRESSED> 2. Even if the Federal Court has jurisdiction, there was a juristic cause for the alleged enrichment, that being the existence from 1995 to 1998 of a prohibition issued by this Court and upheld by the Federal Court of Appeal under the Regulations .  <FRAGMENT_SUPPRESSED>", "[41] The jurisdiction of this Court to consider the claim of unjust enrichment may appear on its face to be simply dealt with. However, in this case, the issue of the availability of a claim for unjust enrichment is interwoven with the interpretation of s. 8 of the Regulations . Much of the evidence that could be produced relating to the contextual framework for the Regulations could also be relevant to the issue of unjust enrichment. Equitable remedies such as this require the Court to take into account equitable considerations. Accordingly, I am satisfied that there is a genuine issue for trial and that this is a matter best left for the trial judge.  <FRAGMENT_SUPPRESSED> Should I refer this to a determination under Rule 220(1)?  <FRAGMENT_SUPPRESSED>", "[42] In the event that I am not persuaded to grant summary judgment, Merck requests that these questions be determined preliminary to any trial pursuant to Rule 220(1) of the Federal Court Rules, 1998 . That Rule is as follows:  <FRAGMENT_SUPPRESSED> \"(1) A party may bring a motion before trial to request that the Court determine  <FRAGMENT_SUPPRESSED> a) a question of law that may be relevant to an action; <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[43] For the same reasons that I have determined that the issues raised in this motion should go to trial, I decline to exercise my discretion to refer these questions to a Rule 220(1) proceeding. In my view, nothing further could be gained from adding this extra step to the already lengthy process. The likely consequence of such a procedure would be a reprise of the motion to dismiss brought by Merck and this motion for summary judgment. The same arguments would again be made before another judge who would also be missing the opportunity to explore the factual context of the issues. The issues in this case are ones of statutory interpretation that are best finally settled after trial.  <FRAGMENT_SUPPRESSED> Conclusion  <FRAGMENT_SUPPRESSED>", "[44] For the reasons above, I would dismiss the motion of Merck. These issues should proceed to trial.  <FRAGMENT_SUPPRESSED>", "[45] Although Apotex requested in its written record that it be awarded costs on a solicitor and client scale, parties did not make submissions on costs. If the parties are unable to agree on costs of this motion, they may make submissions by March 31, 2004 and reply submissions by April 8, 2004.  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[46] THIS COURT ORDERS THAT:  <FRAGMENT_SUPPRESSED> 1. The motion is dismissed.  <FRAGMENT_SUPPRESSED> 2. Parties may make submissions on costs on or before March 31, 2004 and reply submissions on or before April 8, 2004.  <FRAGMENT_SUPPRESSED> Motion dismissed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/klf  <FRAGMENT_SUPPRESSED> [End of document]"]}