{"id_": "099402", "body_str": ["[1] Shore, J. : When the Refugee Protection Division of the Immigration and Refugee Board (Board) does not find a claimant credible, it can extend this finding to his whole claim. ( <FRAGMENT_SUPPRESSED>  (QL).) INTRODUCTION", "[2] Mr. Manuel Oswaldo Lopez Pineda, a citizen of Guatemala, filed an application for leave and for judicial review with respect to a decision of the Board rendered on December 13, 2006, which found that the Applicant is not a Convention refugee, nor a person in need of protection. BACKGROUND", "[3] Mr. Pineda alleges that if he is returned to Guatemala, he faces serious harm amounting to persecution at the hands of his former employer, Mr. Mike Corser, an American who may have been involved in the murder of one of his fellow co-workers. THE DECISION UNDER REVIEW", "[4] The Board determined that the Applicant was not a Convention refugee because there is no nexus between the present claim and any of the Convention grounds.", "[5] Moreover, as the Applicant has not provided credible or trustworthy evidence, the Board found that he is not a person in need of protection for risk to life or risk of cruel and unusual treatment or punishment or danger of torture (decision, pp. 2 to 4). In obiter , the Board held that there was adequate State protection in Guatemala and that the Applicant had an internal flight alternative. ANALYSIS", "[6] The Board stated in clear and unmistakable terms, the valid reasons for which it found that Mr. Pineda lacked credibility and doubted the veracity of his story, the whole in accordance with <FRAGMENT_SUPPRESSED>  (F.C.A.).", "[7] Mr. Pineda does not challenge the Board's conclusion that he is not credible.", "[8] The Board was entitled to find that the credibility of Mr. Pineda and his evidence was undetermined since there were implausibilities, inconsistencies, and discrepancies in his testimony and his Personal Information Form (PIF), in relation to major elements or incidents alleged in support of his claim. ( <FRAGMENT_SUPPRESSED>  (QL) (F.C.A.).)", "[9] With respect to the risk to life and risk of cruel and unusual treatment or punishment, the panel did not believe that Mr. Pineda has provided credible or even consistent evidence to support his allegations. Mr. Pineda's allegations center around events occurring between September 22 and 24, 2005, in Guatemala. There is one principal incident which involves Mr. Pineda. Mr. Pineda himself was not able to provide consistent evidence on what actually occurred on September 22.", "[10] Mr. Pineda, in his PIF, writes that when he approached the vehicle, he saw a body which may or may not have been dead. Mr. Pineda does not clearly state that he would have been able to identify the body. According the Mr. Pineda's PIF, it would be the following day (September 23, 2005) when he would have heard that the family of Benedicto had begun the search for him, that Mr. Pineda would have made a link between the individual found in the car and Benedicto. Yet, during the course of the testimony, Mr. Pineda clearly stated that when he approached the car and looked in, he identified Benedicto. When confronted on this contradiction, Mr. Pineda, had no explanation.", "[11] To further compound this matter, Mr. Pineda produced an affidavit allegedly from his father, which seeks to corroborate the Applicant's evidence. Yet, the affidavit clearly states that, according to his father, Mr. Pineda would have been an eyewitness to the assassination of a fellow worker by the name of Benedicto. This clearly presents a third scenario. In this instance, it appears that Mr. Pineda would have actually seen the murder, which is not consistent with either the story in his PIF, or with his testimony. When confronted on these contradictions, Mr. Pineda attempted to nuance. In the panel's mind, there are three explanations for the same event and that affects the overall credibility and believability of Mr. Pineda's allegations.", "[12] Moreover, Mr. Pineda's father's affidavit refers to extreme threats issued against the Applicant that would have caused the death of his grandmother.", "[13] The Board noted that Mr. Pineda did not mention in his PIF the death of his grandmother and the fact that his grandmother received threats from his former employer, subsequent to his departure.", "[14] It is warranted for the Board to consider significant omissions in the PIF in assessing a refugee claimant's credibility.  <FRAGMENT_SUPPRESSED>  (QL):", "[4] ...Where a refugee claimant fails to mention important facts in his or her PIF, this may legitimately be considered by the Board to be an omission that goes to lack of credibility ...", "[15] Similarly, in <FRAGMENT_SUPPRESSED>  (QL) Justice Max Teitelbaum noted that all important facts must be noted in the PIF narrative.", "[33] It is not incorrect to say that answers given in a PIF should be brief but it is incorrect to say that the answers should not be complete with all of the relevant facts. It is not enough for an applicant to say that what he said in oral testimony was an elaboration. All relevant and important facts should be included in one's PIF. The oral evidence should go on to explain the information contained in the PIF. (Emphasis added.)", "[16] Mr. Pineda claims that the Board erred in concluding that the threats and attacks made against him and his property were not sufficiently serious to constitute a risk to his life.", "[17] This comment of the Board is an obiter that does not affect the validity of the decision since the Board concluded that Mr. Pineda's story was not credible.", "[18] When the Board does not find a claimant credible, it can extend this finding to his whole claim. ( <FRAGMENT_SUPPRESSED> , above.)", "[19] Mr. Pineda also alleges that the Board erred in its assessment that he should have availed himself of the protection of the Guatemalan State.", "[20] This Court is satisfied that the Board's conclusion with respect to Mr. Pineda's credibility was reasonable, the Board's obiter with respect to State protection in Guatemala does not alter its conclusion in respect of the credibility assessment.", "[21] Indeed, as was stated by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  (QL), an erroneous subsidiary conclusion does not vitiate a valid decision: It was the tribunal's duty to draw its own conclusions on the contradictions found in the testimony, as it was also responsible for assessing the plausibility of what was said. It did this in a way that does not require intervention by this Court. The tribunal went on to undertake obiter an analysis of the situation of the Hindus in India, and in the Punjab in particular, concluding that the applicant had the possibility of internal refuge. This analysis was not necessary. Even if it was mistaken or if it led the tribunal to exceed its jurisdiction - as to which the Court makes no ruling - it could not vitiate an otherwise valid decision.", "[22] Moreover, the Board found that Mr. Pineda had an internal flight alternative in Guatemala. This finding is not challenged by Mr. Pineda. The Board stated, at page 4 of the decision: Finally, in the circumstances, the claimant, by his own acknowledgement, lived and worked in a town that was some distance away from the capital city. Is it not therefore logical for the claimant to simply abandon his town, as he did, and move to the capital city in order to restart his life? The panel, in the circumstances, believes that this is a reasonable option. CONCLUSION", "[23] For all the above reasons, the application for judicial review is dismissed. JUDGMENT", "[24] THIS COURT ORDERS that 1. The application for judicial review be dismissed; 2. No serious question of general importance be certified. [End of document]"]}