{"id_": "099474", "body_str": ["[1]", "[2] I. Les faits", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11] <FRAGMENT_SUPPRESSED> .", "[12]", "[13]", "Southam Mossop", "", "[14] supra <FRAGMENT_SUPPRESSED> para. 47).", "[15]", "[16]", "[17] <FRAGMENT_SUPPRESSED> :", "<FRAGMENT_SUPPRESSED> .", "[18]", "[19] <FRAGMENT_SUPPRESSED>  (C.A.F.).", "[20] <FRAGMENT_SUPPRESSED> .", "[21]", "[22] ORDONNANCE", "[23] Octavio Campos Navarro, Luz Adriana Gaytan Hernandez, Maria Andrea Gaytan Hernandez and   <FRAGMENT_SUPPRESSED>  for judicial review arises from a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), resulting in the four applicants being refused status as refugees or persons in need of protection. The Board came to this conclusion because they had not demonstrated that their country of origin, Mexico, could not protect them and that they had no internal flight alternative.", "[2] After having reviewed the record as well as the parties' written and oral submissions, I came to the conclusion that the Board's decision was reasonable and should consequently be upheld. I. Background", "[3] The applicants are citizens of Mexico and come from the city of León, in the state of Guanajuato. The applicants are Octavio Campos Navarro, the principal applicant, aged 35; his wife, Luz Adriana Gaytan Hernandez, aged 27; Roberto Frausto Parra, aged 30; and his wife, Maria Andrea Gaytan Hernandez, aged 26. Their story is intimately related to that of their brother-in-law, Jose De Jesus Gaytan Hernandez, who was allegedly targeted by a police officer by the name of Carlos Torres after he refused him a loan.", "[4] Even though this cannot be determinative for the purposes of this application for judicial review, it is interesting to note that Jose De Jesus Gaytan Hernandez, who arrived in Canada on April 1, 2006, was denied refugee protection by the Board on October 17, 2006. The refusal was confirmed by the Federal Court, which dismissed the application for leave on March 1, 2007 (docket IMM-6156-07).", "[5] The applicants' problems allegedly began following their brother-in-law's departure to Canada. In May 2006, the principal applicant received a visit from police officer Torres, who asked him where he could find his brother-in-law. Between May and July 2006, Mr. Campos Navarro and his family received a number of telephone threats. On July 17, he was attacked by strangers who told him that this was only the beginning. He went to a clinic to be treated on the same day and reported the attack to the public prosecutor's office. He was told that nothing could be done for him and was advised to flee the city. Applicant Frausto Parra and his wife also received threats as of May 2006.", "[6] The four applicants therefore decided to flee Mexico and arrived in Canada on August 6, 2006. Jose De Jesus Gaytan Hernandez was apparently deported to Mexico following the Federal Court's dismissal of his application for leave. II. Impugned decision", "[7] The Board rejected the applicants' application for projection because they had not rebutted the presumption that the state of Mexico could protect them and because they could have found refuge elsewhere in their country.", "[8] With respect to state protection, the Board was of the opinion that applicant Campos Navarro's single attempt to contact the public prosecutor's office on July 17, 2006, was not enough to demonstrate the state's inability to protect them. The Board stated that the applicants had made no further attempt to contact the police, had not requested help from the National Human Rights Commission and had not even tried to consult a lawyer because this was too expensive. Based on the documentary evidence, the Board was of the opinion that there was not a complete breakdown of state apparatus, despite some problems with corruption. In addition, the Board noted that Mexican authorities had made serious efforts to curb police corruption and that various federal organizations tasked with law enforcement offer avenues of recourse to individuals who are dissatisfied with the response they have obtained.", "[9] The Board also found that the applicants had an internal flight alternative because the events referred to occurred solely in León, in the state of Guanajuato. As Mexico is a large country with more than 120 million inhabitants, the Board was of the opinion that it was not unreasonable to believe that the applicants could move to one of the country's big cities without fear of being found by police officer Cortes. The applicants are young, articulate and resourceful; in addition, the Board did not believe that a simple municipal police officer would leave his position and invest human and financial resources to search for the applicants across Mexico. Moreover, the applicants obtained their passports in León, which shows that the police officer was not interested in them. Lastly, based on the documentary evidence, the Board noted that co-ordination between Mexican police forces is virtually non-existent, and the applicants could therefore have moved to another big Mexican city without fear of being harassed by the officer. III. Issues", "[10] This application for judicial review raises two main questions: did the Board err in concluding, first, that state protection was available to the applicants and, second, that they had an internal flight alternative within Mexico?", "[11] It is now trite law that the applicable standard of review for decisions regarding state protection is reasonableness simpliciter (see <FRAGMENT_SUPPRESSED> ).", "[12] With regard to internal flight alternative, it has been common practice to apply the standard of patent unreasonableness given the highly fact-driven nature of such decisions: see, for example, <FRAGMENT_SUPPRESSED> . However, the Supreme Court of Canada recently determined in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] that the two reasonableness standards should be merged into a single standard, given the problems that arise in trying to apply the two standards and the incongruity of parties being required to accept an irrational decision simply because, on a deferential standard, the irrationality of the decision is not clear enough.", "[13] Does this mean that the application of a single standard of reasonableness invites greater judicial intervention? I do not think that this is the intended meaning and scope of the <FRAGMENT_SUPPRESSED> judgment. On the contrary, Bastarache and LeBel JJ. emphasize the deference courts must show when lawmakers decide to entrust an administrative body with the responsibility of making certain decisions when enforcing its enabling legislation. Here is what they have to say about the matter.", "[48] The move towards a single reasonableness standard does not pave the way for a more intrusive review by courts and does not represent a return to pre-Southam formalism. In this respect, the concept of deference, so central to judicial review in administrative law, has perhaps been insufficiently explored in the case law. What does deference mean in this context? Deference is both an attitude of the court and a requirement of the law of judicial review. It does not mean that courts are subservient to the determinations of decision makers, or that courts must show blind reverence to their interpretations, or that they may be content to pay lip service to the concept of reasonableness review while in fact imposing their own view. Rather, deference imports respect for the decision-making process of adjudicative bodies with regard to both the facts and the law. The notion of deference \"is rooted in part in a respect for governmental decisions to create administrative bodies with delegated powers\" ( Mossop", "[49] ... In short, deference requires respect for the legislative choices to leave some matters in the hands of administrative decision makers, for the processes and determinations that draw on particular expertise and experiences, and for the different roles of the courts and administrative bodies within the Canadian constitutional system.", "[14] What can be learnt from these considerations? It would seem that courts of law will have to continue to show a high degree of deference when there is more than one right answer to issues decided by administrative tribunals. This would be the case, for example, where a question is essentially one of fact or involves the discretion of the administrative body or policy it is tasked with enforcing ( <FRAGMENT_SUPPRESSED> , supra , paragraph 53). In such cases, courts must ask whether the decision under review is reasonable in terms of its \"justification, transparency and intelligibility within the decision-making process\" and in terms of \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , paragraph 47).", "[15] Given this standard of review, can one conclude that the Board erred in concluding that state protection was available to the applicants and that they had an internal flight alternative within Mexico? I do not think so.", "[16] With the exception of making a complaint to the public prosecutor's office, the applicants took no steps to find out about the protection available in their country. Rather than following up on their complaint, they preferred fleeing to Canada only a few weeks after notifying their country's authorities. At the hearing, the applicants explained that they decided to leave Mexico and to obtain passports one week after they made their complaint because of the corruption of police authorities, the length of the preliminary investigation and their lack of financial resources for hiring a lawyer.", "[17] The Board was correct in finding these explanations insufficient to rebut the presumption of state protection. The documentary evidence shows that Mexican authorities are making serious efforts to protect victims that find themselves in situations such as that of the applicants. Even though the situation is still far from being perfect, we are not dealing here with a situation where the state apparatus is no longer carrying out its responsibilities. In these circumstances, the state must at least be offered a real opportunity to intervene before one can conclude that it is unable to provide the protection required by one of its citizens. As I wrote in <FRAGMENT_SUPPRESSED> :", "[15] . . . it will not suffice if a state has such ability and has created the legislative, administrative and judicial means for ensuring that its citizens' rights are observed. It will still have to have the intention to do so and that intention must be reflected in specific actions and tangible results. On the other hand, it will not suffice for a refugee status claimant to offer evidence that one or more police officers refused to act on his complaint, or that an investigation led nowhere in similar circumstances. If that were the test, not many countries might be able to pass it. . . . See also to the same effect <FRAGMENT_SUPPRESSED> .", "[18] It is not this Court's role to take the place of the Board in the assessment that it must make as to the effectiveness of the protection a citizen is able to obtain in his or her country of origin. As a specialized administrative tribunal, the Board has greater expertise than this Court in this respect. In this instance, a careful reading of the Board's reasons leads me to conclude that the prevailing situation in Mexico was carefully weighed in the light of the documentary evidence. Without negating the problems with corruption that still afflict the country, the Board was of the view that an individual who finds himself or herself in the situation of the applicants is not completely disadvantaged and can appeal to various law enforcement organizations. That is a conclusion that the Board could draw on the basis of the documentary evidence before it.", "[19] Although the conclusion concerning state protection was enough for the applicants' claim for refugee protection to be rejected, the Board continued its analysis by adding that the applicants had a viable flight alternative within their country. To make this finding, the Board had to be satisfied that there is no serious possibility of the applicants being persecuted in the areas suggested as an internal flight alternative and that, given the circumstances, it would not be unreasonable for them to seek refuge there (see <FRAGMENT_SUPPRESSED>  (F.C.A.).", "[20] The very definition of a Convention refugee or a person in need of protection necessarily implies that it is impossible for an applicant to claim the protection of his or her country anywhere in his or her country. The internal flight alternative is inherent in the very notion of refugee and person in need of protection. As has been noted by the Federal Court of Appeal, the threshold should be set very high in determining what would be unreasonable: \"It requires nothing less than the existence of conditions which would jeopardize the life and safety of a claimant in travelling or temporarily relocating to a safe area. In addition, it requires actual and concrete evidence of such conditions.\" ( <FRAGMENT_SUPPRESSED> , paragraph 15). And it is up to claimants to show that they do not have an internal flight alternative within their country ( <FRAGMENT_SUPPRESSED> .", "[21] On the basis of the evidence submitted to it, the Board found that there was no serious possibility of the applicants' being persecuted in big cities such as Tabasco, Veracruz, Mexico and Monterrey, all of which have over 1 million inhabitants. In coming to that conclusion, the Board relied on the facts that the applicants were able to obtain passports and plane tickets without being bothered by the police officer, that the latter probably did not have the resources or the interest to persecute them across Mexico and that there is very little co-ordination between Mexican police forces. To counter these observations, the applicants did no more than make vague allusions to the risks of being found which arise from the computerization of data in a modern country. Moreover, they provided no actual and concrete evidence of the existence of conditions preventing them from moving elsewhere within their country. Given these circumstances, the Board could conclude that they had an internal flight alternative within Mexico.", "[22] For all these reasons, the application for judicial review is dismissed. No questions were submitted for certification, and I agree that this case raises no question of general importance. ORDER", "[23] THE COURT ORDERS that the application for judicial review be dismissed. [End of document]"]}