{"id_": "099551", "body_str": ["[1] Shore, J. : It is an extraordinary circumstance with the onus on an applicant to establish that the incompetence of counsel would have caused a breach of procedural fairness. The Supreme Court of Canada held: (1) it must be established that the counsel's acts or omissions constitute incompetence; (2) that a miscarriage of justice resulted. The Supreme Court also determined that the burden is on the applicant to establish that the alleged facts or omissions of counsel result in incompetence. Also duly noted was that \"the wisdom of hindsight has no place in the above assessment\" ( FRAGMENT_SUPPRESSED. II. Judicial Procedure", "[2] This is an application for judicial review, pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [ IRPA ], of an Immigration Officer decision, dated August 3, 2011, denying the Applicants' application for an exemption, on humanitarian and compassionate [H&C] grounds, to apply for permanent residence from within Canada. III. Background", "[3] The Applicants, Mr. Kil Il Kim, and his wife, Mrs. Su Min Lee, are citizens of South Korea. They entered Canada on July 10, 2003, as students. They have two Canadian-born children aged 5 and 2 years.", "[4] On August 1, 2007, the Applicants claimed refugee protection which was denied on June 25, 2010. They did not seek judicial review of that decision.", "[5] An immigration consultant represented them on their H&C application. IV. Decision under Review", "[6] The officer summarized the decision of the Refugee Protection Division [RPD]. Mrs. Su Min Lee, alleged, at the time, that she was raped by her male colleague in South Korea. As a result, she had an abortion. Her husband was beaten by gangsters sent by the rapist and spent three months in the hospital. The rapist kept threatening to kill them, until 2003, when they fled to Canada.", "[7] Analyzing the country conditions documentation and the evidence presented by their immigration consultant, the officer found that state protection is available for the Applicants, and that they will not suffer an unusual or disproportionate hardship.", "[8] With respect to the Applicants' establishment, the officer examined their evidence and noted that they did not submit any information to demonstrate how they support themselves financially. The officer noted that the Applicants did not provide any proof of ownership or federal income tax. The officer, therefore, concluded that the Applicants had not demonstrated that they were established in Canada to the point that their removal amounted to a disproportionate hardship.", "[9] Considering the best interests of the Applicants' children, the officer relied on the immigration consultant's submissions to the effect that the future of the children \"will not be good\" and on the country conditions documentary evidence (H&C Decision at p 4) to conclude that they would not be affected if they were to return to South Korea.", "[10] The officer finally concluded that the fact that Canada is a better country in which to live is not sufficient to warrant the H&C application. IV. Issue", "[11] Did the conduct of the Applicants' previous consultant result in a breach of natural justice? V. Position of the Parties", "[12] The Applicants submit that the misconduct of their previous counsel, an immigration consultant, led to the refusal of their H&C decision. They argue that they provided a folder of evidence to their consultant, including tax records and documents regarding their business, which was not submitted to the officer. They submit that this misconduct amounts to a breach of natural justice.", "[13] They also argue that the consultant failed to advise them of the relevant factors in their H&C application. Had he advised them, they would have presented evidence to demonstrate their establishment. VI. Analysis", "[14] Issues involving procedural fairness and natural justice are reviewable on a standard of correctness ( FRAGMENT_SUPPRESSED).", "[15] In FRAGMENT_SUPPRESSED, the Supreme Court stated: 26 The approach to an ineffectiveness claim is explained in FRAGMENT_SUPPRESSED, per O'Connor J. The reasons contain a performance component and a prejudice component. For an appeal to succeed, it must be established, first, that counsel's acts or omissions constituted incompetence and second, that a miscarriage of justice resulted.", "[16] This Court explained the principle in these terms in FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[17] This Court must determine if the consultant's conduct amounts to incompetence. The Applicants have filed a complaint against their former consultant to the Canadian Society of Immigration Consultants [CSIC] but no affidavit was submitted in support of this; consequently, this Court must be prudent in its analysis of the consultant's conduct.", "[18] The Certified Tribunal Record [CTR] does not contain documents relating to the financial establishment of the Applicants. More specifically, the Applicants refer to different documents such as tax records, a T4 summary of remuneration paid to their employee, balance sheets and income statements regarding their business. These important documents were not submitted to the officer.", "[19] Furthermore, the consultant's written submissions with respect to the Applicants' establishment in Canada were limited, and drew attention to their social life rather than their economic establishment: Mr. Kim has socially and culturally established in Canada in a significant degree. He has steady work record and he has the ability to maintain working. Mr. Kim is working as a manager for a company owned by him and his partner Mr. Go, Kyung Won. Moreover, Mr. Kim has strong ties in Canada. He has been living in Toronto for a long time and he has made many friends. He and his wife attend a Christian church on a regular basis. His activities show that he and his family have deeply rooted in Canadian society. They love Canadian way of life and consider Canada their home. Furthermore, they have good civil records in Canada as they always comply with Canadian laws. (CTR at p 29).", "[20] This general assertion highlights the fact that the consultant overlooked, in his preparation of the file, the financial aspect of the Applicants' situation. For these reasons, the consultant's conduct amounts to incompetence.", "[21] The second part of the test described above consists of determining whether the consultant's incompetence amounts to a miscarriage of justice.", "[22] In this case, a simple reading of the decision reveals that the officer deplores the lack of evidence: .. Information has not been provided to indicate how the applicants managed to support themselves in Canada during this period ... I note that the MA has not provided bank account statements, or information from an accountant to indicate that worth of the company, the number of employees aside from the MA and his friend, if any, and any projections for the success of the company in the future. The applicants have not provided information to indicate what if any savings or investments they may have in Canada, or proof of ownership in Canada aside from the business. The applicants have also not provided documentation to indicate the filing of federal income taxes since their arrival in Canada in 2003. Again, it is unclear how the applicants manage to support themselves and their two children in Canada The MA has also provided no information to indicate an involvement in their community in Canada through volunteerism or some other activity ... ... ... I recognize that leaving Canada after more than eight years may be difficult; however, the evidence before me does not support that the applicants have become established in Canada to the extent that severing their ties here amounts to an unusual and undeserved, or disproportionate hardship. [Emphasis added]. (H&C Decision at pp 4-5).", "[23] In this particular context, where the officer specifically refers to the lack of evidence , and where the submissions by the consultant are limited, this Court concludes that the failure to submit evidence causes a prejudice to the Applicants amounting to a miscarriage of justice. VII. Conclusion", "[24] For all of the above reasons, the Applicants' application for judicial review is granted and the matter is remitted for redetermination by a different Immigration Officer.", "[25] Given the particular circumstances of this case and the fact that an applicant's financial situation is not the only aspect of an H&C application, this Court's conclusion does not necessarily mean that a reconsideration will result in a positive decision. JUDGMENT", "[26] THIS COURT ORDERS that the Applicants' application for judicial review be granted and the matter be remitted for redetermination by a different Immigration Officer. No question of general importance for certification. Application allowed. Editor: Elizabeth M.A. Turgeon/vnh"]}