{"id_": "099980", "body_str": ["[1] Martineau, J. [Translation]: Internal and external appointments within the federal public service, made in accordance with the Public Service Employment Act (SC 2003, c 22, ss 12-13) (PSEA), are based on merit and non-partisanship, the two core values of the staffing system. Whether it is an open position in the public service or a job in the private sector, one can expect that a candidate will not lie about his or her competencies and that a candidate will not provide false references to a potential employer.", "[2] In principle, the Public Service Commission (Commission) has the exclusive authority to make appointments, to or from within the public service, of persons (section 29 of the PSEA). However, for close to 50 years, the authority to make appointments was delegated in practice to deputy heads. There is no dispute that the Commission has, pursuant to sections 66 to 73 of the PSEA, a broad supervisory jurisdiction over internal and external appointments within the public service.", "[3] Thus, following an investigation, the Commission may cancel an appointment or prevent someone from being appointed if it is satisfied: (1) that there was an error, an omission or improper conduct that affected the selection of the person appointed or proposed for appointment (sections 66 and 67); (2) that the appointment or proposed appointment was not free from political influence (section 68); or (3) that fraud has occurred in the appointment process (section 69).", "[4] The applicant, Anissa Samatar, is a junior human resources advisor with the Office of the Secretary to the Governor General (OSGG). Today, she is contesting the lawfulness of record of decision 10-08-ID-73 (impugned decision), signed on August 9, 2010, by Maria Barrados, President, which determined that she was guilty of fraud following an investigation conducted by the Commission pursuant to section 69 of the PSEA.", "[5] The applicant did not participate in any competition. Nevertheless, she is the subject of a single decision by the Commission that determined that she was guilty of fraud along with two other public servants: Marième Seck, a candidate in two competitions, and another public servant, Rose M'Kounga, who, like the applicant, was a reference for the candidate (collectively, the public servants affected by the impugned decision).", "[6] The impugned decision adopted the findings and recommendations contained in investigation report 2009-SVC-00118.8305 dated June 10, 2010 (impugned investigation report or investigation report), which addresses internal appointment process 2006-SVC-IA-HQ-95563 (appointment process that is the subject of the impugned decision). The purpose of the appointment process was to fill an ES-5 analyst position within the Department of Public Works and Government Services (PWGSC or the employer involved in the appointment process).", "[7] The candidate affected by the investigation was not appointed to the positions for which she applied. However, the Commission asserts the authority to take \"corrective action\" with respect to any person in a situation where fraud may have occurred, even if it had no practical effect on the proposed appointment or appointment of otherwise qualified persons who were successful in the appointment process (appointed candidates).", "[8] Furthermore, beyond the specific issues of procedural fairness and reasonableness, the three public servants affected by the impugned decision are generally questioning the existence of a plenary power that is independent from any investigation and sanction by the Commission in accordance with section 69 of the PSEA with respect to unsuccessful candidates (other candidates) and persons who may have been a reference for them (third parties). II. FACTUAL BACKGROUND", "[9] The fraud allegations against Ms. Seck and Ms. M'Kounga are not the subject of this application for judicial review. However, it must be understood that the applicant was not originally affected by the investigation by the Commission, which decided to investigate the actions by Ms. Seck and Ms. M'Kounga following information received from the Department of Natural Resources Canada (DNR), where Gisèle Seck, the candidate's mother, worked.", "[10] The DNR carried out an administrative investigation into the candidate's mother's use of the departmental computer networks. Several e-mails exchanged between the candidate, her mother and Ms. M'Kounga related to the references Ms. M'Kounga would provide for the candidate were intercepted. A DNR manager then sent those e-mails to the Commission, which is what triggered the investigation conducted in 2009 by the Commission.", "[11] The DNR did not participate in the Commission's investigation: the employer involved in the appointment process (PWGSC) took over. In fact, from the beginning of the case, the Commission treated the employer as an interested party and, among other things, asked it to make submissions. The employer ultimately supported the corrective actions proposed by the investigator following the communication of the impugned investigation report to the interested parties.", "[12] That being said, the impugned investigation report found that the candidate deliberately intended to mislead PWGSC by providing the names of Ms. M'Kounga and the applicant as references. Not only did the candidate lie about her actual former job title (CR-4 rather than AS-1) within the Department of Foreign Affairs and International Trade (DFAIT), but Ms. M'Kounga never actually worked with the candidate, let alone supervised her work. The investigator found that they are not credible and dismissed their explanations.", "[13] Michelle Cousineau, Senior Analyst, Treasury Board Affairs Directorate/Corporate Services, Policy and Communications Branch at PWGSC (employer), was responsible for checking the two references (Ms. M'Kounga and the applicant) provided by the candidate on October 23, 2007. Thus, when the person responsible for checking the references contacted Ms. M'Kounga to obtain information on the candidate, Ms. M'Kounga indicated that she did not have time to participate in a telephone interview, but offered to answer the questions in writing. She then submitted the reference request form with her answers to the various questions.", "[14] The written answers provided by Ms. M'Kounga to the person responsible for checking the references were exhaustive, detailed and included very positive comments on the candidate's competencies and qualities. However, the written reference provided by Ms. M'Kounga in the form of a written questionnaire returned on November 26, 2007, to PWGSC had in fact been prepared by the candidate's mother, which is corroborated by several e-mails exchanged between the candidate, her mother and Ms. M'Kounga.", "[15] Regarding the applicant, the allegations against her specifically seem a lot less serious and the evidence of her participation in fraud a lot weaker than the evidence and the allegations against Ms. M'Kounga or the candidate.", "[16] In the beginning, it was the candidate herself who provided, in an e-mail dated October 23, 2007, the applicant's name as \"supervisor\" and it was never really established that the applicant actually saw the e-mail in question, because, as she states, she was on maternity leave at that time, which is not contradicted by the evidence in the record. However, it is clear that the applicant never had the title of the candidate's \"supervisor\", a point that she never denied, even if she maintains that she actually \"supervised\" the candidate. Nevertheless, according to the investigator, the fraud committed by the applicant arises instead from the fact that the candidate was asked to provide the names of two \"supervisors\". The impugned investigation report found that it was up to the applicant to correct erroneous or false information provided by the candidate in her e-mail dated October 23, 2007. The investigator in effect presumed that the applicant was aware of the false references provided by the candidate. To make this finding, the investigator relied on the testimony and the notes from a telephone conversation that were taken by the person responsible for checking the references.", "[17] As corrective actions, the Commission required that the public servants affected by the impugned decision, including the applicant, for a period of three years, obtain its written permission before accepting a position within the federal public service, without which their appointment would be revoked. Furthermore, the impugned decision and investigation report would be sent to the Canada Revenue Agency (CRA), where Ms. Seck and Ms. M'Kounga then worked, and to the OSGG. Finally, the impugned investigation report and [translation] \"any other relevant information\" would be sent to the Royal Canadian Mounted Police (RCMP). Other decision", "[18] On July 5, 2010, in record of decision 10-07-ID-49 (other decision), the Commission also adopted the findings and recommendations in investigation report 2009-EXT-0049.7408 (other investigation report) following an investigation also conducted pursuant to section 69 of the PSEA. The Commission issued an order directed to Ms. Seck and Ms. M'Kounga, which is similar to the order in the impugned decision. The applicant was not personally affected by the other decision and the other investigation report.", "[19] The other decision and the other investigation report address internal appointment process 07-EXT-IA-SKD-MCO-AS04 (other appointment process). Its purpose was to fill management and consular officer positions at the AS-4 group and level within DFAIT. The candidates had to provide the names of three people as references. Ms. Seck provided, inter alia, the name of Ms. M'Kounga, who she presented as being her supervisor for the 2003-2004 period. Ms. Seck was not appointed to one of the officer positions at the AS-4 level within DFAIT. The investigation found that \"fraud\" was also committed in the other appointment process by the candidate and Ms. M'Kounga, [translation] \"who gave a false reference for Ms. Seck\".", "[20] In light of the e-mails referred to earlier, the Commission started an investigation to verify whether the candidate had committed fraud during the other appointment process. In the other investigation report, the investigator found that the candidate had committed the alleged fraud. The investigator found that the evidence demonstrated that Ms. M'Kounga and the candidate had never worked together, that Ms. M'Kounga was therefore not entitled to give a reference for the candidate and that the written references had been compiled not by Ms. M'Kounga, but by the candidate and/or her mother. III. APPLICATIONS FOR JUDICIAL REVIEW", "[21] In the letters of transmittal dated August 10, 2010, the Commission informed the employer and the three public servants affected that they could challenge the legality of the impugned decision by filing an application for judicial review in accordance with section 18.1 of the Federal Courts Act , RSC 1985, c F-7 (FCA).", "[22] The legality of the impugned decision and that of the other decision were the subject of judicial review proceedings filed by the three public servants affected: <FRAGMENT_SUPPRESSED>  Commission, was a party to all of those proceedings. The Commission was not named in the proceedings as a respondent, which is appropriate and consistent with subsection (1) of Rule 303 of the Federal Courts Rules , SOR/98-106 (Rules). In such a case, where there are no persons that can be named under subsection (1), the applicant shall name the Attorney General of Canada as a respondent. This is set out in subsection (2) of Rule 303 and that is what the applicant did here.", "[24] Nonetheless, according to subsection (3) of Rule 303, the Court may, on a motion by the Attorney General of Canada, where it is satisfied that the Attorney General is unable or unwilling to act as a respondent after having been named under subsection (2), substitute another person or body, including the tribunal in respect of which the application is made, as a respondent in the place of the Attorney General of Canada. In this case, no such motion was made by the respondent to the Court.", "[25] In passing, the employer (PWGSC) involved in the appointment process before us today (AS-5 position) is adverse in interest to the position taken by the applicant-because it supported, on July 23, 2010, the Commission's approval of the corrective actions proposed by the investigator. In any event, the employer did not ask to intervene and is not a party to the case at bar. I must also assume that the employer was not otherwise represented in those proceedings by the respondent-who would then be in a conflict of interest situation because the Commission is an independent government agency that reports directly to Parliament.", "[26] Returning now to the five applications for judicial review, the Court entries indicate that three cases (Seck 2; M'Kounga 2 and Samatar) were the subject of a case management order dated May 6, 2011. Moreover, Ms. M'Kounga advised the Court that she wanted to withdraw because she had retired; also on June 7 and 27, 2011, the applications for judicial review  <FRAGMENT_SUPPRESSED>  1 and 2 were dismissed for delay.", "[27] We should also note that, on November 24, 2011, the candidate's application for judicial review in Seck 1 was dismissed on the merits by the  <FRAGMENT_SUPPRESSED>  ( Seck 1 first instance ); on appeal A-493-11. That last application by Ms. Seck concerns the other decision and the other investigation report by the Commission. In the interim, the proceedings in Seck 2 that concern the impugned decision and report were suspended until determination or resolution of the appeal in Seck 1. The present application for judicial review", "[28] This application was heard by the Court on September 6, 2012, and its deliberation was suspended to allow the parties to come to an agreement. On September 24, 2012, counsel advised the Court that the parties had not reached an agreement and asked the Court to render a final judgment on the matter; counsel have since also made submissions on costs.", "[29] Essentially, the applicant is claiming that the rules of procedural fairness or natural justice were not respected, that the impugned decision that she committed fraud is unreasonable and that section 69 of the PSEA does not authorize the Commission to take corrective action against her specifically. Those claims are highly contested by the respondent, who defends the lawfulness of the investigation process and the reasonableness of the impugned decision, as well as the Commission's jurisdiction to make the order in question.", "[30] First, the applicant submits that the investigator should have told her that she was suspected of fraud and provided her with all the relevant evidence before her interview, in particular Ms. Cousineau's testimony and notes, which was not done in this case. If the Court accepts this argument, the investigator's finding of fraud cannot legally succeed given the denial of procedural fairness. The applicant's other major argument involves the Commission's lack of jurisdiction: either the Commission did not have jurisdiction to start the investigation, or it otherwise usurped its powers by making an order of \"corrective action\" against her specifically.", "[31] Alternatively, the applicant submits to the Court that the Commission's findings are unreasonable because she did not gain anything personally from the fraud. That relevant evidence was not considered by the investigator. Moreover, contrary to the harsh passages that explicitly concern the candidate and Ms. M'Kounga, the investigator accepts that the applicant actually worked with the candidate and \"supervised\" her work for a two-year period at DFAIT.", "[32] Regardless, if there was fraud, which is highly contested by the applicant (who instead speaks of a \"communication problem\" with the person in charge of verifying the references), any \"false information\" that she may have provided had no practical effect on the appointment process. In fact, the candidate was not appointed to the analyst position and another candidate was eventually selected by PWGSC. Standard of judicial review", "[33] It should be noted that, as decided by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  (Dunsmuir), the judicial review process involves two steps. First, courts ascertain whether the jurisprudence has already determined in a satisfactory manner the degree of deference to be accorded with regard to a particular category of question. Second, where the first inquiry proves unfruitful, courts must proceed to an analysis of the factors in order to identify the proper standard of review.", "[34] To the extent that the blame lies solely on the Commission-in effect, the investigator-for erring in its analysis of the evidence, the decisions in Seck 1 first instance (in appeal A-493-11) and <FRAGMENT_SUPPRESSED>  [2009] FCJ No. 1589 ( <FRAGMENT_SUPPRESSED> ) (appeal in A-3-10 discontinued), satisfactorily respond to the question of the standard of review applicable to findings of fact, even to the Commission's possible interpretations of the PSEA provisions, where no jurisdiction issue is truly at stake.", "[35] However, the applicant is asking the Court to determine whether section 69 of the PSEA authorizes the Commission to investigate with respect to the conduct of other candidates and third parties in situations where fraud may have occurred but had no practical effect on the proposed appointment or appointment of selected candidates. With respect, in my view, this is a question of jurisdiction, if not a question of law that is of vital importance to the entire public service appointment system and that merits a correct interpretation of the PSEA. Finding by the Court", "[36] For the following reasons, this application will be allowed. Nevertheless, before addressing the merit of the various issues discussed by the parties, it is important to address the scope of the respondent's participation in this case and the difficulties that can occur first in terms of an image of justice and impartiality and then in terms of the exercise of the Court's remedial powers. IV. ROLE OF THE ATTORNEY GENERAL OF CANADA", "[37] The respondent is acting on behalf of the Commission here. This is not the first time that the respondent has taken a position that could be characterized as \"aggressive\", even \"forceful\", or even, in the absence of other qualifiers, \"very defensive\". For example, in <FRAGMENT_SUPPRESSED> , the respondent argued that it was \"too late to question the finding of guilt issued by the Commission\" and that the corrective measures \"were indeed within the Commission's jurisdiction and were reasonable\" ( <FRAGMENT_SUPPRESSED> , at paragraphs 4 and 5).", "[38] However, there is generally no dispute that it is not up to a tribunal whose decision is under review, whether it is an appeal or a judicial review, to vindicate itself, as well as the merit of its decision. As it was so aptly stated in <FRAGMENT_SUPPRESSED> , at paragraph 39: \"To allow an administrative board the opportunity to justify its action and indeed to vindicate itself would produce a spectacle not ordinarily contemplated in our judicial traditions.\"", "[39] Why would it be different when counsel for the respondent themselves admit taking \"instructions\" from the Commission itself?", "[40] In this context, the question is whether it is appropriate to allow the respondent, with no reservations, to fight tooth and nail against the applicant by aggressively arguing that there was no misconduct by the Commission and that its decision on the merits is reasonable in all respects. I am asking the question here because if the Commission were a party to the case (either as respondent or an intervener), its submissions would be limited to the issue of jurisdiction (excluding procedural fairness).", "[41] The Federal Court of Appeal effectively summarized in <FRAGMENT_SUPPRESSED> , why common law narrows the scope of the representations that an administrative tribunal may make on judicial review. In addition to the principle of finality, there is the principle of impartiality. The problem is not only with respect to the unpleasant \"spectacle\" that tarnishes the image of impartiality to be ascribed to the decision-maker, which must be maintained in the interests of justice. In the end, the range of remedies available to the reviewing Court may also seriously suffer.", "[42] In this regard, Justice Stratas reiterated the following at paragraph 16: When a court allows an application for judicial review, it has a broad discretion in the selection and design of remedies: <FRAGMENT_SUPPRESSED> . One remedy, quite common, is to remit the matter back to the tribunal for redetermination. If that happens, the tribunal must redetermine the matter, and appear to redetermine it, impartially, with an open mind. Submissions by the tribunal in a judicial review proceeding that descend too far, too intensely, or too aggressively into the merits of the matter before the tribunal may disable the tribunal from conducting an impartial redetermination of the merits later. Further, such submissions by the tribunal can erode the tribunal's reputation for evenhandedness and decrease public confidence in the fairness of our system of administrative justice.", "[43] In my opinion, when the respondent agrees to act on behalf of the Commission, in the absence of another party to support the legality of the impugned decision, the respondent should try to intervene like an amicus curiae , even if the respondent has more latitude that an amicus curiae . After all, the respondent represents the public interest. That being said, the respondent should, first and foremost, enlighten the Court objectively and completely on the facts stated in the impugned decision and on the Commission's reasoning, without seeking justification that was not provided by the Commission itself in the impugned decision - which of course includes the reasons in the investigation report that the Commission supported.", "[44] In short, there is no problem as long as the respondent explains the impugned decision and provides objective light on the Commission's jurisdiction and the powers vested in it under the law. I acknowledge that this can be difficult in some cases. In fact, as was noted long ago in <FRAGMENT_SUPPRESSED>  at page 729, \"[w]hat is or is not a question of jurisdiction as opposed to a question of law only, touching the manner in which a statutory tribunal exercises its authority, is a somewhat ambiguous if not also a trammelled question.\"", "[45] Even though the present wording of section 69 of the PSEA is, at first glance, a jurisdiction-granting provision, it can undoubtedly be argued that the respondent is also authorized, in the public interest, to support the reasonableness of the \"corrective action\". This is certainly a borderline case. Nevertheless, in my opinion, nothing authorizes the respondent to argue, on behalf of the Commission, that the rules of natural justice or procedural fairness were respected in this case.", "[46] Given that counsel for the applicant did not object at the hearing before the Court to counsel for the respondent's argument on the issues of natural justice, I have decided to consider the merits of every argument made by the respondent and his counsel at the hearing, with, nevertheless, the possible consequences from the point of view of the exercise of discretion that is conferred upon me in matters of remedies and costs. V. THE ISSUE OF JURISDICTION OR REASONABLENESS", "[47] Like the other public servants affected by the impugned decision, the applicant submits that the Commission did not have jurisdiction to start an investigation or otherwise usurped its powers by making an order of \"corrective action\" against her specifically. The respondent, on behalf of the Commission, argues that it is unnecessary for a candidate to be appointed to a position for there to be a fraud investigation under section 69 of the PSEA; it is sufficient that the fraud was committed \"in an appointment process\". The impugned decision is in all respects reasonable according to the respondent.", "[48] In this case, the Commission's investigation was conducted under the supposed authority of section 69 of the PSEA, which reads as follows: 69. If it has reason to believe that fraud may have occurred in an appointment process, the Commission may investigate the appointment process and, if it is satisfied that fraud has occurred, the Commission may (a) revoke the appointment or not make the appointment, as the case may be; and (b) take any corrective action that it considers appropriate.", "[49] The Policy on Considerations for Investigations Conducted under the new PSEA by the PSC Relating to External Appointments, Non-delegated Internal Appointments and Appointments Involving Political Influence or Fraud (Policy), published by the Commission on its Web site, contains an explanation that the decision to investigate or not to investigate is discretionary and will be determined on a case by case basis. What is fraud?", "[50] As philosopher Jean-Jacques Rousseau so aptly stated in Reveries of the Solitary Walker (1782, posth.): To lie to one's own advantage, is a cheat; to lie to another's advantage, is a fraud; to lie to do harm, is calumny; this is the worst sort of lies:-to lie without profit or prejudice to one's self, or others, is not lying, 'tis fiction. (4th walk)", "[51] In this case, the PSEA does not define what constitutes \"fraud\"; we must therefore rely on the Commission's interpretation of that concept. It is a question of law that is at the very heart of the jurisdiction conferred by Parliament on the Commission.", "[52] In the impugned investigation report, the investigator referred to the definition given for the word \"fraud\" in the Canadian Oxford Dictionary , 2nd Edition, 2004, Oxford University Press: The action or an instance of deceiving someone in order to make money or obtain an advantage illegally. A person or thing that is not what it is claimed or expected to be, a dishonest trick or stratagem.", "[53] Furthermore, according to Le Grand Robert fraude \" is an [translation] \"[a]ction made in bad faith with the intent to deceive.\" As you can see, the French and English definitions are similar. First, fraud involves deceiving others in the aim of gaining some advantage. Second, there must be an intent to deceive others, which leads to the question of whether the author is aware of the deception attributed to him or her. If it was in good faith, we are talking about an \"error\" instead. In this case, the evidence that the author does gain some advantage from the deceit supports the inference that the author intended to defraud others.", "[54] The determination of the intent behind the actions taken is therefore an essential element of the analysis of the evidence. We cannot look only at the material fact alone. By analogy, the Commission noted the following in an investigation conducted under section 66 of the PSEA: In assessing whether there has been an error, omission or improper conduct in the selection process, it is necessary to consider the intent behind the actions taken. (Public Service Commission - Investigation Report Summary - 2009 - Founded - Correctional Service of Canada, see http://www.psf-cfp.gc.ca) [Emphasis added.]", "[55] An \"error\" must not be confused with \"fraud\" and vice-versa. Moreover, it has been established that it is not the criminal burden of proof that applies, but that of the balance of probabilities ( <FRAGMENT_SUPPRESSED> , at paragraphs 27 to 30). The jurisprudence of the Commission reveals that, to date, investigations by the Commission that have resulted in \"corrective action\" have always involved candidates in an appointment process.", "[56] By way of illustration, in <FRAGMENT_SUPPRESSED> (public summary of investigation report 2007-IPC-00286 and record of decision 08-09-IB-65), it was alleged that, in the context of an appointment process, the candidate, Challal, cheated on or plagiarized a test. Following its investigation, the Commission found that the explanations provided by the candidate were not credible and that he had intentionally copied the protected correction guide when he answered the test questions.", "[57] The Court confirmed that the finding of fraud was valid and reasonable. At paragraph 17 of the judgment of the Court in <FRAGMENT_SUPPRESSED> , the investigator made the following argument: Copying during a test constitutes fraud under the most common meaning. Mr. Challal copied in order to gain an advantage , a test result sufficiently high to ensure his appointment to the CS-03 position and thus obtaining a promotion . [Emphasis added.]", "[58] However, in Personnel Psychology Centre , a case that has certain similarities to the case at bar, the Commission decided that the mere fact that a third party provided \"false references\" does not mean that the candidate committed fraud, in the absence of evidence of bad faith: The Act does not contain any definition of fraud. According to section 69, in order to be able to determine that fraud has occurred, it must be possible to link the misconduct to an appointment process . . . Having discovered this e-mail message, the PPC investigated the employee's file. It was discovered that this third party had been one of the employee's referees during the external appointment process to fill the position of Assistant Second-Language Assessor. The PPC determined that there was a possibility that the third party had given a false reference in favour of the employee at the latter's request. The focus of the investigation was therefore to determine whether the references obtained from the third party in favour of the employee were false in that they constituted fraud on the part of the employee . The issue was whether the fact that the third party had allegedly requested, in an e-mail message to the employee, that the employee assume the role of a company director in order to improve the outcome of a reference check would lead one to believe that the employee had previously requested the third party to play the same role and to provide false references in the employee's favour. The Commission decided that it was not possible to conclude that fraud had been committed by inferring from the third party's e-mail message that the employee defrauded the system by asking the third party to provide false references . It was not demonstrated that the references obtained in favour of the employee that were used for the appointment were obtained fraudulently by means of any action committed by the employee. Therefore, during the appointment process in question, the employee did not act in bad faith in order to mislead the system during their reference check. (Public Service Commission - Investigation Report Summary - 2007 - Unfounded - Personnel Psychology Centre, see http://www.psc -cfp.gc.ca) [Emphasis added.]", "[59] In this case, the applicant did unsuccessfully attempt to obtain the Commission's full investigation report in Personnel Psychology Centre . The respondent forcefully objected to the applicant's motion, arguing that it was not clear upon reading the documents already provided under Rule 317 that the Commission had not considered that document despite the existence of an internal note suggesting that research had been done to find precedents with possible similarities to the investigation then being conducted by the Commission.", "[60] On November 19, 2010, Prothonotary Tabib agreed with the respondent and dismissed the applicant's motion with costs, which she fixed at $650. In a way, even though I do not call into question the \"technical\" reason that justified the motion's dismissal, I find it regrettable in this case. To the extent that the Commission actually has jurisdiction to investigate and sanction third parties, the question is therefore whether the finding that the applicant committed fraud is one that is \"defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , at paragraph 25).", "[61] In that context, for the purposes of assessing the reasonableness of the impugned decision, it becomes highly relevant to verify whether the Commission actually applied and considered its own jurisprudence governing fraud involving \"false references\" provided by third parties as part of an appointment process. The issue before the Court today - always on the assumption that the Commission had jurisdiction - is not so much whether the investigation report in Personnel Psychology Centre should have been part of the certified record as a piece of evidence taken into consideration by the investigator, but rather whether the investigator knew about that relevant case law, and, in that case, why the investigator did not mention or consider it in the impugned investigation report.", "[62] In the case at bar, the applicant argues that the impugned investigation report does not show in a clear and intelligible manner that she intended to present herself fraudulently as the candidate's supervisor. Moreover, the candidate in this case was not appointed to the position following the internal appointment process; she therefore did not gain anything from the fraud; but she could have gained something from it if she had been appointed. In contrast, the applicant in this case had nothing to gain from the success (or the failure) of the candidate for whom she provided the reference. Without personal interest in the candidate and without the likelihood of benefitting in some way, it is not clear how the applicant could have had the intention, the motivation, or even \"the intent to deceive\" the employer.", "[63] However, before assessing the reasonableness of the finding of \"fraud\", one should first be satisfied that the Commission has jurisdiction in respect of third parties, and that is exactly what the applicant is contesting today. Before assessing the parties' respective arguments, once again, a prior assessment of the evidence in the record and of the investigator's reasoning are in order. Evidence in the record", "[64] In fact, it was on June 5, 2009, after receiving information from the DNR, where Gisèle Seck, the candidate's mother, worked, that the Commission officially gave notice that the candidate was suspected of fraud and that an investigation would be conducted under section 69 of the PSEA into the two internal appointment processes (the ES-5 analyst position within PWGSC and the AS-4 management and consular officer position within DFAIT), which Ms. Seck applied for in 2007 and 2008 (notice of investigation).", "[65] The notice of investigation also specified that the Commission's Investigations Directorate [translation] \"reviewed the information provided in accordance with the [Policy]\". According to the Policy, in deciding whether to conduct an investigation the Commission must take into consideration whether: • the matter falls within the Commission's jurisdiction under sections 66, 67(1), 68 or 69 of the PSEA; • the matter raises the possibility of a problem in the application of the PSEA that affected the selection for appointment or a breach of the PSEA, the Public Service Employment Regulations (PSER), Commission policies or the terms and conditions of delegation; • the information received indicates the possibility of a pattern of irregularities in the application of the PSEA, PSER, Commission policies or the terms and conditions of delegation; • the matter has come to the attention of the Commission by a person involved in the process within six months of the appointment being made or proposed; however, the Commission may, in the interest of fairness and the protection of merit, extend this time period; • the matter has come to the attention of the Commission by any other means, and the Commission believes it should intervene, whether or not it is within six months of the appointment being made or proposed; • there exists the possibility of implementing corrective action; and • there is no recourse available for the matter through other avenues.", "[66] According to the evidence in the record, it seems that there was a cursory review of the Commission's jurisdiction. In fact, the notice of investigation is dated June 5, 2009, that is, two days after the jurisdiction division prepared a [translation] \"jurisdiction report-2009-EXT-00049.7408 (EA) & 2009-SVC-00118.8305 (EA)\" (jurisdiction report). The Policy was not mentioned in the jurisdiction report.", "[67] In short, \"the information\" from the DNR was the determinative factor in the decision to launch an investigation under section 69 of the PSEA. In that regard, it does not seem that anyone considered whether it was possible to implement corrective action or even whether there was another recourse available to resolve the matter through other avenues, as the Policy suggests. What is clear, however, is that the investigation did not involve the applicant specifically. Dismissal of the jurisdiction objection", "[68] The objection by the public servants affected by the impugned decision regarding the Commission's jurisdiction is briefly addressed by the investigator in paragraph 41 of the impugned investigation report: The purpose of section 69 of the PSEA is to determine if fraud occurred during an appointment process, regardless of whether the candidate suspected of committing the fraudulent act has been appointed to the position or not. Often, the fraud is discovered before the conclusion of an appointment process and the person is never appointed. The language of s. 69 PSEA does not lend itself to an assumption that an appointment must be made in order to investigate an allegation of fraud.", "[69] Aside from the jurisdiction report, it is the only written reason, on behalf of the Commission, that in any way addresses the scope of section 69 of the PSEA and the jurisdiction granted to the Commission. Seck 1 first instance", "[70] In the judgment rendered on November 24, 2011, in Seck 1, the Court briefly addressed the issue of the Commission's jurisdiction under section 69 of the PSEA and confirmed the lawfulness of the corrective action prescribed in the other decision with respect to the candidate.", "[71] After determining that the jurisdiction issue must be reviewed on the standard of reasonableness-because the interpretation and application of section 69 of the PSEA are at the heart of the Commission's mandate and expertise-the Court found that the candidate's argument had no merit and that the Commission had the authority to investigate whether the candidate had committed fraud.", "[72] The essence of the Court's reasoning can be found at paragraph 15: I share the respondent's opinion. First, it is clear in the preamble to the Act and in the Act in its entirety that Parliament conferred on the Commission the responsibility to protect the integrity and impartiality of appointment processes and to support the merit principle. Second, it seems evident in reading section 69 that the Commission's mandate relates to any fraud that may have been committed in the course of an instead of only when a person suspected of fraud is the successful candidate. Furthermore, there is no reason to conclude that the possibility for the Commission to \"take any corrective action that it considers appropriate\" applies only when it first decides to revoke or to not make an appointment. I see nothing to suggest that this authority is dependent on and secondary to an order rendered in accordance with paragraph ( ). Instead, I understand from section 69 of the Act that the Commission may not make or revoke an appointment if the person suspected of fraud is the person chosen at the end of the appointment process. If so, the Commission may also take other additional actions that it considers appropriate. When the person concerned is not the successful candidate, the Commission may still investigate and take any corrective action that it considers appropriate. The authority conferred on the Commission is very broad and gives it the flexibility to adapt the corrective action to the circumstances specific to each file.", "[73] It is that aspect of the judgment in Seck 1 that is undoubtedly the most contentious today. The applicant is asking the Court to adopt a different approach, by arguing that it is wrong in law. The applicant submits that the PSEA preamble does not provide for amendments to the clear wording of section 69, which uses the conjunction \"and\" and not \"or\". The applicant also argues that, contrary to Ms. Seck's situation, she was not a candidate in any competition and was not directly involved in the appointment process (she was not herself a member of the selection board or in charge of checking the candidate's references). Moreover, the candidate was not appointed.", "[74] The respondent relies on the short passage from Seck 1 first instance quoted above as well as on his written submissions to the Federal Court of Appeal (A-493-11) to maintain that the Commission had jurisdiction to make the impugned decision. In fact, the authority to investigate and to take \"corrective action\" under sections 66 to 69 of the PSEA is plenary. Even if there was no error, political influence or fraud in the proposed appointment or appointment of a person in the public service, the Commission has the latitude and discretion to sanction any improper conduct, political interference or fraud by a third party in the appointment process, whether it is a person who occupies or does not occupy a position in the public service, a member of Parliament or a federal minister, or even a member of their political staff. Correct interpretation or just reasonable interpretation?", "[75] The determination of the standard of review that applies to the assessment of the jurisdiction and powers granted to the Commission under section 69 of the PSEA is a question of law that will eventually be decided by the Federal Court of Appeal. No deference is owed to the trial judge in that area.", "[76] With respect, a re-reading of <FRAGMENT_SUPPRESSED> , paragraphs 55 to 61 in particular, and the exchanges in Alberta (Information and  <FRAGMENT_SUPPRESSED> , leads me, however, to distance myself from the position adopted by the Court in Seck 1 first instance . One must show great caution here. In fact, the application of the presumption of the standard of reasonableness to a truly jurisdictional issue without prior review of Parliament's intent and the specific framework in which a specialized quasi-judicial or administrative organization operates seems to me to raise a serious legal question.", "[77] One of the difficulties in the case at bar arises also from the fact that, in Seck 1 first instance , it was specifically argued that the Commission did not have jurisdiction to launch \"an investigation under 69 of the Act\" ( Seck 1 first instance , at paragraph 9). The legal confusion arises undoubtedly from the fact that section 69 is not only a jurisdiction - granting provision - if it has reason to believe that fraud may have occurred in the appointment process, the Commission may investigate the appointment process-but also a provision that grants some remedial powers to the Commission if it is satisfied that fraud has occurred.", "[78] In my view, the issues of jurisdiction or reasonableness cannot adequately be addressed without first conducting a review of the overall framework that governs the federal public service. Before describing the tree and its foliage, it seems more prudent in determining Parliament's intent to discuss the forest where the tree grows. You will see that other large trees of different varieties and colours grow there and indeed create the beauty of that lovely forest.", "[79] Section 69 came into force on December 31, 2005, at the same time as the other PSEA provisions, which are enacted pursuant to sections 12 and 13 of the Public Service Modernization Act , 2003, c 22 (PSMA), which received Royal Assent on November 7, 2003. That legislation was described as \"the single biggest change to public service human resources management in more than 35 years\" (communications material, Government of Canada, 2005).", "[80] The PSMA introduced a framework for human resources modernization in the federal public service, which also includes a new Public Service Labour Relations Act , SC 2003, c 22, s 2 (PSLRA). Furthermore, the PSMA substantially amended the Financial Administration Act , RSC 1985, c F-11 (FAA), which outlines the powers of the Treasury Board and the deputy heads. Finally, the PSMA amended the Canadian Centre for Management Development Act , renamed the Canada School of Public Service Act , which addresses learning and development.", "[81] Among the amendments made by the PSMA, it must be noted that in 2005 Parliament enacted true framework legislation applicable to the entire public sector, also with a preamble; one of the public interest objectives of the legislation is specifically to maintain and enhance public confidence in the integrity of federal public servants. I am referring to the Public Servants Disclosure Protection Act , SC 2005, c 46 (PSDPA), which came into force in April 2007. The Public Sector Integrity Commissioner investigates and decides on matters related to disclosure and reprisal, while the Public Servants Disclosure Protection Tribunal hears complaints about reprisals taken as a result of a protected disclosure.", "[82] It should be noted that the PSDPA is part of a continuum that starts with the creation of a work environment where dialogue on values and ethics is encouraged, where employees feel at ease raising their concerns without fear of reprisal and where good conduct is encouraged. In accordance with the PSDPA, the Minister responsible for the Treasury Board Secretariat must encourage a public sector environment that is conducive to the disclosure of wrongdoing. Furthermore, the Treasury Board must establish a code of conduct applicable to the entire public sector. Chief executives must also establish a code of conduct applicable to the portion of the public sector for which they are responsible. These codes must be consistent with the code of conduct established by the Treasury Board.", "[83] In a context where Parliament's intent is to give a general supervisory power to the Commission to ensure that internal or external appointments are based exclusively on merit, the Commission understandably has the authority to revoke the appointment - or not make the appointment - and, at the same time, can take any corrective action that it considers appropriate to re-establish public confidence when there was an error, an omission or improper conduct that affected the selection of the person appointed or proposed for appointment (sections 66 and 67 of the PSEA), or even when the appointment or proposed appointment was not free from political influence (section 68 of the PSEA).", "[84] It will also not be a surprise to anyone that, in the exercise of the remedial powers under section 69 of the PSEA, Parliament also intended to allow the Commission, in cases of fraud - whether they involve, for example, plagiarism or the submission of falsified documents-to revoke an appointment or not make an appointment, as the case may be. That is what paragraph 69( ) of the PSEA explicitly states. The only question is whether, following an investigation where the evidence indicates that there was fraud by a third party other than the candidate who was appointed or proposed for appointment, independently of the power set out in paragraph 69( ), the Commission is authorized to take any \"corrective action\" with respect to the third party.", "[85] It is not surprising that fraud and the manufacture of false documents by a public servant to promote his or her candidacy in an internal appointment process are unethical and violate the codes of conduct applicable to federal public servants. Even if public servants are not appointed to a desired position, they could always be disciplined by their employer if they committed wrongdoing. However, pursuant to section 9 of the PSDPA, independently of any punishment authorized by law, a public servant is subject to appropriate disciplinary action, including termination of employment, if he or she commits a wrongdoing. That leads me to section 12 of the FAA, which is a very important statutory provision because it confers on deputy heads the general power to discipline and terminate public servants who work under their authority.", "[86] The Court's reasons for judgment in Seck 1 first instance as well as the respondent's written submissions place a great deal of emphasis on the need to maintain the integrity of the staffing system as justification for the power to investigate and sanction with respect to other candidates and third parties, which is what the Commission is claiming. As a result, the Commission is of the view that it does not have to consider whether \"fraud\" had a practical effect on the proposed appointment or appointment of those selected following an internal or external competition. I doubt whether the respondent's position today is consistent with that of stakeholders in the public service sector.", "[87] The PSEA and the PSLRA, both enacted by the PSMA, provide for a review of legislation, as well as its administration and application, five years after its entry into force. The review took place and the results were made public in a report tabled in Parliament in 2011. In its Report on the Review of the Public Service Modernization Act (2003) , the Review Team noted the following at page 42: The [Public Service Commission (Commission)], the Office of the Chief Human Resources Officer and deputy heads differ in their views about what \"ensuring the integrity of the staffing system\" should entail. The boundaries between their authorities are not always easy to establish, and there is little consensus on, or comfort with, the resultant need to act in concert and develop strong relationships. For example, the Commission noted that, when an error or omission is identified in the course of an audit, an investigation into alleged fraud or an investigation into an external appointment, it cannot act alone to address all aspects of wrongdoing that may be associated with an appointment. Although the Commission may revoke an appointment or impose conditions on the delegation to a deputy head, in some instances a wrong may be done by someone else, such as another employee, a manager or even [Human Resources (HR)] staff. In such a situation, the responsibility rests with the deputy head to determine follow-up action, including the possibility and nature of discipline. The authorities for the PSC, deputy head and employer are laid out in not one, but two statutes. In a complex system where several players have related authorities and the effective response to any single event is often concerted and collective action, it is essential that the players collaborate to ensure that the public interest and the integrity of the system are safeguarded. Therefore, the Review Team recommends that: 3.1 Where the Commission, as a result of an audit or an investigation, has evidence of errors, omissions, fraud or other improper conduct on the part of an individual other than the appointee, it should engage with deputy heads who are responsible for taking appropriate action, including discipline.", "[88] It should be noted that the case history, which contains numerous developments-the applicant was not originally the subject of the investigation-started with \"information\" sent from the DNR, where Gisèle Seck, the candidate's mother, worked. According to the information in question, false references could have been provided by the candidate and Ms. M'Kounga, who both worked at the CRA. That is strangely similar to the disclosure of possible wrongdoings committed by two federal public servants in an appointment process. From the start, it was also clear that someone other than the candidate had been appointed to both the PWGSC and DFAIT positions. So why did the Commission not refer the case to the appropriate deputy head for investigative purposes?", "[89] It can be argued that the approach taken by the Commission merely led to an unjustified duplication of the investigation process surrounding the commission of a possible wrongdoing by a federal public servant. In fact, it must be understood that a deputy head cannot take disciplinary action without personally investigating and without giving the public servant in question the opportunity to be heard and to defend him-or herself beforehand. In such a case, it is mandatory to follow the mechanisms and procedures set out in the PSLRA and in any applicable collective agreement; in which case the public servants would be able to challenge the lawfulness of any disciplinary action through a grievance that could be referred to an adjudicator by the Public Service Labour Relations Board ( <FRAGMENT_SUPPRESSED>  [2012] FCJ No 537). Regarding other candidates and third parties, did Parliament really intend for the Commission to investigate them directly and take corrective action against them specifically? Interpretation of section 69", "[90] Invoking the power set out in paragraph 69( ) of the PSEA, the Commission imposed three \"corrective actions\" on the applicant: (1) the applicant must obtain written permission from the Commission before accepting a position within the public service for a period of three years, without which her appointment would be revoked; (2) a copy of the impugned decision and the impugned investigation report would be sent to her current employer, the Office of the Secretary to the Governor General; and (3) the impugned investigation report and any other relevant information would be sent to the RCMP for the purposes of section 133 of the PSEA.", "[91] The applicant argues that the Commission acted without jurisdiction or otherwise usurped the powers assigned to it by section 69, which should be read as a whole. In fact, Parliament's use of the conjunction \"and\", which is in the English version of paragraph 69( ) of the PSEA, directly before paragraph 69( ), is not fortuitous. Furthermore, the same wording is used in paragraphs 66( ) and 68( ), directly before paragraphs 66( ) and 68( ). In this case, this can only be an ancillary power related to the revocation of a proposed appointment or appointment.", "[92] As broad as the power to take \"corrective action\" under paragraph 69( ) may be, in order for it to be exercised independently of the power set out in paragraph 69( ) to revoke an appointment or not make an appointment, the conjunction \"and\" in the English version would need to be replaced by \"or\", and the conjunction \"or\" would need to be added in the French version - since the conjunction \"and\" is currently implied if an attempt is made to reconcile the French version with the English version. The Commission therefore usurped its powers and acted without jurisdiction in rendering the impugned decision. I am inclined to agree with the interpretation proposed by the applicant.", "[93] However, there is no need to express a definitive opinion on the issue of jurisdiction or reasonableness today or to base the judgment of the Court allowing the application for judicial review on such a contentious aspect that might soon be argued before the Federal Court of Appeal as part of the appeal in Seck 1. In fact, the issue of procedural fairness seems determinative to me; as explained below, there appears to be a flagrant breach by the Commission, more specifically by its investigator, of the duty to act fairly with respect to the applicant. VI. THE ISSUE OF PROCEDURAL FAIRNESS", "[94] The applicant also claims that the Commission breached the rules of procedural fairness by not informing her in a timely manner of the true nature of the investigation, and by not disclosing to her before her interview the documents and testimony concerning her directly, which would then be used by the investigator in the impugned investigation report to incriminate her and find her guilty of fraud. Moreover, the investigation of the applicant was unlawful and unfair, and the findings of the investigation are highly biased, especially since the process adopted by the investigator did not impartially dispose of the determinative credibility issues in this case in keeping with the applicant's right to be heard.", "[95] The respondent readily admits that the Commission's decision and investigation led to corrective actions with serious consequences on the employment, reputation, professional career and opportunities for advancement in the public service of the three public servants in question. Nevertheless, the respondent argues that the applicant was interviewed by the investigator and that the applicant had the opportunity to comment on her report and recommendations before the Commission's final decision, which is sufficient in this case. In all respects, the procedure was fair and nothing unlawful occurred in this case. The applicant has only herself to blame if she attended the interview without being assisted by a representative or counsel.", "[96] It is appropriate for the standard of correctness to guide the analysis of the Court with respect to the alleged breach of the rules of procedural fairness: <FRAGMENT_SUPPRESSED>  [2006] FCJ No 1261 ( <FRAGMENT_SUPPRESSED> ). As we know, issues of procedural fairness are resolved on a case-by-case basis, which means that today, the Court is not bound by the findings of fact the Court made on this issue in Seck 1 first instance , at paragraphs 17 to 20, especially since the facts differ substantially because the applicant was never formally informed that she was suspected of fraud.", "[97] The content of the duty of fairness varies depending on the context, and consideration must first be given to the criteria listed by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  ( Baker ): the nature of the decision and the process followed in making it; the statutory scheme; the importance of the decision to the individuals affected; the legitimate expectations of the individual affected by the investigation; and respect for the choices of procedure. Statutory scheme and the nature of the decision", "[98] Section 69 is found in Part 5 of the PSEA, which includes sections 66 to 73 which address the Commission's investigations into appointments, and sections 74 to 87, which deal with complaints that may be referred to the Public Service Staffing Tribunal, created under Part 6 of the PSEA, with respect to appointments and revocations. We note that investigations conducted by the Commission into appointments represent an important supervisory tool that helps manage the staffing system and ensure the impartiality of the public service. Furthermore, the right to make submissions is legislatively recognized when the appointment or proposed appointment of a person is at issue (section 72).", "[99] The manufacture of documents and their misuse in an appointment process are very serious allegations that could lead to the candidate being disqualified for fraud if the appointment process is still in progress or revocation of the appointment if he or she has already been appointed. This is clearly stated in section 69 of the PSEA, which requires that the Commission \"investigate\" in such a case.", "[100] In <FRAGMENT_SUPPRESSED> , above, the Court decided that the scheme established under subsections 6(2) and (3) of the former Public Service Employment Act , RSC 1985, c P-33, favoured \"greater procedural protection\". Those provisions, even though written differently, were similar to sections 66 and 67 of the PSEA, which address situations of error, omission or improper conduct that may affect the selection of the person appointed or proposed for appointment.", "[101] It must also be noted that the decision rendered by the Commission under section 69 is final and cannot be appealed. The situation is quite different when an internal appointment is revoked under section 67 (error, omission or improper conduct); the person whose appointment is revoked may in fact make a complaint to the Public Service Staffing Tribunal (section 74). However, the person suspected of fraud will not be in a position to apply to the Public Service Staffing Tribunal and call witnesses. Choice of procedures and legitimate expectations", "[102] The criterion of respect for the choices of procedure is not determinative ( Baker at paragraph 27).", "[103] If it is true that the Commission is master of its own procedure and that its investigations must be conducted as informally and expeditiously as possible (subsection 70(2) of the PSEA), the Commission still has, in that respect, all the powers of a commissioner under Part II of the Inquiries Act , RSC 1985, c I-11 (subsection 70(2) of the PSEA).", "[104] The commissioner's quasi-judicial powers under the Inquiries Act are very broad. One can speak of inquisitorial powers. Thus, someone who is called as a witness cannot refuse to appear or to respond to questions addressed to him or her by the commissioner, and if the individual refuses to appear or to respond, the individual can be found guilty of contempt of court and be prosecuted criminally.", "[105] As can be seen, the exercise of a commissioner's powers of compulsion by the Commission's investigator greatly facilitates the collection of evidence, in particular, evidence gathered from someone suspected of fraud, which could incriminate the person when he or she testifies before the investigator. However, regardless of the procedure chosen by the Commission (or its investigator), it is necessary for the investigative means used in such a case to respect the individual's legitimate expectations in terms of integrity, fairness, respect and transparency.", "[106] In that respect, the mission statement published on the Commission's Web site clearly states that \"[i]n serving Parliament and Canadians, [the Commission is] guided by and proudly adhere[s] to the following values: • Integrity in our actions; • Respect in our relationships; and • Transparency in our communication.\"", "[107] Fraud investigations conducted by the Commission are not public. The evidence gathered during the investigation remains confidential unless the investigator decides to disclose it to an interested party or a witness who was summoned to an interview. There is therefore a quid pro quo to the exercise of the investigator's absolute power to compel a person suspected of fraud to testify against his or her will: the investigator must adhere to the rules of fair play with respect to the individual. It is not a cat and mouse game with the witnesses: beyond the negative inferences that the investigator can draw with respect to a person's testimony is the issue of incrimination. Is the person summoned a mere witness or the principal subject of the investigation?", "[108] No matter who the witness is, a person summoned to an interview must be made aware of the suspicions weighing against him or her, and even have access to documents relevant to the investigation. A witness must be able to, if applicable, invoke the protection granted to him or her under section 5 of the Canada Evidence Act , RSC 1985, c C-5, even though it no longer seems really necessary because of section 13 of the Canadian Charter of Rights and Freedoms , Part I of the (Charter). On this point, see R v Henry , [2005] 3 SCR 609. Distinguishing the Canadian Human Rights Commission", "[109] The purpose of sections 66 to 73 of the PSEA is very different from the complaints and investigation regime established under the Canadian Human Rights Act , RSC 1985, c H-6 (CHRA). Furthermore, the legitimate expectations of a person who is suspected of fraud in an investigation conducted under the authority of section 69 of the PSEA are much greater than in a discrimination case.", "[110] The Commission's decision pursuant to section 69 of the PSEA is of some consequence. When it makes an order following an investigation, the Commission must have more than \"reasonable grounds\" to believe that fraud was committed by the individual affected. It must be \"satisfied\" of the person's guilt. Thus, the Court decided in <FRAGMENT_SUPPRESSED> , at paragraphs 26 to 31, that, in law, it is the civil standard of proof on a balance of probabilities that must apply when the Commission's investigator is asked to determine whether fraud has been committed by a candidate ( <FRAGMENT_SUPPRESSED> ).", "[111] The Supreme Court of Canada in Syndicat des employés de production du Québec et de l' <FRAGMENT_SUPPRESSED> , identified the filtering role that the Canadian Human Rights Commission (CHRC) plays under the provisions of the CHRA. In fact, it does not determine rights, but simply decides if the discrimination complaint should be referred to the Canadian Human Rights Tribunal.", "[112] Justice Sopinka, speaking for the majority, stated the following in paragraphs 25 et seq The investigator, in conducting the investigation, does so as an extension of the Commission. I do not regard the investigator as someone independent of the Commission who will then present evidence as a witness before the Commission. Rather the investigator prepares a report for the Commission. This is merely an example of the principle that applies to administrative tribunals, that they do not have to do all the work themselves but may delegate some of it to others. Although s. 36 does not require that a copy of the report be submitted to the parties, that was done in this case. Section 36(3) provides for two alternative courses of action upon receipt of the report. The Commission may either adopt the report \"if it is satisfied\" that the complaint has been substantiated, or it may dismiss the complaint if \"it is satisfied that the complaint has not been substantiated\". If the report [page899] is adopted, I presume that it is intended that a tribunal will be appointed under s. 39 unless the complaint is resolved by settlement. I come to this conclusion because otherwise there is no provision for any relief to the complainant consequent on adoption of the report. This aspect of the Commission's procedure has been clarified by amendments to the Act (S.C. 1985, c. 26, s. 69). The current version of s. 36(3) is contained in s. 44(3) of the R.S.C., 1985, c. H-6 (as amended by c. 31 (1st Supp.), s. 64) and now provides that, upon receipt of the report of the investigator, the Commission may request the appointment of a tribunal if it is satisfied that, having regard to all the circumstances, an inquiry into the complaint is warranted. The other course of action is to dismiss the complaint. In my opinion, it is the intention of s. 36(3)( ) that this occur where there is insufficient evidence to warrant appointment of a tribunal under s. 39. It is not intended that this be a determination where the evidence is weighed as in a judicial proceeding but rather the Commission must determine whether there is a reasonable basis in the evidence for proceeding to the next stage. It was not intended that there be a formal hearing preliminary to the decision as to whether to appoint a tribunal. Rather the process moves from the investigatory stage to the judicial or quasi-judicial stage if the test prescribed in s. 36(3)( ) is met. Accordingly, I conclude from the foregoing that, in view of the nature of the Commission's function and giving effect to the statutory provisions referred to, it was not intended that the Commission comply with the formal rules of natural justice. In accordance with the principles in Nicholson , supra, however, I would supplement the statutory provisions by requiring the Commission to comply with the rules of procedural fairness.", "[113] Furthermore, the judgments rendered by the Court in <FRAGMENT_SUPPRESSED>  [2009] FCJ No 13 and <FRAGMENT_SUPPRESSED>  115 ACWS (3d) 290, which the respondent relies on, do not apply in this case. It must also be noted that, in discrimination cases where an investigation is conducted by the CHRC, the respondent is normally a corporation or a government institution. Unlike individuals who are investigated under section 69 of the PSEA, employers accused of discrimination have numerous financial and human resources at their disposal to contest the discrimination allegations that the victim has made. Moreover, when the CHRC decides to refer a complaint to the Canadian Human Rights Tribunal (CHRT), the employer will have the opportunity to call witnesses and rebut the allegations of the CHRC if it chooses to be a party before the CHRT. Significant implications on individuals", "[114] The impugned decision and the impugned investigation report negatively and directly affect the public servants involved in various ways.", "[115] First, regarding their current employment, like a sword of Damocles, the fact that the Commission sent the impugned investigation report to the employers is an invitation for them to, sooner or later, take disciplinary action against the public servants concerned on the basis of the analysis and findings in the impugned investigation report.", "[116] In passing, one of the fundamental problems in this case is that the impugned investigation report, that is, the investigation report dated June 10, 2010, containing the investigator's analysis and findings, was not submitted to the applicant for comments before it was presented to the Commission for final approval. More will be said about this fatal flaw later.", "[117] Second, the transfer or advancement opportunities within the public service for the public servants involved are extremely limited by the condition of obtaining written permission from the Commission to participate in a competition.", "[118] Third, not only is the impugned investigation report sent to the RCMP for the purposes of possible criminal prosecution, but also \"any other relevant information\" gathered by the Commission. That could mean the entire investigation record, which includes the testimony of the public servants involved-because the Commission did not indicate otherwise in its decision. Section 133 of the PSEA reads as follows: 133. Every person who commits fraud in any appointment process is guilty of an offence punishable on summary conviction.", "[119] The sending of \"any other relevant information\" to the RCMP also seems like a paradox in this case because when the impugned decision was made, the documents and testimony gathered by the investigator had not been communicated to the public servants involved. The applicant would have had to file this application for judicial review and request that they be filed in the Court's Registry under Rules 317 and 318 for her and her counsel to have access to the said documents and testimony.", "[120] Furthermore, the lawfulness of sending the public servants' incriminating testimony for criminal prosecution purposes must be seriously questioned. In fact, section 13 of the Charter is clear: \"A witness who testifies in any proceedings has the right not to have any incriminating evidence so given used to incriminate that witness in any other proceedings, except in a prosecution for perjury or for the giving of contradictory evidence\".", "[121] Fourth, in the letter of transmittal dated August 10, 2010, of the Commission's final decision on corrective actions, the Director of Investigations stated the following to the applicant: The purpose of this letter is to inform you of the final decision on corrective actions taken by the Public Service Commission of Canada (PSC), following its investigation into the appointment process number 2006-SVC-IA-HQ-95563. . . . As previously advised, the PSC may decide to publish an investigation summary, which may include names and personal information. In accordance with section 19 of the Public Service Employment Regulations , the PSC has the discretionary authority to disclose personal information obtained in the course of an investigation. The Regulations require that the PSC consider whether the public interest in disclosure outweighs privacy interests. Should the PSC consider exercising its discretion with respect to disclosure of personal information; you will be consulted and given an opportunity to comment.", "[122] Canadian case law has traditionally recognized the central role of work as an element of an individual's dignity: Reference Re Public Service Employee Relations Act (Alta) , [1987] 1 SCR 313 at paragraph 91; <FRAGMENT_SUPPRESSED> .", "[123] However, it can be said that the reputation of the public servants involved is likely to be irrevocably damaged by the public release of the impugned decision and the impugned investigation report (even in a summarized form). In fact, it must be noted that summaries of investigation reports by the Commission may be published on its Web site. \"An honorable reputation is a second patrimony\" (Publilius Syrus, Sentences ); nevertheless, in only a few seconds, the Web can destroy someone's reputation with a single click.", "[124] The primary asset, if not the sole asset, of a public servant is his or her integrity. Fraud is the ultimate accusation that can lead to the highest form of punishment: the loss of confidence by the employer and the public in the personal integrity of the public servant. In situations where the Commission decides to disclose the name of the person involved (disclosure summaries section), the individual's personal participation in the fraud committed is publicly exposed, which, of course, will have a considerable impact on his or her reputation and future employment opportunities.", "[125] It is true that, technically speaking, the public servants affected by the impugned order have the right to be presumed innocent. Nonetheless, in the minds of the public or an employer - for which the legal subtleties are often incomprehensible - the public servants affected are \"guilty of fraud\", even if their guilt was not established beyond a reasonable doubt before a criminal court. Furthermore, certain public summaries state that the Commission found specific named individuals \"to have committed fraud\": Ms. Marin-Vuletic - investigation report2010-CSD-00088.10365/2010-CSD-00089.10367; Ms. Vuletic - investigation report 2010-CSD-00088.10366/2010-CSD-00089.10368 and Ms. Lavoie - investigation report 2008-IPC-00333.6908. Finding on the application of the Baker criteria", "[126] For all of the above-mentioned reasons, I am of the opinion that the Commission's exercise of the power set out in section 69 of the PSEA justifies \"greater procedural protection\". The very seriousness of the grounds raised in section 69 of the PSEA, that is, fraud, and the impact on individuals are even more severe than those noted by the Court in <FRAGMENT_SUPPRESSED> .", "[127] After weighing each of the factors listed in Baker , I find that the procedure put in place by the Commission, more specifically with respect to the investigation phase - which is crucial - does not respect the legitimate expectations of individuals suspected of fraud and is seriously flawed. In the applicant's case, the evidence on the failure to comply with the principles of procedural fairness is overwhelming, and one has to wonder how the respondent, on behalf of the Commission, can defend the indefensible before the Court, even in the name of public interest. Evidence in the record", "[128] The only sworn evidence on the conduct of the investigation is the applicant's detailed affidavit dated October 17, 2010, which must be read in light of the material that is reproduced in the two volumes of the certified record filed by the Commission on October 6, 2010, following the request made under Rules 317 and 318.", "[129] In respect of the breach of procedural fairness, I find the applicant entirely credible. In particular, I accept the allegations in paragraphs 10 to 15, 20 and 21 of her affidavit, which are not contradicted by the documentary evidence in the record.", "[130] In this case, I have no reason to believe that the applicant is not telling the truth before this Court. I also accept that the personal or relevant information that could incriminate her was gathered by the investigator from DFAIT without her knowledge and without her being informed of the suspicions weighing against her. I also accept that it was only when she read the final report sent on June 10, 2010 (impugned investigation report), that the applicant truly learned that the purpose of the investigation, apparently conducted from August 16, 2009, to April 27, 2010, was also to determine whether she, specifically, had committed fraud.", "[131] I also accept that during the interview the applicant provided a version of the facts to the investigator that she, at the time, could \"supervise\" the candidate's work even if she did not have the title of her \"supervisor\". Nevertheless, the investigator did not contact the applicant's \"managers\", which would have enabled her to gather essential information on her tasks and which was likely to corroborate the information she had provided as part of the investigation.", "[132] I also accept that the evidence of fraud-contradicted by the applicant's testimony-accepted by the investigator is based on what the applicant may have said to Ms. Cousineau, and, specifically, on what she stated in her handwritten notes (hearsay evidence, the reliability of which was never really established). Nevertheless, the investigator did not disclose the relevant documents and Ms. Cousineau's testimony (or even a summary of it) before the interview.", "[133] Today, the respondent would like the Court to accept the fact, much disputed according to the evidence, that, supposedly, [translation] \"the Commission never changed its mandate\". Even if that is true, there were very serious breaches to procedural fairness. In fact, the Commission completely lacked transparency, and the actions taken by the investigator, while being a source of substantial injustice to the applicant, seriously damaged the integrity of the investigation conducted in this case. Notice of investigation not involving the applicant specifically", "[134] On June 5, 2009, Marième Seck (candidate) was formally informed that an investigation would be taking place to determine whether she had committed fraud. The notice of investigation, signed by Suzanne Charbonneau, Director at the Commission's Investigations Directorate (Director), specified that the investigation would deal with the following allegations: [translation] There is reason to believe that fraudulent documents were submitted as part of these two appointment processes. More specifically, it would seem that the written references provided about you by Rose M'Kounga were written in whole or in part by your mother, Gisèle Seck, or yourself. Please find attached a copy of the information received.", "[135] The Commission also sent a copy of the notice of investigation to PWGSC (the interested employer), which was treated as an interested party throughout the investigation concerning internal appointment process 2006-SVC-IA-HQ-95563, the purpose of which was to fill an ES-5 level analyst position. In fact, the interested employer was specifically asked by the investigator to review and comment on the revised factual report dated April 29, 2010, as well as the corrective actions proposed on June 28, 2010, by the investigator following the transmittal of her final investigation report on June 10, 2010 (impugned investigation report).", "[136] As will be seen below, the applicant was not entitled to such notice and was treated differently since the Commission's investigator decided to change the rules of the game at the very end of the investigation process, to the detriment of her duty to act fairly and the applicant's legitimate hopes, which warrants the intervention of the Court ( <FRAGMENT_SUPPRESSED>  [2012] FCJ No 1237). Legitimate hopes of the person suspected of fraud", "[137] As of June 5, 2009, the candidate was also informed via the notice of investigation of her right to be represented throughout the investigation by a person of her choice, while it was up to the person in charge of the investigation to establish the most appropriate approach for the conduct of the investigation. The applicant did not receive the same treatment and was excluded from the investigation process.", "[138] In fact, the Commission's investigation was conducted in the form of \"individual interviews\" by Marie La Terreur, Manager, Investigations Support (investigator). Reference is made to interviews, but reference should instead be made to formal questioning sessions at which the person summoned is sworn and cannot refuse to answer the investigator's questions. From the start, the investigator confirmed that she would prepare separate reports for each appointment process: (1) a factual report addressing the highlights revealed during the interviews; and (2) a final report containing her conclusions and recommendations.", "[139] There was therefore no indication that the investigation could also involve the applicant, as the impugned investigation report suggests. In fact, on August 6 and September 2, 2009, the investigator heard the respective evidence from the manager responsible for the appointment process, Franckel Meus, and from Ms. Cousineau, who was responsible for verifying some of the references submitted as part of the appointment process. The investigator then confronted the candidate and Ms. M'Kounga, who were questioned on October 7 and December 1, 2009. On those two occasions, the candidate and Ms. M'Kounga were accompanied by a representative who, inter alia, raised the Commission's lack of jurisdiction. All the individuals were questioned under oath. Factual report dated January 20, 2010", "[140] On January 20, 2010, as announced by the investigator, the \"factual report\" that summarizes the relevant facts of the investigation that emerged from the interviews was sent to the candidate, Ms. M'Kounga, Mr. Meus and Ms. Cousineau. In passing, there is no need to determine, as the candidate alleged in the other applications for judicial review, whether the investigator should have contacted her mother and obtained another version from her; she had apparently left Canada in August 2009 to live in Africa.", "[141] Under the \"Purpose of the Investigation\" heading, the investigator specified the following: The purpose of this investigation, undertaken pursuant to section 69 of the Public Service Employment Act (PSEA) , was to determine if fraud has occurred during internal appointment process 2006-SVC-IA-HQ-95563, held by the Department of Public Works and Government Services Canada to fill a position of Analyst, at the ES-5 group and level. In particular, it is alleged that references provided by Rose M'Kounga concerning Ms. Marième Seck, a candidate in the appointment process, may have been written by the candidate's mother, Gisèle Seck.", "[142] Under the \"Purpose of the Factual Report\" heading, the investigator specified the following: This factual report is disclosed to persons affected by the investigation so that they can provide their comments or any additional information that they believe is relevant.", "[143] At the hearing before the Court, counsel for the respondent argued that an inference could be drawn from certain passages of the factual report dated January 20, 2010, that the applicant was also suspected of fraud and that the investigation was not complete. I do not share this view. First, the investigator did not send her factual report to the applicant. Second, upon reading the letters dated January 20, 2010, it is clear that the investigation was complete and that the investigator was ready to move to the second announced phase (analysis and conclusions).", "[144] In fact, in the letters dated January 20, 2010, the candidate and Ms. M'Kounga (and Ms. Cousineau and Mr. Meus on the employer's side) were asked to send their comments before February 5, 2010. Ms. Cousineau and Mr. Meus did not respond to the request. The candidate and Ms. M'Kounga, through their representative, made certain comments on the questionnaire that Ms. M'Kounga had completed in November 2007, without prejudice to the Commission's lack of jurisdiction. The comments that were made had absolutely nothing to do with the applicant. Evidence of bad faith", "[145] In a dramatic turn of events, on March 10, 2010, a notice to appear at an interview with the investigator on March 23, 2010, was sent via e-mail to the applicant. That succinct message from Linda Constant, Case Management Officer with Investigations in the Commission (officer), simply included the following: [translation] \"details to follow\".", "[146] Only the investigator could have explained this sudden reversal of position; the issue was never really addressed in either one of her reports. However, it is clear from the evidence in the record that the Commission's investigator had a hidden agenda. In fact, the investigator was very careful not to reveal to the applicant, in a timely manner, her intentions and the evidence that he had already collected. Not only did the investigator lack transparency, but the series of events suggests that he acted in bad faith.", "[147] The applicant explained in her affidavit that she did try to obtain relevant details with respect to her notice to appear before the investigator, but to no avail; all of her efforts were unsuccessful. In another brief e-mail, this one dated March 29, 2010, the Commission officer's only response was this: This pertains to the ongoing investigation of Aida Marième Seck. I am not permitted to give you the details, however, you are requested to present yourself for an interview. Please confirm your availability as well as the language you wish to be interviewed in. If you decide on representation, please inform of the person's name and title. Your cooperation in this matter is appreciated.", "[148] Two days later, on March 31, 2010, the officer sent an official notice to appear to the applicant. She had to appear without fail before the investigator on April 27, 2010. The notice to appear still did not say exactly why the applicant was being summoned, other than that an investigation was being conducted under section 69 of the PSEA. Insufficiency of the notice to appear at the interview", "[149] At the hearing before this Court, counsel for the respondent stated emphatically that the official notice to appear was sufficient in this case because it contained the following information: At the end of the investigation, the investigator will come to a conclusion on the matter. The investigator may make negative or adverse findings regarding any person involved regarding any person involved in the process or matter under investigation. You may be represented or accompanied by a person of your choice. This person may be a union representative, a friend, a lawyer etc. If you decide that you want to be represented or accompanied by someone, please ensure that this person is available at the time and on the day mentioned above and inform us as soon as possible of this person's name and title. The proceedings will be recorded and testimonies will be rendered under a solemn affirmation or oath. If you wish to testify under oath, you are required to bring with you a holy book or artifact of your choice (such as a Bible, a Koran etc.). Otherwise, a solemn affirmation will be administered. If you intend to present or to refer to documents, please bring 2 additional copies of these documents with you.", "[150] The notice to appear dated March 31, 2010, is clearly insufficient. It must be stated again that it in no way mentions that the Commission suspected the applicant of fraud at that time. Furthermore, the general information given by the respondent is the same information that is in all of the Commission's notices to appear at an interview, whether or not the person summoned is suspected of fraud. Moreover, a similar notice to appear was addressed to the candidate for her interview on December 1, 2009, and the investigator also read a warning that was almost identical to the wording of the notice dated March 31, 2010, before starting to question Ms. Cousineau, Ms. M'Kounga and the candidate on September 2, October 7 and December 1, 2009. Failure to communicate essential evidence before the applicant's interview", "[151] In the alternative, the respondent maintains that the insufficiency of the notice dated March 31, 2010, caused no prejudice to the applicant. In fact, he states that she had every opportunity to give her own version of the facts during the interview with the investigator on April 27, 2010, if not after the investigator sent her a copy of her revised factual report dated April 29, 2010, for comments. By consulting that document and the differing explanations, the respondent argues that the nature of the investigation should have been obvious given that Ms. Cousineau herself had indicated that the applicant had been Ms. Seck's supervisor. Once again, this is a truncated argument that does not take the reality into consideration and unfortunately does not hold water.", "[152] At the outset, it is important to reject any suggestion by the respondent that the procedure put in place by the investigator was consistent with the legitimate expectations of a person suspected of fraud. The evidence in the record shows that the investigator meticulously prepared each interview that was conducted in the case. In fact, Ms. la Terreur had a well-thought-out game plan when she questioned the applicant on April 27, 2010. Not only did the investigator not want to disclose her suspicions in advance, but she kept two trump cards that she had every intention of using in the interview and thereafter against the applicant.", "[153] Remember that in 2007 Ms. Cousineau was in charge of verifying some of the references submitted for the appointment process that was the subject of the Commission's investigation. After passing the written examination, Ms. Seck was asked to attend an interview and to provide references, which was done by e-mail on October 23, 2007.", "[154] That e-mail, which, from the start of the investigation, was given to the investigator, is of paramount importance as the investigator relied on its content in her final report dated June 10, 2010, to find that the applicant had committed fraud. First, the candidate's e-mail mentioned the names of the applicant and Ms. M'Kounga as \"supervisors\". Second, the applicant's name as well as Ms. M'Kounga's appeared on the cc. line.", "[155] The other trump card that the investigator held before the interview on April 27, 2010, was Ms. Cousineau's testimony, which relied on notes from a telephone conversation that she took in October 2007 when she contacted the applicant. According to Ms. Cousineau, the applicant told her that she had supervised Ms. Seck's work for two years. However, the applicant never had the title of the candidate's \"supervisor\" according to the information the investigator would have previously obtained from DFAIT.", "[156] Once again, the investigator completely lacked transparency. Even though some of the investigator's questions were related to the candidate - for example, whether the applicant was aware that the candidate had pressed charges against her former director, Mr. Giroux, which may seem out of place - the true and, up until then, concealed purpose of the interview on April 27, 2010, was to incriminate the applicant. It was only then that the investigator gave the applicant the e-mail dated October 23, 2007, and the notes taken by Ms. Cousineau to confront her.", "[157] In my view, the rules of procedural fairness required, at a minimum, that the investigator disclose, before the interview on April 27, 2010, the documentary evidence likely to be used in the interview, in this case the e-mail dated October 23, 2007, the handwritten notes by Ms. Cousineau, and since the summary or the full content of Ms. Cousineau's prior testimony had not been provided, the factual report dated January 20, 2010 - to the extent that it contained relevant information in respect of which the investigator had the intention of questioning the applicant. Revised factual report dated April 29, 2010", "[158] On April 29, 2010, that is, only two days after the applicant was questioned, the investigator requested comments from the candidate, Ms. Cousineau, the PWGSC representatives and finally the applicant with respect to a \"revised factual report\"; all of their comments had to be submitted in writing before May 7, 2010 . Once again, the content of that letter suggested that the investigator was finished and would soon move to the \"analysis and conclusions\" phase.", "[159] It is important to note that the purpose of the investigation indicated in the revised factual report dated April 29, 2010, had not changed: The purpose of this investigation, undertaken pursuant to section 69 of the Public Service Employment Act (PSEA) , was to determine if fraud has occurred during internal appointment process 2006-SVC-IA-HQ-95563, held by the Department of Public Works and Government Services Canada to fill a position of Analyst, at the ES-5 group and level. In particular, it is alleged that references provided by Rose M'Kounga concerning Ms. Marième Seck, a candidate in the appointment process, may have been written by the candidate's mother, Gisèle Seck.", "[160] It is apparent that there is no reference, directly, at least, to any fraud committed by the applicant, whose testimony could not be clearer: it was not because she had the title of the candidate's \"supervisor\" that she provided a reference, but because she \"supervised\" and assessed the quality of her work when she and the candidate worked together at DFAIT. Furthermore, the applicant had invited Ms. Cousineau to speak directly to the candidate's supervisor if she wanted more information.", "[161] Under the circumstances, the applicant was entitled to legitimately expect that that would be the end of the matter; her testimony under oath was finished-it was not directly contradicted by other testimony reported in the revised factual report.", "[162] However, Ms. Cousineau does not agree with the version given by the applicant, and, in an e-mail dated May 17, 2010-thus ten days after the comments deadline-she completed her prior testimony with a series of factual statements that shed new light: [translation] I apologize for not replying by the deadline but, like I said, this is the busiest time of the year in our sector (PWGSC Treasury Board Submissions). [Original] I have read the Revised Factual Report provided to me with a letter dated April 29, 2010 seeking my feedback. I have no further comments regarding Mme M'Kounga's statements on the reference process for Marième Seck during the ES-05 staffing process in 2007. I have read the additional information provided below by Mme Samatar as well as Mme Samatar's statements in the Revised Factual Report. I disagree with Mme Samatar's comment (#30 of the Revised Factual Report) that she was not aware that Mme Seck provided her name as a reference for the ES-05 staffing process. The first question I asked referees during the reference verification was, in fact, if they had directly supervised the candidate. I then confirmed where the referee currently worked, during which period they supervised the candidate and at which organization. The purpose of my call was clearly stated to Mme Samatar as I explained that I would be asking standard reference check questions and would need time to write Mme Samatar's responses to comply with the established process (as supported by my hand-written notes in the Reference Check questionnaire). I am unable to confirm or deny Mme Samatar's statement about my sending her an electronic copy of the reference verification questionnaire. As you are aware, I left PWGSC just before the pool for this staffing process was established, and I returned to the same sector just over 1 year ago. As a result, my PWGSC e-mail account was closed and most of my e-mail was lost. However, as per my hand-written notes in the Reference Check questionnaire, since Mme Samatar and I conducted the reference check by telephone and discussed each question in the questionnaire, the purpose of my call was clear. I hope this information is helpful and again, my apologies for the delay in responding. Please don't hesitate to contact me if you have any additional questions.", "[163] It is already very surprising that the investigator agreed to consider the late so-called comments by Ms. Cousineau - who would eventually have the last word in the case, when it was not Ms. Cousineau who was suspected of fraud. It is even more surprising that the investigator, without previously providing all of Ms. Cousineau's testimony to the applicant, was then inclined, in her final report dated June 10, 2010, to attach more weight to the new information in the nature of additional evidence. That type of conduct can give the impression that the investigator had a \"double standard\", and one may wonder whether there is a reasonable apprehension of bias, at least in appearance, and this is what matters in this type of case.", "[164] In light of what was announced from the beginning by the investigator, the applicant was entitled to legitimately expect that, along the way, the investigator would not change the rules of the game. From the outset, the investigator was gathering evidence, other than purely documentary evidence, by means of interviews where the people questioned were duly sworn. At the very least, in the absence of giving that new evidence to the applicant, the investigator should have, once again, sent a revised factual report that incorporated the new information provided by Ms. Cousineau on May 17, 2010. Prejudice to the applicant", "[165] The Commission's investigation is not complete. For example, the actual description of the applicant's tasks at DFAIT (including any supervisory functions) could not have been established by Ms. Cousineau, Mr. Meus or the employer (PWGSC). This is a critical aspect.", "[166] Let us note what the applicant wrote in paragraph 20 of her affidavit dated October 7, 2010: [translation] Throughout the investigation process, the investigator, Marie La Terreur, did not contact my managers to obtain qualitative information on my working relationships with clients. Such contact would have enabled the investigator to collect additional information and contact other people who would have either corroborated the information at her disposal or, at best, provided information that would have had a significant impact on the investigator's description of the facts and therefore on her conclusions about me.", "[167] Any suggestion by the respondent that the investigator's approach did not cause prejudice to the applicant is completely refuted by the evidence in the record, and it is clear that very important aspects of the investigation seem to have been botched. This is obvious in the investigator's haste to finish with the applicant, who was questioned only two days before the revised factual report dated April 29, 2010. No communication of a draft that contained the investigator's analysis and conclusions", "[168] The respondent skilfully insists at paragraph 43 of his memorandum on the fact that [translation] \"[t]he investigator gave the applicant the opportunity to make comments on the revised factual report\", which she did on May 7, 2010, and [translation] \"[t]he investigator gave the applicant the opportunity, on June 28, 2010, to make submissions against the proposed corrective actions\".", "[169] At the same time, the respondent is silent on a determinative element: the Commission's final approval on or around June 10, 2010, of the impugned investigation report without the applicant having had the opportunity to comment on the investigator's final conclusions and analysis with respect to the alleged fraud in this case.", "[170] Thus, in her letter dated June 10, 2010, to which the impugned investigation report is attached, the investigator informed the applicant of the following: This is to inform you that the Investigations Directorate of the Public Service Commission (PSC) has now completed its investigation into internal appointment process number 2006-SVC-IA-HQ-95563, to fill a position of Analyst, at the ES-5 group and level, at the Department of Public Works and Government Services. The investigation was conducted pursuant to section 69 of the Public Service Employment Act (PSEA). To that effect, please find enclosed the final investigation report, which sets out the facts, the analysis and the conclusion of the investigation. This report is \"Protected B\" and should only be disclosed, on a need to know basis, to authorized individuals. The investigation has concluded that this matter is founded. This is the PSC's final decision for the investigation. As previously advised, the PSC may decide to publish an investigation summary, which may include names and personal information. In accordance with section 19 of the Public Service Employment Regulations , the PSC has the discretionary authority to disclose personal information obtained in the course of an investigation. The Regulations require that the PSC consider whether the public interest in disclosure outweighs privacy interests. Should the PSC consider exercising its discretion with respect to disclosure of personal information you will be consulted and given an opportunity to comment. Given that the investigation has concluded that this matter is founded, the PSC will now proceed to determine the corrective actions that it considers appropriate in the circumstances. You will receive shortly the proposed corrective actions for your comments [Emphasis added.]", "[171] An internal note in the record confirms that the Commission decided to approve the impugned investigation report and that that left only obtaining the Commission's approval with respect to the corrective actions proposed by the investigator and approved by the Director of Investigations. The impugned investigation report dated June 10, 2010, was \"final\"; it was not a simple reproduction of the revised factual report dated April 29, 2010, accompanied by a few factual additions suggested by the applicant, the interested employer and the other people to which it was addressed.", "[172] The impugned investigation report constitutes both the investigator's summary and the Commission's final decision concerning the fraud committed by the public servants involved; the only thing left was for the Commission's President to approve it. Once again, the differences between the impugned investigation report and the revised factual report are major. One can see-this is a first-that the purpose of the investigation was modified to include new allegations, including the fraud allegations against the applicant, whose guilt is now established. Furthermore, new sections were added to reflect the analysis of the evidence and the law applicable in this case.", "[173] In fact, the applicant had no say in the second phase (analysis and conclusions) that the investigator announced at the start of her investigation during the summer of 2009. It must be noted that the impugned investigation report was final and would be sent-as we now know-to the employers of the public servants involved and to the RCMP. It could even be disclosed as a summary on the Web. So how could one imagine for one moment that the people directly affected by it would not receive and be able to comment on a draft of the final investigation report before it was submitted for approval to the Commission?", "[174] To ask the question is to answer it at the same time. Too little, too late", "[175] There is a third phase in this case, that is, that of the corrective actions. Regarding the finding of fraud, everything was said, everything was confirmed, and despite all of the nice displays by counsel for the applicant, the Commission would remain inflexible; the impugned decision, which contains the corrective actions, would soon follow on August 9, 2010.", "[176] On June 28, 2010, the applicant was asked to make written submissions on the corrective actions proposed by the investigator, which were the same for the three public servants affected by the impugned investigation report, but with the investigator's ground work, this was, in my opinion, too little, too late under the circumstances.", "[177] In fact, on July 23, 2010, former counsel for the applicant, who had just been retained, eloquently complained of the breach of the principles of procedural fairness with respect to the applicant during the investigation. He also argued that the proposed corrective actions did not take into account the applicant's specific situation and the seriousness of the mistake of the applicant, who continues to assert her innocence, and that the proposed actions were too vague and too severe. The applicant once again reiterates that she never presented herself as the candidate's former supervisor and that she did not know the candidate had named her as a supervisor.", "[178] One might think that the serious allegations by former counsel for the applicant with respect to a breach of procedural fairness would have raised serious questions, but no, that was not the case based on the content of the memorandum dated August 9, 2010, by the Commission's Investigations Directorate: Comments were provided on behalf of Ms. Anissa Samatar by her legal counsel, Chris Rootham. During the investigation, Ms. Samatar had been advised that she could be represented by legal counsel but had chosen not to at that time. Mr. Rootham claims that the rules of procedural fairness were breached during the investigation. In particular, he claimed that Ms. Samatar was not informed that she was the subject of an investigation, and that she was also not informed prior to her interview of the evidence that was already before the investigator. On the first issue, Ms. Samatar was informed, both in writing before her interview and verbally during the interview, of the appointment process that was under investigation under section 69 PSEA, and of the possibility that adverse conclusions could be drawn against anybody involved in the appointment process or in the matter under investigation. On the second issue, after her interview, Ms. Samatar was provided with a factual report containing the facts gathered from the file and from all the individuals interviewed. She was given the opportunity to comment on the factual report, which she did.", "[179] The breach of procedural fairness is flagrant in the applicant's case. It is very unfortunate that further investigation into the applicant's allegations was not requested in August 2010 by the Commission's President. Furthermore, at the hearing before this Court, counsel for the respondent, on behalf of the Commission, continued to strongly and convincingly defend the untenable position that the investigation had been conducted in accordance with the rules of natural justice and that there was no injustice with respect to the applicant. The specious arguments made by the respondent have no merit and are borderline \"frivolous and vexatious\", if not completely inappropriate and abusive under the circumstances. VII. EXERCISE OF JUDICIAL DISCRETION", "[180] Given the reasons provided above, the application for judicial review will be allowed. On this point, subsection 18.1(3) of the FCA confers broad discretion on the Court to choose the appropriate remedy. The same is true for the award of costs; the plenary and discretionary power of the Court in this area requires consideration of the factors listed in subsection (3) of Rule 400 and any other issue that it deems relevant.", "[181] It is in exercising that judicial discretion that the Court is more apt to engage in meaningful dialogue with the parties; despite what it looks like, it is not a monologue or soliloquy, pardon the pleonasm. For the judge, alone in his chambers after the \"truth-telling\", comes the difficult arbitration between right and wrong; the right words must be used, especially when, like today, the judge is addressing the losing party. I hope to perform a useful function and convince both parties that it is not the argument of the \"strongest\" that should prevail, but that of the \"sharpest\", in the figurative sense of the word, certainly, in both cases.", "[182] I will therefore begin with the issue of remedies, but I could also have started with costs; regardless of the process, the result of my reflection, of this voluntary decision after deliberation, is the same, and here is the fiat. While considering the facts of the matter, there is a need to \"repair\" in the noblest sense of the word; I say \"repair\" and not \"excuse\" what is inexcusable.", "[183] First, I wish only to offer a solution to the dispute that is fair and as expeditious and economic as possible. I, myself, acknowledge that the issue of jurisdiction or reasonableness - regardless of its qualifier - is one that is difficult and that merits particular attention from the higher courts. Also, despite the strong doubts that I may harbour on the Commission's jurisdiction and the reasonableness of the impugned decision, to prevent, as much as possible, the applicant from having to justify before a court of appeal the correctness in law of the opinion that I may have on this subject, I have decided that it is in the best interests of justice to not provide a final ruling on these issues.", "[184] There will therefore be no declaration in my judgment on the Commission's jurisdiction or the reasonableness of the impugned decision. Moreover, the scope of any declaration of illegality and nullity in the judgment that follows is to the exclusive benefit of the applicant and relates entirely to the finding of fraud and to the \"corrective actions\" in the impugned decision and in the impugned investigation report, insofar as the applicant is affected by the impugned decision and the impugned investigation report.", "[185] I repeat, according to the evidence in the record, the Commission's breach of the rules of procedural fairness is flagrant and is sufficient in itself to set aside the impugned decision, which adopts the impugned investigation report. Normally, when that is the only defect, the Court may refer the matter back to the tribunal in accordance with instructions that it deems appropriate in the circumstances. In all cases, it is a discretionary power and, because of the conduct of a party, or even the possible mootness of a referral to the tribunal, the Court may choose to simply set aside the impugned decision.", "[186] That is the case here. In my opinion, the severity of the injustice committed against the applicant, the intransigence shown by the Commission up until now, the apprehensions one may have of bias or the predisposition taken by the Investigations Directorate, the stubbornness and the ferocity with which certain positions were advanced by the respondent (whether or not on behalf of the Commission), the fact that it was not until March 2010 that an investigation was conducted into allegations that go back to 2007, the absence of guarantees that the Commission will put in place new investigative and adjudicative processes to take into account the legitimate expectations of persons suspected of fraud make referring the applicant's case back to the Commission not in the best interests of justice.", "[187] And now for costs. Fortunately, there is at least one point on which both parties agree: it is desirable that the Court award to the successful party a lump sum in lieu of taxed costs. That is, of course, the applicant. In the end, she obtained a perfect score.", "[188] The applicant is claiming, on a solicitor-and-client basis, costs in the amount of $14,134.25 for the application for judicial review, together with fees and disbursements in the amount of $1,261.58, which the applicant paid to her former counsel at the time of submissions made to the Commission in the summer of 2010 before the filing of this application for judicial review.", "[189] The respondent concedes that, if the applicant is successful, she is entitled to costs, which should be assessed in accordance with Column III of the table to Tariff B. That is the minimum the successful party is normally entitled to. The applicant should not have one cent more. The respondent therefore agrees to pay $2,484.25, which includes the disbursements. The respondent also notes that the applicant did not pay the amount of $650 attributed to him following the dismissal of the applicant's motion for production of documents.", "[190] In the exercise of my discretion, given the specific - and I would say, exceptional - circumstance of this case, I am of the view that the applicant is entitled to an increased award of costs that exceeds the party and party costs normally awarded in the absence of an order to the contrary by the Court; that means those assessed in accordance with Column III of the table to Tariff B of the Rules. Beyond the importance and the complexity of the issues and the other usual criteria, in this case, the irreparable harm already suffered by the applicant, the conduct of the opposing party-which had the effect of unnecessarily prolonging the case-the public interest, the better administration of justice and the maintenance of public confidence in the justice system are determining factors in the exercise of my discretion with respect to costs.", "[191] We are talking here about a simple public servant who had to spend thousands of dollars to assert her rights and have the impugned decision, the unlawfulness of which is blatant, set aside. The Court does not have the authority to retroactively set aside the impugned decision, which is unlawful and the negative effects of which - simply think of the obligation to obtain written permission from the Commission before participating in a competition since August 2010 - continue to this day.", "[192] I cannot even imagine the consequences on the applicant's reputation and all of the distress related to the communication of the impugned decision and the impugned investigation report to her employer, let alone the communication to the RCMP of \"any other relevant information\", and I am not forgetting all of the stress that this may have caused the applicant for more than two years, even though public dissemination on the Web has not yet occurred.", "[193] Clearly, nothing has been easy in this case, which was vigorously defended, on behalf of the Commission, by the respondent. Even if the applicant's \"victory\" seems complete today, it might as well be a \"Pyrrhic victory\", since she has already suffered irreparable harm because of the Commission. The public interest requires this to be taken into consideration. Otherwise, the Court's message may not get out and the confidence in the administration of justice and in the justice system may suffer irrevocably.", "[194] Many people in the same situation as the applicant - I hope this not to be the case - might not have, in the future, the applicant's courage, resources and tenacity to denounce, at the risk of losing their career and everything they have, something that appears to be, at least in the case at bar, an investigative process that is totalitarian and has no place in a free and democratic society. It seems to me that public servants accused of fraud have the right to know that suspicions weigh against them and that they can defend themselves before the final verdict from the Commission.", "[195] I do not judge the Commission or its staff; others will do that in my place and will ask the questions that need to be asked when the time comes. However, an investigative process must not - as laudable as it is in the beginning - invite people in power to embark on a type of \"witch hunt\" under the guise of legality: to go beyond the information received, to search for and flush out, using sometimes questionable means (interception of private e-mails), everyone suspected of fraud, at the risk of doing \"collateral damage\". I repeat, in a context where we are talking about ensuring public confidence in our institutions, the end cannot justify the unfair means that were used by the investigator in this case. A blind institutional machine must not get carried away and start making \"innocent victims\" in the name of some administrative or operational imperative.", "[196] I am also not saying that the applicant is \"innocent\" of the actions alleged by the Commission-others may have to determine that someday, who knows? However, today, given the evidence before me, and limiting my comments to the applicant's specific case, I say \"no\": no to the inconsistency, no to the concealment and no to the inequities throughout the investigation in this case. We live in a system of democracy where there is a Rule of Law that everyone must respect, including public institutions and the Commission, which have such an important mandate.", "[197] I am indignant and dismayed by the Commission's intransigence to not want to repair the serious errors committed during the investigation process in respect of the applicant, and I am shocked by the respondent's stubborn refusal to not simply consent to judgment. It is clear that this application for judicial review should not have proceeded on the merits and that a satisfactory resolution for the applicant should have intervened in the meantime, long ago. Add to that the respondent's extreme position (whether or not on behalf of the Commission) on the issues of natural justice and procedural fairness.", "[198] I cast no individual aspersions on counsel for the Department of Justice who acted in good faith in this case. They have a difficult and important task to accomplish and, at times, have to deal with difficult \"clients\". In particular, I would like to note the impeccable conduct of counsel for the respondent who argued before me. In every respect, counsel for the respondent accomplished a difficult task under the circumstances with professionalism and courtesy. In short, she was a true officer of the court. Therefore, my criticisms today are exclusively directed to \"the institution\", that is, the \"client\", who \"instructs\" its counsel.", "[199] It goes without saying that the applicant cannot claim the fees and disbursements that were paid to her former counsel because they were not incurred on this application for judicial review. However, the fees and disbursement related to the preparation and presentation of the motion for production of documents that was dismissed by Prothonotary Tabib must be deducted. I am also of the opinion that a lump sum of $12,000 as costs is reasonable in this case, and given the comments mentioned above, they are payable forthwith to the applicant, after deducting the amount of $650 payable to the respondent, if that amount has not yet been paid by the applicant.", "[200] In closing, I would like to thank counsel who appeared before me, and I hope that this painful affair for the parties involved, including the Commission, ends with this judgment, which will be final and binding upon the expiry of rights of appeal. Finally, to ensure that the systemic deficiencies or gaps-in investigative or adjudicative processes-outlined above are not the source of new injustices, I ask the Commission to be magnanimous and to, without delay, engage in reflection that should lead to a review of its practices in cases where it must determine whether fraud has occurred in an appointment process. Thank you for the attention you will give to these reasons. JUDGMENT", "[201] THE COURT DECLARES AND ORDERS 1. This application for judicial review is allowed with costs to the applicant; 2. The Commission breached its duty of fairness owed to the applicant; 3. The Commission's impugned decision is set aside, insofar as the applicant is affected by the finding of fraud and the corrective action contained therein; 4. The corrective action and conclusions affecting the applicant specifically in the impugned decision and the impugned investigation report are illegal and invalid with respect to the applicant for all legal purposes; 5. The applicant is entitled to a lump sum amount of $12,000 in costs; they are payable forthwith to the applicant, after deducting the amount of $650 payable to the respondent, if that amount has not yet been paid by the applicant; and 6. This judgment will be final and binding upon the expiry of rights of appeal. Application allowed. Editor: E. Joanne Oley/vnh"]}