{"id_": "000031", "body_str": [["[1]", "Mandamin, J.", ": This matter involves a question of a costs award where the parties settled the underlying judicial review application concerning a First Nation governance issue. As such it provides an opportunity to review costs awards in the resolution of First Nations' disputes through settlement as opposed to litigation.", "II.", "Background"], ["[2]", "The Pheasant Rump Nakota First Nation is located in south-eastern Saskatchewan. Its members have chosen to govern themselves by their own legislation, the Custom Electoral System. The Chief of the Pheasant Rump Nakota First Nation had resigned his position on August 1, 2013. The Custom Electoral System addresses that situation and requires a by-election for chief within two months of the vacancy in the chief's office. More specifically, paragraph 2(6)(iv) of the governance law requires a by-election to be held \"on the last Friday in the second month which follows the month that the vacancy of Chief and/or Band Council member was created ...\"."], ["[3]", "Because of delays in scheduling a by-election, Ms. Cynthia Knebush, the Applicant, filed an application on February 10, 2014 seeking a mandamus order compelling the Respondents in their capacity as members of the Council to hold a by-election for the office of chief."], ["[4]", "The Applicant was represented by legal counsel. The Respondent Councillors, Ms. Ruth Maygard, Ms. Gaylene McArthur and Ms. Kathleen McArthur (the Respondent Councillors), jointly retained legal counsel. The Respondent Ms. Clarissa McArthur, a Councillor at odds with the other Council members, retained separate legal counsel."], ["[5]", "The Federal Court's practice guideline for First Nations Governance Disputes provide for alternative dispute resolution approach by way of case management coupled with either informal or formal dispute resolution dialogue. In keeping with these guidelines, on March 7, 2014 I conducted a case management hearing in Winnipeg with all of the parties' legal counsel and some, though not all, parties present either in person or by teleconference."], ["[6]", "The parties reached an agreement on a resolution to the Pheasant Rump First Nation governance dispute. The settlement called for the general election for chief and all councillors to be moved forward several months to June 27, 2014. Prothonotary Roger Lafrenière confirmed the terms of the settlement by way of the March 19, 2014 Consent Order that set the general election for June 27, 2014."], ["[7]", "I agreed that I would be seized with the question of costs to be decided following written submissions from the parties.", "III.", "Issue"], ["[8]", "The central issue is whether costs can flow from the settlement of a judicial review of a First Nation governance dispute. If yes, the Court must determine whether the Applicant or the Respondent McArthur are entitled to costs and in what amount.", "IV.", "Legislation"], ["[9]", "The Court has discretionary power to award costs having regard to factors provided in Rule 400 of the", "Federal Courts Rules", ", SOR/98-106 which provides:", "PART II", "COSTS", "400. (1) The Court shall have full discretionary power over the amount and allocation of costs and the determination of by whom they are to be paid.", "...", "(3) In exercising its discretion under subsection (1), the Court may consider", "(a) the result of the proceeding;", "...", "(e) any written offer to settle;", "...", "(g) the amount of work;", "...", "(h) whether the public interest in having the proceeding litigated justifies a particular award of costs;", "(i) any conduct of a party that tended to shorten or unnecessarily lengthen the duration of the proceeding;", "...", "(o) any other matter that it considers relevant.", "(4) The Court may fix all or part of any costs by reference to Tariff B and may award a lump sum in lieu of, or in addition to, any assessed costs.", "...", "(6) Notwithstanding any other provision of these Rules, the Court may", "...", "(c) award all or part of costs on a solicitor-and-client basis;", "...", "PARTIE II", "DÉPENS", "400. (1) La Cour a le pouvoir discrétionnaire de déterminer le montant des dépens, de les répartir et de désigner les personnes qui doivent les payer.", "...", "(3) Dans l'exercice de son pouvoir discrétionnaire en application du paragraphe (1), la Cour peut tenir compte de l'un ou l'autre des facteurs suivants:", "a) le résultat de l'instance;", "...", "e) toute offer ecrite de reglement;", "...", "g) la charge de travail;", "...", "h) le fait que l'intérêt public dans la résolution judiciaire de l'instance justifie une adjudication particulière des dépens;", "i) la conduite d'une partie qui a eu pour effet d'abréger ou de prolonger inutilement la durée de l'instance;", "...", "o) toute autre question qu'elle juge pertinente.", "(4) La Cour peut fixer tout ou partie des dépens en se reportant au tarif B et adjuger une somme globale au lieu ou en sus des dépens taxés.", "...", "(6) Malgré toute autre disposition des présentes règles, la Cour peut:", "...", "c) adjuger tout ou partie des dépens sur une base avocat-client;", "...", "V.", "Submissions", "A.", "Submissions by the Applicant Cynthia Knebush"], ["[10]", "The Applicant seeks a cost award, inclusive of disbursements, in the amount of $10,000, from the Respondent Councillors, excluding the Respondent Clarissa McArthur, either jointly or severally."], ["[11]", "The Applicant incurred costs to prepare, serve and file the notice of application, prepare a supporting affidavit, and write to the Court requesting case management, as well as service expense related to obtaining legal services for a remote rural community. The Applicant's disbursements were $794.90, and her legal fees were calculated as follows: $19,000.00 solicitor and client costs, or using the tariff chart, $5,880.00 under column III, or $10,220.00 under column V. The average of all three amounts is $11,700.00."], ["[12]", "The Applicant advances three arguments for a cost award:", "a. the application was a \"public interest case\" which preserves the rule of law in First Nations custom governance; the Applicant does not benefit directly;", "b. the Applicant successfully obtained an expedited election for chief;", "c. the Respondent Councillors likely have costs paid by the First Nation and therefore would not be personally responsible for their legal expenses. The Applicant submits her counsel acted", "pro bono", "or", "low bono", "sic", "] but nevertheless she has incurred a personal expense having already advanced a retainer; and", "d. a cost award would address the imbalance between the Applicant and the Respondent Councillors whose legal expenses are presumed covered by the First Nation.", "B.", "Submissions of the Respondent McArthur"], ["[13]", "The Respondent McArthur submits that there is a division between herself and the other Councillors and seeks full solicitor and client costs against the First Nation. She submits her request for solicitor client costs is based on public interest."], ["[14]", "The Respondent McArthur advances three arguments for considering this application for costs in the public interest:", "a. public interest in this case is grounded in access to justice. This dispute has affected all members of the First Nation equally. The application was for benefit of community as a whole;", "b. she states she is impecunious, and submits that the application was necessary and required intervention of lawyers to require the Respondent Councillors to call an election; to not grant costs gives tacit approval to the Respondent Councillors' inaction;", "c. she also submits, as a Councillor, she is in the same position as the other Councillors and should be indemnified by the First Nation in the same way as the Respondent Councillors."], ["[15]", "The Respondent McArthur submits that the Respondent Councillors stripped her of power, and she was not part of the decision to not call an election as required by the Custom Election System. She states her salary as a councillor was reduced, compromising her ability to engage legal counsel. As a respondent she was exposed to the same liability as the other respondents. She consented to the relief sought by the Applicant and submits there is therefore no principled reason why she should not be fully compensated for legal expenses."], ["[16]", "The quantum of costs requested by Respondent McArthur is uncertain. At paragraph 9 of her written submissions the request is for full solicitor client costs in the amount of $4,845.65. However, the relief sought at paragraph 45, are for costs in the amount of $5,985.65."], ["[17]", "Finally, Respondent McArthur submits the costs should rest with the Pheasant Rump First Nation which benefited by the outcome of the application.", "C.", "Submissions of the Respondent Councillors Ruth Maygard, Gaylene McArthur and Kathleen McArthur"], ["[18]", "The Respondent Councillors submit that the agreement of the parties was reached in the interests of not only saving the First Nation the cost of litigating the issues but also in the interests of resolving disputes between members of the First Nation."], ["[19]", "They submit that the Applicant was not successful, and emphasize that the agreement reached was a settlement based on compromise by all parties. For example, the Respondent Councillors are missing out on income they would have earned as councillors but for the earlier June 27 election date."], ["[20]", "The Respondent Councillors state that the First Nation Council has functioned in the past without a Chief in office for extended periods and there were legitimate factors causing delay in setting a date for the election. They submit they acted properly and not in bad faith. If costs are awarded against them, the Respondent Councillors submit they should be nominal and not be against them personally."], ["[21]", "The Respondent Councillors submit the costs claimed by the Applicant are excessive in the circumstances given they made efforts to resolve the matter."], ["[22]", "With respect to the Respondent McArthur's solicitor and client costs claim, the Principal Respondents submit costs were not necessary, as her only involvement was attendance by her counsel at the case management hearing. The Respondent Councillors submit the Respondent McArthur should bear her own costs.", "VI.", "Analysis"], ["[23]", "Rule 400 of the", "Federal Court Rules", "sets out the basic principle that the Court has full discretion in awarding costs. Rule 400(3) sets out factors that Court may consider in awarding of costs, but the Court can consider further additional factors, as noted in Rule 400(3)(o). The Court has full discretion over the amount of costs to be awarded having regard to the factors delineated in Rule 400(3). (see", "REFERENCE_SUPPRESSED)", "A.", "Costs on Settlement"], ["[24]", "In a litigated proceeding, the general rule is costs follow the event, that is, the successful party is awarded costs unless there is reason for otherwise. The result of the proceeding carries significant weight in the Court's consideration of a cost award. (see paragraph 400(3)(a); see also", "REFERENCE_SUPPRESSED)"], ["[25]", "In contrast, costs usually have not been awarded where settlements have been reached through agreement. However, Rule 400 does not preclude a costs award upon settlement and jurisprudence recognizes the possibility for such awards."], ["[26]", "In", "REFERENCE_SUPPRESSED, Justice Paul Rouleau considered whether costs could be awarded in absence of an order or determination of issues. He decided there was no bar to a costs award where an applicant obtained the relief sought by way of settlement. He decided to award costs because equity required the respondents should not be allowed to avoid costs by settling the matter when it became apparent the applicant would be successful at trial."], ["[27]", "In", "REFERENCE_SUPPRESSED, Justice François Lemieux observed:", "26 This was a case where the parties voluntarily came to the mediation table and settled. Generally, in such cases there are no losers only winners. Judicial comment, which I endorse, is to the effect, unless the parties agree otherwise, each party should bear its own costs in mediation unless the conduct of the parties during litigation suggests otherwise."], ["[28]", "Similarly, in", "REFERENCE_SUPPRESSED, Justice Douglas R. Campbell opined:", "9 A unique factor, which militates towards the settlement of a First Nations governance dispute, is motivation to adhere to the cultural value that balance must be restored to the community. Thus, given the application of this higher principle, to maintain a dispute beyond a settlement reached by a request for costs is counter-indicated because the governance dispute just settled is, in fact, not settled and balance will not be achieved.", "10 Thus, because of the unique nature of a First Nations governance dispute, in my opinion where a settlement is reached, whether by mediation or direct negotiation, each party should bear their own costs unless a clear serious reason exists to ground an award for costs. As found in Mohawk of Akwensasne a serious reason can be found across a range: unreasonable actions and mistakes in the course of the litigation at one end to unacceptable reprehensible behavior at the other.", "B.", "Agreement for Court Consideration of Costs"], ["[29]", "While the process of settlement may address the question of court awarded costs, there are constraints to including such provisions in settlement agreements."], ["[30]", "After settlement of the issues in", "CITATION_SUPPRESSED,", "Justice Lemieux choose to consider the submissions on costs on the basis of an arbitrator whose determination would be binding on the parties and not subject to appeal. However, he cautioned:", "27 The other important factor which weighs in the court's mind is the chilling effect of awarding costs against a party after the successful conclusion of mediation even though the agreement contemplates that possibility of a cost award as it does here."], ["[31]", "In", "CITATION_SUPPRESSED", ", Justice Campbell accepted the question of cost following settlement of that First Nation's governance dispute. While the settlement agreement provided for costs payable to the respondent to be determined by the Court, Justice Campbell significantly qualified the question of costs, stating:", "4. Given the Agreement was accomplished, no findings were made on the merits of the Application. At the hearing the terms of the Agreement were read into the record, one term being that \"the Application will be dismissed with costs to be determined by the Court\". For clarification, it is agreed that the Agreement misstates this fact with in the phrase \"the application is dismissed with costs payable to the Respondents to be determined by the Court\". The point of difference is that whether any costs are payable are within my discretion.", "C.", "Outcomes"], ["[32]", "In", "REFERENCE_SUPPRESSED, Prothonotary Lafrenière noted Courts should not be speculating on the likely outcome that might have followed litigation:", "18 Absent an acknowledgment by the Claimants that the Band Council would have succeeded if the proceedings had gone to hearing, the Court should not be speculating as to the likely outcome. Costs can be awarded, however, on the basis of the conduct of the parties during the course of the litigation, such as: (1) whether it was reasonable for a party to raise, pursue or contest a particular allegation or issue; (2) whether a party properly pursued or defended its case or a particular allegation or issue; (3) whether a party exaggerated its claim or raised a baseless defence; and (4) whether a party properly conceded issues or abandoned allegations during discoveries."], ["[33]", "The applicants had not sought costs in", "CITATION_SUPPRESSED", ". Rather, the respondent First Nation Council sought costs against the applicants following the settlement. Prothonotary Lafrenière stated:", "22 The litigation between the Claimants and the Band Council brought a number of festering issues to a head, and resulted in negotiated settlement that will no doubt contribute to a better environment and understanding in the community, to the credit of all parties.", "23 Bearing in mind the entirety of the record before the Court, I am not satisfied that it would be appropriate to award costs against the Claimants who, in the end, were simply attempting to have their voices heard. Moreover, a cost award would be counterproductive as it would undermine the progress that has been achieved over the last six years in bringing the community together."], ["[34]", "Prothonotary Lafrenière, being mindful of the benefits achieved in the ultimate outcome including a degree of success in resolving community conflict achieved by the applicants, declined to exercise discretion to award costs in favour of the respondent.", "D.", "Conduct"], ["[35]", "In", "CITATION_SUPPRESSED", "the parties quickly agreed to case management and judicial mediation. The negotiations, however, took a significant period of time. After the main elements of a settlement agreement were reached, the parties agreed costs could be determined by the Court based on written submissions. The applicant then sought costs from the respondent."], ["[36]", "Justice Lemieux was well aware and approved of the decision in", "CITATION_SUPPRESSED", "stating:", "14  Finally, the comments made by Prothonotary Lafreniere about costs and settlements resonate in the jurisprudence of other courts. I cite paragraph 19 of the supplementary reasons of Justice R.A. Blair (then a judge of the Commercial Court - Ontario, Court of Justice, General Division) in", "REFERENCE_SUPPRESSED:", "19. I do so principally for the following reason. The parties engaged in a lengthy mediation process before Farley J. they made a genuine effort to settle. They are to be commended for this effort withstanding that, in the end, it was unsuccessful.", "In my view the costs of mediation process - which is a voluntary effort to find a suitable out of court resolution - should be borne equally by the parties engaging in it. Otherwise, parties will be discouraged from engaging in what can be in many instances be a fruitful exercise leading to a self made result, for fear that at the end of the day, if it is not successful and the proceedings are consequently lengthened, they will bear more costs.", "(My emphasis [Justice Lemeiux])", "...", "29 Clearly, in the Court's view, the applicants obtained in this mediation much more than they could, had the matter been litigated. For example, much of the Settlement Agreement rests on the exercise of the Minister's discretion in remissions. The Court, in judicial review, cannot dictate the exercise of discretion only its legality. This factor is important."], ["[37]", "Justice Lemieux emphasized that the applicant's success in the outcome rested in part on the respondent's conduct, namely the Minister's willingness to exercise discretion to accommodate settlement of the issues. Thus the parties' conduct in negotiations was also a consideration."], ["[38]", "The question of conduct arises in litigated proceedings with respect to solicitor-client costs. The general principle was stated in", "REFERENCE_SUPPRESSED:", "It is established that the question of costs is left to the discretion of the trial judge. The general rule in this regard is that solicitor-client costs are awarded only on very rare occasions, for example when a party has displayed reprehensible, scandalous or outrageous conduct (REFERENCE_SUPPRESSED). Reasons of public interest may also justify the making of such an order (", "REFERENCE_SUPPRESSED)."], ["[39]", "Such conduct was a factor in the costs award in", "REFERENCE_SUPPRESSED. Justice James Russell awarded costs against the Nelson respondents, the former Chief and Councillors, in favour of the Applicant and the other respondents, who were the current Chief and Councillors."], ["[40]", "Justice Russell found the evidence before the Court established the Nelson respondents engaged in reprehensible, scandalous and outrageous conduct that merited an award of solicitor client costs against them. It must be noted Justice Russell had been addressing the conduct of the respondents in the events leading to the judicial review application rather than in the litigation in which the litigants were self-represented.", "E.", "Public Interest"], ["[41]", "As noted above, public interest may also justify the making of a costs order.", "REFERENCE_SUPPRESSED."], ["[42]", "In awarding solicitor-client costs in", "CITATION_SUPPRESSED Justice Russell further stated:", "76. ... There is also a strong public interest component for solicitor /client costs in this case. If the constitution of RRAFN is simply disregarded and thwarted for reasons of political expediency, these disputes will never cease. This cannot be in the interests of RRAFN.", "F.", "First Nations Governance Issues"], ["[43]", "First Nations are unique in that they may establish their own governance laws in accordance with the Aboriginal right to determine their governance structure \"in accordance with the custom of the band\". This unique Aboriginal right is confirmed by the", "Indian Act", "R.S.A. 1985 c- I-5 in s. 2 which provides:", "2. (1) In this Act", "\"council of the band\" means", "...", "(b) in the case of a band to which section 74 does not apply, the council chosen according to the custom of the band, or, where there is no council, the chief of the band chosen according to the custom of the band;"], ["[44]", "The nature of this Aboriginal right was discussed by Justice Robert Mainville in", "REFERENCE_SUPPRESSED:", "101 The use [of] customary selection processes is one of the few aboriginal governance rights which has been given explicit federal legislative recognition through the", "Indian Act", ". The", "CITATION_SUPPRESSED", "is itself the contemporary manifestation of the traditional customary governance selection system of the Algonquin of Barriere Lake. That custom is explicitly recognized by this provision of the", "Indian Act"], ["[45]", "Questions of the legitimacy or compliance with First Nations governance laws come before the Federal Court in applications for judicial review of decisions or actions by First Nations chiefs, councils, officers or tribunals. (see", "REFERENCE_SUPPRESSED)"], ["[46]", "The Federal Court, in considering the question, usually decides the issue by interpretation of the First Nations' governance laws or by application of principles of procedural fairness. These decisions assist in the clarification of First Nations governance laws and their proper application. The result is that the First Nations laws are better understood by the First Nation members, which promotes compliance and consistency with the governance law. By this process First Nations' governance legislation benefits in the same way as does federal or provincial legislation when clarified by judicial interpretation."], ["[47]", "However, litigation of issues concerning First Nations governance presents a unique difficulty for First Nations. A First Nation is a community of members with long standing historical and familial inter-relationships. The adversarial nature of the litigation process can exacerbate community differences of opinion and harm ongoing relationships between the First Nations members."], ["[48]", "Further, litigation is becoming increasingly costly. Awards for costs in closely litigated claims can amount to tens of thousands of dollars. Such costs can divert First Nations resources away from other important priorities such as educational, social and economic initiatives."], ["[49]", "Finally, in my view, litigation runs counter to First Nations' sensibilities that promote agreements or consensus as a primary means of resolving issues. Clearly, where the governance issue is the correct interpretation of a First Nation law, the question requires judicial determination. However, many of the issues turn on facts upon which the parties disagree. In other instances, a resolution may be found by adopting a different course of action. In such instances, a negotiated settlement is an alternative to litigation. Parties usually have a good understanding of what would be an outcome that is fair to all. Experienced counsel are knowledgeable and usually able to assess likely outcomes. Settlements draw on these understandings and knowledge and can resolve such issues without further litigation."], ["[50]", "Alternative dispute resolution is available for judicial review applications. The Federal Court Rules are flexible and also enable judicial review matters to be addressed by way of case management and dispute resolution. That is not to say dispute resolution is not without commitment and effort. Achieving an agreement that is satisfactory and fair to all parties takes work, flexibility and willingness to compromise."], ["[51]", "The benefits of reaching a satisfactory settlement in First Nations governance disputes are several: healing rifts in First Nations communities, achieving positive outcomes beyond the scope achievable on judicial review and more fundamental resolution of issues are of significance."], ["[52]", "The Federal Court has repeatedly observed benefits to resolution of proceedings by agreements between the parties. To recap:", "The litigation between the Claimants and the Band Council brought a number of festering issues to a head, and resulted in negotiated settlement that will no doubt contribute to a better environment and understanding in the community, to the credit of all parties.", "CITATION_SUPPRESSED", "This was a case where the parties voluntarily came to the mediation table and settled. Generally, in such cases there are no losers only winners.", "CITATION_SUPPRESSED", "A unique factor, which militates towards the settlement of a First Nations governance dispute, is motivation to adhere to the cultural value that balance must be restored to the community. Thus, given the application of this higher principle, to maintain a dispute beyond a settlement reached by a request for costs is counter-indicated because the governance dispute just settled is, in fact, not settled and balance will not be achieved.", "CITATION_SUPPRESSED"], ["[53]", "I would add my own observation that the process of deciding important matters by agreement is a process that resonates in many First Nation cultures. Agreements are means by which important matters are decided and accepted by First Nations members with greater finality. This characteristic is manifested in different ways. It may be at an elevated level such as the reverence for Indian treaties as is described in", "REFERENCE_SUPPRESSED or it may be at an individual level as in First Nations' justice initiatives involving peacemaking or circle sentencing."], ["[54]", "On one hand, an award of costs implies one party is a winner and the other party to be a loser in the proceedings. There is an important balancing to be done in the process of considering costs. In", "CITATION_SUPPRESSED", ", Prothonotary Lafrenière considered a cost award to be counterproductive as it would undermine the progress achieved in the community. In", "CITATION_SUPPRESSED", ", Justice Mainville declined to make a cost order because a cost award would exacerbate the community tensions."], ["[55]", "I consider such inferences about winners and losers weigh against, and are a disincentive to, pursuing the benefits of settling matters by agreement."], ["[56]", "On the other hand, there is a public interest aspect to be considered. The parties in the settlement process gain a better appreciation of the First Nations governance under dispute as they work through the process of reaching an agreement. (see e.g.", "CITATION_SUPPRESSED). I should think such understanding and appreciation advances observance of the rule of law in respect of First Nations governance laws."], ["[57]", "Certainty in First Nations governance law is an important benefit for a First Nation community. In this respect, where the result is a better appreciation and commitment to observance the First Nations governance law, it is appropriate to consider whether that the costs ought to be borne by the First Nation."], ["[58]", "First, costs have been awarded against the First Nation where the respondent in fact acts for the First Nation.", "CITATION_SUPPRESSED. In that decision, Justice Russell Zinn was satisfied the First Nation had paid for some of the costs of the legal fees of the respondents. He found the Court had jurisdiction to award costs against a non-party. (see para 9)."], ["[59]", "There is also the question of the imbalance between an individual member of a First Nation who brings a judicial review to have a First Nation's laws be observed and the respondents who are the governing body of the First Nation. Such respondents, usually chiefs and councillors, are in a position to have their legal costs reimbursed by the First Nation. If a judicial review application properly addresses a question of the First Nation's law, it seems to me that, on the basis of public interest, individual applicants may be similarly entitled to look to the First Nation for costs."], ["[60]", "I should think a reasonable costs award on a public interest basis against a First Nation that has benefited by having clarity brought to its governance laws avoids any adverse inference of winners and losers. The public interest served would be having the issue resolved in a manner and form that is in keeping with the sensibilities of the First Nation."], ["[61]", "Having regard to the foregoing, it is my view that consideration of costs is appropriate in settlements of First Nations governance judicial review applications rather than merely being an exception to the general practice of not awarding costs in settlements.", "VII.", "Costs"], ["[62]", "In considering this matter of costs, I had regard for:", "a. the Rules apply in respect of consideration of costs awards following settlements;", "b. promoting compliance with First Nation governance law and restoring relationships are important considerations;", "c. conduct of the parties in the course of achieving resolution is a significant factor; and", "d. solicitor-client costs is reserved for cases of reprehensive, scandalous, conduct and for cases that give rise to matters of important public interest."], ["[63]", "The Applicant Cynthia Knebush requested a cost award on the higher end but not full solicitor client costs. She had been seeking to have the Pheasant Rump Nakota First Nation law requiring a by-election for the vacant office chief complied with. That objective was realized by the scheduling of an earlier general election date."], ["[64]", "Further, the Applicant did more than just file her Notice of Application and supporting affidavit. She also completed the Applicant's Record including argument and was ready to proceed with a hearing before the case management conference was held."], ["[65]", "The Respondent McArthur was necessarily engaged as a respondent councillor. However, she conflated her own issues with the other Respondent Councillors with the issue in the proceeding at hand. Moreover, the involvement by her and her legal counsel was minimal as the issues were fully addressed by the Applicant and the principal Respondent Councillors."], ["[66]", "The Respondent Councillors, to their credit, immediately entered into settlement discussions and agreed to a resolution that involved giving up serving out their own full terms of office which had not been at issue in the judicial review application."], ["[67]", "Since the Respondent Councillors were sitting members of the Pheasant Rump Nakota First Nation Council, I find the presumption that their legal expenses were covered by the First Nation has not been displaced by evidence to the contrary."], ["[68]", "As the Respondent Councillors and the Respondent McArthur are the councillors of the Pheasant Rump Nakota First Nation, I see no reason not to consider the First Nation to be represented in this matter as if it were a named party. All parties made reference to Pheasant Rump Nakota First Nation directly or impliedly as if a party. Accordingly, I will treat it as a party for purposes of this costs award.", "VIII.", "Conclusion"], ["[69]", "In light of the foregoing and in the exercise of my discretion I conclude that:", "a. The Pheasant Rump Nakota First Nation is to be added as a named party;", "b. costs in the amount of $10,000.00 inclusive of expenses are awarded in favour of the Applicant Cynthia Knebush payable by the Pheasant Rump Nakota First Nation;", "c. no costs are assessed personally against the Respondent Councillors Ruth Maygard, Gaylene McArthur, and Kathleen McArthur; and", "d. costs in a lump sum of $1,500.00 are awarded in favour of the Respondent Clarissa McArthur also payable by the Pheasant Rump Nakota First Nation.", "ORDER"], ["[70]", "THIS COURT ORDERS that", "1. The Pheasant Rump Nakota First Nation is to be added as a named party.", "2. Costs in the amount of $10,000.00 inclusive of expenses are awarded in favour of the Applicant Cynthia Knebush payable by the Pheasant Rump Nakota First Nation;", "3. No costs are assessed personally against the Respondent Councillors Ruth Maygard, Gaylene McArthur, and Kathleen McArthur; and", "4. Costs in a lump sum of $1,500.00 are awarded in favour of the Respondent Clarissa McArthur also payable by the Pheasant Rump Nakota First Nation.", "Order accordingly.", "Editor: Sharon McCartney/bk", "[End of document]"]]}