{"id_": "000128", "body_str": [["[1]", "de Montigny, J.", "[Translation]: This is an application for judicial review of a decision of a visa officer at the Canadian embassy in Morocco. According to that decision, dated August 4, 2004, the applicant's application for a work permit as a live-in caregiver did not meet the requirements of s. 112 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (the", "Regulations", ").", "Facts"], ["[2]", "Ms. Ouafae Sadiki is a citizen of Morocco. She received an offer of employment as a caregiver for Abdel-Ilah Sadiki (the employer), who lives in Gatineau. The employment offer was confirmed by the Quebec Ministère des Relations avec les citoyens et de l'Immigration (MRCI) and validated by the Department of Human Resources Development Canada (HRDC). The applicant also received a certificat d'acceptation du Québec, and she entered into the employment contract with the employer."], ["[3]", "In July 2004, she applied for a work permit, which was refused on August 4, 2004, by the visa officer.", "Decision of the visa officer"], ["[4]", "The visa officer determined that the applicant did not meet all of the requirements for a live-in caregiver work permit. Section 112 of the", "Regulations", "provides that this type of permit shall not be issued unless the person can show, among other things, that they have the training or experience in a field or occupation related to the employment for which the work permit is sought. (It is worth noting that the officer mistakenly referred to s. 100 of the", "Regulations", "in his letter to the applicant notifying her of his decision; there was no dispute over the fact that this was just a typographical error and that the provision in question is actually s. 112)."], ["[5]", "According to the officer, the applicant said in the interview that she had been working as a teacher for two years. On that basis, he concluded that she had failed to show she had any recent experience as a housekeeper. He was therefore not satisfied that she really was a domestic worker."], ["[6]", "In addition, the fact that the applicant's brother was her future employer suggested to the officer that the permit application [Translation] \"was made solely for the purpose of facilitating your entry into Canada, and I am not convinced you will go back to Morocco\". He was therefore of the opinion that she did not meet the requirements of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27, and", "Regulations", "Applicant's arguments"], ["[7]", "The applicant began by arguing that the appropriate standard of review in the case at bar was reasonableness simpliciter, as the question was one of mixed law and fact."], ["[8]", "The applicant claimed that the visa officer erred in law in basing his refusal on the following two grounds: lack of recent experience as a housekeeper and the fact that her employer was her brother."], ["[9]", "The applicant argued that she met all of the criteria in s. 112 of the", "Regulations", ". To be precise:", "- she applied before entering Canada;", "- she has a", "baccalauréat", "(equivalent to a college diploma) and a teaching certificate;", "- when she got the teaching certificate, she spent over six months in a classroom; she pointed out here that the", "Regulations", "do not require the training to be specifically on caregiving, it need only be in an occupation related to the employment for which the work permit is sought;", "- she has 7 years (not 2 years) of teaching experience (with the Moroccan Ministry of National Education); given her experience supervising young children, she claimed to have the necessary qualifications for the tasks described in the contract (taking care of the children, housework, meals, shopping, driving the car and teaching the children Arabic);", "- she speaks, reads and writes French perfectly;", "- she has an employment contract with her future employer."], ["[10]", "The visa officer allegedly erred in suggesting there was no difference between a caregiver and a cleaning lady; that was clearly an error, as confirmed by the comments on the", "Regulations", "on the Department of Citizenship and Immigration Web site. It can be seen from those comments, intended to give the public a better understanding of the", "Regulations", ", that an offer of employment as a cleaning lady is unacceptable under the live-in caregiver program."], ["[11]", "Second, without any evidence, the officer concluded that the applicant would not go back to Morocco because the employer was her brother. However, nothing precludes an employer from hiring a relative. Furthermore, the program allows people with this type of work permit to stay in Canada afterward and apply for permanent residence. So the officer need not be convinced they will go back to their country when the work permit expires, contrary to the requirements of other types of work permit."], ["[12]", "Last, at the hearing, counsel for the applicant argued that the applicant's training and experience had to be assessed against the main job duties, as validated by HRDC, for code 6474 of the National Occupational Classification (Babysitters, Nannies and Parents' Helpers).", "Respondent's arguments"], ["[13]", "The respondent argued that the appropriate standard of review was patent unreasonableness, as the assessment of the applicant's experience was essentially a question of fact."], ["[14]", "According to the respondent, the applicant's teaching experience did not constitute work experience as a domestic worker. The officer therefore properly assessed all of her work experience."], ["[15]", "In addition, the respondent argued that the officer's comment about the applicant's brother was in the nature of obiter and did not take away from the well-foundedness of the decision because the main ground of refusal had to do with the applicant's experience."], ["[16]", "Last, counsel for the respondent argued that because s. 112 is formulated negatively, it must be narrowly construed. As a result, according to the respondent, only the experience can be in an \"occupation related to the employment for which the work permit is sought\"; the training, however, has to be specific to the work covered by the permit, in this case, caregiving. Consequently, the applicant would not qualify."], ["[17]", "At the hearing, counsel for the Department placed great emphasis on the fact that under the caregiver program, a candidate has to meet the requirements of the description for code 6471 of the National Occupational Classification (Visiting Homemakers, Housekeepers and Related Occupations). However, an objective assessment would not support a finding that a teacher has the necessary skills to perform the main duties described for this employment category.", "Analysis", "1) Standard of review"], ["[18]", "Opinion on the appropriate standard of review for decisions by visa officers is divided and appears to have spawned seemingly contradictory decisions. In some cases, reasonableness simpliciter was the chosen standard (see, inter alia,", "<FRAGMENT_SUPPRESSED> )."], ["[19]", "And yet, on closer inspection, these decisions are not irreconcilable. The reason for the different choices is essentially that the nature of the decision under review by this Court depends on the context. Thus it goes without saying that the appropriate standard of review for a discretionary decision by a visa officer assessing a prospective immigrant's occupational experience is patent unreasonableness. Where the visa officer's decision is based on an assessment of the facts, this Court will not intervene unless it can be shown that the decision is based on an erroneous finding of fact made in a perverse or capricious manner."], ["[20]", "However, it is not the same for a decision by a visa officer involving an application of general principles under an", "Act", "or", "Regulations", "to specific circumstances. Where the decision is based on a question of mixed law and fact, the Court will show less deference and seek to ensure that the decision is quite simply reasonable. That is what my colleague O'Keefe, J., held after using the pragmatic and functional approach in", "<FRAGMENT_SUPPRESSED>  from which the relevant passage is taken:", "Issue 1", "What is the standard of review to be applied to the visa officer's decision?", "\"¶ 20 In light of the Supreme Court of Canada's decision in", "<FRAGMENT_SUPPRESSED> , I am of the view that the standard of review to be applied to the visa officer's decision is that of reasonableness simpliciter. I base this conclusion on the following analysis:", "1. There is no privative clause and there is no requirement that leave be granted before a judicial review can proceed (see s. 82.1(2) of the", "Act", "and s. 18.1 of the", "Federal Court Act", "). These facts suggest a lower level of deference.", "2. The decision maker in this case is an immigration officer, as designated by the Minister pursuant to s. 109(2) of the", "Act", ". Because this immigration officer is stationed outside of Canada, she is referred to as a visa officer. A visa officer processes visa applications on a regular basis and has considerable expertise in this area. These factors suggest greater deference to a visa officer's decision.", "3. Under s. 11 and Schedule I of the", "Immigration Regulations, 1978", ", the visa officer must determine whether or not the applicant qualifies to obtain a visa to enter Canada. A visa officer has considerable discretion but he or she must be guided by Schedule 1. In my view, this suggests that the visa officer's decision is entitled to greater deference by the Court, but not total deference.", "4. The nature of the problem in this case is the determination of facts and the application of these facts to the regulatory guidelines. Thus, the question is one of mixed fact and law and as such, a level of deference akin to reasonableness simpliciter is appropriate.", "For these reasons, the standard of review of the visa officer's decision will be reasonableness simpliciter.\""], ["[21]", "This approach was also taken in", "<FRAGMENT_SUPPRESSED>  (T.D.) and", "<FRAGMENT_SUPPRESSED>  under the new", "Immigration and Refugee Protection Act", ", which came into force in June 2002, leave is now required for judicial review of a visa officer's decision). Not only did the visa officer have to determine, based on the information given to him, what experience the applicant had, he also had to consider whether that experience met the requirements of s. 112 of the", "Regulations", ". As part of that exercise, he specifically had to decide whether the applicant's teaching experience was relevant experience \"in a field or occupation related to the employment for which the work permit is sought\"."], ["[22]", "If the visa officer's decision had merely involved determining whether the applicant had actually worked as a teacher in Morocco, I would have felt bound by the case law establishing that this Court must show deference when the impugned decision is purely factual. That is not the case here: on the contrary, this is a question of mixed law and fact, which calls for a lower level of deference than a question of fact. In addition, given that there is no privative clause in the", "Immigration and Refugee Protection Act", ", and that the visa officer is determining the applicant's rights rather than dealing with a polycentric issue, to use the words of Bastarache, J., in", "<FRAGMENT_SUPPRESSED> , there is no doubt that the appropriate standard is reasonableness simpliciter.", "2) Did the visa officer err in refusing the applicant's permit application?"], ["[23]", "It would appear that Department of Citizenship and Immigration Canada set up the Live-in Caregiver Program to make up for a shortage of live-in caregivers on the Canadian labour market, while offering participants an opportunity to work and subsequently apply for permanent residence in Canada. Manual OP 14 defines a live-in caregiver as \"a person who provides child care, senior home support care or care of the disabled without supervision in a private household in Canada in which the person resides\"."], ["[24]", "For ease of reference, here is the relevant passage from that manual:", "\"5.4 Training and experience requirement", "\"Candidates for the Live-in Caregiver Program must have completed training offered as part of a formal education program at an educational institution accredited by the appropriate local education authorities. However, accreditation is not necessarily an endorsement of quality. Officers should assess the quality of the program taken and whether it is adequate in equipping the applicant to perform the duties required by the proposed job. Where there are training programs established primarily to provide caregiver training to meet our requirements, it will be necessary to determine their legitimacy as well as the adequacy of the training.", "\"The total number of hours of courses taken must equal or exceed the equivalent of six months fulltime training. (see Full-time training, s. 5.5)", "Training and experience must be in a field or occupation related to the employment sought. Potential live-in caregivers may have training or experience in early childhood education, geriatric care, pediatric or geriatric nursing or first aid, for example. Care giving experience in an institutional setting (daycare, crèche, hospital, senior citizens home, etc.) should be considered in assessing whether the applicant meets the experience requirement", "\"Care giving experience in the applicant's own home would not normally qualify someone for the program as the applicant will not have been in a paid employment situation. However, there may be legitimate situations where the applicant was employed as a live-in caregiver by a relative. Applicants are responsible for satisfying the officer that they were actually paid for work performed.\" (Emphasis added)"], ["[25]", "Section 112 of the", "Regulations", "lists the requirements for a foreign national seeking a live-in caregiver work permit:", "\"112. A work permit shall not be issued to a foreign national who seeks to enter Canada as a live-in caregiver unless they", "(a) applied for a work permit as a live-in caregiver before entering Canada;", "(b) have successfully completed a course of study that is equivalent to the successful completion of secondary school in Canada;", "(c) have the following training or experience, in a field or occupation related to the employment for which the work permit is sought, namely,", "(i) successful completion of six months of full-time training in a classroom setting, or", "(ii) completion of one year of full-time paid employment, including at least six months of continuous employment with one employer, in such a field or occupation within the three years immediately before the day on which they submit an application for a work permit;", "(d) have the ability to speak, read and listen to English or French at a level sufficient to communicate effectively in an unsupervised setting; and", "(e) have an employment contract with their future employer.\""], ["[26]", "In light of the above, two conclusions emerge. First, the words \"domaine ou catégorie d'emploi lié au travail\" apply equally to the words \"formation\" and \"expérience\". The English version is even clearer: \"have the following training or experience, in a field or occupation related to the employment for which the work permit is sought, namely\" because the words \"in a field or occupation related to the employment for which the work permit is sought\" are between commas and qualify the subjects: training or experience. As a result, and contrary to what the respondent argued, both the training and the experience may be acquired \"in a field or occupation related to the employment\"."], ["[27]", "Second, paragraph (c) of s. 112 of the", "Regulations", "must clearly be interpreted disjunctively: the applicant must show relevant training or experience, not both. The purpose was unmistakably to allow applicants with experience but no official training to apply."], ["[28]", "Last, I am also of the view that the main duties the visa officer had to consider in determining whether the applicant's experience or training was relevant were the job duties for code 6474 of the National Occupational Classification. Not only was this the code for the occupation validated by HRDC in processing the employer's application, it is also, according to the manual, the code to be used to identify work permits under the program (paragraph 8.5 of Manual OP 14)."], ["[29]", "The onus was clearly on the applicant to establish that she met all of the criteria of s. 112 of the", "Regulations", ". The visa officer refused the permit application essentially because the applicant did not have recent experience as a \"housekeeper\" and was not really a \"domestic worker\". In light of the job description for code 6474 of the National Occupational Classification, and the description provided by the employer himself in his application, I am of the view that the visa officer erroneously determined that the applicant did not qualify."], ["[30]", "According to the Department's manual, training and experience must be in a field or occupation related to the employment sought, and it specifies that caregivers may have training or experience in early childhood education, which is precisely the applicant's case. The manual recognizes that training or experience in early childhood education is relevant. The visa officer's decision to disregard that experience was therefore unreasonable and inconsistent with the provisions of the manual."], ["[31]", "As a result, in my view, the applicant meets all of the criteria. The evidence shows she has been a teacher of primary-school- aged children for 7 years. Thus, in all likelihood, she has the required aptitudes for supervising and caring for children, instructing them in personal hygiene and social development, tending to their emotional well-being, disciplining them, organizing activities to provide amusement, taking them to and from school, and maintaining a healthy environment in the home (some of the main duties of nannies and caregivers as described in the National Occupational Classification)."], ["[32]", "As for what the officer made of the fact that the applicant's brother was her employer, which led him to believe she would not go back to Morocco, that was unfounded. Not only was it pure speculation, as there was no evidence to support such an inference, but what is more, there is nothing in the", "Act", "or", "Regulations", "to prevent family ties between future employer and employee. Furthermore, the caregiver program specifically provides that these individuals can apply for permanent residence afterward. A candidate with no intention of applying for permanent residence would be ineligible for the program (see point 5.2 of the manual). The manual also points out that with these individuals, it is difficult to apply the normal requirement that temporary residents will leave Canada by the end of the authorized period (8.4 of the manual). The officer's determination was therefore clearly erroneous; he quite simply disregarded the type of program involved in this case."], ["[33]", "The application for judicial review should be allowed and the matter referred back to another visa officer for redetermination.", "Application allowed.", "Editor: Anick Ouellette-Levesque/gs"]]}