{"id_": "000251", "body_str": [["[1]", "Martineau, J.", ": This is an appeal by the Minister of Citizenship and Immigration (the Minister) under subsection 14(5) of the", "Citizenship Act", ", R.S.C. 1985, c. C-29 (the Act), from the decision of Ms. Sandra Wilking, a citizenship judge (the Citizenship Judge) dated October 29, 2007, approving the respondent's application for citizenship.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The respondent, Mr. Xin Zhou, left China with his wife and son and landed in Canada in July 2001. He applied for Canadian citizenship approximately four years later, in October 2005. Paragraph 5(1)(c) of the Act clearly sets out the requirements of residency to be met by", "every", "permanent resident applying for citizenship:  <FRAGMENT_SUPPRESSED>", "5. (1) The Minister shall grant citizenship to any person who [...]  <FRAGMENT_SUPPRESSED>", "(c) is a permanent resident within the meaning of subsection 2(1) of the", "Immigration and Refugee Protection Act", ", and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner:  <FRAGMENT_SUPPRESSED>", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and  <FRAGMENT_SUPPRESSED>", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence; [...]  <FRAGMENT_SUPPRESSED>", "5. (1) Le ministre attribue la citoyenneté à toute personne qui, à la fois: [...]  <FRAGMENT_SUPPRESSED>", "c) est un résident permanent au sens du paragraphe 2(1) de la Loi sur l'immigration et la protection des réfugiés et a, dans les quatre ans qui ont précédé la date de sa demande, résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence étant calculée de la manière suivante:  <FRAGMENT_SUPPRESSED>", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,  <FRAGMENT_SUPPRESSED>", "(ii) un jour pour chaque jour de résidence au Canada après son admission à titre de résident permanent; [...]  <FRAGMENT_SUPPRESSED>"], ["[3]", "In a decision dated October 29, 2007, the Citizenship Judge found that the residency requirement was met. She approved the respondent's application despite the fact that in the relevant 1,460 day period, the respondent was physically present in Canada for 567 days and absent for 893 days. Ultimately, the Citizenship Judge was persuaded that even though the respondent \"has been absent from Canada for considerable periods in his relevant period, he has established and maintained his residence in Canada. <FRAGMENT_SUPPRESSED>"], ["[4]", "The Citizenship Judge found as follows:  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "I consider that Xin Zhou and his family established themselves in Canada after landing as permanent residents of Canada. In his initial year in Canada he and family resided in rented accommodations and in July 2002 he and his wife purchased their current home. His rental contract and his registration of his mortgage of his current residence on July 5, 2002 confirm that he and his family physically established themselves in Canada [...].  <FRAGMENT_SUPPRESSED>", "I do not consider his actions of establishing a consulting business in Canada that essentially takes him out of Canada in order to fulfill his IT contracts to indicate that his connections to Canada are weak and limited. [...]  <FRAGMENT_SUPPRESSED>", "He has submitted invoices that were made out to his client in China indicating that his residence was in Canada from 2003 to 2005. I have noted that the invoices have his bank account listed as Nanyang Commercial Bank Ltd (Hong Kong). However he stated that the deposit of the consulting fees to a Hong Kong bank was a matter of convenience because the funds were then transferred back to his Royal Bank account. He presented two bank statements indicating the transfer of funds.  <FRAGMENT_SUPPRESSED>", "The revenue of his consulting projects is declared in Canada. [...] His Notice of Assessments from 2001 to 2005 confirms [", "sic", "] his economic circumstances in Canada: initially having no outside income and a steady growth of income over the years. [...]  <FRAGMENT_SUPPRESSED>", "His connection and ties to Canada are further strengthened by the fact that when he is away from Canada his wife and children remain in Canada. [...] Letters from his children's teachers confirm that he is an active parent: being a parent volunteer in each of his children's schools. Letters from his business associates, physician and friends confirm that Canada is not a place where he visits his family and resides from time to time but Canada is where his main residence is and that he maintains his home here when away, albeit for sometimes long periods of time. When he is away from Canada he maintains daily contact with Canada via the telephone and internet.  <FRAGMENT_SUPPRESSED>", "I have noted that when he is China [", "sic", "] he lives at his in-laws' home or his parents' home. This situation reinforces the fact that Canada is where he resides and that working in China is a temporary situation in his case.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Citizenship Judge further noted:  <FRAGMENT_SUPPRESSED>", "[The respondent's] arguments with respect to taking overseas contracts because of the depth of his previous professional relationships, that he did not wish to take advantage of Canada's social welfare system by being unemployed and living off welfare like many individuals who remained in Canada after becoming permanent residents but unable to find appropriate employment. His statements that when asked abroad \"where is his home?\" and his response of \"Vancouver\", that he volunteers at his children's schools, and that he does not abuse Canada's social and medical system and that he helps friends, especially non English speakers indicates that through his relevant period he has become acculturated to Canadian values and way of life.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The Minister now appeals this decision on the following four bases: the Citizenship Judge failed to apply or misapplied one of the established legal tests for \"residence\"; the Citizenship Judge failed to adequately test or scrutinize the evidence; the Citizenship Judge failed to give adequate reasons; and, the Citizenship Judge's findings of fact were unreasonable. The Minister asks the Court to set aside the decision and refer the respondent's citizenship application back for re-determination by a different citizenship judge.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Prior to the decision of the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  (", "Dunsmuir", "), the standard of review for a citizenship judge's determination of whether an applicant meets the residency requirement, which is a question of mixed fact and law, was \"reasonableness", "simpliciter\"", ". The standard is now \"reasonableness\".  <FRAGMENT_SUPPRESSED>"], ["[8]", "Translated into days, the minimum requirement of \"at least three years of residence in Canada\" mentioned in paragraph 5(1)(c) of the Act corresponds to 1095 days. However, the term \"residence\" is not defined by statute but rather by case law:", "<FRAGMENT_SUPPRESSED> , 88 D.L.R. (3d) 243 (F.C.T.D.) (", "Re Papadogiorgakis)", "Re Koo", ", [1993] 1 F.C. 286 59 F.T.R. 27 (F.C.T.D.) (", "<FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 122 (QL) at para. 8.; and, in", "<FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1923 (QL), at paras. 50 and 51, the case law is summarized as follows:  <FRAGMENT_SUPPRESSED>", "There are three general tests that have been developed by the Federal Court, and a citizenship judge may adopt and apply whichever one he or she chooses as long as it is applied properly:", "<FRAGMENT_SUPPRESSED>  2001 FCT 733 at paragraph 29. Under the first test, a person cannot reside in a place where the person is not physically present. Thus, it is necessary for a potential citizen to establish that he or she has been physically present in Canada for the requisite period of time. This flows from the decision in", "Pourghasemi (Re)", "(F.C.T.D.) (1993), 62 F.T.R.122, 19 Imm. L.R. (2d) 259 at paragraph 3 (F.C.T.D.), where Justice Muldoon emphasized how important it is for a potential new citizen to be immersed in Canadian society. Two other contrary tests represent a more flexible approach to residency. First, Thurlow A.C.J.  <FRAGMENT_SUPPRESSED> ,"], ["[1978] 2 F.C. 208, 88 D.L.R. (3d) 243 (F.C.T.D.) held that residency entails more than a mere counting of days. He held that residency is a matter of the degree to which a person, in mind or fact, settles into or maintains or centralizes his or her ordinary mode of living, including social relations, interests and conveniences. The question becomes whether an applicant's linkages suggest that Canada is his or her home, regardless of any absences from the country.  <FRAGMENT_SUPPRESSED>", "Justice Reed has outlined the third approach, which is really just an extension of Justice Thurlow's test. In", "Re: Koo", ", [1993] 1 F.C. 286 59 F.T.R. 27 (F.C.T.D.), Justice Reed held that the question before the Court is whether Canada is the country in which an applicant has centralized his or her mode of existence. This involves consideration of several factors:  <FRAGMENT_SUPPRESSED>", "1. Was the individual physically present in Canada for a long period prior to recent absences which occurred immediately before the application for citizenship?  <FRAGMENT_SUPPRESSED>", "2. Where are the applicant's immediate family and dependents (and extended family) resident?  <FRAGMENT_SUPPRESSED>", "3. Does the pattern of physical presence in Canada indicate a returning home or merely visiting the country?  <FRAGMENT_SUPPRESSED>", "4. What is the extent of the physical absences - if an applicant is only a few days short of the 1095 day total it is easier to find deemed residence than if those absences are extensive?  <FRAGMENT_SUPPRESSED>", "5. Is the physical absence caused by a clearly temporary situation such as employment as a missionary abroad, following a course of study abroad as a student, accepting temporary employment abroad, accompanying a spouse who has accepted temporary employment abroad?  <FRAGMENT_SUPPRESSED>", "6. What is the quality of the connection with Canada: is it more substantial than that which exists with any other country?  <FRAGMENT_SUPPRESSED>", "The general principle is that the quality of residence in Canada must be more substantial than elsewhere. See also", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[9]", "While the", "Re Koo", "test appears to have become the dominant test, perhaps in part because the six questions were specifically set out on a form used by citizenship judges, Justice Harrington reaffirmed the continuing availability of other tests in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 146 (QL). In applying either the", "Re", "Papadogiorgakis", "or the", "Re Koo", "tests, the analysis is divided into two parts: whether the applicant has established residency in Canada and whether the applicant has maintained that residency. The establishment of residency is thus, a preliminary step in this analysis (", "<FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1979 (QL) at para. 21 (", "Eltom", ");", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 841 (QL) and", "<FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 376 (QL)).  <FRAGMENT_SUPPRESSED>"], ["[10]", "A citizenship judge may adopt and apply whichever of the three tests she or he chooses as long as it is applied properly:", "<FRAGMENT_SUPPRESSED>  (QL). Again, I emphasize that the approach taken in", "Re Papadogiorgakis", "and", "Re Koo", "as opposed to the approach taken in", "So,", "does not require physical presence of the applicant for citizenship for the entire minimum period of residence of 1,095 days (which is the case under the first test). However, each absence from Canada must nevertheless be explained. Moreover, the absences of a temporary nature must also be clarified, otherwise, it cannot be said that the applicant has established and/or maintained his or her residence in Canada. The case law in this regard is therefore very fact specific. (See for example,", "<FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 1234 (QL) at para. 10).  <FRAGMENT_SUPPRESSED>"], ["[11]", "I find that the Citizenship Judge's decision is unreasonable whatever test she may have applied. In this instance, although the Citizenship Judge determined that the respondent had established and maintained his residence in Canada, it is unclear to the Court whether she arrived at this conclusion having applied the", "Re Papadogiorgakis", "test or the", "Re Koo", "test, or both at the same time. The Citizenship Judge never clearly determined in the impugned decision whether the respondent had, in fact, centralized his ordinary mode of living in Canada (which is the case for his wife and children).  <FRAGMENT_SUPPRESSED>"], ["[12]", "To meet the residence requirement elucidated at para. 16 of", "Re Papadogiorgakis", "which is the test that has been applied here in the respondent submissions, a citizenship judge must evaluate \"the degree to which a person in mind and fact settles into or maintains or centralizes his ordinary mode of living with its accessories in social relations, interests and conveniences at or in the place in question.\" In", "Re Papadogiorgakis,", "when the applicant Papadogiorgakis left Canada to attend a non-Canadian university, he did so only for the temporary purpose of pursuing his studies and \"without closing out or breaking the continuity of his maintaining or centralizing his ordinary mode of living there\":", "Re Papadogiorgakis", ", at para. 17. However, in the case at bar, the Citizenship Judge has simply failed to make relevant determinations of fact which are fundamental to the application of either the", "Re Papadogiorgakis", "test or the", "Re Koo", "test.  <FRAGMENT_SUPPRESSED>"], ["[13]", "For instance, the Citizenship Judge noted that the respondent's immediate family and dependents are citizens and residents of Canada. However, as was stated by the Court in", "<FRAGMENT_SUPPRESSED> , at para. 22, this factor alone is not determinative:  <FRAGMENT_SUPPRESSED>", "While the Koo test does look at the residence of an applicant's family, an applicant cannot rely solely on this in order to establish his own residence.  <FRAGMENT_SUPPRESSED>  the court held that the applicant could not \"bootstrap\" his way into residency based on the conduct of his family (para 12). (See also", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  2003 FC 1472).  <FRAGMENT_SUPPRESSED>"], ["[14]", "I also note that the Citizenship Judge never evaluated the quality of the respondent's connection with Canada. Given the fact that the respondent has admitted he spent 893 days in China during his relevant period, the Citizenship Judge's failure to even evaluate whether the respondent's connection to Canada is more substantial than that which exists with any other country is a misapplication of the law or, at the very least, a misunderstanding of the", "Re Koo", "test, assuming for a moment that the Citizenship Judge may have been applying the", "Re Koo", "test as it is implied by the applicant.  <FRAGMENT_SUPPRESSED>"], ["[15]", "I have no doubt that the respondent is very eager to become a Canadian citizen since his wife and two children (the respondent's daughter was born in Canada in December 2001) are already Canadian citizens. However, the respondent felt it necessary to voluntarily choose to establish his business outside Canada for the economic well being of his family. The respondent's wife and children have many reasons to be proud of him, as he is a responsible and very hard working individual. Unfortunately, during the relevant 1,460 day period and it appears that it is still the case today, the respondent has spent more time in China than in Canada. Moreover, the record presently constituted does not permit me to infer that his several absences from Canada are clearly temporary as suggested by the respondent at the hearing. Indeed, the Citizenship Judge's conclusion that \"Canada is where [the respondent] resides and that working in China is a temporary situation in his case\" is simply not supported by the evidence on record. Accordingly, this conclusion is unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "Dunsmuir", ", at para. 47). Again, I emphasize that the Citizenship Judge does not provide a clear or convincing rationale as to why the respondent has centralized his ordinary mode of living in Canada and why his several absences from Canada during his relevant period were temporary in each instance (which would permit the counting as if the respondent would not have left Canada during each absence).  <FRAGMENT_SUPPRESSED>"], ["[16]", "For these reasons, the appeal is allowed. The respondent's application for citizenship shall be returned for reconsideration by a new citizenship judge. In light of this conclusion, it is not necessary to canvass the other issues raised by the appellant in this appeal.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[17]", "THIS COURT ORDERS that", "the appeal is allowed and the matter is returned for reconsideration by a different citizenship judge.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}