{"id_": "000343", "body_str": [["[1]", "Scott, J.", ": In this application for judicial review pursuant to section 72 of the", "Immigration and Refugee Protection Act,", "SC 2001 c 27 [", "IRPA", "], the Applicant is asking the Court to review a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated December 3, 2010, which rejected his refugee claim."], ["[2]", "For the reasons that follow the application is rejected.", "II. FACTS"], ["[3]", "The Applicant is a citizen of Mexico."], ["[4]", "The Applicant claims that members of a drug cartel want to kill him because he refused to cooperate with them by poisoning the food of the Governor of the state of Chihuahua, José Reyes Baeza Terrazas."], ["[5]", "An experienced hotel chef, the Applicant has been hired for three years running to oversee the Governor's Christmas and New Years banquets. On December 28, 2008, Senator Moreno, sent by the drug cartel, asked him to poison the Governor's meal. The Applicant refused."], ["[6]", "In the following days, the Applicant was repeatedly called on his cell phone by both the drug cartel and others requesting that he changes his mind. He stopped answering these phone calls."], ["[7]", "To avoid attracting further attention, he decided not to warn the Governor or his security service about the conspirators. He prepared and served the banquet on December 31."], ["[8]", "Two days later, four suspicious individuals followed him (by car) but the Applicant succeeded in shaking them off. He then hid in the home of a friend in the same city, while awaiting issuance of a passport, and subsequently, in Cuernavaca."], ["[9]", "Fearing for his life because the members of the drug cartel as well as other individuals were after him, he left Mexico on January 21, 2009. He arrived in Canada that day and demanded asylum on March 15, 2009.", "III. IMPUGNED DECISION"], ["[10]", "The Board rejected the Applicant's claim on the basis of a negative credibility finding. It found the Applicant failed to establish some essential elements of his claim. He did not convince the Board that he was indeed the Governor's head banquet chef on December 31, 2008. According to the decision, his story is highly implausible in light of the documentary evidence."], ["[11]", "The Board did not believe the Applicant had acted like a person in danger: he showed up to serve the banquet despite having allegedly received death threats. He took 23 days to leave Mexico despite being a threatened and endangered witness to a conspiracy to kill the governor. He did not claim asylum until he had been in Canada for two months."], ["[12]", "The Board states that the Applicant's story has no s 96 nexus, and therefore conducts a s 97 analysis to conclude that he is not a person to protect."], ["[13]", "First, the Applicant fails to establish that he is indeed the chef of the governor's banquet. He does prove that he has worked as a chef in various hotels and that he has met the Governor (he submitted a photo of the two of them speaking at a food fair). However, he does not establish that he, himself, has been hired to prepare this New Year's Eve banquet. He has no documents to prove this alleged employment: no menus, orders, or bills. He explains this lack of supporting documentary evidence by stating that he has been hired over the phone. Furthermore, he left Mexico with the intention to return. He initially came to Canada for a visit. The Board was not swayed by these explanations."], ["[14]", "Second, his behaviour is not consistent with that of an endangered witness: he testifies that despite the threats, he served the banquet and, when he received threatening phone calls, he took no further action than ceasing to answer his cell phone. After refusing the request of a high-ranking drug cartel member and corrupt officers to participate in their assassination plot, he would have been in great danger. The conspirators would have had a legitimate reason to fear that he would denounce them. The documentary evidence shows that such individuals are not afraid to use violence to protect themselves. If he had been truly afraid, he would not have presented himself at the banquet and would have taken other measures to escape than simply ceasing to answer the threatening phone calls."], ["[15]", "Moreover, the Applicant did not alert the Governor's security service, allegedly because he did not want to attract attention. He claims to like and trust the Governor. He says that he would have endangered himself, if he had alerted him. Now he claims that he is also in danger, by virtue of having refused to participate in the plot: the Board finds that his testimony is not logical."], ["[16]", "He also took 23 days to leave Mexico - during this time; he was not harmed by the conspirators, even though his only precaution was to hide."], ["[17]", "Furthermore, he claimed asylum after two months in Canada, allegedly because he wanted to evaluate the situation; the Board finds that this delay betrays the falsity of his allegations."], ["[18]", "Finally, the Board references letters from his former employers, which he brought with him to Canada. These were written in autumn 2008. The fact that he obtained these letters before the alleged events took place suggests that he had been planning to look for work in Canada all along."], ["[19]", "For these reasons, the Board found that the Applicant had failed to establish, on a balance of probabilities, that he qualified for protection under s 97.", "IV. ISSUES, ARGUMENTS AND ANALYSIS", "1. Did the Board err in failing to properly analyze whether there was a nexus to the definition of a Convention Refugee?", "Standard of Review"], ["[20]", "The Respondent reminds the Court that the existence between a persecutory conduct and a Convention ground is a question of fact within the Board's expertise:", "<FRAGMENT_SUPPRESSED>  which entails the application of reasonableness as the appropriate standard."], ["[21]", "The Applicant frames the issue as a question of law. The Court does not agree. The standard is reasonableness. It would be in any case where a question of law that concerns the tribunal's home statute is raised. In this application, it pertains to the interpretation of sections 96 and 97 of IRPA. Thus, reasonableness applies, as was found by Justice Heneghan in Canada (Citizenship and  <FRAGMENT_SUPPRESSED> :"], ["[24] Where the appropriate standard of review has already been determined, an exhaustive review is not required in subsequent cases. For findings of fact and issues of mixed fact and law, the standard of reasonableness applies. That standard applies to both the decision-making process and the outcome of the decision. Errors of procedural fairness are reviewed on the standard of correctness. Errors of law are generally reviewed on a correctness standard, unless the decision-maker is interpreting a statute within its area of expertise, as was emphasized by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> .", "Applicant's argument"], ["[22]", "In paragraph 9 of his reasons, the Board declares, in a single sentence, that the facts alleged show no nexus with the Convention refugee definition. It offers no further discussion on this point. The Applicant contends that in doing so, the Board failed to conduct a thorough s 96 analysis. Credibility was not an issue at that point in the decision-making process, since the Board had referred to the alleged facts (the \"récit allégué\"): thus, the facts should have been taken as established when considering the presence of a nexus. The Applicant argues that by failing to conduct a real analysis of the Convention definition, as it applies to the Applicant, the Board erred in law, since there were political elements to his claim."], ["[23]", "The Applicant's troubles concern the ramifications of his refusal to murder a political leader (the Governor) that came from another politician. He therefore claims that this is a political issue, just as that faced by Mr. Ward in", "<FRAGMENT_SUPPRESSED>  [", "Ward", "], who refused to kill a prisoner of the Irish National Liberation Army. In both cases, the refusal to kill was a political issue, at least in the eyes of the conspirators. As such, the Applicant claims it was not", "obvious", "that there was no nexus and the Board thus erred in law by not exploring whether a s 96 claim could be validly entertained. Indeed, according to the Applicant, the Board failed to even mention that it was a State Senator who had approached the Applicant, which indicates the extent to which the Board was blind to the political elements of his situation.", "Respondent's argument"], ["[24]", "The Respondent disagrees with the Applicant's claim that he was involved in a political conflict and that the Board erred in failing to discern this via a thorough s 96 analysis. The Applicant says that because the alleged poisoning conspiracy involved various political actors, the conflict was political in nature and political belief is therefore a nexus for him."], ["[25]", "Victims of criminal activity do not meet the definition of Convention refugees, and a person's fear of criminals cannot be the basis of a valid refugee claim:", "Ward", ", above. Here, according to the Respondent, the Board reasonably held that the Applicant was persecuted by criminals seeking to further their criminal enterprise as a drug cartel, and not because of his political opinion. The fact that corrupt members of the police or government may have been complicit does not create a Convention nexus:", "<FRAGMENT_SUPPRESSED> ."], ["[26]", "The Respondent further advances that In", "Ward", ", the Supreme Court noted that political opinion, as a basis for a fear of persecution, is \"any opinion on any matter in which the machinery of state, government, and policy may be engaged ....not just any dissent to any organization will unlock the gates to Canadian asylum; the disagreement has to be rooted in a political conviction\". The Applicant has not shown that he had any political motives in refusing to poison the Governor: the simple refusal to take a human life and to engage in criminal activity does not constitute evidence of political conviction."], ["[27]", "There is no evidence that in refusing to engage in the assassination plot, the Applicant engaged the machinery of the state:", "<FRAGMENT_SUPPRESSED> .", "Analysis"], ["[28]", "To this Court there is no reviewable error."], ["[29]", "Beyond stating that politicians were involved in the alleged events, the Applicant has not established that there was a political element to his own refusal to participate in the plot."], ["[30]", "The Applicant argues that there is a political nexus with the Convention definition because another politician asked him to kill the Governor. Even if this were so, the Respondent points out that the politician was allegedly operating in concert with the drug cartel. According to the Applicant's Personal Information Form [PIF], the motivation to assassinate the Governor resulted from his attempts to restrict their drug trade. The Respondent argues that the conspirators had a criminal, rather than a political goal and that therefore, there is no nexus. In the context of Mexico, where powerful drug cartels are engaged in an ongoing volatile opposition with the government, the line between criminal and political issues may become blurred."], ["[31]", "The Court does not find that this distinction is relevant. Even if there is a political element to the conflict between the conspirators and the Governor; the Applicant admits being a third party to this conflict. He has not shown that he himself refused to participate in the conspiracy on the basis of a political opinion."], ["[32]", "It appears to the Court that the lack of a Convention nexus was obvious to the Board and this explains why it did not elaborate further."], ["[33]", "Furthermore, the Court fails to see how this alleged error could have affected the ultimate outcome of the case, given the negative credibility finding. Although the Board could have taken the facts as established in deciding the possible existence of a nexus, surely any s 96 analysis after this initial step would have involved a consideration of whether the Board believed that the alleged events actually happened. If the Board did not believe or accept that the Applicant had worked for the Governor or been pressured into poisoning him, a political element to his story would not have helped him, since the Board would still have questioned the very existence of that story."], ["[34]", "Therefore, the Court sees no reason to intervene on this issue.", "2. Was the Board's adverse credibility finding reasonable?", "Standard of Review"], ["[35]", "The credibility finding is a question of fact that deserves deference and ought to be reviewed under the reasonableness standard:", "<FRAGMENT_SUPPRESSED>  (FCA) at para 4;", "<FRAGMENT_SUPPRESSED> .", "Applicant's argument"], ["[36]", "The Applicant notes that the Board based its negative credibility finding not on the Applicant's demeanor during testimony or on any inconsistencies in his narrative, but rather because of the perceived implausibility of his story."], ["[37]", "The Applicant then quotes jurisprudence on implausibility findings. These cases stress that that refugee claimants must be presumed truthful absent evidence to the contrary, and that negative credibility determinations are to be made on the basis of implausibility alone, only in the clearest cases, with very strong reasons supporting such a finding. Where a Board makes a credibility finding based on implausibility alone, the decision must identify which facts it sees as implausible and provide very clear reasons. Boards making credibility findings based solely on implausibility must proceed with caution and offer solid reasoning. The Applicant cites a great number of cases establishing such rules:", "<FRAGMENT_SUPPRESSED> ."], ["[38]", "The Applicant's counsel describes and criticizes the Board's reasons. The description is straightforward. In terms of critique, counsel notes that the Board, at paragraph 13 of its reasons, speculated about the likely behaviour of the drug cartels, without any documentary evidence to support this speculation. He describes the Board as unfairly assuming that fleeing the country immediately after being asked to participate in the poisoning plot was the only reasonable action the Applicant could have taken. The Board, according to the Applicant, was inappropriately sarcastic, at paragraph 18, in referring to the \"incredible danger\" faced by the Applicant. He reproaches the Board for refusing to accept the Applicant's explanation for his delay in claiming protection and omitting to mention the very relevant attack on the Governor's convoy on February 22, 2009."], ["[39]", "The Applicant submits that there is nothing inherently implausible about his actions during his last month in Mexico. All of the Board's findings are substantive judgment calls regarding what the Applicant would or should have done in the circumstances and speculation as to what corrupt police and criminals would do to him. This does not conform to the rules governing credibility findings set out by the case law quoted above."], ["[40]", "Moreover, the Applicant claims that the Board erred by omitting several very relevant facts:", "• The Applicant was initially requested to kill the Governor not by the drug cartels, but by a leading State politician, the Senator Fernando Rodriguez Moreno (who was himself being pressured by the drug cartels to eliminate the Governor).", "• The Applicant actually hid in the homes of several different friends in three separate cities, not a single friend in the same city, as stated in the decision.", "• The Applicant hesitated before filing a claim for protection only because he had hoped to return to Mexico where he was a successful chef; he decided to stay in Canada only when he learnt that the Governor had been attacked on February 22, 2009, and that one of his body guards had been killed."], ["[41]", "The Applicant submits that the Board's decision should be quashed for these reasons.", "Respondent's argument"], ["[42]", "The Respondent contends that the Board's decision is reasonable and well founded. The Applicant fails to identify a reviewable error. It is within the range of reasonable options open to the Board to conclude that the Applicant is not credible. Significantly, the Applicant does not establish the central factual elements of his claim upon which his story hinges. He does not prove that he has been employed to coordinate the Governor's banquet. Moreover, his delay in leaving for Canada and the fact that he had prepared reference letters months before leaving Mexico indicates that he came to Canada to work and not to save his life."], ["[43]", "The Respondent also defends the Board's credibility finding as reasonable in light of the Applicant's implausible story, arguing that the Board's conclusion is well-explained. The Respondent reminds the Court that the Board is entitled to assess a claimant's allegations in light of his or her own understanding of human behaviour: (", "<FRAGMENT_SUPPRESSED> ) as well as rationality and common sense (", "<FRAGMENT_SUPPRESSED> ). The Board provides clear reasons and clearly identifies the implausibilities that it finds troubling. According to the Respondent, the Board's findings fall in the range of reasonable outcomes."], ["[44]", "The Respondent basically cites several cases to support different aspects of the rule that a Board is entitled to make well-reasoned credibility findings based on its impression of the testimony. It does not apply in this case law to the specific decision at hand, but it is nevertheless persuasive that the law clearly entitles the Board to make credibility findings such as the one in this decision."], ["[45]", "The Respondent then reiterates the implausible elements of the claim: the Applicant's behaviour at the banquet, which is inconsistent with that of a frightened person; his delay in leaving the country and in claiming asylum, and his having prepared reference letters before coming to Canada. All of these factors, which were identified by the Board, speak to the reasonable nature of its decision.", "Analysis"], ["[46]", "The Applicant fails to show any valid reason for the Court to intervene with this credibility finding. The jurisprudence cited by the Respondent is clear, the Board has jurisdiction to make credibility findings based on its observations of the testimony. In the reasons, the Board provides a clear explanation of how it came to its conclusion. After reviewing the transcript of the hearing, the Court concludes that the Board faithfully related the testimony of the Applicant, albeit in less detail."], ["[47]", "While it is true that, as the Applicant argues, the Board does not mention every single relevant factor that could have been mentioned, but the \"omitted\" facts identified by the Applicant are not, in our opinion, so significant that they would have changed the outcome of the case, had the Board considered them. In fact, the transcript of the hearing shows that the Board did consider these factors but simply did not accept them as proving the Applicant's story."], ["[48]", "As the Court considers the so-called omitted facts and their potential impact on the case:", "• The Applicant was initially requested to kill the Governor not by the drug cartels, but by a leading State politician, the Senator Fernando Rodriguez Moreno (who was himself being pressured by the drug cartels to eliminate the Governor).", "Even if this is true, it does not prove the Applicant's story or show that there was a Convention nexus of political belief.", "• The Applicant actually hid in the homes of several different friends in three separate cities, not a single friend in the same city, as stated by the Member.", "The PIF and the oral testimony are somewhat confusing as to the exact details of the Applicant's hiding. Even if the Board did not describe the hiding timeline perfectly, the Court does not find that the details of the hiding narrative are the primary basis upon which the negative credibility finding rests. Because the Board identified so many other implausible elements to the story, little turns on the hiding alone.", "• The Applicant hesitated before filing a claim for protection only because he had hoped to return to Mexico where he was a successful chef; he decided to stay in Canada only when he learnt that the Governor had been attacked on February 22, 2009 and that one of his body guards had been killed.", "The Board was aware of this allegation because it questioned the Applicant on this issue during the hearing (Application Record p 233-234). That the reasons are silent on this point simply suggests that the Board did not accept this explanation, as is clear from the remarks at the hearing."], ["[49]", "These omitted facts are not determinative and thus, the Board's omission does not justify the Court's intervention.", "V. CONCLUSION"], ["[50]", "In light of the evidence, the Board's general finding of lack of credibility of the Applicant is reasonably based on the implausibilities in the Applicant's story and his lack of corroborating evidence. Consequently, the little weight awarded to the documentary evidence is also reasonable and nothing justifies the intervention of this Court.", "JUDGMENT"], ["[51]", "THIS COURT'S JUDGMENT is that", "1. The application is dismissed.", "2. There is no question of general importance raised by this application.", "[End of document]"]]}