{"id_": "000447", "body_str": [["[1]", "Locke, J.", ": This is an application for judicial review pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (", "IRPA", ") of the September 3, 2013 decision (the decision) of the Refugee Board, Immigration Appeal Division (IAD) wherein the IAD allowed an appeal by Maria Felix Cisnado (the respondent) against the refusal of a sponsorship application for her niece, Guadalupe Patricia Cisnado (the niece). The Minister of Citizenship and Immigration seeks judicial review of the IAD's decision."], ["[2]", "For the reasons set out below, I have concluded that the present application should be dismissed.", "II.", "Facts"], ["[3]", "In March 2009, the respondent applied to sponsor her niece's application for landing."], ["[4]", "The niece was born in 1992 in El Salvador. Her mother died when she was six months old. Her mother was a prostitute. She never met her father and all indications are that neither she nor her mother ever even knew who the father was. The niece's grandmother took care of her after her mother died, but the grandmother died in 2000. From that time, the niece went through a series of guardianship arrangements and orphanages."], ["[5]", "In a letter dated April 13, 2010, a visa officer informed the niece that the respondent's application for sponsorship was refused because the respondent did not meet the low-income cut-off requirement. The visa officer considered that the respondent did not have the level of income required to sponsor three people (being, the respondent's husband, the respondent's niece, and the niece's infant son)."], ["[6]", "Following the visa officer's decision, the respondent appealed to the IAD.", "III.", "Decision"], ["[7]", "The IAD determined that the niece was a \"member of a family class\" under subsection 117(1) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (", "IRPR", ") (as she is \"a person whose parents are deceased\"), which allowed the respondent to seek to sponsor her. Though the niece never knew her father and therefore could not prove that he is deceased, the panel considered that it could not have been Parliament's intention to require proof of the death of a person who likely could never be identified."], ["[8]", "The IAD continued with an assessment of humanitarian and compassionate (H&C) factors. The IAD recognized that the respondent's income does not satisfy the low-income cut-off requirement. However, taking into account the circumstances and the best interest of the child (the niece's infant son), it considered that there were sufficient H&C grounds to allow the appeal. The IAD found that the circumstances are exceptional, since the niece is now a mother with a child in a country where violence towards women is common, and the only parent she ever knew (her mother) is now deceased. The IAD considered that the niece and her child would \"at least have a much better chance in Canada for survival\".", "IV.", "Issues"], ["[9]", "This matter raises the following issues:", "1. Did the IAD err in concluding that the niece is a \"family class\" member pursuant to subparagraph 117(1)(f)(ii) of the", "IRPR", "2. Did the IAD err in allowing the appeal on the basis of H&C factors?", "V.", "Relevant Provisions", "Immigration and Refugee Protection Act (S.C. 2001, c. 27)", "Family reunification", "12. (1) A foreign national may be selected as a member of the family class on the basis of their relationship as the spouse, common-law partner, child, parent or other prescribed family member of a Canadian citizen or permanent resident.", "Sponsorship of foreign nationals", "13. (1) A Canadian citizen or permanent resident, or a group of Canadian citizens or permanent residents, a corporation incorporated under a law of Canada or of a province or an unincorporated organization or association under federal or provincial law - or any combination of them - may sponsor a foreign national, subject to the regulations.", "Immigration and Refugee Protection Regulations (SOR/2002-227)", "117. (1) A foreign national is a member of the family class if, with respect to a sponsor, the foreign national is:", "[...]", "(f) a person whose parents are deceased, who is under 18 years of age, who is not a spouse or common-law partner and who is", "[...]", "(ii) a child of a child of the sponsor's mother or father, or", "Loi sur l'immigration et la protection des réfugiés (L.C. 2001, ch. 27)", "Regroupement familial", "12. (1) La sélection des étrangers de la catégorie « regroupement familial » se fait en fonction de la relation qu'ils ont avec un citoyen canadien ou un résident permanent, à titre d'époux, de conjoint de fait, d'enfant ou de père ou mère ou à titre d'autre membre de la famille prévu par règlement.", "Parrainage de l'étranger", "13. (1) Tout citoyen canadien, résident permanent ou groupe de citoyens canadiens ou de résidents permanents ou toute personne morale ou association de régime fédéral ou provincial - ou tout groupe de telles de ces personnes ou associations - peut, sous réserve des règlements, parrainer un étranger.", "Règlement sur l'immigration et la protection des réfugiés (DORS/2002-227)", "117. (1) Appartiennent à la catégorie du regroupement familial du fait de la relation qu'ils ont avec le répondant les étrangers suivants", "[...]", "f) s'ils sont âgés de moins de dix-huit ans, si leurs parents sont décédés et s'ils n'ont pas d'époux ni de conjoint de fait:", "[...]", "(ii) les enfants des enfants de l'un ou l'autre de ses parents,", "VI.", "Analysis"], ["[10]", "A key question in this case is whether the legislator intended that an individual seeking to be recognized as a member of the family class pursuant to subparagraph 117(1)(f)(ii) of the", "IRPR", "should have to show evidence that her father is dead in circumstances in which it is expected that no one knows, or ever knew, the identity of the father.", "A.", "Standard of review"], ["[11]", "The issue of the standard of review is central to this decision. It therefore requires more than a cursory review."], ["[12]", "When an administrative tribunal interprets its home statute, it is presumed that the standard of reasonableness applies (", "FRAGMENT_SUPPRESSED. However, this presumption can be rebutted. In", "FRAGMENT_SUPPRESSED"], ["[13]", "In", "FRAGMENT_SUPPRESSED, the Federal Court of Appeal considered that FRAGMENT_SUPPRESSED was a question to be reviewed on the standard of correctness. In", "FRAGMENT_SUPPRESSED", "in the majority, stated at FRAGMENT_SUPPRESSED"], ["[14]", "In", "FRAGMENT_SUPPRESSED, the Federal Court of Appeal considered that interpretation of the term \"people smuggling\" was an issue to be addressed under the standard of reasonableness. In this case, FRAGMENT_SUPPRESSED stated at FRAGMENT_SUPPRESSED"], ["[15]", "More recently, in", "FRAGMENT_SUPPRESSED considered whether an assessment conducted for the purpose of awarding points to a skilled worker's Canadian education credential or equivalency under section 78 of the", "IRPR", ", in the context of an application for permanent residence, requires a foreign diploma, certificate, or credential to be the equivalent of a completed Canadian educational credential. FRAGMENT_SUPPRESSED considered that the presumption of reasonableness had not been rebutted, and stated at FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED"], ["[16]", "FRAGMENT_SUPPRESSED explained that if it was determined that a person does not meet the regulatory criteria to be recognized as a member of the \"family class\" pursuant to the", "IRPR", ", the IAD cannot employ its H&C discretion. Hence, whether a person is a member of the family class establishes whether the IAD lacked jurisdiction to assess H&C factors (", "FRAGMENT_SUPPRESSED). In that case, the IAD determined that it did not have jurisdiction to consider H&C factors. According to FRAGMENT_SUPPRESSED, this question of jurisdiction is a question of", "vires", "reviewable under the standard of correctness (", "FRAGMENT_SUPPRESSED)."], ["[17]", "On the other hand, the majority of the Supreme Court of Canada in", "FRAGMENT_SUPPRESSED that the category of true questions of jurisdiction is narrow indeed and that no questions of jurisdiction had been identified by the Court since", "FRAGMENT_SUPPRESSED. The position of the Supreme Court in", "FRAGMENT_SUPPRESSED confirmed the limited scope of the exceptions to the presumption of reasonableness that applies when an administrative tribunal is interpreting its home statute. In", "FRAGMENT_SUPPRESSED", ", the central question at issue was the interpretation of section 120.1 of the", "Canada Transportation Act,", "SC 1996, c 10 that involved confidential contracts and the availability of a complaint-based mechanism that is limited to shippers that meet the statutory conditions under subsection 120.1(1) (", "FRAGMENT_SUPPRESSED). The Supreme Court of Canada considered that this issue did not raise a question of central importance to the legal system, and do not have a precedential value outside of issues arising under this statutory scheme (", "FRAGMENT_SUPPRESSED). Hence, the Supreme Court considered that the presumption of reasonableness was not rebutted (", "FRAGMENT_SUPPRESSED)."], ["[18]", "In my opinion, the present case does not raise any (i) constitutional questions, (ii) questions of law that are of central importance to the legal system as a whole and that are outside of the adjudicator's expertise, (iii) questions regarding the jurisdictional lines between two or more competing specialized tribunals, or (iv) the exceptional category of true questions of jurisdiction."], ["[19]", "Furthermore, questions of mixed fact and law, including the status of an alleged member of the \"family class\", are reviewable on the standard of reasonableness (", "FRAGMENT_SUPPRESSED)."], ["[20]", "I agree with the respondent that the IAD's conclusion on whether the niece is a member of the \"family class\" should be reviewed under the standard of reasonableness. I reach the same conclusion concerning the H&C aspect of the present case (", "FRAGMENT_SUPPRESSED).", "B.", "Did the IAD err in concluding that the niece is a \"family class member\" pursuant to subparagraph 117(1)(f)(ii) of the IRPR?"], ["[21]", "As mentioned, a key question in this case is whether the legislator intended that an individual seeking to be recognized as a member of the family class pursuant to subparagraph 117(1)(f)(ii) of the", "IRPR", "should have to show evidence that her father is dead in circumstances in which it is expected that no one knows, or ever knew, the identity of the father. More broadly, the central issue is whether Parliament intended that a person who cannot find or even identify a parent is excluded from the \"family class\"."], ["[22]", "Though the IAD's decision devotes much attention to the meaning of the word \"parents\", it is my view that I need not decide whether that analysis is correct or reasonable. In my view, reading the words of the", "IRPA", "and the", "IRPR", "in their entire context and in their grammatical and ordinary sense harmoniously with the scheme of the", "IRPA", "and the intention of the Parliament (", "FRAGMENT_SUPPRESSED), this case can be decided from a higher level."], ["[23]", "I am mindful that one of the objectives of the", "IRPA", "is family reunification (paragraph 3(1)(d)). Subsection 12(1) of the", "IRPA", "ties this objective to the notion of the \"family class\"."], ["[24]", "I am also of the view that a person's birth certificate is a reasonable source to identify that person's parents. In the present case, the niece's birth certificate identifies her mother (who died long ago), but does not identify any father. Given the circumstances it is easy to understand this omission. It appears that, officially, the niece only ever had one parent."], ["[25]", "In my view, it is also reasonable to conclude that, for the purposes of the respondent's sponsorship application, the niece had only one parent. This is consistent with the available documentation and information. It is also consistent with the objective of family reunification. In my view, it is reasonable to read the requirement in paragraph 117(1)(f) of the", "IRPR", "that the sponsored foreign national be \"a person whose parents are deceased\", as requiring that any", "identified or identifiable", "parent be deceased."], ["[26]", "In support of its challenge to the IAD's decision, the applicant cites jurisprudence to the effect that there is a presumption that Parliament did not intend a statute to have an absurd result. I agree with the principle, but I believe it applies in the respondent's favour in the present case. It would be absurd to expect someone to prove the death of a person who cannot be identified. It would seem to be equally absurd to deprive family class sponsorship to all persons who are unable to identify one of their parents. I have heard no convincing argument as to why Parliament would have intended such a result."], ["[27]", "Accordingly, I conclude that the IAD did not err in concluding that the niece is a member of the \"family class\".", "C.", "Did the IAD err in allowing the appeal on Humanitarian and Compassionate (H&C) factors?"], ["[28]", "The applicant also argues that it was unreasonable for the IAD to determine that there were sufficient H&C grounds to allow the respondent to succeed in her sponsorship application. In support of this argument, the applicant cites a number of factors that should have been considered. However, I am not convinced that the IAD erred in failing to discuss these factors, or in concluding that there were sufficient H&C grounds despite these factors. In reaching this conclusion, I am mindful that the IAD, as an expert tribunal, is owed significant deference in the context of this highly discretionary decision:", "FRAGMENT_SUPPRESSED.", "VII.", "Conclusion"], ["[29]", "In my opinion, the application for judicial review should be dismissed.", "JUDGMENT"], ["[30]", "THIS COURT'S JUDGMENT is that:", "1. The present application is dismissed.", "2. No serious question of general importance is certified.", "Application dismissed.", "Editor: J. Danielle King/bk", "[End of document]"]]}