{"id_": "000522", "body_str": [["[1]", "O'Keefe, J.", ": By orders dated February 16, 2004 and February 25, 2004, the Prothonotary granted the motion brought by Moresby Explorers Ltd. and Douglas Gould (the \"applicants\") to abridge the normal time lines governing judicial review applications, so that this matter could be heard and determined prior to June 2004.  <FRAGMENT_SUPPRESSED>"], ["[2]", "This proceeding is a motion by the respondent, the Attorney General of Canada (the \"Attorney General\"), appealing the Prothonotary's decision to set an expedited hearing schedule.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Attorney General seeks an order:  <FRAGMENT_SUPPRESSED>", "1. setting aside the order of the Prothonotary dated February 16, 2004 in which it was ordered that the judicial review application should be conducted so as to lead to an expedited hearing;  <FRAGMENT_SUPPRESSED>", "2. setting aside the order of the Prothonotary dated February 25, 2004, setting down the hearing of the application for judicial review for May 26 and 27, 2004;  <FRAGMENT_SUPPRESSED>", "3. the costs of this motion; and  <FRAGMENT_SUPPRESSED>", "4. such other relief as counsel may advise and this Court may allow.  <FRAGMENT_SUPPRESSED>", "Background  <FRAGMENT_SUPPRESSED>"], ["[4]", "The applicants operate a tourist guide and transport business in the Gwaii Haanas National Park Reserve (\"Gwaii Haanas\") on the Queen Charlotte Islands. On December 8, 2003, the Gwaii Haanas Archipelago Management Board issued a 2004 business licence to the applicants with attached conditions, including a quota on the number of clients the applicants can bring into Gwaii Haanas daily (22 clients per day) and over the course of the year (2,372 user-days/nights with some allowance for overflow).  <FRAGMENT_SUPPRESSED>"], ["[5]", "In the judicial review application underlying this proceeding, the applicants seek to challenge the constitutionality of the restrictions on its business licence as being contrary to s. 15(1) of the", "Canadian Charter of Rights and Freedoms", ", Part I of the", "Constitution Act, 1982", ", being Schedule B to the", "Canada Act 1982 (U.K.)", ", 1982, c. 11.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The business licence being challenged by the applicants was issued pursuant to s. 4.1 of the", "National Parks of Canada Businesses Regulations", ", S.O.R./2002-370, promulgated under the", "Canada National Parks Act", ", S.C. 2000, c. 32.  <FRAGMENT_SUPPRESSED>"], ["[7]", "On January 22, 2004 the applicants filed a motion for an expedited hearing on the basis that if the ordinary time lines under the", "Federal Court Rules, 1998", ", S.O.R./98-106 (the \"", "Rules", "\") were not abridged, they would be deprived of an effective judicial remedy. The applicants took the position that its judicial review must be determined before June 2004, the start of the summer tourism season, in order to be effective.  <FRAGMENT_SUPPRESSED>", "The Decision of the Prothonotary  <FRAGMENT_SUPPRESSED>"], ["[8]", "In support of their motion for an expedited hearing, the applicants put before the Prothonotary, the affidavit of Douglas Gould, affirmed January 20, 2004, which stated that if the underlying application was not determined before June 2004, the applicants' business would be harmed and the application rendered moot if resolved during or after the summer 2004 tourist season. The applicants also submitted that cross-examination of affiants would be unnecessary, that notice of a constitutional question had already been given, and that since many administrative law principles were settled in the 2001 case, argument in this matter should take no longer than one day. Thus, the applicants submitted that there was no practical impediment to the Court ordering an expedited hearing schedule.  <FRAGMENT_SUPPRESSED>"], ["[9]", "In opposition to the motion, the Attorney General filed the affidavit of Anna Gajda, sworn January 29, 2004, and submitted that the applicants had not demonstrated any urgency, irreparable harm or other exceptional circumstance sufficient to warrant departure from the normal timetable established for judicial review applications. The Attorney General also pointed out that the applicants had not moved quickly to file their application for judicial review immediately upon the issue of their business licence. Instead, the applicants filed their notice of application on the last possible day under the", "Rules", ", which belies their claims of urgency in having the underlying issues determined by this Court.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Furthermore, in the Attorney General's view, this application does not raise simple or straightforward questions of administrative law that should be disposed of in a cursory fashion. Instead, the Attorney General states that the applicants are challenging a policy implemented by the Parks Canada Agency and the Gwaii Haanas Archipelago Management Board designed to facilitate Haida First Nation participation in operating tour businesses in the Gwaii Haanas.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Although the applicants purport to be simply challenging the restrictions to their 2004 business licence, the Attorney General submitted that, in reality, this case challenges the policy decision to reserve one-half of the overall available commercial tour operator allocation to members of the Haida Nation (the \"Haida policy\"). To determine the constitutionality of the Haida policy, the Attorney General emphasized that is was fundamentally important that a full evidentiary record be put before the Court and that it be afforded the opportunity to make full and proper argument on the issues raised by the applicants.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Attorney General further submitted that the applicants' claims of urgency were contradicted by their historical business figures, which indicated that the applicants have not met, much less exceeded their allocation of tour visitors over the last two seasons. Based on historical usage, the Attorney General argued that the applicants' business interests would not be seriously affected if this application were to proceed under normal time lines.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The Attorney General also argued that the applicants could not credibly assert that the Court must strike down on an urgent basis the allocation of tour visitors as being unconstitutional, since they had the opportunity to make such a challenge in earlier proceedings and failed to do so.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Finally, the Attorney General points out that when the applicants challenged the restrictions to its 2001 business license, Prothonotary Lafrenière refused to expedite the hearing of the application as the applicants had not demonstrated any exceptional circumstances warranting such an order. In the Attorney General's view, if an expedited hearing schedule was not appropriate in 2001 where the applicant had not raised constitutional issues, it was certainly not warranted in this case.  <FRAGMENT_SUPPRESSED>"], ["[15]", "In granting the applicants' motion for the matter to proceed on an expedited basis, the Prothonotary noted that although the time lines provided for in the", "Rules", "are appropriate in many circumstances, in this case the", "Rules", "would provide no meaningful relief unless the time lines were abridged.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The Prothonotary noted that this application was not the first challenge by the applicants to restrictions on its business licence. Although the Court refused to hear the applicants' challenge to its 1999 licence because the issue was moot by the time it came before the Court, and the applicants were out of time, Pelletier, J., stated in passing that if the normal dates were insufficient to put the matter before the Court soon enough, the applicants could request an expedited hearing date (see", "<FRAGMENT_SUPPRESSED>  (T.D.)). When the applicants challenged the licence issued to them for 2001, their request for an expedited hearing was refused. Although the matter was eventually decided in the applicants' favour, the decision was issued in July 2001 when the tourism season was almost completed (see", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[17]", "The Prothonotary set the following expedited schedule leading to the hearing of this matter: the affidavits of the respondents were to be served and filed by April 2, 2004; cross-examination on affidavits was to be completed by April 16, 2004; the applicant's record was to be served and filed by May 4, 2004; the respondents' records were to be served and filed by May 21, 2004 and the hearing was to be held on May 26 and 27, 2004.  <FRAGMENT_SUPPRESSED>"], ["[18]", "This appeal, made by the Attorney General, was argued before me on March 8, 2004. Since that date, both respondents have been granted additional time for the filing of their supporting affidavits.  <FRAGMENT_SUPPRESSED>", "Submissions of the Attorney General (Appellant in this Matter, Respondent to the Main Application)  <FRAGMENT_SUPPRESSED>"], ["[19]", "The Attorney General submits that the Prothonotary's decision to abridge normal time limits is not vital to the final issue in this case, and therefore the standard on appeal is the \"clearly wrong\" test set out in", "<FRAGMENT_SUPPRESSED> . It is the Attorney General's position that its appeal should be allowed because given the facts of this case, the Prothonotary was clearly wrong in abridging the time limits set out in the", "Rules", ".  <FRAGMENT_SUPPRESSED>"], ["[20]", "The Attorney General submits that the Prothonotary was clearly wrong in four respects, namely:  <FRAGMENT_SUPPRESSED>", "1. in concluding that not expediting the hearing would deprive the applicants of a \"meaningful day in Court\";  <FRAGMENT_SUPPRESSED>", "2. in concluding that this was a straightforward case that would be ready for hearing before June 2004 and would require no more than one day of hearing;  <FRAGMENT_SUPPRESSED>", "3. in concluding that the Attorney General would not be prejudiced by an expedited schedule; and  <FRAGMENT_SUPPRESSED>", "4. in failing to consider that the applicants had failed to challenge the Haida policy in earlier proceedings.  <FRAGMENT_SUPPRESSED>"], ["[21]", "First, the Attorney General submits that the Prothonotary was clearly wrong in concluding that to refuse the applicants' motion would deprive them of a \"meaningful day in Court\". Given the Prothonotary's finding that the applicants had not demonstrated irreparable harm to their business if the underlying application was not determined on an expedited basis, the Attorney General argues that it was incongruous for the Prothonotary to then find that the applicants would be deprived of their day in Court if the matter was not decided before June 2004. The Attorney General contends that the Prothonotary's decision fails to appreciate that what the applicants are actually challenging is the Haida policy. Assuming for the sake of argument that the Haida policy impacts the applicants' user allocation, the Attorney General argues that the Court's decision as to the constitutional validity of the Haida policy will have an ongoing and continuing impact on future years' user allocation.  <FRAGMENT_SUPPRESSED>"], ["[22]", "Second, the Attorney General submits that the Prothonotary was clearly wrong in concluding that this matter is a straightforward case in which the administrative matters have already been determined and which would only require one day for argument. To the contrary, the Attorney General points out that this application, unlike its predecessors, challenges the Haida policy on constitutional grounds and therefore extensive evidence must be put before the Court to address ss. 15 and 1 of the", "Charter", ". In the Attorney General's view, three days of argument will be required to fully and properly canvass the issues raised by the applicants.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Third, the Attorney General submits that the Prothonotary's order prejudices its ability to prepare a proper evidentiary record to respond to the", "Charter", "issues raised by the applicants. The Attorney General further states that it has suffered prejudice by the Prothonotary ordering the hearing of this matter to proceed on dates that counsel for the Attorney General clearly indicated he was not available. It is the Attorney General's position that the Prothonotary was clearly wrong in rejecting counsel's request to accommodate his schedule.  <FRAGMENT_SUPPRESSED>"], ["[24]", "Lastly, the Attorney General submits that the applicants cannot credibly assert that this Court must determine the constitutionality of the Haida policy on an urgent basis since they have known of the policy for over four years yet failed to substantively challenge it in earlier proceedings. The Attorney General submits that in completely ignoring this factor, the Prothonotary misapprehended the facts and was therefore clearly wrong in his decision.  <FRAGMENT_SUPPRESSED>"], ["[25]", "The Attorney General requests that the Prothonotary's orders dated February 16, 2004 and February 25, 2004 be set aside and that costs be awarded against the applicants.  <FRAGMENT_SUPPRESSED>", "Submissions of Council of the Haida Nation (Respondent to the Main Application)  <FRAGMENT_SUPPRESSED>"], ["[26]", "The Haida Nation supported the position of the Attorney General and noted that its involvement in this application had a different history than that of the Attorney General.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The Haida Nation submitted that two days would not be sufficient time for the hearing of this matter. The Haida Nation also indicated that it would be making reference to the Gwaii Haanas Agreement dated January 30, 1993.  <FRAGMENT_SUPPRESSED>", "Submissions of The Moresby Explorers Ltd. and Douglas Gould (Respondents to this Appeal, Applicants in the Main Application)  <FRAGMENT_SUPPRESSED>"], ["[28]", "The applicants argue that since the Attorney General has not met the high threshold of establishing that the Prothonotary was \"clearly wrong\", his decision should stand.  <FRAGMENT_SUPPRESSED>"], ["[29]", "The applicants submit that, contrary to the view of the Attorney General, negative inferences should not be drawn from the date the underlying proceeding was commenced, or that no challenge to the Haida policy was launched in previous applications. In the first place, the applicants state that these issues are irrelevant to the Attorney General's appeal. Secondly, the applicants state that logistical difficulties led to the January 7, 2004 filing date, and that the constitutional arguments have been first made on this application because the Haida policy only recently imposed restrictions on the growth of the applicants' business.  <FRAGMENT_SUPPRESSED>"], ["[30]", "The applicants assert that the Attorney General's arguments are based on a mis-characterization of the facts in this case. First, the applicants never stated that there \"would be no cross-examination\", but rather adopted the position that this matter should be able to be heard without cross-examination. Only once the respondents indicated a wish to cross-examine did the applicants state they would also cross-examine affiants.  <FRAGMENT_SUPPRESSED>"], ["[31]", "The applicants submit that none of the arguments made by the Attorney General withstand analysis, as many have no foundation in the evidence or are irrelevant to the real issues under appeal. In the applicants' view, the real reason for this appeal is that the dates set for the hearing conflict with counsel for the Attorney General's schedule. The applicants state that the Court is not so flexible as to be required to accommodate counsel's schedule, that the Attorney General has alternate counsel who could litigate this case, or the Attorney General could retain outside counsel.  <FRAGMENT_SUPPRESSED>"], ["[32]", "The applicants request that this appeal be dismissed, with costs in any event of the cause.  <FRAGMENT_SUPPRESSED>", "Issues  <FRAGMENT_SUPPRESSED>"], ["[33]", "The issues are as follows:  <FRAGMENT_SUPPRESSED>", "1. What is the applicable standard of review to apply to the Prothonotary's decision?  <FRAGMENT_SUPPRESSED>", "2. Should the appeal of the Prothonotary's orders be allowed?  <FRAGMENT_SUPPRESSED>", "Relevant Statutory Provisions and Regulations  <FRAGMENT_SUPPRESSED>"], ["[34]", "Rule 8(1) of the", "Federal Court Rules, 1998", ", S.O.R./98-106 permits the Court to extend or abridge time lines otherwise provided for in the", "Rules", ":  <FRAGMENT_SUPPRESSED>", "\"8(1) On motion, the Court may extend or abridge a period provided by these Rules or fixed by an order. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"8(1) La Cour peut, sur requête, proroger ou abréger tout délai prévu par les présentes règles ou fixé par ordonnance. <FRAGMENT_SUPPRESSED>"], ["[35]", "Rule 51 governs appeals of a prothonotary's order:  <FRAGMENT_SUPPRESSED>", "\"51(1) An order of a prothonotary may be appealed by a motion to a judge of the Trial Division. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"51(1) L'ordonnance du protonotaire peut être portée en appel par voie de requête présentée à un juge de la Section de première instance. <FRAGMENT_SUPPRESSED>", "Analysis and Decision  <FRAGMENT_SUPPRESSED>", "Issue 1  <FRAGMENT_SUPPRESSED>", "What is the applicable standard of review to apply to the Prothonotary's decision?  <FRAGMENT_SUPPRESSED>"], ["[36]", "The degree of deference that should be afforded to prothonotaries' decisions on appeal was set out in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), where MacGuigan, J.A., held at page 463 that:  <FRAGMENT_SUPPRESSED>", "\"... discretionary orders of prothonotaries ought not to be disturbed on appeal to a judge unless:  <FRAGMENT_SUPPRESSED>", "(a) they are clearly wrong, in the sense that the exercise of discretion by the prothonotary was based upon a wrong principle or upon a misapprehension of the facts, or  <FRAGMENT_SUPPRESSED>", "(b) they raise questions vital to the final issue of the case.  <FRAGMENT_SUPPRESSED>", "Where such discretionary orders are clearly wrong in that the prothonotary has fallen into error of law (a concept in which I include a discretion based upon a wrong principle or upon a misapprehension of the facts), or where they raise questions vital to the final issue of the case, a judge ought to exercise his own discretion de novo. <FRAGMENT_SUPPRESSED>", "When the test as outlined in", "Aqua-Gem", ", supra, is applied to both orders, I am of the opinion that I must exercise my discretion de novo as the orders granted by the Prothonotary are clearly wrong as the test was stated in", "Aqua-Gem", ", supra.  <FRAGMENT_SUPPRESSED>", "Issue 2  <FRAGMENT_SUPPRESSED>", "Should the appeal of the Prothonotary's orders be allowed?  <FRAGMENT_SUPPRESSED>", "Order of February 16, 2004 which ordered that the judicial review application should be conducted so as to lead to an expedited hearing.  <FRAGMENT_SUPPRESSED>"], ["[37]", "Rule 8(1) states:  <FRAGMENT_SUPPRESSED>", "\"8(1) On motion, the Court may extend or abridge a period provided by these Rules or fixed by an order. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"8(1) La Cour peut, sur requête, proroger ou abréger tout délai prévu par les présentes règles ou fixé par ordonnance. <FRAGMENT_SUPPRESSED>", "In the present case, the applicants asked the Court to expedite matters (i.e. the time for taking certain steps). In this situation, the party seeking to expedite the matter should show some sense of urgency or other reasons in order to warrant such an order.  <FRAGMENT_SUPPRESSED>"], ["[38]", "<FRAGMENT_SUPPRESSED>  (T.D.), a case where an expedited hearing date was requested, Muldoon, J., of this Court stated at page 153:  <FRAGMENT_SUPPRESSED>", "\"The applicant has not established a great urgency, or any other reason, which would warrant the expedition of the hearing of this matter. <FRAGMENT_SUPPRESSED>"], ["[39]", "The Prothonotary in the present case ruled at paragraph 11 of his decision:  <FRAGMENT_SUPPRESSED>", "\"There is conflicting evidence as to the urgency of the need for some form of licence adjustment to reflect a projected increase in business capacity. On balance, even though projected loss of custom would be a loss of revenue that could never be recovered, the Applicants' evidence does not establish enough degree of certainty to in turn establish irreparable harm on that aspect. <FRAGMENT_SUPPRESSED>", "The above indicates to me that the Prothonotary did not believe that there was a sense of urgency based on potential business losses so as to justify an expedited hearing.  <FRAGMENT_SUPPRESSED>"], ["[40]", "I agree with the Prothonotary's finding based on the lack of urgency. The evidence showed that the applicants' user quota for the years 2002, 2003 and 2004 seasons is and has been 2,372 user day/nights as a result of an earlier decision of this Court. The affidavit of Anna Gajda states at paragraphs 7, 8, and 9 as follows:  <FRAGMENT_SUPPRESSED>", "\"7. I have reviewed the travel logs for MEL [Moresby Explorers Ltd] for the 2003 tourist season. Based on my review, I can state that despite the fact that MEL was not subject to the commercial limit, MEL did not exceed the commercial limit of 22 visitors per day on any day of business in 2003.  <FRAGMENT_SUPPRESSED>", "\"8. I also note from my review of MEL's 2003 travel logs that on average MEL carried 7 clients per day on powerboat tours and 6 clients per multi-day powerboat tour.  <FRAGMENT_SUPPRESSED>", "\"9. Further, I have reviewed the historical information on MEL and note that MEL has never met its allocation of visitors in the last two seasons, much less exceeded that allocation. In 2003 MEL was allocated 2,372 user-days/nights but used only 1,749 of them; in 2002, MEL was allocated 2,372 user-day/nights, but only used 1,808 of them. Based upon my review of MEL's past use, there appears to me to be no basis to believe that MEL will exceed this year's allocation of 2,372 user-days/nights and the commercial limit of 22 tour clients per day. <FRAGMENT_SUPPRESSED>", "In my view, the facts contained in this affidavit support the Prothonotary's finding of a lack of urgency based on potential business losses.  <FRAGMENT_SUPPRESSED>"], ["[41]", "The Prothonotary then found that there would be irreparable harm to the applicants because they would be denied a meaningful day in Court. I agree with the Attorney General, the applicants will not be denied a timely date in Court since the Prothonotary has found that no urgency existed with respect to the hearing of the application. The application for judicial review can be heard within the time frames set out in the", "Rules", ".  <FRAGMENT_SUPPRESSED>"], ["[42]", "The issue to be resolved in the application for judicial review is the constitutionality of the Haida policy. The applicants contend that the policy violates s. 15 of the", "Charter", ". This, in my view, is a serious legal issue which was not raised by the applicants in the previous applications. The Attorney General indicated that it will have to present evidence with respect to the", "Charter", "issue. In his reasons for order, the Prothonotary failed to consider this aspect of this matter when he concluded that administrative matters had been settled in the earlier proceedings and that only one day of hearing would be required.  <FRAGMENT_SUPPRESSED>"], ["[43]", "As the Prothonotary found a lack of urgency with respect to the need to hear the application, I am of the opinion that the Prothonotary was clearly wrong in the sense of", "Aqua-Gem", ", supra when he ordered the hearing to be expedited. The appeal with respect to the February 16, 2004 order is allowed.  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  Order of February 25, 2004 setting down the hearing of the application for judicial review for May 26 and 27, 2004  <FRAGMENT_SUPPRESSED>"], ["[44]", "After setting a timetable for an expedited hearing, the Prothonotary held a case management conference call on February 20, 2004. At this point the Council of the Haida Nation had not been added as a party, but took part in the conference call. By letter dated February 23, 2004 and orally during the conference call, counsel for the Attorney General indicated that due to other court commitments, he was not available on May 26 and 27, 2004, the hearing dates indicated by the Prothonotary. By order dated February 25, 2004 the Prothonotary ordered that the hearing take place commencing on May 26, 2004 for a duration of two days. Counsel for the Attorney General had indicated that he was available on any day during the weeks of May 10 and 31, 2004 and June 7, 21 and 28, 2004 for the hearing of this matter.  <FRAGMENT_SUPPRESSED>"], ["[45]", "In the present case, since the Prothonotary found that the sense of urgency was not such as to require an early hearing, I am of the view that the Prothonotary was clearly wrong in setting down hearing dates on which the Attorney General's counsel had already indicated he was involved in other court matters.  <FRAGMENT_SUPPRESSED>"], ["[46]", "For the above reason, the appeal of the February 25, 2004 order is allowed.  <FRAGMENT_SUPPRESSED>"], ["[47]", "As some of the steps have been taken in this application according to the time lines set by the Prothonotary, either party may apply to the Court should any difficulty occur in the transition from these time lines.  <FRAGMENT_SUPPRESSED>"], ["[48]", "Costs shall be costs in the cause.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[49]", "IT IS ORDERED that:  <FRAGMENT_SUPPRESSED>", "1. The Attorney General's appeal with respect to the February 16, 2004 order of the Prothonotary expediting the hearing date of the judicial review is allowed.  <FRAGMENT_SUPPRESSED>", "2. The Attorney General's appeal with respect to the February 25, 2004 order of the Prothonotary setting May 25 and 26, 2004 as the hearing dates for the judicial review is allowed.  <FRAGMENT_SUPPRESSED>", "3. Either party may apply to the Court should a difficulty occur in the transition from the earlier time lines.  <FRAGMENT_SUPPRESSED>", "4. Costs shall be costs in the cause.  <FRAGMENT_SUPPRESSED>", "Appeal allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/gs  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}