{"id_": "000669", "body_str": [["[1]", "Hughes, J.", ": This is a judicial review of a decision of the Chief of the Defence Staff (CDS) dated August 18, 2014 declining to grant to the Applicant the redress that he sought in his grievance dated June 11, 2009 regarding his contention that he was mistreated by the Canadian Armed Forces because of his medical condition."], ["[2]", "The Applicant is an adult male person who, at the relevant time, had served some seventeen years with the Canadian Armed Forces and had achieved the rank of Master Corporal, a non-commissioned officer. A synopsis of the background events is set out in the decision under review under the caption", "Background"], ["[3]", "In brief, the Applicant, while participating in a authorized basketball game, suffered an injury to his head and neck which was diagnosed as a concussion. The evidence is not altogether conclusive as to whether or not this injury led to his later medical issues. I repeat the balance of the events taken from those as set out in the Background portion of the decision at issue, which I find sets out accurately the relevant events:", "• On 7 December 2007, the Applicant alleges that he was kept waiting in the medical inspection room for approximately two hours.", "• ON 11 February 2008, the Applicant sent a memorandum to a medical officer (MO) requesting a complete review of his personal and medical situation because he had suffered a variety of medical issues since the 2004 injury.", "• On 24 February 2009, an MO (Medical Officer) recommended to the Base Superintendent Clerk that the Applicant be placed on the Service Personnel Holding List (SPHL).", "• On 25 February, the MO contacted the Base Commander (B Comd) and informed him that the Applicant had been assigned medical employment limitations (MEL) that would preclude the Applicant from returning to full duty. The Applicant was to be recommended for a Director Medical Policy Review with a recommendation for release. The MO again recommended that the Applicant be posted to the SPHL.", "• On 26 February 2009, the B Comd recommended that the Applicant be posted to the SPHL effective immediately.", "• On 1 June 2009, the Applicant requested his voluntary release.", "• On 11 June 2009, the Applicant submitted a grievance regarding his medical condition.", "• On 17 July 2009, the Applicant requested that his voluntary release be cancelled.", "• On 12 August 2009, the B Comd recommended to the Director Military Careers (D Mil C) that the cancelation request be denied since there was no indication that a medical condition prevented the Applicant from employment in the CAF. He noted that the Applicant had refused duties at a number of different work sites on base and that the Applicant did not appear to be committed to service in the CAF.", "• On 19 August 2009, the Applicant's career manager reviewed the withdrawal request and supported it because he understood that the Applicant had underlying psychological issues. He noted that the Applicant's B Comd and the MO did not support the withdrawal.", "• On 27 August 2009, the D Mil C disagreed with his staff and did not approve the Applicant's request to withdraw his voluntary release request.", "• On 29 September 2009, as a result of his findings during the Applicant's release medical, the MO recommended a permanent medical category.", "• On 6 October 2009, the Applicant was released under QR&O article 15.01 (Release of Officers and Non-Commissioned Members), item 4(c) (Voluntary - On Request - Other Causes).", "• On 18 June 2010, as based on the result of an administrative review/MEL, the release item was changed to 3(b) (Medical) and backdated to 6 October 2009."], ["[4]", "These facts require some comment. First, the record is not clear as to why, one month following his request for voluntary release from the Canadian Armed Forces, the Applicant sought permission to withdraw that request."], ["[5]", "In May 2009, the Applicant was given a psychiatric assessment by a medical doctor. That assessment recommended that the Applicant was not amenable to psychotherapy at that time nor was he accepting the idea of taking medications He was given a poor prognosis for return to full employability."], ["[6]", "On June 1, 2009 the Applicant submitted a written request for voluntary release from the Canadian Forces, the reasons given were his ongoing medical issues and family matters."], ["[7]", "On July 17, 2009, the Applicant made a written submission entitled REQ CANCELLATION AND VOLUNTARY RELEASE which, while not specifically requesting that his request for voluntary release be cancelled, was treated as such. It stated", ", inter alia", "3 As a mbr of the CF and a junior leader, I am taking my responsibility by recognizing that I need medical treatment; that I require proper care and attention (ref C). My medical officer (Dr. M. Patterson) suggestion is essential prior to any release decisions I make. Therefore, \"voluntary release' was and should never been an option."], ["[8]", "The submissions for withdrawal (page 96 of the Certified Tribunal Record) contain a number of handwritten notes by unknown persons but presumably members of the Forces involved in this matter, commenting on these submissions including the following:", "I can honestly say that I don't know what (the Applicant) wants. He believes that he needs medical care & would fail to rec(eive) by releasing. However, he doesn't want to work either."], ["[9]", "I infer that some time between June and July 2009 the Applicant rethought his request for voluntary release and believed that he might receive better medical care if he remained within Canadian Forces."], ["[10]", "The Applicant vigorously contests any finding that he refused to work. I find, however, that there is sufficient evidence to support the conclusion that the Applicant would not perform or participate in even the minimal duties assigned to him in 2009 prior to his request for voluntary release."], ["[11]", "The events subsequent to the Applicant's release on October 5, 2009 are reflected in a letter from the Minister of National Defence to the Applicant's Member of Parliament dated September 8, 2010. I set out part of that letter to make the point that the basis for the Applicant's release was changed from voluntary to medical which entitled the Applicant to receive many more benefits, a matter which he admitted in the hearing before me:", "On September 3, 2009, D Mil C informed Master Corporal Chua that his request to cancel his voluntary release had been reviewed and was not approved. On October 5, 2009, he was legally released under Queen's Regulations and Orders for the Canadian Forces Chapter 15, Release Item 4(c) - On Request - Other Causes.", "On March 3, 2010, Master Corporal Chua was assigned a permanent medical category of Vision 3, Colour Vision 1, Hearing 1, Geographical 5, Occupational 4, Ai Fitness 5, followed by an administrative review of his medical file by the Director Medical Policy, prompted by medical recommendations made in consideration of his release medical inspection at CFB/ASU Wainwright. The medical employment limitations (MELs) assigned to him were as follows", "• requires regular specialist follow-up more frequently than every six months;", "• unfit to work in a military operational environment;", "• clerical-type work with light physical tasks as tolerated only;", "• medically unfit CF EXPRESS program;", "• unable to perform drill and parades for at least 30 minutes; and", "• to wear prescription lenses as directed.", "• Many of these MELs breach the universality-of-service (detailed information is available on the Internet at http://admfines.forces.gc.ca/dao-doa/5000/5023-0-eng.asp). As such, Master Corporal Chua would normally have been released on medical grounds in due course (item 3(b)).", "Although the CO's comments about Master Corporal Chua's medical situation were flawed, his decision to not support the cancellation of Mater Corporal Chua's release was not. Given the member's circumstances at the time, it was evident to the CO that it was not in the best interests of the Canadian Forces to cancel the release.", "Subsequent to Master Corporal Chua's voluntary release, an Administrative Review for MELs was conducted, and it was determined that his MELs were in breach of Universality of Service at the time of his release. Consequently, Master Corporal Chua's item of release was changed on June 18, 2010, from 4(c) to 39b) to reflect what was deemed to be a more appropriate item of release. It is important to note that it is the responsibility of the Canadian Forces to ensure that ill and injured members are transitioned to civilian care. In this member's case, the same treatment that he would have received in the military is available through his provincial medical system.", "Unfortunately, Master Corporal Chua's request for cancellation of his release cannot be granted. Once the effective date of a release has passed, there is no mechanism available to cancel it. Should he recover and again be fit to serve . . . he may reapply", "THE GRIEVANCE"], ["[12]", "On 12 August 2009, the Applicant's Commanding Officer made the following recommendation to his superiors in Ottawa, namely, that the Applicant's request to withdraw his request for voluntary release be denied:", "I have reviewed MCpl Chua's request to withdraw his request for voluntary release. There has been no indication that there is a medical condition that prevents MCpl Chua from employment in the CF. Indeed his last CF2088 assigned a TCAT because he seemed to be improving as a result of treatment. MCpl Chua has refused to perform the duties assigned to him in several different work sites on the base, despite the fact that his performance in his most recent employment has been considered satisfactory by his supervisor. I do not consider MCpl Chua to be committed to service in the CF and I highly recommend that his request to cancel this release be denied."], ["[13]", "As a result the Applicant filed a grievance (service number T11 211 909) which was referred to the Canadian Forces Grievance Board and received effective 25 August 2010. The Board found in the Applicant's favour. In part, the Board stated:", "In my opinion, a more comprehensive and consistent approach would have been to allow the grievor to withdraw his voluntary release and post him to the SPHL", ". This would have allowed the medical authorities to ascertain whether the grievor's medical condition could have improved to the point where he could be retained. However, as the file materials show, the request for voluntary release had the effect of cancelling the SPHL proposal (pp. 216-217.)", "[Emphasis added]", "The D Mil C had three months between the recommendation to post the grievor to the SPHL (26 February 2009) and his request for a voluntary release. I am satisfied that, had the grievor been posted to the SPHL during that time, he would not have requested a voluntary release and he would have remained on the SPHL until he was medically released.", "I find that the grievor should have been permitted to withdraw his voluntary release and that he should have been placed on the SPHL.", "Recommendations", "I recommend to the CDS to consider the grievance in the interests of justice.", "I recommend to the CDS that the grievance be partly upheld by granting the grievor's request to cancel his voluntary release and that his release date be adjusted to coincide with the assignment of the item 3(b) release.", "I recommend that the grievor be advised that it is open to him to apply to re-enrol should he consider that his medical condition has sufficiently improved."], ["[14]", "At this point it is important to note that much of their recommendations has been implemented; the Applicant's release has been termed as \"medical\", his release date had been adjusted, and he has been invited to apply to re-enrol if his medical condition has improved."], ["[15]", "The Board has been re-named the Grievance Committee. Section 29.2(1) of the", "National Defence Act", ", RSC 1985, C. N-5 provides that the Committee (Board) shall submit its findings to the Chief of the Defence Staff", "29.2 (1) The Grievances Committee shall review every grievance referred to it by the Chief of the Defence Staff and provide its findings and recommendations in writing to the Chief of the Defence Staff and the officer or non-commissioned member who submitted the grievance.", "29.2 (1) Le Comité des griefs examine les griefs dont il est saisi et transmet, par écrit, ses conclusions et recommandations au chef d'état-major de la défense et au plaignant."], ["[16]", "Section 29.13 of the", "National Defence Act", "provides that the Chief of the Defence Staff is not bound by any finding or recommendation, but, if the Chief disagrees, reasons must be given. The proceeding before the Chief has been described by the Federal Court of Appeal in", "FRAGMENT_SUPPRESSED as a \"", "de novo", "consideration\" In this case, no new evidence was submitted to the Chief although the Applicant provided further written submissions."], ["[17]", "The Chief of the Defence Staff, in the decision under review, disagreed with the Board (Committee) and refused to grant the redress requested by the Applicant. At page 6 of the Chief's written decision, he wrote:", "You contend that the CAF acted unfairly, in bad faith, and in a discriminatory manner in denying you your request to cancel your voluntary release while a medical release was already in progress.", "The Committee found that the B Comd's recommendation to deny the withdrawal of your voluntary release without any material change in fact was inconsistent with his previous recommendation to post you to the SPHL. On the face of it, I agree. The consideration of a request to cancel a voluntary release is different from the initial request for a voluntary release. An initial request comes from the member and is member-centered, that is, it is the member who is seeking to end their relationship with the CAF.", "However, a request to cancel a voluntary release is CAF-centered; it is the CAF who consider what they need and whether they require the services of the member requesting the cancellation.", "[Emphasis added]", "I agree that your request to cancel your voluntary release could have been handled in a better manner and that the B Comd's comments were not as well framed as they might have been. However, I note your stated reluctance to accept treatment and actively participate in your recovery/return-to-work plan. Because you had declined a number of possible assignments, your commitment to the CAF was questioned.", "I also note that in your memorandum of 17 July 2009, in which you requested the cancellation of your voluntary release, you did not state any desire to continue your service in the CAF. Rather, you emphasized only that you wished to be afforded medical treatment. You also asked that Dr. Patterson be consulted. When this was done, Dr. Patterson confirmed that a transition to civilian life would be appropriate for you.", "In making my decision, I have considered the concern over your commitment to the CAF, your noted reluctance to accept treatment, and various proposed assignments to assist in your return to work, as well as Dr. Patterson's medical opinion that a transition to civilian life might benefit you. As a result, I find that the decision to deny your request, in light of this information, was reasonable.", "Regarding your release item, I note that it was changed to 3(b) (Medical) and was backdated to the date of your voluntary release. You were then eligible for appropriate medical assistance and financial benefits."], ["[18]", "At page 7 of his decision, the Chief provided the following summary:", "Summary. In your grievance, you requested an acknowledgment from the CAF that the lack of actions, interventions, and resolutions from your previous chain of command, together with the events post 5 December 2007, had affected and continue to affect your depression and anxiety. I can find no evidence of a direct link between any actions that the CAF may or may not have taken, and your stated medical issues beginning in December 2007. As such, I do not grant the redress you request."], ["[19]", "I have provided emphasis in parts of the written decisions of each of the Board and the Chief of the Defence Staff as it sets out the basis for the differences in the results. The Board looked at the matter from the point of view as to what would be good for the Applicant, whereas the Chief looked at the matter from the point of view as to what would be good for the Canadian Armed Forces (CAF).", "RELIEF REQUESTED"], ["[20]", "The Applicant has been self-represented throughout the grievance process and in the proceedings in this Court. The relief requested in the grievance process has been modified from time to time during the grievance process and has been accurately summarized in the decision under review at pages 1 and 2 under the caption Redress Sought:", "Redress Sought. You originally requested an acknowledgment from the CAF that the lack of action, intervention and resolution from your previous chain of command, as well as events that occurred after 5 December 2007, had affected, and continue to affect, your depression and anxiety.", "On March 19, 2010, you modified your redress and requested", "a. financial compensation for lost wages (future wages and pension) and interest;", "b. financial compensation for pain and suffering;", "c. financial compensation for legal costs;", "d. a letter of apology from the CAF, signed by the Chief of Defence Staff and Minister of National Defence;", "e. a more serious commitment on the part of the CAF to members who are physically injured of suffer mental problems;", "f. more authority and influence to civilian medical officers in the decision-making process;", "g. the provision of massage therapy and laser eye surgery under the spectrum of care;", "h. donations by the CAF to six health facilities; and", "i clear communications with Veterans Affairs Canada with regard to members with disabilities;", "On 10 January 2011, you also requested that 15 service personnel be subjected to disciplinary measures for harassment and discrimination.", "On 9 March 2011, you requested that three CAF physicians be subjected to military administrative and/or disciplinary measures for their lack of empathy, sompassion and support.", "On 14 March 2011, you requested that", "a. you be compensated for lost wages and pension in an amount equivalent to the three-year medical retention period and the six-month vocational rehabilitation program you believe you should have received;", "b. in the event I amend your release date, you be entitled to vocational rehabilitation for six months, as well as annual and sick leave; and", "c. you be reimbursed for all payments you have personally made for physiotherapy and any other therapies."], ["[21]", "The Applicant has clearly overreached in respect of the redress sought. He has, in fact, received some of the redress requested as I have previously noted. Much of the redress is beyond the scope of any grievance process. I note that, in a different proceeding before this Court, docket number T-825-11, the Applicant commenced an action seeking damages against the Attorney General and others, which action was struck out in a decision of this Court cited as 2014 FC 285."], ["[22]", "At the hearing before me, the Applicant stated that he understood that the Court's powers to grant relief in this matter were limited and that he was simply seeking at this time to have the Court send the matter back for redetermination.", "ISSUES"], ["[23]", "The overall issue before me is whether the decision of the Chief of the Defence Staff dated 18 August 2014 should be sent back for redetermination. In deciding that issue, I must consider the following:"], ["[24]", "What is the standard of review?"], ["[25]", "Was the decision reasonable/correct having regard to the standard of review?"], ["[26]", "Did the Applicant suffer any discrimination or harassment because of his medical condition?"], ["[27]", "Has the Applicant demonstrated that a Charter breach has occurred?", "STANDARD OF REVIEW"], ["[28]", "The brief decision of the Federal Court of Appeal in", "FRAGMENT_SUPPRESSED appealing the Federal Court decision 2013 FC 571 establishes that, at least in the case where the Chief of Defence Staff has refused to hear a grievance, the standard of review is reasonableness. In", "FRAGMENT_SUPPRESSED, the Federal Court of Appeal held that, in respect of a decision of the Chief of Defence Staff to accept a Grievance Board's recommendation, the standard of review is reasonableness in respect of questions of mixed fact and law except to the extent that these questions raise extricable questions of law; in reviewing on a reasonableness standard, the question becomes simply whether the original decision was reasonable."], ["[29]", "No issue in respect of lack of procedural fairness has been raised here."], ["[30]", "Therefore I accept that the standard of review that I must apply is that of reasonableness except where there is an extricable question of law wherein the standard becomes correctness.", "Was the Decision Reasonable/Correct"], ["[31]", "The Applicant, not being a lawyer, put his arguments rather diffusely. I distill them down to this:", "• I was sick.", "• The Chief of the Defence Staff got it wrong when he determined the matter on a CAF centred basis.", "I was sick"], ["[32]", "This argument is to be considered from two points of view. The first is whether the Chief of the Defence Staff should have recognized that the Applicant did not have the mental capacity to request voluntary release. The second is whether the Chief of the Defence Staff should have permitted leeway to the Applicant to change his mind and seek withdrawal of the request for release; or, put another way, as the Applicant did, was he discriminated against in not being permitted to withdraw the request because he was mentally ill."], ["[33]", "The analysis of the Applicant's mental condition by the Chief occupies a number of pages of his decision. I review that analysis, which is largely a factual analysis, on the basis of reasonableness. The Chief concluded, among other things, that:", "• there was no evidence of a direct link between the medical treatment given to the Applicant after December 5, 2007 and his depression and anxiety", "• the chain of command did not deliberately cause or exacerbate his anxiety and depression", "• the Medical Officer (MO) and chain of command were following the established procedure to assist the Applicant in becoming as fully functional as possible within the Canadian Armed Forces", "• the Applicant was reluctant to accept treatment and actively participate in his recovery/return to work plan", "• the Applicant's request to cancel his voluntary release did not include a statement that he wished to continue service with the Forces but explained that he wished to be afforded medical treatment", "• the doctor favored by the Applicant (Dr. Patterson) confirmed that a transition to civilian life would be appropriate"], ["[34]", "I find, in reviewing the record, that these findings are reasonable."], ["[35]", "I find further, that there is no evidence of discriminatory behaviour toward the Applicant. Quite the contrary, he was given several opportunities to be given working conditions suitable to his mental condition and afforded many opportunities to consult with medical specialists. There was no discrimination."], ["[36]", "That leaves the question as to whether the Applicant had the mental capacity to make the request for voluntary release, or, for that matter, request withdrawal of that request."], ["[37]", "I note that at no time was this issue raised, as such, by the Applicant during the grievance process. At the hearing before me he put it that: they should have realized I was sick. There is no clear evidence on the record that the Applicant lacked the mental capacity to request voluntary release, nor is there any evidence that he was coerced into making such a request. At best, I have found a Psychiatric Assessment by a Dr. Girvin dated May 14, 2009 which states a number of things including:", "• It is the patient's wish that he makes it very clear, to leave the military as soon as possible", "• He is having ongoing problems with his focus and attention and he is \"under stress\"", "• He has limited insight and his judgment is affected by his beliefs (there is no evidence as to what his meant by his \"beliefs\")", "• He has Panic Attacks, not Disorder", "• The patient is not amenable to psychotherapy at this time, nor is he accepting of the idea of taking medication", "• The patient has a poor prognosis for return to full employability"], ["[38]", "Dr. Patterson notes on the Applicant's Medical Examination for Release dated 29 September 2009:", "• Prior concussion syndrome - not objectively supported", "• Major clinical depression - Undiff Somatform (?) Disorder", "• Panic Attacks"], ["[39]", "I find that the evidence does not support a finding that the Applicant's mental capacity at the time he sought a voluntary release, or at the time he sought to withdraw it, was such that he should not have been held to be mentally competent at the time."], ["[40]", "I note that, in respect of the law of contract, the law is still in the course of development when it comes to mental incompetence. In particular I refer to", "Waddams The Law of Contracts", ", 6th ed, Canada Law Book, Toronto, at paragraphs 657 to 663 and", "Swan, Canadian Contract Law", ", 2nd ed., LexisNexis, at paragraphs 9.289 to 9,291."], ["[41]", "However, given that the evidence does not support the finding that the Applicant lacked the mental capacity at the relevant time to request voluntary release, and given that this issue was not raised during the grievance, I find that it is unnecessary for me to deal further with this point.", "Determination on a CAF Basis"], ["[42]", "The Chief of the Defence Staff stated that the matter was to be determined on a CAF-centred basis. At page 6 of the decision under review he wrote:", "The", "The Committee found that the B Comd's recommendation to deny the withdrawal of your voluntary release without any material change in fact was inconsistent with his previous recommendation to post you to the SPHL. On the face of it, I agree. The consideration of a request to cancel a voluntary release is different from the initial request for a voluntary release. An initial request comes from the member and is member-centered, that is, it is the member who is seeking to end their relationship with the CAF.", "However, a request to cancel a voluntary release is CAF-centered; it is the CAF who consider what they need and whether they require the services of the member requesting the cancellation.", "[Emphasis Added]"], ["[43]", "This is to be contrasted, as previously noted, with the decision of the Grievance Board that", "\". . . .a more compassionate and consistent approach would have been to allow the grievor to withdraw his voluntary release and post him to the SPHL.\""], ["[44]", "I will review the adopting by the Chief of the Defence Staff of a CAF-centred basis for his decision on the basis of correctness."], ["[45]", "The", "National Defence Act", ", RSC 1985, C. N-5, section 33 provides that all soldiers are at all times liable to perform any lawful duty:", "33. (1) The regular force, all units and other elements thereof and all officers and non-commissioned members thereof are at all times liable to perform any lawful duty.", "33. (1) La force régulière, ses unités et autres éléments, ainsi que tous ses officiers et militaires du rang, sont en permanence soumis à l'obligation de service légitime."], ["[46]", "The", "Canadian Human Rights Act", ", RSC 1985, C. H-6, subsection 15(9) provides an exemption respecting member of the Canadian Forces:", "15.(9) Subsection (2) is subject to the principle of universality of service under which members of the Canadian Forces must at all times and under any circumstances perform any functions that they may be required to perform.", "15.(9) Le paragraphe (2) s'applique sous réserve de l'obligation de service imposée aux membres des Forces canadiennes, c'est-à-dire celle d'accomplir en permanence et en toutes circonstances les fonctions auxquelles ils peuvent être tenus."], ["[47]", "The", "National Defence Act", ", subsection 18(1) provides for the appointment of a Chief of the Defence Staff who is charged with the control and administration of the Canadian Forces:", "18. (1) The Governor in Council may appoint an officer to be the Chief of the Defence Staff, who shall hold such rank as the Governor in Council may prescribe and who shall, subject to the regulations and under the direction of the Minister, be charged with the control and administration of the Canadian Forces.", "18. (1) Le gouverneur en conseil peut élever au poste de chef d'état-major de la défense un officier dont il fixe le grade. Sous l'autorité du ministre et sous réserve des règlements, cet officier assure la direction et la gestion des Forces canadiennes."], ["[48]", "The Courts have discussed the principle of Universality of Service wherein a soldier must be ready to serve at all times in any place or in any conditions. Noël J. of this Court in", "FRAGMENT_SUPPRESSED.", "FRAGMENT_SUPPRESSED"], ["[49]", "In", "FRAGMENT_SUPPRESSED wrote that the purpose of the National Defence Act is to provide for the management, direction and administration of the Canadian Forces and that it is necessary to have broad discretion is assessing employability. He wrote FRAGMENT_SUPPRESSED"], ["[50]", "The point made by the Chief of the Defence Staff is an important one: the Applicant is, in effect, seeking to be re-hired, thus the Applicant is to be considered on the same basis as if he were become a new recruit. On that basis, given the Applicant's medical history and work ethic history, he is not a desirable recruit. Simply because he may receive better medical care within the Canadian Forces than outside the Forces is insufficient to hire him."], ["[51]", "I find that the basis for deciding this matter from a CAF-centred basis is both correct and reasonable.", "Did the Applicant Suffer any Discrimination or Harassment due to his Medical Condition"], ["[52]", "This issue has already been discussed. I have found nothing in the record that would support a finding that the Applicant suffered any discrimination or harassment due to his medical condition.", "Has the Applicant Demonstrated that a Charter Breach has occured"], ["[53]", "The Applicant did not raise a", "Charter", "issue during the grievance process. The", "Charter", "was raised in the Applicant's Memorandum with respect to the Minister's letter stating that once the effective date of release has passed, there is no mechanism available to cancel it (paragraph 10 of his Memorandum). He cites section 24(1) of the", "Charter", ". Further, at paragraphs 22 to 31 of his Memorandum the Applicant cites sections 7, 12, 15(1) and 24(1) of the", "Charter", "as well as the", "Canadian Human Rights Act", "supra"], ["[54]", "It is trite law that the Applicant bears at least the initial burden of demonstrating that his", "Charter", "rights have been affected. The Applicant has simply failed to do so."], ["[55]", "In respect of section 7 of the", "Charter", ", the Applicant bears the burden of proving that he has been deprived of life, liberty or the security of the person. The Applicant has simply failed to demonstrate any deprivation of such an interest. The analysis stops there (", "FRAGMENT_SUPPRESSED."], ["[56]", "In respect of section 12 of the", "Charter", ", there is a high threshold in proving that a person has been subjected to any cruel and unusual treatment or punishment (", "FRAGMENT_SUPPRESSED). No such proof has been offered here."], ["[57]", "In respect of section 15 of the", "Charter", ", the Applicant must demonstrate that he was discriminated against because of his mental state in a contextual basis (", "FRAGMENT_SUPPRESSED. There is nothing in the record to support such a finding."], ["[58]", "The Supreme Court of Canada has recently reviewed", "Charter", "allegations in", "FRAGMENT_SUPPRESSED for the Court, wrote on this subject FRAGMENT_SUPPRESSED, and again in", "FRAGMENT_SUPPRESSED, she wrote FRAGMENT_SUPPRESSED, that the Court should not adopt a correctness standard in every case that implicates", "Charter", "values. The discretionary decision maker is required to proportionately balance", "Charter", "protections to ensure that they limit no more than is necessary the applicable statutory objectives that the decision maker is obliged to peruse."], ["[59]", "In the present case I find nothing on the record that would engage", "Charter", "values or any right protected under the", "Human Rights Act", ". It would be needless for this Court to engage on an inquiry into the", "Charter", "or that", "Act", "where no proper foundation has be laid.", "CONCLUSION AND COSTS"], ["[60]", "In conclusion, I find that the Applicant has failed to demonstrate any basis upon which the Court should set aside the Chief of the Defence Staff's decision. The application for judicial review will be dismissed."], ["[61]", "Costs will be awarded to the Respondents. They may be taxed on a Column III basis or, in the alternative the Respondents may elect to receive a lump sum of $3000.00 inclusive of all disbursements and taxes.", "JUDGMENT"], ["[62]", "THEREFOR THIS COURT ORDERS AND ADJUDGES THAT", "1. The application is dismissed.", "2. The Respondents are entitled to recover their costs from the Applicant to be taxed at the Column III level or, in the Respondents' election, recover a lump sum of $3000.00 inclusive of all disbursements and taxes.", "Application dismissed.", "Editor: Angela E. McKay/bk", "[End of document]"]]}