{"id_": "000605", "body_str": [["[1]", "Martineau, J.", "[Translation]: The applicant, the Honourable Michel Girouard, is asking that the Court's order striking his application for judicial review be set aside. For the purposes of ruling on this motion to set aside, the Court has considered all the documentation already submitted by the parties in T-646-14 and T-1557-14 in light of the additional evidence, the written submissions filed with the motion records and replies of the parties, and the oral arguments of counsel at the hearing of February 24, 2015."], ["[2]", "It should be noted that on December 5, 2014, the Court allowed the motion to strike filed by the Attorney General of Canada (respondent) in this matter, on the ground that the application for judicial review was premature:", "REFERENCE_SUPPRESSED. At the same time, the Court allowed the motion to strike filed by the Respondent in T-1557-14 because the application for judicial review did not disclose a reasonable cause of action:", "REFERENCE_SUPPRESSED."], ["[3]", "Briefly, the applicant now seeks the Court not only to set aside its order of December 5, 2014, in this matter, but also to order a complete stay of proceedings before the Canadian Judicial Council (CJC). The applicant alleges that he has recently discovered the existence of a \"matter\" in the CJC's record that shows,", "first", ", that the principle of separation was not observed, resulting in an irremediable lack of procedural fairness, and", "second", "that the inquiry commenced before the Inquiry Committee in his absence, which infringes his right to a full answer and defence."], ["[4]", "Concurrently with the Applicant's motion to set aside, the CJC asked for intervener status. On February 24, 2015, the Court granted in part the motion to intervene before hearing the oral submissions of the parties on the merits of this motion to set aside."], ["[5]", "On February 23, 2015, on instructions of the Court, the CJC served and filed the following draft order:", "[Translation]", "The Court authorizes the Canadian Judicial Council to intervene in this case and grants it intervener status, with all the rights accorded to a party, including the right to submit a file containing documents and evidence, including an affidavit, the right to make oral submissions at the hearing, the right to appeal the decision and any other right enjoyed by a party in connection with the motion to set aside the decision rendered on December 5, 2014, but only in regard to the following:", "All allegations concerning the integrity of the inquiry process, the Council's inadequate application of its own inquiry process through its", "By-laws", "Procedures", "and enabling legislation, and in particular allegations of irremediable lack of procedural fairness, infringing a fundamental principle of \"separation\" of each step in the inquiry process, and commencing the inquiry in the applicant's absence, thus infringing his fundamental right to a full answer and defence.", "Without costs."], ["[6]", "It is very difficult for me to see, in the above draft order, a [Translation] \"conservatory intervention\" as one of CJC's counsel claimed at the hearing. An administrative tribunal is not generally allowed to defend the merits of a decision disputed on judicial review. And, by and large, as so eloquently put in", "REFERENCE_SUPPRESSED: \"To allow an administrative board the opportunity to justify its action and indeed to vindicate itself would produce a spectacle not ordinarily contemplated in our judicial traditions.\""], ["[7]", "Moreover, the Federal Court of Appeal, in", "REFERENCE_SUPPRESSED, aptly summarized why the common law restricts the scope of an administrative tribunal's submissions in a judicial review proceeding. Besides the principle of the finality of decisions, there is the principle of impartiality. The problem is not only with respect to the unpleasant [Translation] \"spectacle\" that tarnishes the image of impartiality to be ascribed to the decision maker, which must be maintained in the interests of justice. Worse yet is the fact that the CJC is very poorly placed to defend before this Court, in any manner whatsoever, its actions in a matter, all the more so as in this case, the inquiry before the Inquiry Committee is not yet completed, and the CJC might subsequently be called upon to sit, as a full board, to consider this case."], ["[8]", "The range of remedies available to a court sitting on judicial review may be severely affected, ultimately, by aggressive interventions (", "REFERENCE_SUPPRESSED). A fair distance must necessarily be kept. Here is, essentially, what Stratas J. reminds us of at paragraph 16 of", "CITATION_SUPPRESSED", ", above:", "When a court allows an application for judicial review, it has a broad discretion in the selection and design of remedies:", "REFERENCE_SUPPRESSED. One remedy, quite common, is to remit the matter back to the tribunal for redetermination. If that happens, the tribunal must redetermine the matter, and appear to redetermine it, impartially, with an open mind.", "Submissions by the tribunal in a judicial review proceeding that descend too far, too intensely, or too aggressively into the merits of the matter before the tribunal may disable the tribunal from conducting an impartial redetermination of the merits later. Further, such submissions by the tribunal can erode the tribunal's reputation for evenhandedness and decrease public confidence in the fairness of our system of administrative justice", ". [Emphasis added.]"], ["[9]", "At the risk of repeating myself, I will say that the Review Panel constituted under the", "Procedures for dealing with complaints made to the Canadian Judicial Council about federally appointed judges,", "in force between October 14, 2010, and April 3, 2014 (Procedures), should not have been named at the outset by the applicant as co-respondent in the notice of application for judicial review. Furthermore, the Inquiry Committee constituted under the presumed authority of subsection 63(3) of the", "Judges Act", ", RSC 1985, c. J-1 (Act) and of section 2 of the", "Canadian Judicial Council Inquiries and Investigations By-laws", ", SOR/2002-371 (By-laws), has not yet sat publicly, nor has it ruled on the preliminary motions of the independent counsel and of the applicant in this matter. The applicant says today that the inquiry before the Inquiry Committee commenced in his absence. That alone does not make a respondent, since it must be presumed that the Inquiry Committee has jurisdiction at this point in the proceedings (", "CITATION_SUPPRESSED)."], ["[10]", "Because, let us recall, according to subsections 303(1) and (2) of the", "Federal Courts Rules", ", SOR/98-106 (Rules), the tribunal whose decision or competence is disputed must not be named as a respondent. Where no one can be named by default as respondent under the Rules or a statute, the Attorney General of Canada is named as respondent. To date, however, the Attorney General of Canada has not applied, under subsection 303(3) of the Rules, to be replaced by the CJC, and it is far from clear that such a motion would be allowed by the Court (see", "REFERENCE_SUPPRESSED)."], ["[11]", "The respondent is not in conflict of interest in this case, though we have to expect that it will be the one to intervene before the Inquiry Committee (", "CITATION_SUPPRESSED", ", above", "at paragraphs 23-26), and in judicial review proceedings if there are any, to support the validity and constitutionality of the provisions of the By-laws and Procedures that the applicant is attacking (", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED). Nor is there talk of the CJC initiating an inquiry under subsection 63(1) of the Act to consider the removal of a judge from office at the request of the minister of Justice or an attorney general of a province, as in", "Boilard", "and", "CITATION_SUPPRESSED", ", but rather of an \"ordinary complaint\" made under subsection 63(2) of the Act."], ["[12]", "In this regard, should no other interested party come forward to uphold the legality of the impugned decision, the Attorney General's intervention before the Federal Court should tend towards being that of an", "amicus curiae", ", although the Attorney General has more latitude than an", "amicus curiae", ". After all, the respondent represents the public interest:", "CITATION_SUPPRESSED. Questions of independence or institutional impartiality fall within the area of expertise of the Attorney General of Canada. The fact remains that for the purposes of the debate before the Court today, the respondent should, first and foremost, enlighten the Court, in an objective and comprehensive way, about the applicable law and the facts referred to in the proceedings, without hunting for justifications that are not provided by the tribunal itself in the impugned decision (or in the letters of the CJC). Now, up to today, the Respondent has acquitted itself very well of this delicate task."], ["[13]", "Having considered and weighed up all the relevant factors (", "REFERENCE_SUPPRESSED), and noting moreover that the CJC has never expressed a desire to intervene in the present matter (", "CITATION_SUPPRESSED), this Court, on February 24, 2015, nonetheless authorized the production, in the interests of justice, of an affidavit completed by the Executive Director and Senior General Counsel of the CJC, Norman Sabourin (Executive Director), dated February 6, 2015, and of a certain number of letters previously issued by CJC, in so far as their contents may enlighten the Court in its review of the applicant's motion to set aside the order made on December 5, 2014. The CJC's motion to intervene has, in other respects, been dismissed by the Court."], ["[14]", "Paragraph 399(2)(", ") of the Rules provides:", "399. [...] (2) On motion, the Court may set aside or vary an order", "(a) by reason of a matter that arose or was discovered subsequent to the making of the order; or", "399. [...] (2) La Cour peut, sur requête, annuler ou modifier une ordonnance dans l'un ou l'autre des cas suivants:", "a) des faits nouveaux sont survenus ou ont été découverts après que l'ordonnance a été rendue;"], ["[15]", "Due to the principle of the finality of judgments, Rule 399 has the character of an exception, and the Court will not set aside an order lightly (", "REFERENCE_SUPPRESSED, the Federal Court of Appeal summarizes as follows the conditions that must be fulfilled for the Court to be able to allow a motion under paragraph 399(2)(", ") of the Rules:", "1- the newly discovered information must be a \"matter\" within the meaning of paragraph 399(2)(", ");", "2- the \"matter\" must not be one which was discoverable prior to the making of the order by the exercise of due diligence; and", "3- the \"matter\" must be something which would have a determining influence on the decision in question."], ["[16]", "Although the applicant satisfies the first two conditions, I am not convinced in the case at bar that the \"matter\" he cites in his motion to set aside is \"something which would have a determining influence on the decision in question,\" since the striking of his application for judicial review is based on its premature character.", "I.", "The newly discovered information must be a \"matter\" within the meaning of the Rule"], ["[17]", "Let us start again from the beginning. To assess the relevance of the matter alleged by the respondent within the meaning of paragraph 399(2)(", ") of the Rules, the matter must be framed within a chronology taking into account that two motions for judicial review were filed by the applicant regarding the CJC's inquiry. Unless indicated to the contrary, references to the exhibits refer to the proceedings in this case (T-646-14)."], ["[18]", "On September 30, 2010, the applicant was appointed to the Superior Court of Québec. In May 2012, he was the subject of an allegation by an informer who stated, as part of a criminal investigation, that he allegedly sold cocaine to the applicant, a lawyer at the time, until late 1989 or 1991. Moreover, this was not the only allegation concerning the actions of the applicant while he was a lawyer. On October 30, 2012, the Director of Criminal and Penal Prosecutions of the Province of Quebec sent this information to the Chief Justice of the Superior Court of Québec, the Honourable François Rolland (Exhibit D-3). The applicant-who has always denied the truth of the allegations in question-was relieved of his judicial duties in the interim. Bâtonnier Gérald R. Tremblay and Bâtonnier Louis Masson, have represented the applicant from the outset in the proceedings before the CJC and the Federal Court."], ["[19]", "On November 30, 2012, Justice Rolland approached the CJC to have it review the applicant's conduct, and sent the CJC a copy of the relevant documents (Exhibit D-3) (the complaint). Indeed, the Executive Director treated this letter as a complaint and decided to open a file. Where a complaint is manifestly irrational or amounts to an obvious abuse of the complaint filing procedure, the Executive Director may close the file: section 2.2 of the Procedures;", "REFERENCE_SUPPRESSED. This is not the case in the matter before us."], ["[20]", "We come to the second level. The Vice-Chairperson of the Judicial Conduct Committee of the CJC, the late Honourable Edmond Blanchard, Chief Justice of the Court Martial Appeal Court and Justice of the Federal Court (Vice-Chairperson), examined the complaint and reviewed the documents in the record, which included the applicant's version (letter of January 11, 2013). On February 7, 2013, as allowed by section 7.1 and paragraph 5.1(", ") of the Procedures, the Vice-Chairperson asked Raymond Doray, of the law firm Lavery (the outside counsel), to make [Translation] \" further inquiries\" (Exhibit D-4). The names of the persons met and the contents of the information gathered on that occasion are confidential. Suffice it to mention the following."], ["[21]", "Between February 27 and May 6, 2013, the outside counsel had various meetings or telephone conversations with judges, a representative of criminal and penal prosecutions, and investigators of the Sûreté du Québec. On May 6, 2013, the first version of the outside counsel's [Translation] \"summary report\" (volume 1) was communicated to the applicant. On July 9 and 10, 2013, the outside counsel had other telephone conversations with judges, former partners or professionals who knew the applicant (volume 2). Finally, on August 13, 2013, the outside counsel met with the applicant in the company of the applicant's counsel (volume 3). Then, on or about August 13, 2013, the outside counsel finalized his summary report (Exhibit D-5). On August 14, 2013, through his counsel, the applicant sent the outside counsel written submissions."], ["[22]", "Subsequently, as the Executive Director of the CJC notes in his affidavit of February 6, 2015, the outside counsel produced a [Translation] \"confidential legal report\" to the attention of the Vice-Chairperson of the CJC. The applicant says he discovered the existence of this second [Translation] \"confidential report\" after the order of December 5, 2014, was issued. I am satisfied in the case at bar that this is a \"matter.\" No such report appears in the certified record of the tribunal. It remains to be determined whether this second report could have reasonably been discovered by the applicant before December 5, 2014, and whether it represents a determining factor."], ["[23]", "On October 22, 2013, the Vice-Chairperson decided to constitute a Review Panel composed of the Honourable Justices Ernest Drapeau, Glen Joyal and Arthur J. LeBlanc. The matter now moved to the third level. Through a letter addressed to them and signed by the Executive Director, the Vice-Chairperson informed the members of the Review Panel that he had many questions about the applicant's credibility, and recommended the inquiry be pursued (Exhibit D-6). The same day, under separate cover, the Executive Director of the CJC sent the applicant a copy of the letter of the Vice-Chairperson and of the documents pertaining to the matter."], ["[24]", "On February 6, 2014, the Review Panel decided to constitute an Inquiry Committee under subsection 63(3) of the Act, thinking the case sufficiently serious to justify the applicant`s disqualification as judge. The reasons of the Review Panel are contained in the confidential report dated the same day (Exhibit D-7)."], ["[25]", "On February 11, 2014, the Executive Director informed the applicant of the Review Panel's unanimous decision. In the letter made public at the hearing of February 24, 2015 (Exhibit ANS-2), the Executive Director specifically states:", ". . .", "[Translation]", "In accordance with article 9.9 of the Complaint Procedures of the CJC (the \"Procedures\"), I am giving you a copy of a report that sets out the reasons for the Review Panel's decision in this regard. A copy has also been sent to your counsel. I would ask you to note that this report is confidential, and as is mentioned in the report, some of the appended exhibits might be the subject of a possible publication ban by the Inquiry Committee.", "Under the provisions of the By-laws, the Minister of Justice will be asked to designate one or more lawyers to sit on the Inquiry Committee. Chief Justice Blanchard will proceed, under subsection 2(1) of the By-laws, to appoint members of the Council to sit on the Inquiry Committee. He will also proceed to appoint an independent counsel who will be responsible for presenting the case to the Inquiry Committee. I will notify you of the composition of the Inquiry Committee as soon as it is finalized.", "Furthermore, I ask you to note that the Council [intends to] issue a press release shortly concerning the makeup of the Inquiry Committee.", ". . ."], ["[26]", "The inquiry that then began before the Inquiry Committee constitutes the fourth level. After that, the CJC reviews the complaint and is called upon to rule on its merits (fifth level). The CJC then presents to the Minister of Justice a report on its conclusions and recommendations, which could ultimately lead to the disqualification of the judge (sixth level)."], ["[27]", "On February 12, 2014, in accordance with subsection 1.1(4) of the By-laws, the Executive Director approached the Minister of Justice to have him appoint one or more counsel to the Inquiry Committee (Exhibit ANS-3)."], ["[28]", "On March 13, 2014, the applicant filed a notice of application for judicial review of the Review Panel's decision (the first notice of application). The applicant thereby sought to have the impugned decision struck and to have the By-laws and Procedures declared inapplicable, in whole or in part (see", "CITATION_SUPPRESSED)."], ["[29]", "Asked by letter dated April 9, 2014 (Exhibit ANS-3) to appoint one or more counsel to sit on the Inquiry Committee, the Minister of Justice appointed Ronald LeBlanc, Q.C."], ["[30]", "On April 10, 2014, in response to the request made by the applicant in his first notice of application, the Registrar of judicial conduct at the CJC filed with the Court, under Rule 318, in a sealed envelope, a certified copy of the confidential record that was before the Review Panel (record of the tribunal). The confidentiality of these documents has been maintained by the Court, which has issued various confidentiality orders that have not been revoked to date, although a large part of the correspondence exchanged since the decision of the Review Panel has by now become public (e.g. Exhibits ANS-1 to ANS-4 appended to the affidavit of the Executive Director and Exhibit CCM-1 filed at the hearing of February 24, 2015)."], ["[31]", "On April 16, 2014, the respondent served and filed a notice of motion seeking to strike the first notice of application for judicial review (the first motion to strike).This notice was returnable at the general session to be held in Quebec City on May 15, 2014. The motion was not heard on this latter date, but was postponed to be heard at a special session, since the planned hearing was for more than two hours."], ["[32]", "That spring, our colleague Justice Blanchard was absent from the Court. We were ultimately to learn that this would be his last spring. In the last weeks, he remained bedridden in hospital. In his affidavit, the Executive Director explains that he was nonetheless in telephone communication with Justice Blanchard:", "[Translation]", "Following [the letter of April 9, 2014 of the Minister of Justice], Chief Justice Blanchard informed me by telephone of his decision to appoint, as members of the Inquiry Committee, the Honourable Richard Chartier, Chief Justice of Manitoba (chairperson) and the Honourable Paul Crampton, Chief Justice of the Federal Court, in accordance with section 2 of the", "By-laws", ". He asked me to take the usual administrative steps to give effect to his decision.", "In April 2014, Chief Justice Blanchard informed me by telephone of his intention to appoint Marie Cossette as independent counsel, in accordance with section 3 of the", "By-laws", "On April 29, 2014, I had discussions with Gérald R. Tremblay, one of Justice Girouard's counsel, and I informed him of the intention of Chief Justice Blanchard to appoint Marie Cossette as independent counsel.", "Given the fact that Ms. Cossette, though practising in Quebec City, was part of the same law firm Lavery as Raymond Doray, who practices in Montréal, my discussions with Mr. Tremblay were intended to assure me, on behalf of Chief Justice Blanchard, that this situation would not cause any difficulty, and the undersigned thus asked Mr. Tremblay to indicate whether he saw any difficulties in Ms. Cossette being appointed.", "On May 5, 2014, I followed up with Mr. Tremblay about the appointment of Ms. Cossette. Shortly thereafter, he informed me that he did not have any concerns, in so far as a \"firewall\" was in place between Mr. Doray and Ms. Cossette.", "I advised Chief Justice Blanchard, who confirmed to me his decision to appoint Mr. Cossette, and asked me to take the usual administrative steps to give effect to his decision.", "I immediately advised Ms. Cossette of her appointment and asked her to contact Mr. Tremblay to discuss the question of a [Translation] \"firewall.\"", "At no time has the undersigned been involved in the discussions between the independent counsel and Mr. Tremblay about the drafting of Exhibit P-3 produced as confidential in T-1557-14."], ["[33]", "On June 18, 2014, the CJC publicly revealed the names of the members of the Inquiry Committee and the name of the independent counsel. That said, although no official letter had been sent to the applicant, the Executive Director had informed Mr. Tremblay of these appointments in May 2014."], ["[34]", "The second \"matter\" was revealed in the Executive Director's February 6, 2015 affidavit. Concurrently with the publication of the official press release, the Executive Director of the CJC sent the three members of the Inquiry Committee, on June 18, 2014, a letter (Exhibit ANS-4) in which he mentions in particular:", "[Translation]", "Chief Justice Blanchard asked me to provide you with the report of the Review Panel in this case. I would please ask you to note the video recording that is included. It is possible that the judge would seek to exclude this exhibit from the evidence."], ["[35]", "Here is a \"matter\" of which the Court was certainly not informed when it handed down its order of December 5, 2014. On February 9, 2015, at his examination on affidavit, the Executive Director explained, in this regard:", "[Translation]", "And because of the submissions made on behalf of Justice Girouard, I knew that questions could be raised about the admission or exclusion of the exhibits. And I mentioned it, Chief Justice Blanchard thought that it was good to mention it, so that if anyone had difficulties with these-with the nature of the report and the enclosures, well! he could take the necessary steps to object to them."], ["[36]", "Moreover, not only were the report of the Review Panel of February 6, 2014, and the video in question sent by the Executive Director, on June 18, 2014, to the members of the Inquiry Committee on that occasion, but also [Translation] \"its appendices\" (paragraph 48 of the affidavit of February 6, 2015, of the Executive Director of the CJC and paragraph 60 of the written submissions of the CJC dated February 6, 2015)."], ["[37]", "At the same time, on June 18, 2014, the Executive Director of the CJC sent [Translation] \"the same information to the independent counsel.\" In this latter case, however, no \"matter\" is involved since counsel for the applicant and counsel for the respondent agree that the Review Panel's decision and the information in the CJC's record must be disclosed to the independent counsel so that she can prepare the advance notice that must be given to the judge under subsection 5(2) of the By-laws. This is indeed what counsel for both parties explained verbally to the Court on November 20, 2013, at the hearing of the motions to strike. We shall come back to this question further on, in our analysis of the third criterion of paragraph 399(2)(", ") of the Rules."], ["[38]", "Thereafter freed of his duties as Vice-Chairperson of the CJC, Chief Justice Blanchard passed away on June 27, 2014. Since then, questions concerning the management of the applicant's file come under the purview of the Chairperson of the CJC, the Honourable Michael MacDonald, Chief Justice of Nova Scotia."], ["[39]", "On July 9, 2014, the applicant served and filed a notice of application for judicial review, in T-1557-14, of [Translation] \"the decision of June 18, 2014, of the Canadian Judicial Council . . . to reveal the composition of the Inquiry Committee. . . [and that] indicates that its mandate is to [Translation] 'review the matter as a whole'\" (the second notice of application)."], ["[40]", "According to the entries recorded inT-646-14 and T-1557-14, the following instruction of Chief Justice Crampton dated March 13, 2014, was communicated and transmitted by fax to the parties' counsel on July 16, 2014:", "[Translation]", "Given my duties as member of the Inquiry Committee of the Canadian Judicial Council that will examine the conduct of the Honourable Michel Girouard, I am assigning to Justice Simon Noël all the tasks of the administration (including summons) of the file or files involving Justice Girouard and the inquiry regarding him, in accordance with section 6(2)(", ") of the", "Federal Courts Act"], ["[41]", "On July 31, 2014, the Registrar of judicial conduct at the CJC filed with the Court, under Rule 318, a certified copy of the [Translation] \"documents in possession of the Council,\" with the following caveat:", "[Translation]", "The application for judicial review is not precise as far as the impugned \"decision\" is concerned. In the Council's opinion, no decision was made on June 18, 2014. In so far as the application for judicial review is valid and deals with the decision of the Vice-Chairperson of the Council to appoint the members of the Inquiry Committee and an independent counsel within the meaning of subsection 1.1(2) of the", "Canadian Judicial Council Inquiries and Investigations By-laws", ", I am delivering to you, in accordance with section 318, the documents pertaining to this decision."], ["[42]", "In fact, the certified record in T-1557-14 includes the letter dated February 12, 2014, sent by the Executive Director to the Minister of Justice, the letter dated April 9, 2014 sent by the Minister of Justice to the Executive Director (Exhibit ANS-3), the press release of June 18, 2014, and the letter of June 27, 2014, sent by the Executive Director to counsel for the applicant, which states [Translation]: \"[t]he decisions that are referred to in the Council's press release have been rendered in accordance with the provisions of the", "Canadian Judicial Council Inquiries and Investigations By-laws", ".\""], ["[43]", "On August 12, 2014, the respondent served and filed a motion to strike the second notice of application, alleging that no [Translation] \"decision\" had yet been made by the Inquiry Committee and that the applicant could not challenge the legality of the press release of June 18, 2014 (the second motion to strike)."], ["[44]", "On the instructions of Justice Noël, the two motions to strike were heard by the Court on November 20, 2014. As mentioned above, they were allowed on December 5, 2014. No appeal has been lodged in this case or in T-1557-14. The two orders are thus final."], ["[45]", "We now arrive at the incident that triggered this motion to set aside. On December 11, 2014, Doug Mitchell (counsel for the Inquiry Committee) sent to the independent counsel and to counsel for the applicant a letter that reads as follow:", "[Translation]", "I am writing to you on behalf of the Inquiry Committee after receiving and reading the decision of Justice Martineau dated December 5, 2014.", "At paragraph 45 of his decision, Justice Martineau states:", "\"It is furthermore impossible at this stage to foresee the course of events. Could it be that allegations previously considered by the Review Panel will not be subject to the inquiry or will be withdrawn? I simply do not know. Based on explanations by the representative for the Attorney General at the hearing, the Court understands that it will be up to the independent counsel to review the file and determine for herself \"impartially and in accordance with the public interest\" what specific evidence will be adduced at the hearing (subsections 3(3) and 5(2) of the By-laws). The Court must also assume at this stage that nothing in the file (Exhibits D-3 to D-7) was submitted to the Inquiry Committee. By this reasoning, the investigation previously conducted by the Review Panel, although it may have been inquisitorial, did not compromise the applicant's fundamental right to defend himself, as part of an adversarial process before the Inquiry Committee involving the particular facts that may be alleged against him.\"", "The Committee would like to point out to you that", "what Justice Martineau said in paragraph 45 is not accurate, since on June 18, 2014, the Vice-Chairperson of the Judicial Conduct Committee of the Canadian Judicial Council sent to each member of the Inquiry Committee the report of the Review Panel in this matter, together with the supporting evidence.", "Furthermore, the Committee would like to inform you that one member of the Committee has examined the decision of the Review Panel, but not the supporting evidence, that one member has examined all the documentation submitted by the Canadian Judicial Council, and that no member has examined the elements of the documentation.", "The Committee wishes to advise you that the Inquiry Committee is planning to rely solely on the evidence that it deems admissible at the hearing to settle all the issues required to perform its duties. Moreover, as you know, judges are, by the nature of their duties, able to ignore evidence that they have heard in certain contexts, for example in a voir dire, or that they will declare inadmissible, either during the hearing or in the final judgment.", "Sincerely, [Emphasis added.]"], ["[46]", "The contents of the letter of December 11, 2014, of counsel for the Inquiry Committee constitutes a \"matter.\" I am satisfied that up to the date of this last communication, the applicant did not have knowledge of the fact that [Translation] \". . . on June 18, 2014, the Vice-Chairperson of the judicial conduct committee of the Canadian Judicial Council sent to each member of the Inquiry Committee the Review Panel's report in this matter, together with the supporting evidence.\" Nor could the applicant have known, as counsel for the Inquiry Committee points out, \". . . that one member of the Committee examined the decision of the Review Panel, but not the supporting evidence, that one member examined all the documentation submitted by the Canadian Judicial Council, and that no member examined the elements of the documentation.\""], ["[47]", "Finally, I am also satisfied that the facts related at paragraphs 28 and 46 of the affidavit of February 6, 2015, of the Executive Director of the CJC are a \"matter,\" namely: (1) after the applicant sent to the outside counsel on August 14, 2013, through his counsel, written submissions concerning the summary report, the outside counsel [Translation] \"produced a confidential legal report to the attention of Chief Justice Blanchard\" (confidential report); (2) [Translation] \"[t]he confidential report of the outside counsel in this case was not shared with the Review Panel, the Inquiry Committee, the independent counsel or anyone other than Chief Justice Blanchard;\" and (3) [Translation] \"[o]nly the summary document was shared.\" It is only recently that the applicant has come to know all this \"matter.\"", "II.", "The \"matter\" must not be one which was discoverable prior to the making of the order by the exercise of due diligence"], ["[48]", "All the \"matter\" alleged by the applicant concerns information that was under the exclusive control of the CJC, so that the applicant was not in a position where it would have been possible for him to discover it before the order of December 5, 2014."], ["[49]", "On the one hand, the Executive Director, in his examination on affidavit, which took place on February 9, 2015, acknowledged that the \"confidential report\" of the outside counsel used by the Vice-Chairperson of the CJC [Translation] \"was not revealed [to the applicant]\" and that [Translation] \"the very existence of the legal opinion was not revealed.\" On the other hand, on November 20, 2014, when the respondent's two motions to strike were argued, nothing led the applicant to think that the Executive Director of the CJC and/or the late Edmond Blanchard could have taken the initiative, on June 18, 2014, to communicate any information whatsoever to the members of the Inquiry Committee."], ["[50]", "I am therefore satisfied that the \"matter\" referred to by counsel for the Inquiry Committee in his letter of December 11, 2014, could not have been discovered by the applicant, prior to the order of December 5, 2014, by the exercise of due diligence. The applicant satisfies the second jurisprudential condition.", "III.", "The \"matter\" must be something which would have a determining influence on the decision in question"], ["[51]", "On February 24, 2015, counsel for the applicant resumed before me a line of argument that is not really new. As evidence of this, I note that in the notice of application for judicial review that had been filed with the Court on July 9, 2014, under the heading [Translation] \"jurisdictional contradiction,\" the applicant alleges, at paragraphs 18 to 21:", "[Translation]", "After establishing that the Inquiry Committee shall determine the scope of its inquiry, the decision of June 18, 2014, indicates that its mandate is \"to review the matter as a whole;\"", "The applicant submits that there is nothing, at this stage, that can be \"reviewed;\"", "Indeed, the Inquiry Committee must commence its inquiry, as the case may be, without having read any facts other than those that will eventually be brought to its attention;", "This tight separation is indeed crystallized by the existence of prevention measures designed to ensure that the independent counsel, to assist the Inquiry Committee, does not read any facts on the record other than those that are legally led in evidence, as the case may be. These preventive measures appear in Exhibit P-3, which will be produced before the Tribunal after a request has been submitted to seal, keep confidential, not disclose and not publish this document. It is thus contrary to the legislative and regulatory provisions that the Inquiry Committee be called upon \"to review the matter as a whole\" while there is no jurisdictional framework, no evidence and, for the moment, nothing that can be \"reviewed.\""], ["[52]", "According to the applicant, the \"matter\" disclosed by counsel for the Inquiry Committee and the Executive Director of the CJC shows that the principle of separation that frames each step in the complaints process at the CJC has not been observed. Section 9.10 of the Procedures clearly provides that once the report has been written, the members of the Review Panel are", "functus officio", ", precisely to avoid having the knowledge acquired during the review pollute the inquiry. No rule provides that the report of the Review Panel must be transmitted to the Inquiry Committee, and in so doing, the CJC has irremediably influenced the course of the inquiry. Now, the Inquiry Committee received documents and information coming from the Review Panel even before the independent counsel prepared, and sent to the applicant, the advance notice required under the By-laws. Indeed, at the time of the hearing of the present motion to set aside, the allegations concerning which the Inquiry Committee will conduct an inquiry had yet to be specified by the independent counsel in a [Translation] \"detailed final notice of allegations\" that she intended to send to the applicant on March 13, 2015. The applicant alleges that this creates a situation of irremediable lack of procedural fairness."], ["[53]", "Furthermore, several documents and a video, whose admissibility has not been the subject of any debate about filing them as evidence, have already been reviewed by the members of the Inquiry Committee. Eight months have elapsed since June 18, 2014. According to the applicant, this clearly indicates that the inquiry began in his absence, which infringes his fundamental right to a full answer and defence."], ["[54]", "At the hearing, counsel for the applicant, in support of the motion for an immediate stay of the proceedings, alleged the apparent bias of the current members of the Inquiry Committee in regard to some of the questions at issue. The applicant refers to the letter of December 11, 2014, which was sent to them in the name of the Inquiry Committee. If we are to believe counsel for the Inquiry Committee: [Translation] \"judges are, by the nature of their duties, able to ignore evidence that they have heard in certain contexts, for example in a voir dire, or that they will declare inadmissible, either during the hearing or in the final judgment.\" Counsel for the applicant concede that this is perhaps true, but not before the debate has taken place in proper form before the tribunal! There is the rub precisely, since the declaration of December 11, 2014, seems to indicate that the members of the Inquiry Committee already considered the issue of appearances of bias, in the absence of the applicant, and decided in advance that they would not recuse themselves. This constitutes a clear violation of procedural fairness. Furthermore, according to the letter dated December 11, 2014, it is impossible to know which specific elements of the documentation or of the Review Panel's report have been considered by the Inquiry Committee since then."], ["[55]", "The applicant claims that in light of this \"matter,\" the Court has no other option than to set aside the order of December 5, 2014, and to order an immediate stay of proceedings before the Inquiry Committee, or else order that these proceedings be continued before the Federal Court, and to allow the applicant to amend his notice of application for judicial review to allege these new defects."], ["[56]", "The respondent is not really challenging the fact that there may have been some small infringements of the principle of separation-the facts speak for themselves-but that does not affect the validity of the Court's conclusion that the application for judicial review is premature. After all, the Inquiry Committee has full authority to rule on any question of law or jurisdiction. In the case at bar, the alleged new breaches of procedural fairness do not constitute an [Translation] \"exceptional circumstance\" allowing early recourse to the courts. Furthermore, the independent counsel and the Inquiry Committee are not bound by the Review Panel's report. The Inquiry Committee is master of the proceedings, and may thus remedy any previous breach of a principle of procedural fairness. It is incumbent upon the applicant to raise before the Inquiry Committee the defects that he is alleging today. It will be up to him to submit, before the Inquiry Committee, a motion to stay proceedings or a motion for disqualification, and he will always be able to challenge the admissibility in evidence of any document and the probative value of the video in question. Finally, the prejudice that the applicant alleges is speculative, such that the applicant's application for judicial review remains, in every respect, premature."], ["[57]", "On November 20, 2014, at the hearing of the motions to strike, the Court attempted to define the question of the scope of the inquiry and of the role that the independent counsel plays before the Inquiry Committee. The applicant did not make any admission in this matter, nor had the formal notice of allegations been communicated to him. As for the allegations in the complaint, which are denied, the applicant claims that they do not reveal any disciplinary cause of action under section 65 of the Act. It must be understood that if the competence of the Inquiry Committee is derived exclusively from the report of the Review Panel and nothing can be changed thereafter, that will indeed have a direct impact on the burden of proof. The following exchange is particularly revealing:", "[Translation]", "Gérald Tremblay for the Honourable Michel Girouard: And, in any case, and there, it's. . .it's artistic vagueness, there. But one thing is certain, and that is: the independence of this lawyer or that lawyer must be total and the problem with the first case, \"", "Lori Douglas", ",\" is that the counsel who assists the Council, thus who . . . he is . . . he is almost on the bench, he is just a little bit away from it, has descended into the arena to ask questions that the committee would have wanted Mr. Pratte to ask. So it's interference in the work of . . . of . . . the independent committee, etcetera, etcetera, and that is what caused the process to be derailed at that point.", "The Court: But as for me, my question was simpler. . .", "Mr. Tremblay: Yes.", "The Court: . . . and more technical, it was a very technical question. When the advance notice is prepared, the independent counsel, there, you told me, Mr. Joyal, that there were three allegations that were made by the Review Panel, that's why the process was allowed to settle-the process was . . . was . . . triggered to a new step, which is the fourth step.", "Claude Joyal for the Attorney General of Canada: That's it.", "The Court: The advance notice, then, is it on the basis of the three (3) allegations that were made or is that going to be . . .", "Mr. Joyal: That starts . . .", "The Court:  . . . either one of the three, or two, or the three or could it be a fourth or a fifth?", "Mr. Tremblay: Yes, that,  . . . that cannot . . . that cannot go much . . . much further than that, but that starts there and she makes-it makes its . . . its own assessment and then says \"Here is my notice of allegation\" and that can . . . that . . . can be the starting point, it's what the. . .it's what the. . .the. . .the. . .the Review Panel has. . . has given, there, but there, that starts over again as a. . .I don't want to make an analogy with the Crown counsel too much, too much, there, but it's her assessment from there, then she-\"Here is what I myself make of it.\"", "The Court: O.K.", "Mr. Tremblay: And then, the other. . .the other. . .can bring a motion to. . .to say \"Well, I don't agree. . .\"", "The Court: Yes.", "Mr. Tremblay: \". . . there is one too many, there are two too many, etcetera.\"", "The Court: That answers my question.", "Mr. Tremblay: Thank you.", "The Court: I interrupted you, Mr. Joyal, I apologize.", ". . .", "The Court:  . . . thus, one-the-the independent counsel would have, to answer my question, there were three allegations that were made by the Review Panel that justify, if I may say so, the . . . the administrative decision, you say, of the Review Panel to go to the fourth step and appoint a committee . . .", "Mr. Joyal: That's it.", "The Court: . . . of inquiry.", "Mr. Joyal: Yes.", "The Court: But before the inquiry . . .", "Mr. Tremblay: Starts.", "The Court:  . . . formally starts, under section 63 of the Act, what you read to me . . .", "Mr. Joyal: Yes.", "The Court:  . . . must have reasonable advance notice, the By-laws explain to us that it is the counsel, ultimately, who is going to prepare it, it will not be the Inquiry Committee, it is going to be the independent counsel and the inquiry counsel, after making his own inquiry, could restrict or expand the scope of . . . of the allegations, in other words, he could accept only one allegation against the judge, just as he could decide to add to it . . .", "Mr. Joyal: Yes.", "The Court:  . . . depending on his independent assessment. At that time, that is going to be formalized in an . . . in an advance notice that is going to be addressed to the judge.", "Mr. Joyal: Yes, I am going to . . . and I am going to continue, two small comments. When one refers to section 63(1), one is referring to the situation where the Council proceeds with an inquiry at the request . . .", ". . .", "Mr. Joyal: Yes. That, it's . . . it's . . . it's the . . . it's the case where the Council proceeds with an inquiry at the request of an attorney general. Another thing, it's . . . it's an aside, Mr. Tremblay will correct me, he who has experience in the professional ethics of the judiciary, there is also the situation where the independent counsel could decide that there is no matter.", "Mr. Tremblay: Yes.", "Mr. Joyal: And that, that's the rule that is called \"the", "Boilard", "rule.\" . . .", ". . .", "Mr. Tremblay: Just anecdotally speaking, my colleague, I do not want to interrupt you, but since we are on the subject, of \"", "Boilard", ",\" what is interesting from an anecdotal perspective is that Mr. . . . our late colleague Mr. Langlois was the independent counsel. I am arguing that even if it is mandatory to hold the inquiry because of 63, once one is before the Committee, if \"it discloses no offence known to law,\" the Committee should stop there right away because all there was in the allegation is the . . . he recused himself from . . .  from . . . the Hell's Angels trial, eh. There is no-nothing around it, he did not say there was cash that had changed hands, influence, and so, the Committee did the same thing, then they . . . they . . . they filed a complaint and the Judicial Council, \"in banco,\" in . . . in . . . the whole mob-the whole group, excuse me, we have to be-we are in a-the whole group at the Château Laurier had to take a ballroom, they heard the case again and they set aside the complaint that had been made by, it was Justice Richard, Justice Robert and the . . . Michael Cain of Chicoutimi, they set it aside, and then they said: \"They should have stopped at the outset.\" So that means that the process was starting, but the independent counsel had said \"You should stop,\" but he is not . . . he is bound, they are not-and then the-and then, they said: \"Under section 63, we are obliged to proceed\" and the . . . the entire Council decided that they should have stopped because the text of the complaint did not reveal any infringement of professional ethics.", "The Court: So then, the answer is: that stops or that does not stop.", "Mr. Tremblay: That stops there.", "The Court: That stops.", "Mr. Joyal: That stops. And there is a decision, and I will perhaps find it for you in the course of the morning, that mentions that this rule, the", "Boilard", "rule, is part  ... participates in the maintenance of judicial independence, in other words, that a complaint that is unfounded must not go  ... must not go any further.", "Mr. Tremblay: Yes.", "Mr. Joyal: And all this with . . . with a view to preserving judicial independence. I will find for you the . . . decision, if there is an adjournment. I am continuing with my presentation, Your Honour . . .", ". . ."], ["[58]", "Indeed, after verification, in the CJC's report dated December 19, 2003, and sent to the Minister of Justice in the", "Boilard", "case, the 26 justices who signed it agreed on the following points:", "[Translation]", ". . .", "On February 3, 2003, Mr. Langlois recommended to the committee that it split the inquiry into two phases. He thought that this measure would allow the committee, as a first step, to rule \"in a preliminary manner\" on the motion for an inquiry based on the documents that were indisputable and undisputed. This recommendation was rejected. At the conclusion of the hearings, Mr. Langlois said that in his opinion, the inquiry should have been terminated without drawing any conclusions about Justice Boilard. He thought that Justice Boilard's decision concerned the capacity of a judge to preside over a trial in complete independence and impartiality, and thereby arose from \"the pure exercise of the judge's judicial discretion.\" He added that the Attorney General, in his motion, did not allege that the judge's decision was based on illegitimate, inappropriate or non-judicial grounds.", "The Council generally subscribes to the approach adopted by the independent counsel and to the opinions he expressed.", ". . .", "In short, the Canadian Judicial Council concluded that the inquiry committee should have taken the advice of the independent counsel to first review the questions at issue, which would have then led it, given the disclosed facts, to refuse to further review the motion of the Attorney General. There is, then, nothing that would allow a conclusion that Justice Boilard's decision to recuse himself constituted a failure to perform the duties of his office.", "The Council, like the Inquiry Committee, is of the opinion that there is no reason to recommend the revocation of Justice Boilard. Moreover, the Council is of the opinion that nothing allows one to conclude that the conduct of Justice Boilard was inappropriate within the meaning of section 65(2)(", "), (", ") or (", ") of the", "Judges Act", ". . ."], ["[59] In", "CITATION_SUPPRESSED, the Federal Court of Appeal makes reference to the", "Boilard", "rule:", "A second constraint is found within subsection 63(1) itself. As I read that provision, an Attorney General is entitled to request the commencement of an inquiry under subsection 63(1) only in relation to judicial conduct that is sufficiently serious to warrant removal of the judge from office for one of the reasons specified in paragraphs 65(2)(", ") to (", "). The Council, in the", "Report of the Canadian Judicial Council to the Minister of Justice under ss. 65(1) of the Judges Act Concerning Mr. Justice Jean-Guy Boilard of the Superior Court of Québec", "(2003), said (at page 3) that it may decline to commence an inquiry on the basis of a request under subsection 63(1), or the Inquiry Committee may decline to continue an inquiry, if the letter of request from an attorney general does not allege bad faith or abuse of office, and does not on its face disclose an arguable case for removal. [Emphasis added.]"], ["[60]", "Although the inquiry in the", "Boilard", "case was conducted in response to a request made by the Attorney General of the Province of Quebec under subsection 63(1) of the Act, the parties agree that the", "Boilard", "rule may also apply to an inquiry conducted following an ordinary complaint regarding which an inquiry is held under subsection 63(2) of the Act. In both cases, the Council must be satisfied that there is a ground for intervention under paragraphs 65(2)(", ") to (", ") of the Act."], ["[61]", "On November 20, 2014, everything seemed clear: the Inquiry Committee had not started its work and had not yet sat. There was no conflict in view between the Inquiry Committee and the independent counsel. There was not even an official advance notice (although preliminary versions of the upcoming advance notice might have been the subject of discussions between the independent counsel and counsel for the applicant). It was, however, only after the orders to strike had been handed down by the Court on December 5, 2014, that the applicant and the independent counsel were informed that there had been prior communication of the Review Panel's report, of the summary report, of the documents and of the video in question. In retrospect, the initiative taken in June 2014 to transmit the entire file to the Inquiry Committee would perhaps not be unrelated to the Ruling of the Inquiry Committee concerning the Hon. Lori Douglas with respect to certain Preliminary Issues (May 15, 2012) (affidavit of February 6, 2015, of the Executive Director, paragraph 50; examination of the Executive Director of February 9, 2015, pages 59-62). This latter interlocutory decision was rendered on May 15, 2012, by the first Inquiry Committee in", "CITATION_SUPPRESSED", ", which resigned in its entirety on November 23, 2013. It is not included by counsel in the mass of various authorities that the parties on both sides submitted at the hearing of November 20, 2014. There is no doubt a very simple reason for this omission: it is a decision that may give rise to controversy. Its legality has not been examined by the courts of justice. To the Court's knowledge, this decision does not appear to have been followed so far by other inquiry committees of the CJC."], ["[62]", "Without ruling on this point, I note that it emerges from the oral submissions made by the solicitors of record that the first Inquiry Committee in", "CITATION_SUPPRESSED", "considered-perhaps precipitously if one considers the case law that has developed around the \"", "Boilard", "rule\"-(1) that the formal inquiry before the Inquiry Committee is only the continuation of the broader inquiry commenced earlier; (2) that the competence of the Inquiry Committee flows exclusively from the Review Panel's decision; and (3) that the independent counsel is required to conduct the inquiry in the manner that the Inquiry Committee intends. Even so, I do not believe that it is appropriate to set aside my order of December 5, 2014, and to start over again with the exercise of hearing, for a second time, the submissions of counsel on the merits of the application for judicial review. What I wrote in my previous decision is still valid, and enables me to dispose today of the motion to set aside: the additional defects resulting from the \"matter\" may be considered by the Inquiry Committee (see, for example, the", "Ruling of the Inquiry Committee concerning the Hon. Lori Douglas with respect to the motion to disqualify all members of the Inquiry Committee on the basis of alleged reasonable apprehension of bias", "(August 20, 2012);", "Inquiry Committee concerning the Hon. Lori Douglas, Reasons For Resignation of the Inquiry Committee", "(November 20, 2013, at paragraphs 3 and 15). The applicant's application for judicial review in the present case is premature in all respects."], ["[63]", "On December 5, 2014, the Court ruled that the Inquiry Committee has full authority to rule on any question of law or jurisdiction raised by the applicant in his notice of application, including the validity of the By-laws and Procedures (paragraphs 27-28, 33-35). In", "CITATION_SUPPRESSED", ", above, the Court clearly indicates the direction to be taken:"], ["[26] Having considered the Act as a whole and the factors referred to in", "Martin"], ["[2003 SCC 54], above, I am of the view that the Inquiry Committee-contrary to the Review Panel-has implied jurisdiction to decide questions of law arising under the relevant provisions of the Act and By-laws.", "This includes, first and foremost, the issue of the scope of its inquiry, but also any issue involving aspects essential to the exercise of its inherent jurisdiction over allegations lodged against a magistrate who is still in office. Consider, for example, the determination of the burden of proof and the use of any objection to the evidence flowing from the protected nature of acts subject to solicitor-client privilege, which, incidentally, the applicant raises in his notice of application", ". [Emphasis added.]"], ["[64]", "Moreover, emphasizing that in the present matter-contrary to that of the inquiry concerning the Honourable Lori Douglas-there was no allegation of bias concerning the members of the Inquiry Committee or infringement of the independence of the independent counsel, the Court dismissed, in", "CITATION_SUPPRESSED", ", above, the applicant's general allegation that a previous infringement of procedural fairness, if there was one, could have tainted the entire inquiry process, since this is a", "de novo", "process that contains important procedural safeguards. That sufficed to not examine the applicant's allegation to the effect that the Vice-Chairperson of the CJC had [Translation] \"interfered\" with the decision-making process of the Review Panel (the applicant maintains that the letter of October 22, 2013, amounts to a veritable [Translation] \"charge\" and that such interference is authorized neither by the Act nor by section 8.1 of the Procedures). The applicant also raises as a \"matter,\" in his motion to set aside, that a \"confidential report\" written in 2014 by the outside counsel was not transmitted to him and was not included in the certified record of the tribunal. According to what the Executive Director said when he was examined on this topic on February 9, 2015, by counsel for the applicant, the report was a \"legal opinion\" subject to solicitor-client privilege, but the applicant alleges that once the inquiry process had begun, the confidential report in question had to be communicated to him, like any other document pertaining to the complaint, in order for the Court to decide whether or not the confidential report should be included in the record. I shall not rule today on this very contentious issue. The applicant is free to raise the issue of the second \"confidential report\" of the outside counsel with the Inquiry Committee before seeking a judicial remedy before the Court. If he does not obtain a timely answer, the applicant will always be able to contest the legality of the whole inquiry process at a later date, in addition to challenging, where applicable, all the interlocutory decisions that will have been made by the Inquiry Committee. This is, therefore, only a postponement."], ["[65]", "Furthermore, CITATION_SUPPRESSED", ", above, which is cited by counsel for the Inquiry Committee in his letter of December 11, 2014, must be placed in its true context:"], ["[39] It should be noted that the applicant's file is only at the beginning of the fourth stage, and the factual situation, as it exists today, appears to me far different from that in", "CITATION_SUPPRESSED", ", above. The information gathered to date by outside counsel or the Review Panel is not evidence. The applicant has yet to be \"judged.\" However, there is no allegation of bias or interference with the independence of counsel having to pursue the matter before the Inquiry Committee. And most importantly, we do not make assumptions: things are not always what they seem at first glance. No witness has been heard. Everyone's credibility will have to be assessed exclusively by the Inquiry Committee-if it eventually states it has jurisdiction. It must therefore be presumed at this stage that the members of the Inquiry Committee are objective, free of preconceived ideas, and that they will only form an opinion after hearing all the evidence and considering all explanations, if any, provided by the applicant."], ["[40] Although the representative for the Attorney General seemed to be of the view at the hearing that it is only at the conclusion of the sixth stage that an application for judicial review may be brought by the applicant-a claim not held in", "CITATION_SUPPRESSED", ", above, and on which it is not necessary to provide a final ruling today-it is sufficient to decide that at this stage of the file, the applicant must, at a minimum, await the conclusion of the fourth stage.", "The fact is that, on the one hand, neither the Inquiry Committee, nor independent counsel, are bound by the Review Panel's report, and that, on the other hand, the notice to be given pursuant to the Act and By-laws, has yet to be provided to the applicant, which makes it virtually impossible at this stage to conduct an informed review of the applicant's multiple arguments", ". . ."], ["[42] I am not trying to trivialize this matter. The allegations reviewed by the Review Panel are serious. The applicant's reputation is truly at stake. His personal life and professional career are also at stake. Out of necessity, this is an urgent matter. There have already been considerable delays. The applicant is still in a situation of uncertainty. Indeed, although independent counsel was appointed and the composition of the Inquiry Committee was publicly announced on June 18, 2014 (see the other decision rendered today in T-1557-14, 2014 FC 1176, at paragraphs 1 and 2),", "the applicant has yet to be formally notified of the \"complaints or allegations\" that the Inquiry Committee intends to investigate pursuant to section 64 of the Act and subsection 5(1) of the By-laws."], ["[43] At the same time, despite the delays encountered to date, the applicant shall be given sufficient notice to enable him \"to respond fully to them\" (subsection 5(2) of the By-laws). Moreover, the protections offered by the Act and By-laws to the applicant are not fictitious.", "The Inquiry Committee must conduct its inquiry or investigation in accordance with the principle of fairness and ensure that a judge in respect of whom an inquiry or investigation is to be made shall be afforded an opportunity, in person or by counsel, of being heard at the hearing, of cross-examining witnesses and of adducing evidence on his or her own behalf (section 64 of the Act and section 7 of the By-laws). One would therefore imagine that before the Inquiry Committee accepts into evidence the informer's statement, the applicant will have had an opportunity to cross-examine the deponent."], ["[44]", "This is why I reject the applicant's submission that the Review Panel's decision is in itself determinative or that a breach of the rules of procedural fairness may have tainted the entire review process", "REFERENCE_SUPPRESSED, affirming 2011 FC 1019).", "The Inquiry Committee does not sit in appeal of a decision of the Review Panel. I am referring here to a", "de novo", "process. From a procedural fairness perspective, regardless of the previous criticisms of the applicant, the Act and By-laws contain, with respect to the inquiry itself, very important procedural safeguards. They ensure adequate protection of the rights of applicants who wish, in particular, to cross-examine those who made allegations against them."], ["[45]", "It is also impossible at this stage to foresee the course of events. Is it possible that allegations previously considered by the Review Panel will not be subject to an inquiry or investigation or will be withdrawn? I have no clue. Based on explanations by the representative for the Attorney General at the hearing, the Court understands that it will be up to the independent counsel to review the file and determine for herself \"impartially and in accordance with the public interest\" what specific evidence will be adduced at the hearing (subsections 3(3) and 5(2) of the By-laws). The Court must also assume at this stage that nothing in the file (Exhibits D-3 to D-7) was submitted to the Inquiry Committee. By this reasoning, the investigation previously conducted by the Review Panel, although it may have been inquisitorial, did not compromise the applicant's fundamental right to defend himself, as part of an adversarial process before the Inquiry Committee involving the particular facts that may be alleged against him.", "[Emphasis added.]"], ["[66]", "Moreover, the comments of CITATION_SUPPRESSED of", "CITATION_SUPPRESSED,", "above, must be linked to the submissions made in", "CITATION_SUPPRESSED:"], ["[15] When the Inquiry Committee is comprised of three members, it may include a member of the legal profession appointed by the Minister of Justice. The other two members are members of the CJC appointed by the Chairperson (or the Vice Chairman) of the Judicial Conduct Committee. On June 18, 2014, the CJC published a press release revealing the names of the three members of the Inquiry Committee and that of the CJC's independent counsel.", "Whatever the author of the press release may have written in regard to any legal aspect of the matter is clearly not binding on the Inquiry Committee. In fact, we now know that no decision has been made by the Inquiry Committee."], ["[16] Before me at the hearing, one of the applicant's learned counsel, Bâtonnier Louis Masson, indicated that it was", "ex abundanti cautela", "- that is to say, out of an abundance of caution - that the applicant filed this application for judicial review. In this case, the Court has decided today that the arguments raised by the applicant in file T-646-14 against the legality or merits of the decision of the Review Committee to set up an Inquiry Committee are premature and the Inquiry Committee should be permitted to dispose of the matter, preferably in a preliminary manner: 2014 CF 1175. The present application for judicial review is therefore unnecessary and premature. [Emphasis added.]"], ["[67]", "Unless there is evidence to the contrary, no decision has yet been made by the Inquiry Committee. The facts alleged in the complaint have been denied totally by the applicant. However, the outside counsel's report and the Review Panel's report do not prove their contents. In", "CITATION_SUPPRESSED, the Court already disposed of the applicant's allegations of continued harm:"], ["[46] As for the continued harm that may be done to the applicant if a further inquiry is made, it will essentially consist of moral and pecuniary damages that may result from unwarranted harm to his reputation in the event that the complaint or allegations made against him are, in the end, proven to be unfounded in this case. However, concrete measures have already been taken to protect the applicant's reputation by both the CJC and the Court. Thus far, all the evidence in the CJC's record (Exhibits D-3 to D-7) has remained confidential. Although the Inquiry Committee conducts hearings in public, it may, nevertheless, order that all or any part of a hearing be conducted in private and prohibit the publication of any information or documents placed before it (subsections 63(5) and (6) of the Act; section 6 of the By-laws). Obviously, this includes all evidence in the CJC's record (Exhibits D-3 to D-7), supposing that the independent counsel decides to file in evidence before the Inquiry Committee all such evidence in the record, which is not obvious at this stage, because Exhibits D-3 to D-7 contain information that could reveal current or prior criminal investigations, whereas the report by outside counsel (Exhibit D-5) is covered by legal advice privilege and/or public interest privilege (", "REFERENCE_SUPPRESSED)."], ["[47] In closing, I must also make a trite observation: nothing prevents the applicant from filing a motion with the Inquiry Committee for a stay of proceedings (or for recusal if he feels there is a reasonable apprehension of bias) and from raising the administrative and constitutional law arguments that are also mentioned in his notice of application for judicial review. The applicant raises several key issues, some of public interest, which should preferably be decided on a preliminary basis by the Inquiry Committee. Moreover, in the past, Review Panels have already had to dispose of various preliminary issues of jurisdiction, evidence and even constitutional law. While it may not be clear in the case law that the Inquiry Committee has the power to issue a declaratory judgment having the force of", "res judicata", "for all of Canada, it may, nevertheless, refuse to apply legislation that is unconstitutional or contrary to the", "Canadian Charter of Rights and Freedoms", ", if it finds that the By-laws, or the Complaints Procedures, are inconsistent with the Act or the Constitution. This is sufficient to persuade me, at this stage, that effective remedies are available to the applicant and that it is up to him to exhaust those remedies prior to going before the Court."], ["[68]", "Although the outside counsel's \"summary report\" speaks of [Translation] \"testimonies\" and [Translation] \"elements of evidence,\" these are not evidence but rather [Translation] \"elements of information\" collected during the previous process of reviewing the complaint. The appropriate witnesses that may be called to testify before the Inquiry Committee have not been examined under oath by the applicant and the independent counsel. It thus seems to me that the phrase [Translation] \"supporting evidence,\" used by counsel for the Inquiry Committee in his letter of December 11, 2014, is unfortunate. It is not the role of the Executive Director, of the chairperson (Vice-Chairperson) of the CJC or of the Review Panel to [Translation] \"judge\" the applicant. Questions of credibility and evidence come within the purview of the Inquiry Committee. The Review Panel indeed clearly understood this when it explained, in its report of February 6, 2014 (this part is not confidential in nature) [Translation]: \"A Review Panel does not have the mandate to decide questions of evidence. Its mandate is to gather information and to decide, in light of this information, what is to be done, in accordance with the provisions of the Act, the By-laws and the Procedures.\" This step is part of a \"screening procedure,\" as described by the Federal Court of Appeal in", "CITATION_SUPPRESSED", ", above."], ["[69]", "Let me be very clear: the reason for my not intervening on December 5, 2014, and today, is that the applicant's are premature. Physically speaking, the members of the Inquiry Committee were able to review the documents and see the controversial video, but legally speaking, as I see it, this material has not yet been admitted into evidence. At this point in the proceedings, it must be assumed that the elements of information in the CJC's record will only become [Translation] \"evidence\" when they have been legally produced before the Inquiry Committee. The CJC's record as previously constituted does not prove its contents and is not automatically filed in its entirety at the opening of the public inquiry before the Inquiry Committee. As for the reports of the outside counsel and the Review Panel-which are essentially tools for analyzing the information collated during the inquisitorial and confidential investigation phase-they are not [Translation] \"elements of evidence\" in the literal sense of this legal phrase. The fact that all these documents, including the video in question, were communicated unilaterally by the Executive Director-presumably acting at the request of the Vice-Chairperson of the CJC who is now deceased-without the Inquiry Committee requesting this and without any debate on the matter, suffices to distinguish this case from", "CITATION_SUPPRESSED", ". This is, however, a question that will have to be the subject of a preliminary debate before the Inquiry Committee."], ["[70]", "A clear distinction also has to be made between bias and the rule", "audi alteram partem", ". The Supreme Court made this clear in", "REFERENCE_SUPPRESSED, where the issue of violation of the rules of natural justice was raised when the appellant learned that the grievance could have been dismissed in an initial draft decision, and that this draft had been discussed in a full meeting of the Ontario Labour Relations Board."], ["[71]", "Here is what Justice LeBel wrote on behalf of the majority, at paragraph 49:", "In the case of an alleged violation of the", "audi alteram partem", "rule, even if it can be difficult to obtain evidence to that effect in certain cases, the applicant for judicial review must establish an actual breach. There is no authority for the proposition put forward by the appellant that an \"apprehended\" breach is sufficient to trigger judicial review. In", "Consolidated-Bathurst", "supra", ", the reasons of Gonthier J. clearly distinguished the two problems: bias and", "audi alteram partem", ". On the one hand, Gonthier J. examined whether the process of institutional consultation created an apprehension of bias. While reviewing the motion of the", "audi alteram partem", "rule, he never indicated that an apprehension of breach was sufficient to justify intervention. Indeed, he found that the record before the Court revealed no evidence that any other issues or arguments had been discussed at the full Board meeting. Therefore, he held that the appellant had failed to prove a breach of the", "audi alteram partem", "rule: see", "Consolidated-Bathurst", ", at pp. 339-40. Thus, one has to look at the nature of the natural justice problem involved to determine the threshold for judicial review.", "Consolidated-Bathurst", "does not stand as authority for the assertion that the threshold for judicial review in every case of alleged breach of natural justice is merely an apprehended breach of natural justice."], ["[72]", "Without ruling on the merits of the criticisms made by the applicant, I must assume, for the time being, that every member of the Inquiry Committee is impartial (", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED). I say this in passing, not knowing whether the applicant is or is not planning to present a motion for recusal before the Inquiry Committee. On a different note, in", "REFERENCE_SUPPRESSED-where the Supreme Court further clarified the criteria in", "Committee for Justice", ", above-the reconsideration was given to the well-known principle set out in", "REFERENCE_SUPPRESSED, that \"public confidence in our legal system is rooted in the fundamental belief that those who adjudicate in law must always do so without bias or prejudice and must be perceived to do so\" (at paragraph 57). The Supreme Court also notes that \"reasonable apprehension of bias,\" as stated in", "Committee for Justice", ", above, has emerged as a criterion for recusal."], ["[73]", "Finally, even if I am prepared to assume, for the purposes of the present matter, that the rule of separation does not seem to have been observed, absent any evidence of concrete harm, I am not prepared, at this point in the proceedings, to order an immediate stay of proceedings before the Inquiry Committee. This is not", "prima facie", "a case of apprehended violation of a principle of natural justice where the affected party finds himself without remedy because a final decision has already been rendered. The inquiry before that Inquiry Committee has not really begun. Although the decision of the Review Panel, the report of outside counsel and its appendices, including the video in question, have been communicated unilaterally to the Committee, it will be possible to debate their exclusion on a preliminary basis. Clearly, the public interest and the balance of convenience favour the continuation of the inquiry, all without prejudice to the applicant's right to submit any motion for a stay of proceedings before the Inquiry Committee."], ["[74]", "For these reasons, the motion to set aside is dismissed. No costs are awarded.", "ORDER"], ["[75]", "THE COURT ORDERS", "that the motion to set aside the order of December 5, 2014, is dismissed without costs.", "Motion dismissed.", "Editor: E. Joanne Oley", "[End of document]"]]}