{"id_": "000798", "body_str": [["[1]", "Russell, J.", ": This is an application under s. 18.1 of the", "Federal Courts Act", ", RSC 1985, c F-7 for judicial review of a decision of the Canadian Human Rights Commission [Commission], dated May 7, 2014 [Decision], which decided not to deal with the Applicant's complaint pursuant to s. 41(1)(d) of the", "Canadian Human Rights Act", ", RSC 1985, c H-6 [Act].", "II.", "BACKGROUND"], ["[2]", "The Applicant started working as a Heavy Equipment Operator for Canadian National Railway Company [CN] in August 1981. He was a member of a bargaining unit represented by the National Automobile, Aerospace, Transportation and General Workers Union of Canada (CAW-Canada) [ Union]."], ["[3]", "On December 19, 2012, the Applicant's employment was terminated because he refused to attend a medical assessment to determine his fitness for work. CN requested the medical assessment because the Applicant's position was a safety sensitive position and there were concerns regarding his behaviour. The Applicant says that he refused to attend the medical assessment because he was receiving treatment for drug dependency and believed that was sufficient to address CN's concerns."], ["[4]", "On January 8, 2013, the Union filed a grievance to contest the Applicant's termination."], ["[5]", "On February 14, 2013, the Union closed the Applicant's file. The Union said that the Applicant had not responded to their requests for information and it \"was not in a position to advance the matter with the limited information at hand.\""], ["[6]", "In March 2013, the Applicant submitted a complaint to the Commission. He alleged that CN had discriminated against him on the ground of disability by terminating his employment contrary to s. 7 of the Act. The Commission decided not to deal with the complaint pursuant to s. 41(1)(a) because the Applicant had not exhausted the Respondent's grievance process."], ["[7]", "On April 19, 2013, CN denied the Union's grievance. The Union did not refer the grievance to arbitration."], ["[8]", "On October 1, 2013, the Applicant submitted another complaint to the Commission. He alleged that, again, CN had discriminated against him on the ground of disability by terminating his employment contrary to s. 7 of the Act."], ["[9]", "On October 29, 2013, the Applicant was advised that the Commission would be preparing a s. 40/41 report to determine whether it should deal with his complaint. The Applicant was invited to prepare a letter stating his position on whether the Commission should not deal with the issues because \"the human rights issues in this complaint may have already been dealt with through another process.\" Counsel for the Applicant made submissions to the Commission both in advance of the preparation of the report and after being provided a copy of the s. 40/41 report [Report].", "III.", "DECISION UNDER REVIEW"], ["[10]", "On May 7, 2014, the Commission decided not to deal with the Applicant's complaint pursuant to s. 41(1)(d) of the Act. The Commission adopted the Report's conclusions and decided that the complaint was vexatious under s. 41(1)(d) of the Act (Applicant's Record at 48):", "The complainant's human rights allegations have been addressed by an alternate decision maker with authority to consider human rights issues. The allegations raised in the complaint before the Commission are the same as those addressed in the final level grievance response. Given that the alternate decision-maker dealt with the human rights issues raised in this complaint, and that process was fair, the Commission must respect the finality of that decision and should not deal with this complaint. It is therefore plain and obvious that this complaint is vexatious within the meaning of section 41(1)(d) of the Act.", "IV.", "ISSUES"], ["[11]", "The Applicant raises the following issues in this application:", "1. Whether the Commission unreasonably refused to exercise its jurisdiction;", "2. Whether the Commission erred in law by:", "a) Unreasonably finding the Applicant's complaint to be vexatious; or,", "b) Having found the complaint to be vexatious, unreasonably ignoring that justice required it to deal with the complaint anyway; and,", "3. Whether the Commission unreasonably based its decision on erroneous findings of fact made without regard to the material before it.", "V.", "STANDARD OF REVIEW"], ["[12]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis:", "<FRAGMENT_SUPPRESSED> ."], ["[13]", "The Applicant submits that decisions under s. 41(1)(d) of the", "Human Rights Act", "are reviewed on a standard of reasonableness:", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. The Respondent submits that the Commission's decision not to deal with a complaint under s. 41 of the", "Human Rights Act", "is a discretionary decision reviewable on a standard of reasonableness:", "<FRAGMENT_SUPPRESSED> ff'd 2012 FCA 119 at para 6 [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> ff'd 2008 FCA 269."], ["[14]", "All of the issues question the reasonableness of the Commission's decision to not deal with the complaint. The Court agrees that these decisions are reviewable on a standard of reasonableness: <FRAGMENT_SUPPRESSED> , above, at para 15; <FRAGMENT_SUPPRESSED> , above, at para 6."], ["[15]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": see <FRAGMENT_SUPPRESSED> , above, at para 47;", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "VI.", "STATUTORY PROVISIONS"], ["[16]", "The following provisions of the Act are applicable in this proceeding:", "Commission to deal with complaint", "41. (1) Subject to section 40, the Commission shall deal with any complaint filed with it unless in respect of that complaint it appears to the Commission that", "[...]", "(d) the complaint is trivial, frivolous, vexatious or made in bad faith; or", "[...]", "Irrecevabilité", "41. (1) Sous réserve de l'article 40, la Commission statue sur toute plainte don't elle est saisie à moins qu'elle estime celle-ci irrecevable pour un des motifs suivants:", "[...]", "d) la plainte est frivole, vexatoire ou entachée de mauvaise foi;", "[...]", "VII.", "ARGUMENT", "A.", "Applicant"], ["[17]", "The Applicant submits that the Commission unreasonably refused to exercise its jurisdiction. The Applicant concedes that the Commission is entitled to adopt the Report for its reasons: <FRAGMENT_SUPPRESSED> , above, at paras 39-40. However, the Applicant distinguishes the present proceeding from the <FRAGMENT_SUPPRESSED> case on two grounds. First, the Commission's adoption of the Report was inadequate because it fails to show that the Commission considered the submissions before it and fails to recognize that the human rights issues were not considered in the grievance process:", "<FRAGMENT_SUPPRESSED> . Second, the internal grievance process does not constitute a proper decision-maker. The grievance process is not an independent arbitrator and it failed to provide reasons for its decision on the human rights issues."], ["[18]", "The Applicant characterizes the grievance process as an internal negotiation between the Union and CN. If the Commission does not deal with the complaint then he says the Union's Decision to not refer the grievance to arbitration will have denied him the ability to have his human rights issue considered by a decision-maker. The Union's Decision to not proceed to arbitration was based, in part, on the Applicant's refusal to cooperate but the Applicant says that the nature of his disability carries the need for reasonable flexibility regarding deadlines and expectations. The Union's Decision was also based on other factors including time, money and resources."], ["[19]", "In the alternative, if the internal grievance process constituted a decision-maker, the Decision is unreasonable because the grievance did not address the human rights issues. It referenced \"drug dependency\" and concluded there was insufficient evidence."], ["[20]", "If the complaint was correctly deemed vexatious, then the Applicant submits that the Commission erred in law by ignoring that justice required the Commission to deal with the complaint anyway. The Decision says the internal grievance process was fair but fails to consider the Applicant's reply submissions."], ["[21]", "Finally, the Decision is unreasonable because it relies on the erroneous finding that the Applicant's human rights issues were already addressed by a decision-maker.", "B.", "Respondent"], ["[22]", "The Respondent submits that it was reasonable for the Commission to refuse to deal with the complaint. The Report constitutes the reasons for the  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. The Applicant had the opportunity to address the human rights issues through the Union but he failed to cooperate with the search for accommodation. The Commission may refuse to deal with a complaint if it is obvious that the complaint cannot succeed. A complainant who refuses to collaborate in the search for accommodation will have his or her complaint dismissed:", "Central Okanogan School District No 23 v Renaud", ", [1992] 2 SCR 970."], ["[23]", "The Commission's Decision to refuse to deal with the complaint is also in accordance with Supreme Court of Canada jurisprudence regarding the importance of permitting administrative tribunals to curb abuse of process:", "<FRAGMENT_SUPPRESSED> . It would be an abuse of process to advance a human rights complaint where the complainant has failed to cooperate with their union to have the same human rights issues addressed."], ["[24]", "Contrary to the Applicant's submissions, s. 41(1)(d) does not require that a decision be made by an arbitrator. The Commission is granted great latitude in exercising its discretion and assessing the appropriate factors in performing its screening function: <FRAGMENT_SUPPRESSED> , above, at para 38; <FRAGMENT_SUPPRESSED> , above, at para 39. Further, the Federal Court has held that s. 41(1)(d) may apply in situations where a union has decided not to pursue a grievance to arbitration: <FRAGMENT_SUPPRESSED> , above, at para 38. There is also no evidence that those who decided the Applicant's grievances were not impartial: <FRAGMENT_SUPPRESSED> , above, at para 43."], ["[25]", "The Report shows that the Investigator turned her mind to the outcome of the grievance process, the Applicant's allegations relating to substance abuse, and the question of reasonable accommodation. The Commission reasonably concluded that the allegations raised in the complaint had already been addressed in the grievance process and that the grievance process was fair.", "VIII.", "ANALYSIS"], ["[26]", "The Applicant raises three (3) grounds for reviewable error but, in the end, they all come back to the issue of the Applicant's own failure to cooperate in the grievance process. Essentially, the Commission came to the conclusion that the Applicant's complaint was vexatious under s. 41(1)(d) of the Act because the Applicant's human rights allegations had already been addressed by the grievance process."], ["[27]", "As the Report found, the Applicant's Union representative filed a grievance on his behalf that raised the same human rights issues as those in the complaint to the Commission. The Union had to close out its grievance file because the Applicant would not cooperate with its attempts at obtaining accommodation for him. The Union concluded that it could not advance the grievance to arbitration because, given Applicant's failure to cooperate in providing the information requested and required for the grievance process, there was insufficient information to advance the matter. In the end, the grievance process was exhausted without going to arbitration because the Applicant failed to cooperate. This was the final decision in the grievance process."], ["[28]", "The Applicant attempted to convince the Commission, and he has attempted to convince this Court, that his disability prevented him from providing the materials and cooperation required by the grievance process. In his submissions to the Commission, he alleged as follows (CTR at 14):", "Given the nature of [the Applicant's] disability, it follows that it would be logical for the Company to have been in closer contact with the Union in order to determine what the correct situation, and prognosis, for [the Applicant] was. It is understandable that an individual with a disability would encounter difficulty in navigating deadlines without reasonable assistance, and it was further understandable that [the Applicant] mistakenly believed the matter was being dealt with by his Union and his doctor."], ["[29]", "There was no evidence before the Commission, and there is none before me, to support this bare allegation that the Applicant had difficulties with deadlines and mistaken beliefs because of his disability. The Applicant simply expected the Commission, and now asks the Court, to draw an inference to this effect from the nature of his disability which is drug dependency. It is noticeable that, in the affidavit he has filed with this application, the Applicant says nothing about difficulties with deadlines and mistaken beliefs. Further, his evidence before me clearly indicates the considerable lengths to which the Union went to make clear to the Applicant what was required of him and to encourage him to comply. The letter of April 4, 2013 to the Applicant from Mr. Robert Fitzgerald, the Union's National Representative, sets out the whole picture:", "To date, none of this information has been provided. The Union only has two pieces of medical documentation. One dated January 24, 2013 stating that you will be seeing an addiction counsellor, but no confirmation that you did. The second one verified that you do not have any disability as it relates to psychiatric issues. Although your doctor invited us to follow up with him providing we had the necessary medical release to do so, you failed to return the release form that the Regional Representative provided to you, enclosed with his letter of February 01, 2013.", "There have been literally hundreds of phone calls between you and the Union at different levels. However, you have not acknowledged the Union's request for information. You have abated the Union's request in must the same way you have declined to cooperate with the Company. In our opinion, the negative connotation of your actions would not be lost on an Arbitrator.", "At some point you did advise the Company that you had an addiction problem and that you were seeking help for such. However, there is no evidence that you have been diagnosed with such an addiction nor is there any evidence to show that you are being treated for such. As we said earlier, there is only two pieces of medical documentation on file and neither provide a diagnoses or address treatment.", "If in fact there was a clinical diagnosis of addiction, treatment and rehabilitation, the Company may well have been obligated to provide accommodation. However, with such an obligation, there also comes an onus on the employees to cooperate with the efforts to accommodate. It was put this way by the arbitrator in CROADR case 3354:", "The Arbitrator must agree. As confirmed by the Supreme Court of Canada in", "Central Okanogan School District No. 23 v. Renaud,"], ["[1992] 2 S.C.R. 970, the obligation of accommodation involves the cooperative participation of the employer, the trade union", "and the employee", ". That was reflected in an award of this Office in", "CROA 3173", "The Arbitrator is satisfied that the approach adopted by the Company is in keeping with its obligations under the", "Canadian Human Rights Act", ". It now seems well-established that when an employee seeks accommodation by reason of a status that is protected under the", "Canadian Human Rights", "Act, it is incumbent upon the employee concerned to contribute positively to the process", ", and to accept an offer of reasonable accommodation, even though it might not be the specific accommodation which the employee would prefer.", "That is reflected, in part, in the decision of the Supreme Court of Canada in", "Central Okanogan School District No. 23 v. Renaud,"], ["[1992] 2 S.C.R. 970.", "In that decision, for a unanimous court, Sopinkla J. wrote as follows", "To facilitate the search for an accommodation, the", "complainant must do his or her part as well", ". Concomitant with a search for reasonable accommodation is a duty to facilitate the search for such an accommodation. Thus in determining whether the duty of accommodation has been fulfilled", "the conduct of the complainant must be considered.", "[Emphasis in original]"], ["[30]", "On the basis of the record that was before the Commission, and that is before me, the only possible inference is that the Union made every effort to advance the Applicant's grievance but had to abandon the process at step III because of the Applicant's refusal to provide the necessary information, a refusal that has not been linked to his alleged disability. The Commission deals with this matter extensively in the Decision by referring to Mr. Fitzgerald's letter and the Step III Grievance Response dated April 19, 2013. The Applicant provided nothing to counter the information regarding his non-cooperation. It has to be remembered that it was the Applicant who provided the letter from Mr. Fitzgerald so that he was well-aware of what it said about him, and it also has to be borne in mind that his non-cooperation is evidenced by his own Union who had supported him in the grievance process. There was nothing to suggest that the Applicant's failure to cooperate had anything to do with his disability."], ["[31]", "It is also noteworthy that the Canadian Industrial Relations Board came to a similar conclusion when the Applicant alleged a violation of s. 37 of the", "Canada Labour Code", ", and alleged that the Union breached its duty of fair representation by failing to properly represent him when it decided not to proceed further with his grievance (", "<FRAGMENT_SUPPRESSED>  2013), 29997-C (CIRB):", "III - Analysis and Decision", "In this case, the complainant requests that the Board hold a hearing. Section 16.1 of the", "Code", "provides that the Board may decide any matter before it without holding an oral hearing. Having reviewed all of the material on file, the Board is satisfied that the documentation before it is sufficient for it to decide the matter without holding an oral hearing.", "As mentioned above, the complainant alleges that the union acted in an arbitrary manner and in bad faith when it did not properly investigate his grievance, did not contact him and did not seek the proper information from his doctors and counsellor. The complainant also alleges that the union violated his rights with respect to article 23.2 of the collective agreement.", "Section 37 of the", "Code", "reads as follows:", "37. A trade union or representative of a trade union that is the bargaining agent for a bargaining unit shall not act in a manner that is arbitrary, discriminatory or in bad faith in the representation of any of the employees in the unit with respect to their rights under the collective agreement that is applicable to them.", "The Board's role in the context of a duty of fair representation complaint is to examine the union's conduct in handling the employee's grievance (see", "Bugay", ", 1999 CIRB 45). A section 37 complaint cannot serve to appeal a union's decision not to refer a grievance to arbitration, or to assess the merits of the grievance, but it is used to assess how the union handled the grievance (see", "Presseault", ", 2001 CIRB 138).", "In a complaint under section 37, the complainant bears the onus of presenting evidence that is sufficient to raise a presumption that the union has breached its duty of fair representation. The Board will normally find that the union has fulfilled its duty of fair representation if it has investigated the circumstances, considered the merits of the grievance, made a reasoned judgment about whether to pursue the issue, and if it advised the employee of the reason for its ultimate decision not to proceed any further.", "The duty of a member to cooperate with his union is described in the following passage from", "McRaeJackson", ", 2004 CIRB 290:"], ["[15] The union's duty of fair representation is predicated on the requirement that employees take the necessary steps to protect their own interests. Employees must make the union aware of potential grievances and ask the union to act on their behalf within the time limits provided in the collective agreement. They must cooperate with their union throughout the grievance procedure, for example by providing the union with the information necessary to investigate a grievance, by attending any medical examinations or other assessments.", "The evidence on file indicates that the union filed a grievance on behalf of the complainant, processed the grievance to step three of the grievance procedure, sent several letters to the complainant seeking medical information and had numerous telephone conversation with the complainant, with limited success in getting the information needed to further his case.", "In the Board's opinion, the complainant did not provide any evidence of wrongdoing by the union. The documentation submitted indicates that the complainant brought his termination upon himself by not submitting the information requested by the union. Failure by the complainant to take such action, along with his refusal to cooperate with the union, leads the Board to conclude that the union did not act in an arbitrary manner or in bad faith.", "Having reviewed the facts submitted, the Board finds that the complainant did not provide sufficient facts to establish that the union has violated its duty of fair representation.", "For the above reasons, the complaint is dismissed."], ["[32]", "This decision by the Canadian Industrial Relations Board was not before the Commission, but it confirms the Commission's conclusions that the Applicant is the one who, for no apparent reason, thwarted the grievance process that the Commission had earlier told him he had to exhaust before bringing his complaint to the Commission."], ["[33]", "As the Report makes clear, all of the Applicant's submissions were considered including the \"issue of consent and ongoing substance use\" that he claims was not addressed by the Respondent, as well as the correspondence from the Applicant's doctor and personnel in the Respondent's Employee Assistance Program."], ["[34]", "I can find no reviewable error in the Commission's Decision (which includes the Report), which ably sets out the relevant facts and the governing jurisprudence. This is simply a case where the Applicant, for no apparent reason, refused to cooperate in the grievance process that could have dealt with his human rights issues and left his Union with no alternative but to close out the file."], ["[35]", "The Commission provides full reasons as to why the complaint was vexatious and why justice did not require the Commission to deal with the complaint."], ["[36]", "Subsection 41(1)(d) of the Act does not require a decision by a grievance arbitrator. As Justice Zinn pointed out in <FRAGMENT_SUPPRESSED> , above:"], ["[39] The jurisprudence is clear that the Commission is to be afforded great latitude in exercising its judgment and in assessing the appropriate factors when considering the application of paragraph 41(1)(d) of the", "CHRA", "and performing this \"screening function:\" See, e.g., <FRAGMENT_SUPPRESSED> at para 38."], ["[37] <FRAGMENT_SUPPRESSED> , above, makes it clear that s. 41(1)(d) of the Act may apply in situations where a union has decided not to pursue a grievance to arbitration. In the present case, as the Union letter makes clear, the Applicant refused, for no reason that is established, to engage in a grievance process that could have provided him with accommodation and arbitration and that could have dealt with his human rights issues. The Union makes it clear that his failure to cooperate meant that there was no point in proceeding to arbitration. Having failed to exhaust a grievance process that could have provided him with the remedy he sought before the Commission, the Applicant then filed his complaint with the Commission. The Applicant failed to show that his complaint could not have reasonably been dealt with by the grievance process. The Commission's Decision should not be disturbed."], ["[38]", "The Commission's Decision is transparent, intelligible and justifiable. I can find no reviewable error. It falls within the range of possible acceptable outcomes which are defensible in respect of the facts and the law.", "JUDGMENT"], ["[39]", "THIS COURT'S JUDGMENT is that", "1. This application is dismissed with costs to the Respondent.", "Application dismissed.", "Editor: J. Danielle King/bk", "[End of document]"]]}