{"id_": "000986", "body_str": [["[1]", "Strayer, J.", ": This is an appeal from a decision of the Tax Review Board dated February 10, 1981. It concerns reassessments made by the Minister of National Revenue of the plaintiff's income taxes in respect of 1973, 1974, and 1975."], ["[2]", "During this period the plaintiff was a peddlar of scrap metal. He operated by himself with one truck, visiting certain business premises and sometimes farmers to buy scrap metal from them. The businesses visited included small factories or fabricating shops which would from time to time have scrap metal such as copper, brass, aluminum, steel, zinc, stainless steel, etc. He bought such scrap and then resold it to one of a limited number of dealers who would in turn sell it to foundries or other users who could recycle it. According to the plaintiff, he would normally check on a regular basis as to how much the dealers were paying for such scrap, and then would know how much he could offer when purchasing it in order to make a small profit on resale. About purchases by him where he made payment by cheque, there is no dispute. According to him the vast majority of purchases were, however, made by cash because suppliers insisted on this and refused to give receipts. It is fair to assume that many of them took this position in order to avoid any record for tax purposes of such income received by them. It is these cash purchases which are in dispute."], ["[3]", "In respect of 1973, the plaintiff declared gross sales by him of $97,778.90, and purchases by him of scrap metal totalling $85,294.57 (of which $82,200.00 was purchased by way of cash payments) making a declared gross profit of $12,484.00. In respect of 1974 the plaintiff declared total sales of $157,206.64, based on purchases of $139,923.75 of which $137,100.00 was by way of cash payments, earning a gross profit of $17,282.89. In respect of 1975 the plaintiff declared gross sales of $108,182.61 based on declared purchases of $96,255.33 of which $92,300.00 was by cash payments, earning declared gross profits of $11,927.28."], ["[4]", "On November 29, 1977 the Minister of National Revenue reassessed the plaintiff's 1973, 1974 and 1975 income tax and increased the plaintiff's income by $20,550.00 for 1973, $34,275.00 for 1974, and $23,075.00 for 1975. This was on the basis that the cash purchases claimed by the plaintiff were not supported by vouchers nor had the plaintiff kept any proper books, records, or accounts of such purchases. The Minister estimated that the cash purchases had in each year been 25% less than claimed by the plaintiff, and thus assessed increases in his income accordingly."], ["[5]", "The plaintiff appealed these reassessments to the Tax Review Board which dismissed his appeal in 1981."], ["[6]", "It was common ground at the hearing of this appeal that the onus is on the taxpayer to prove that the Minister's assumptions and assessments are wrong. ( <FRAGMENT_SUPPRESSED> .) Somewhat regretfully, I find that the plaintiff has not met that onus in this case. I have considerable sympathy for the plaintiff and his problem. He is a person of a limited education, having had only some five years of schooling in his native Poland prior to World War II. During the War he was interned for five and one-half years. Since he has come to Canada in 1952 he has worked very hard to make what has obviously been a modest living. I also accept that it would have been difficult for him in many instances to have paid by cheque, or obtained receipts from, persons from whom he purchased scrap metal. I am inclined to think that he was initially seen by taxation authorities as an instrument through which they could reach undeclared income in the hands of some of those persons. That prospect would appear long since to have disappeared."], ["[7]", "The law places the onus on the taxpayer in such cases to prove wrong the Minister's reassessment on the basis that the taxpayer is in a better position to prove what actually happened, if he chooses and is able to do so. Unfortunately, the plaintiff has not been willing or able to particularize in any way the purchases made by him. He has confirmed on many occasions that the figures provided by his accountant as to his total purchases were correct. If he had made any effort to corroborate this and if his oral evidence had seemed forthcoming and credible, it might have been possible to find in his favour even in the absence of any vouchers, receipts, or other written records. Unfortunately neither of these requirements were met. The plaintiff says that when he bought scrap for cash he made a note of the quantity, price paid per pound, and total payment and that at the end of the year he turned these notes over to his accountant, a Mr. Daniels. Mr. Daniels died in 1976 and, according to the plaintiff, although he retrieved his other documents from the accountant who took over from Mr. Daniels, these pieces of paper were not among them. There was no evidence as to what happened to these or that a search was made for them. Further, in the accounts maintained by Mr. Daniels of cash disbursements (see Exhibit 23) for each of the taxation years in question, there is an item entitled \"cash purchases as per Mr. Schwarz' estimate\" which in two of the three years corresponds precisely to the amount of such cash purchases now asserted by the plaintiff. It is hard to understand why the total of cash purchases was only treated as an \"estimate\" if it were based each year on notes made by the plaintiff each time he made a cash purchase."], ["[8]", "A more serious problem for the court in accepting the credibility of the plaintiff is that he has consistently refused to name any person or business from whom he bought scrap metal or to particularize in any way individual purchases. While it might not be thought too surprising that at a trial in 1987 it could be difficult to give particulars of transactions in 1973, the plaintiff has consistently refused to give such information either to income tax officers in 1976, at his Tax Review Board hearing in 1980, in examination for discovery in 1984, or today. At the same time, he was able at the trial to recount, both for his own counsel and on cross-examination, details of personal income, goods and houses bought by him going back over a period of thirty-five years. At the trial he was evasive, however, when asked about any of the persons from whom he made cash purchases of scrap metal. During his evidence, if I understood him correctly, he said in effect that some of them he could not remember and as for the others he would not reveal their names because he felt his life was in danger. Ultimately counsel for the defendant did not press the question of who threatened him and I did not insist on an answer as I did not wish to expose the plaintiff to liability for contempt of court. But his failure to be more forthcoming has seriously impaired his case. In the first place, it is not credible that he can remember only some of all of the persons who threatened but not the others who did not threaten him if that is what he meant to say. If he means that he has forgotten the names of some of those who made such threats to him, this is also incredible having regard to his general memory for details. The whole allegation of threats is barely credible. Even he admitted that no one had specifically threatened his life although he said that certain of these vendors of scrap metal had told him that if he were to reveal that they were receiving money from him for scrap metal he would \"be in trouble\". It is remarkable that there is no evidence of him ever having told this story previously during all the other investigations and proceedings in this matter. Further, it is hard to believe that he would honestly feel endangered in 1987 in revealing any specifics of such events of twelve to fourteen years ago involving many people who may not even be in the Toronto area or in such businesses today. It is this kind of patent implausibility which, I regret to say, taints such evidence as the plaintiff has provided with respect to his cash purchases."], ["[9]", "If not entirely acceptable, it may be understandable that the plaintiff made most of his purchases by cash and without being able to insist on a receipt. What is not understandable is that he apparently kept no record himself of dates and amounts of purchases and from whom purchased. The only evidence of any record concerns these mysterious pieces of paper on which he says he noted sales, which were turned over to his accountant, and which had disappeared by 1976 - notes which must not have been considered by his accountant to be accurate as he referred in the \"cash disbursements\" accounts to the \"estimates\" by the plaintiff of his cash purchases."], ["[10]", "Like the Tax Review Board, I have serious doubts about the accuracy of the Minister's reassessment. But I am obliged to treat it as correct in the absence of better evidence from the plaintiff who should have the best knowledge of any one of what happened. The plaintiff has not demonstrated credibility as to his oral evidence, and he has produced no corroboration in the form of further records or any other witness. I must therefore dismiss his appeal with costs.", "Appeal dismissed.", "Editor: Steven C. McMinniman/sms", "[End of document]"]]}