{"id_": "001091", "body_str": [["[1]", "Heald, D.J.", ": At all relevant times, the plaintiff was an inmate of the Special Handling Unit (S.H.U.) at the Saskatchewan Penitentiary at Prince Albert, Saskatchewan (the \"Institution\"). In this action the plaintiff claims damages in the amount of five-thousand dollars ($5000.00), on the basis of two claims: (1) damages for failure of the defendant's servants to adhere to various legislative provisions; and (2) damages resulting from the defendant's negligence.", "Facts"], ["[2]", "The incident giving rise to these proceedings arose at approximately 9:00am on July 1, 1994. At that time, the plaintiff was taken to an exercise yard, designated as C yard, in the Institution. At approximately 9:35am, an inmate from the general population of the Institution, Carlos Botello, was placed in the same exercise yard. The authorities were contacted by another inmate and the plaintiff was immediately released from C yard. The plaintiff only remained in C yard with Botello for a period of approximately five minutes. The defendant admits that Botello should not have been in C yard at the same time as the plaintiff."], ["[3]", "The defendant concedes that this incident was considered a breach of security and was handled as such. The employee of the Institution who allowed this incident to occur was disciplined. It was agreed that the plaintiff, as a protected custody segregated inmate, should not have been in the exercise yard with a general population inmate."], ["[4]", "The only two witnesses to give evidence at the hearing of this action were the plaintiff and Mr. Thomas V. Taylor, the Associate Warden in charge of the S.H.U. at the Institution.", "The Evidence Of The Plaintiff"], ["[5]", "The plaintiff testified that he was always apprehensive and paranoic about someone from the general population coming into the exercise yard when he was there. Notwithstanding the fact that he was some forty pounds heavier and several inches taller than Botello, he maintained that fear. In cross-examination, the plaintiff testified that more important than size and height in an adversary was whether his adversary was in possession of a knife."], ["[6]", "The plaintiff admitted in cross-examination that he had a history of aggression at the Institution. He also testified that even though he had met with his psychologist approximately three weeks following the incident in question, he failed to mention this incident to her. It also appears that subsequent to July 1, 1994, he seems to have lost interest in the psychological services being offered to treat his paranoia and aggressiveness. The plaintiff also admitted that he did not know Botello at all.", "The Evidence Of Thomas V. Taylor"], ["[7]", "Mr. Taylor produced a Progress Summary from the Institution concerning the plaintiff, dated May 24, 1994. This Summary was produced in preparation for the plaintiff's 90 day S.H.U. review. I quote the following excerpts from this review:", "\"DOUGLAS' discipline files show a continuous pattern of negative and disruptive behaviour requiring management intervention and segregation. Douglas has consistently been a disciplinary problem since his incarceration. Since the fall of 1991 he has accumulated numerous institutional charges for willfully disobeying regulations or orders, for acting in a disrespectful or threatening manner, using abusive language, having contraband in his cell and also consuming brew and fighting with another inmate. He once threw a telephone at an officer, breaking a window and he also threatened to kill staff. On 91-12-30 he assaulted Correctional Staff at Drumheller causing minor injuries to himself and two officers. While in the SHU he accumulated 11 institutional charges.", ". . . . .", "\"The precipitating incidents which finally led to this review for a transfer to higher security relates to DOUGLAS' involvement in threatening other inmates causing them to request Protective Custody. IPSO file information details that DOUGLAS has been identified as an aggressor against other inmates who he believes to be sex offenders. On 93-05-31 inmate Hill informed that he was receiving threats from other inmates, telling him he had to provide them with court documents of his offences to prove he was not a sex offender. Douglas appeared to be an 'enforcer' in the threats against Hill. Hill had been receiving death threats for approximately three weeks. On 93-06-06 and on 93-06-07, Hill was told by Douglas to leave the range or he would be hurt. DOUGLAS denies that he threatened Hill, he states he merely asked Hill if he were a sex offender. Hill had to be segregated for his own protection on 93-06-07. That same day another inmate, who is not a sex offender, approached staff with the same request for protective custody stating that he was told to prove that he was not a sex offender or he would be hurt. DOUGLAS was identified as an aggressor in this case also.", "\"DOUGLAS was placed in dissociation for his involvement in these threats against other inmates on 93-06-07. After he was removed from population, DOUGLAS remained unrepentant and persisted with his threatening attitude to the point of threatening to stab someone at a maximum security institution. On 93-06-09, during a segregation interview with CMOI, M. Pollmann, DOUGLAS was informed he was being written up for transfer to Edmonton Maximum Security institution. He then stated 'tell the Warden in Edmonton that I will be going back to the SHU as soon as I get there because I will stab somebody'. This threat was interpreted as being very serious in view of DOUGLAS' previous behavior and threats as well as his inability to adjust to a medium security environment. Since arriving at the SHU, DOUGLAS has two minor institutional charges.", "1) 94-05-03 Disobeys written rule received seven days loss of privledges [sic].", "2) 94-04-18 Disobeys written rule received three days loss of privledges [sic].\" [see footnote 1]"], ["[8]", "Another progress summary dated March 3, 1995 reads, in part, as follows:", "\"On 94-08-18 he was released on SRD to Intensive Supervision Unit in Winnipeg. On 94-08-22 Warrants of Apprehension and Suspension of SRD were issued after Douglas was charged with several new offences including Assault Causing Bodily Harm, Assault with a Weapon and Robbery. These new offences have since been stayed.\" [see footnote 2]"], ["[9]", "Finally a Correctional Plan was prepared for the plaintiff dated April 4th, 1995. A portion of that plan reads as follows:", "\"Douglas commenced his five year aggregate sentence on 91-04-04 for Robbery (x2), Aggravated Assault and Dangerous Driving. Douglas was released on Statutory Release (94-08-18) from the Special Handling Unit in Saskatchewan Penitentiary. On 94-08-23 suspension warrants were issued when Police advised that Douglas was in custody with charges of Break and Enter with Intent, Assault With Weapon, Robbery, Possess Weapon Dangerous to Public Peace and Assault Cause Bodily Harm. On 94/10/26 all five charges were stayed in court.", "\"Douglas was transferred to the SHU from SMI on 94/12/14, for his part in an assault against inmate Hodgson. Douglas apparently became a member of the Indian Posse gang, who were pressuring Hodgson to become a member. On 94-09-29, he apparently lured Hodgson into the gym where he knew that another member of the Indian Posse (Decoste) was waiting to stab him. Douglas denies his involvement and exhibits no remorse for the victim. The attack on the victim was completely unprovoked. The victim received four stab wounds and suffered from a partially collapsed lung. He was taken to an outside hospital. Fortunately the victim suffered no life threatening injuries though the potential for this was present.", "\"Douglas has a history of negative and anti-authoritarian behaviour. He seems to hold grudges and plans ways to retaliate. He purposely demonstrates behaviour intended to intimidate.\" [see footnote 3]"], ["[10]", "Mr. Taylor firmly expressed the opinion that the plaintiff was an aggressive and violent inmate. He also testified that the Institution's record did not report any instances of incompatibility between the plaintiff and Botello. This is consistent with the plaintiff's evidence that he did not know Botello."], ["[11]", "Finally, based on his knowledge of both inmates, Mr. Taylor opined that in a confrontation between the two inmates, Botello would be \"more at risk\" since the plaintiff was the more aggressive of the two.", "Analysis"], ["[12]", "The plaintiff's allegations, as set out in his statement of claim, may be separated into the following claims:", "1. Damages for failure of the defendant's servants to adhere to various legislative provisions; and", "2. Damages due to the defendant's negligence.", "Accordingly, I shall deal with each in turn, to determine whether the plaintiff has established an actionable claim.", "1. Failure To Adhere To Various", "Legislative Provisions"], ["[13]", "The plaintiff claims damages for failure of the defendant's servants to adhere to the following: (1)", "Corrections and Conditional Release Act", ", S.C. 1992, c. 20; (2) the regulations enacted thereunder; (3) the Commissioner's Directives; and (4) the Standing Orders of the S.H.U. As was stated above, the defendant has admitted that the incident in question was considered a breach of security and should not have occurred. Accordingly, the plaintiff's grievance was upheld by the Associate Warden of the S.H.U [see footnote 4]."], ["[14]", "It is well-established law that a breach of a statutory duty is not in itself sufficient to support a cause of action [see footnote 5]. Accordingly, even if the incident in question amounted to the breach of a duty set out in any of the provisions above, such a breach would not establish a cause of action. The plaintiff could only succeed if he could establish that the provisions relied on created a duty and that the statute further provided for a civil cause of action in the event of a breach of the said duty. However, in the case at bar the plaintiff failed to establish either the duty or the existence of civil liability in the event of a breach. It follows, the plaintiff has no sustainable cause of action in relation to this claim.", "2. Negligence"], ["[15]", "The plaintiff claims that the breach of his safety was a result of the defendant's negligence. It is well-established law that in order to establish a cause of action in negligence, the plaintiff must prove he suffered damage and the said damage was caused by the defendant's negligent conduct. Accordingly, I shall first determine whether the plaintiff has proven a claim in damages. The damages alleged in the Statement of Claim are in essence sought under the following heads: (i) exemplary damages; and (ii) damages for nervous shock. It is clear on the facts established at trial, that during the incident in question, the plaintiff was not physically injured in any manner.", "i. Exemplary Damages"], ["[16]", "Exemplary damages are not designed to compensate the plaintiff, but rather are intended to punish the defendant. The Supreme Court of Canada stated the following in regard to exemplary or punitive damages, in", "<FRAGMENT_SUPPRESSED>  which is of such nature as to be deserving of punishment because of its harsh, vindictive, reprehensible and malicious nature. I do not suggest that I have exhausted the adjectives which could describe the conduct capable of characterizing a punitive award, but in any case where such an award is made the conduct must be extreme in its nature and such that by any reasonable standard it is deserving of full condemnation and punishment.\" [see footnote 6]"], ["[17]", "Generally, exemplary damages are not awarded for negligence, however in cases where the defendant deliberately exposed the plaintiff to an unjustifiable risk amounting to recklessness, such damages have been awarded [see footnote 7]."], ["[18]", "On the facts of this case, I have no hesitation concluding that a claim for exemplary damages has not been made out. I am satisfied that the defendant, through her servants, acted in good faith with respect to this incident. A simple mistake was made by a prison employee; when that mistake was discovered, it was corrected immediately by removing the plaintiff from the yard forthwith. The plaintiff's exposure to the other inmate endured only a few minutes and no incident or problem between the two inmates developed. On these facts, it is impossible to conclude that the defendant's servants acted with recklessness. Accordingly, the plaintiff's claim for exemplary damages is refused.", "ii. Damages For Nervous Shock"], ["[19]", "The plaintiff claims for damages described in his statement of claim as bodily pain, other suffering and personal inconvenience. As I perceive it, this claim is in essence a claim for damages for nervous shock."], ["[20]", "The plaintiff adduced no medical evidence to establish that he suffered injury resulting from shock or emotional disturbance. Such evidence is necessary to support a claim of this nature [see footnote 8]. On this record, there is no evidence of visible and provable illness. Such a circumstance is fatal to the plaintiff's claim [see footnote 9]. For these reasons the plaintiff's claim under this heading is also dismissed."], ["[21]", "As the plaintiff has failed to establish that he suffered damages as a result of the defendant's conduct, he cannot sustain a claim in negligence. Accordingly, his claim under this head must also be dismissed.", "Conclusion"], ["[22]", "For all of the foregoing reasons, the plaintiff's action is dismissed. On this basis, since costs normally follow the event, the defendant would be entitled to costs. However, defendant's counsel specifically stated that the defendant was not seeking costs against the plaintiff. Accordingly, there will be no order as to costs.", "Action dismissed.", "Editor: Jana A. Andersen/slm", "1.\tExhibit D-1 - Tab 2 - Progress Summary, May 24, 1994, at pp. 4-6.", "2.\tExhibit D-1 - Tab 4 - Progress Summary, March 3, 1995, at p. 2.", "3.\tExhibit D-1 - Tab 5 - Correctional Plan, April 4, 1995, at p. 1.", "4.\tSee Exhibit D-1.", "5.\t <FRAGMENT_SUPPRESSED> .\t[1989] 1 S.C.R. 1085; 94 N.R. 321, at 1107-1108  <FRAGMENT_SUPPRESSED> , per McIntyre, J.", "7.\tSee S.L. Waddams,", "The Law of Damages", ", 2nd Ed. (Aurora: Canada Law Book, 1991) at ¶11.210.", "8.\t <FRAGMENT_SUPPRESSED>  (Man. Q.B.).", "[End of document]"]]}