{"id_": "001127", "body_str": [["[1]", "Locke, J.:", "This is a judicial review of a decision made by a Senior Immigration Officer of Citizenship and Immigration Canada (the officer) rejecting an application for permanent residence from within Canada on humanitarian and compassionate (H&C) grounds. The decision is dated February 10, 2015."], ["[2]", "For the reasons set out below, the application is dismissed.", "II.", "Facts"], ["[3]", "The applicant, Mr. Van Heest, immigrated to Canada as a baby with his family in 1958. For reasons unknown, he never obtained Canadian citizenship. The applicant was diagnosed with Bi-Polar Disorder at age sixteen. This causes him to have manic episodes during which he becomes agitated and hostile with disorganized thinking, which can result in him doing harm to himself and to others. The applicant has been certified under the", "Mental Health Act", ", RSBC 1996, chapter 288, and has been hospitalized numerous times. He also has a lengthy criminal record, for various offences which he reports have mainly occurred when he has discontinued his medical treatment."], ["[4]", "On January 2, 2008, a removal order was issued against the applicant for serious criminality pursuant to paragraph 36(1)(", ") of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27, because he had been convicted of an offence for which a term of imprisonment of more than six months was imposed. On October 7, 2008, he was granted a four-year stay of removal on conditions. On February 12, 2009, the applicant breached those conditions by being convicted of uttering threats. The Minister appealed the applicant's stay of removal, but on November 30, 2009, the Immigration Appeal Division ordered on H&C considerations that the applicant's stay be continued until December 2012. Between May 2012 and November 2012, approximately 32 police reports were filed against the applicant. On December 4, 2012, he was convicted of uttering threats and possessing a weapon for a dangerous purpose, which again cancelled his stay of removal. On October 29, 2014, the applicant submitted an application for permanent residence on H&C grounds. That application was refused on February 10, 2015. The applicant now seeks judicial review of that decision.", "III.", "Decision"], ["[5]", "The officer considered the personal circumstances of the applicant and determined that the hardship he would face by having to obtain a permanent resident visa from outside Canada in the normal manner would not be unusual and undeserved, or disproportionate."], ["[6]", "In coming to this conclusion, the officer considered the applicant's criminal record in conjunction with his mental illness. The officer found that the seriousness of the applicant's criminal offences weighed heavily against him when considered in totality with the other factors that the applicant had advanced in his favour."], ["[7]", "The officer considered correspondence from the applicant's forensic case manager (Dean Meyerhoff), his outreach worker (John Leevers), and his psychiatrist (Dr. Mark Tapper), whom the officer noted had assisted in stabilizing and maintaining the mental health of the applicant. However, the officer also noted that though the applicant had had access to these same support services in the past, he had demonstrated non-compliance with respect to his medication, and had consequently re-offended. The officer found that the applicant had been aware that further convictions could result in his removal. The objectives of Canadian immigration law include protecting the health and safety of Canadians and maintaining the security of Canadian society. The officer found that, due to the frequency and severity of the applicant's criminal behaviour (sometimes involving violence and weapons), he posed a potential risk to the safety of the Canadian public."], ["[8]", "In relation to the issues of self-sufficiency and familial support, the officer noted that the applicant had a close relationship of co-dependency with his mother, and hence separation from her could be difficult. However, the officer found that these separation issues were an inherent rather than unusual consequence of removal from Canada that family members and applicants must bear."], ["[9]", "The applicant submitted that his removal from Canada would make him unable to manage his mental illness, as he had no family ties, no means of financial support, and no place to live in the Netherlands. He was also unable to speak Dutch. In response to these submissions, the officer considered the evidence provided by F.W. Verbaas, a lawyer in the Netherlands, who noted that as a Dutch national, the applicant was entitled to social benefits including housing and health care, though these services would have to be arranged in advance. Mr. Verbaas also noted that the language barrier would not be difficult to overcome, as every Dutchman, and especially doctors and pharmacists, can speak some English. The officer accordingly found that the hardship faced by the applicant in establishing himself in the Netherlands would not be unusual and undeserved or disproportionate."], ["[10]", "In conclusion, the officer found that the applicant had not demonstrated that he would be personally and directly affected by adverse country conditions which would amount to unusual and undeserved or disproportionate hardship. The officer accordingly rejected the applicant's requested exemption from having to apply for permanent residence from outside of Canada, as he found that it was not justified on H&C considerations.", "IV.", "Issues"], ["[11]", "The applicant asserts that the issues are as follows:", "1. Whether the officer erred by concluding that the harm faced by the applicant if he is removed to the Netherlands is merely incidental to the removal process;", "2. Whether the officer erred by ignoring the evidence regarding the medical and social services accessible to the applicant if he is removed to the Netherlands; and", "3. Whether removal of the applicant would violate his right not to be subjected to cruel and unusual treatment or punishment pursuant to section 12 of the", "Canadian Charter of Rights and Freedoms", ", Part I of The", "Constitution Act, 1982", ", being Schedule B to the", "Canada Act 1982", "(U.K.), 1982 c 11 [the Charter].", "V.", "Standard of Review"], ["[12]", "The parties initially agreed that the first two issues should be reviewed on a standard of reasonableness."], ["[13]", "However, in his Further Memorandum of Argument, the applicant nuances his position by arguing that the officer erred in law by exercising discretion incorrectly with regard to the nature and scope of that discretion, and that the appropriate standard of review for this issue is correctness. As support for this latter argument, the applicant cites the case of", "REFERENCE_SUPPRESSED", "which was heard by the Supreme Court of Canada (SCC) on April 16, 2015, and in which the appropriate standard of review to be applied when determining the nature and scope of an officer's discretion was put in issue (Case No. 35990). A decision on this case is pending."], ["[14]", "In my view, the appropriate standard of review on the first two issues in dispute is reasonableness:", "REFERENCE_SUPPRESSED. Firstly, these issues turn on the officer's understanding and application of the relevant facts. It does not turn on the officer's understanding of the nature and scope of his discretion. Secondly, the appropriate standard of review is not changed by the fact that an argument has been made (but not yet accepted) before the SCC."], ["[15]", "With regard to the third issue, the applicant's Charter violation argument was not raised before the officer in the impugned decision. Therefore, no standard of review applies to this issue.", "VI.", "Analysis", "A. Harm Faced by the Applicant if Removed"], ["[16]", "The applicant argues that the officer failed to understand the nature of the applicant's mental illness, and therefore failed to give adequate consideration to the harm he faces if removed from Canada."], ["[17]", "There are certainly some statements in the officer's decision which seem callous or unsympathetic to the applicant's mental illness and the link between that mental illness and his criminality:", "• \"The applicant ... was expected to keep, like any other member of society, a good civil record.\"", "• \"I find the applicant was aware of the consequences for his actions. He was cognizant that further convictions could result in his removal.\""], ["[18]", "However, I am not satisfied that the officer failed to understand the nature of the applicant's mental illness. He laid out the facts of the applicant's diagnosis correctly, and he acknowledged the applicant's argument that his criminality is linked to his mental illness. But he balanced that fact against the number and seriousness of the applicant's offences."], ["[19]", "The officer also acknowledged that support from the applicant's forensic case manager (Mr. Meyerhoff), his outreach worker (Mr. Leevers), and his psychiatrist (Dr. Tapper) \"have assisted him somewhat in stabilizing and maintaining his mental health.\" However, the officer observed that this support has not always been sufficient to ensure that the applicant takes his medications as prescribed and avoids criminal behaviour."], ["[20]", "After discussing the applicant's criminal behaviour and noting the objective of Canadian immigration law to protect the health and safety of Canadians and to maintain the security of Canadian society, the officer concluded that the applicant poses a potential risk to the safety of the Canadian public. This was a reasonable conclusion. Given the applicant's history of recidivism (even after repeated stays of removal), it seems highly likely that he will reoffend."], ["[21]", "The applicant notes that his criminal history comprises mainly threats and does not include any serious bodily harm. The applicant notes that he is not as serious threat as his long criminal history may suggest. This may be, but I cannot conclude that the officer erred in his analysis in this respect."], ["[22]", "The applicant notes that, if he were removed from Canada, he would lose the support of his forensic case manager, outreach worker, and psychiatrist, as well as that of his mother. He argues that the officer did not properly consider the potential harm to the applicant from this loss of support. In my view, the officer did reasonably consider this issue. The officer commented on the relationship of mutual dependence the applicant has with his mother, as well as the fact that he has never held employment and relies on social assistance."], ["[23]", "The officer considered the support the applicant relies on in Canada and the support he can expect in the Netherlands. The officer acknowledged that the applicant's separation from his support network may be difficult, but that such separation was an inherent consequence of removal. The officer was not satisfied that the harm the applicant could face was unusual and underserved, or disproportionate, as must be established in an H&C application. The officer's statement that the applicant's separation from his support network is an inherent consequence of removal may give the impression that the officer failed to appreciate the nature of the applicant's mental illness and the importance of his support network, however, other portions of the officer's analysis indicate otherwise. In my view, the officer's conclusion was reasonable."], ["[24]", "It should be kept in mind that the impugned decision is not a removal order, but rather a decision that the applicant is not entitled to make his application for permanent residence from within Canada (which is exceptional), instead of making it from abroad as is usual."], ["[25]", "If the applicant could not be removed under current conditions, in which his mental illness appears to be well-managed, then it would seem to follow that he could never be removed. Now, the applicant might well argue that indeed he should never be removed from Canada. For one thing, Canada is arguably attempting to export a problematic resident and simply fixing another country with a problem that originated in Canada and should be dealt with in Canada. That may be the case, but it is not determinative. I am focused on the reasonableness of the officer's decision. In my view, it was inherent in the previous stays of removal of the applicant (with conditions attached) that violation of those conditions could result in the applicant's removal. Those conditions were indeed violated, and the refusal of the applicant's H&C application is an unsurprising consequence of that.", "B. Availability of Services in the Netherlands"], ["[26]", "The applicant notes that there were two letters in evidence concerning the availability of medical and social services in the Netherlands: one from the Dutch lawyer (F.W. Verbaas), and the other from a Dutch medical doctor named Petra Evers. Though the officer discussed the letter from Mr. Verbaas, there is no comment on the letter from Dr. Evers. The applicant argues that the officer's decision should be set aside because it misconstrued the information provided by Mr. Verbaas, and completely ignored the information provided by Dr. Evers."], ["[27]", "With regard to Mr. Verbaas, the applicant argues that the officer failed to recognize the important administrative steps for the applicant before he could benefit from medical and social services in the Netherlands. I disagree. The officer considered these issues, and acknowledged the challenges of commencing those services. I am not prepared to find that such consideration was unreasonable. The officer also considered the applicant's argument that he would face difficulties in The Netherlands due to his ignorance of the Dutch language, and reasonably concluded that these would be manageable because \"every Dutchman can speak some English\". It may be an exaggeration to say that", "every", "Dutch person can speak some English, but this does not merit setting aside the officer's decision."], ["[28]", "Dr. Evers' letter addressed difficulties the applicant could expect in accessing health care and treatment, including getting health care insurance in The Netherlands and the importance of regular treatment for the applicant. Again, it is my view that the officer reasonably addressed these difficulties. The officer's decision acknowledged the challenges of getting started with medical services in The Netherlands as well as the importance of consistency in the applicant's taking of his medication. It was not necessary that the officer make specific reference to Dr. Evers' letter.", "C. Charter Argument"], ["[29]", "In support of his argument that his removal to The Netherlands would violate his right not to be subjected to cruel and unusual treatment or punishment pursuant to section 12 of the Charter, the applicant cites a report of the United Nations Human Rights Committee concerning a person identified as A.H.G. (Communication No. 2091/2011) a Jamaican citizen named Audley Horace Gardner who was a mentally ill long-time resident of Canada and who was removed to Jamaica (after his H&C application was denied) for serious criminality that was related to his mental illness."], ["[30]", "The report concluded that Mr. Gardner's removal to Jamaica, which abruptly deprived him of the medical and family support in Canada on which he was dependent \"constituted a violation by [Canada] of its obligation under article 7 of the [International] Covenant [on Civil and Political Rights].\" Article 7 is somewhat similar to section 12 of the Charter: \"No one shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment. In particular, no one shall be subjected without his free consent to medical or scientific experimentation.\""], ["[31]", "Though there are some similarities between the facts as set out in this report and those concerning the applicant in the present case, it is critical to note that the report concerns a particular situation in Jamaica. Whether a person's removal to Jamaica constitutes cruel and unusual treatment or punishment is not determinative of whether another person's removal to The Netherlands constitutes cruel and unusual treatment or punishment. For example, I have seen nothing to indicate that the situation of access to medical services in The Netherlands is at all similar to the situation in Jamaica."], ["[32]", "The applicant refers to the decision in", "REFERENCE_SUPPRESSED, for a discussion of factors to be considered in determining whether treatment or punishment is \"cruel and unusual\":"], ["[614] In determining whether treatment or punishment is \"cruel and unusual\", Canadian courts have looked at a number of factors as part of a kind of 'cost/benefit' analysis. These factors include whether the treatment goes beyond what is necessary to achieve a legitimate aim, whether there are adequate alternatives, whether the treatment is arbitrary and whether it has a value or social purpose. Other considerations include whether the treatment in question is unacceptable to a large segment of the population, whether it accords with public standards of decency or propriety, whether it shocks the general conscience, and whether it is unusually severe and hence degrading to human dignity and worth: [citation omitted]."], ["[33]", "Given all of the circumstances in the present case, including the applicant's long history of criminality, his repeated failure to comply with conditions connected to previous stays of removal that have been granted to the applicant, and the relatively well-developed system of medical and social services in The Netherlands, I am not satisfied that the decision to require that the applicant make his application for permanent residence from abroad shocks the general conscience or raises concerns in relation to any of the other factors mentioned in the previous paragraph."], ["[34]", "The respondent argues, among other things, that (i) the applicant's Charter violation argument should not be considered because it was not raised before the officer; and (ii) even if the applicant's Charter violation argument is considered, the evidence is inadequate to support it."], ["[35]", "With regard to the threshold question of whether the applicant's Charter violation argument should even be considered, I agree that the Charter issue was not raised before the officer, and so it would not normally be considered in a judicial review. However, I need not decide this threshold question because I agree with the respondent that the evidence is inadequate to allow me to conclude that the applicant's removal from Canada would violate his rights under section 12 of the Charter. I would have to be satisfied that his removal would raise concerns of the kind identified in the", "CITATION_SUPPRESSED", "case.", "VII.", "Conclusion"], ["[36]", "For the foregoing reasons, I conclude that the officer did not make any error meriting the setting aside of the officer's decision. Moreover, I am not satisfied that the applicant's Charter rights have been violated. The present application for judicial review will be dismissed."], ["[37]", "The applicant argues that his argument of a violation of section 12 of the Charter raises a serious issue of general importance that would justify my certifying of a question for appeal. I do not agree. In my view, the facts of this case are so specific that this issue is not of general importance. I will not certify a question.", "JUDGMENT"], ["[38]", "THIS COURT'S JUDGMENT is that", "the present application is dismissed. There is no serious question of general importance.", "[End of document]"]]}