{"id_": "001227", "body_str": [["[1]", "Russell, J.", ": This is an application pursuant to s. 62.1(1) of the Immigration Act, R.S.C. 1985, c. I-2 (\"Act\"), and under the Federal Court Act, R.S.C. 1985, c. F-7, to review and set aside a decision of a visa officer (\"Visa Officer\"), dated November 4, 2002, refusing the application of Tan Hin Ling (\"Applicant\") for a temporary resident visa to Canada (\"Application\").", "BACKGROUND"], ["[2]", "The Applicant was invited by her cousin, Lisa Seeto, a Canadian citizen, to come to Canada to visit with her great aunt, Mee Wah Seeto. Mee Wah Seeto is terminally ill with lung cancer. She is depressed and would like a relative from the Chinese side of her family to visit her. For a variety of reasons, other relatives from China are not able to come to Canada. Lisa Seeto provided the Applicant with a return airline ticket for travel from China to Toronto, a copy of which was submitted with the Application.", "DECISION UNDER REVIEW"], ["[3]", "The Applicant applied for a temporary resident visa for approximately two months. By letter dated November 4, 2002, the Canadian Embassy in Beijing stated that the Applicant did not meet the requirements for a visitor's visa. The Visa Officer indicated in his decision that he was not satisfied the Applicant would leave Canada at the end of her stay. Even taking into account the mission of mercy that the Applicant said she wished to undertake, the Visa Officer determined there was a high risk she would remain in Canada to pursue economic opportunities.", "RELEVANT LEGISLATION"], ["[4]", "The Immigration and Refugee Protection Act, R.S.C. 2002, c. I-2, s. 2(1), reads in part as follows:", "179. An officer shall issue a temporary resident visa to a foreign national if, following an examination, it is established that the foreign national", "(a) has applied in accordance with these Regulations for a temporary resident visa as a member of the visitor, worker or student class;", "(b) will leave Canada by the end of the period authorized for their stay under Division 2;", ". . . . .", "191. The visitor class is prescribed as a class of persons who may become temporary residents.", "192. A foreign national is a visitor and a member of the visitor class if the foreign national has been authorized to enter and remain in Canada as a visitor.", "179. L'agent délivre un visa de résident temporaire à l'étranger si, à l'issue d'un contrôle, les éléments suivants sont établis:", "a) l'étranger en a fait, conformément au présent règlement, la demande au titre de la catégorie des visiteurs, des travailleurs ou des étudiants;", "b) il quittera le Canada à la fin de la période de séjour autorisée qui lui est applicable au titre de la section 2;", ". . . . .", "191. La catégorie des visiteurs est une catégorie réglementaire de personnes qui peuvent devenir résidents temporaires.", "192. Est un visiteur et appartient à la catégorie des visiteurs l'étranger à qui une autorisation d'entrée et de séjour au Canada à ce titre a été délivrée."], ["[5]", "Rule 306 of the Federal Court Rules, 1998, SOR/98-106 is also relevant for this application:", "306. Within 30 days after issuance of a notice of application, an applicant shall serve and file its supporting affidavits and documentary exhibits.", "306. Dans les 30 jours suivant la délivrance de l'avis de demande, le demandeur dépose et signifie les affidavits et les pièces documentaires qu'il entend utiliser à l'appui de la demande.", "ISSUES"], ["[6]", "The Respondent makes a preliminary objection relating to the nature of the affidavit provided by the Applicant in support of her Application."], ["[7]", "The Applicant raises the following issues for this judicial review:", "Was the Applicant denied procedural fairness when the Visa Officer did not provide her with an opportunity to address concerns relating to her status as a true and bona fide visitor?", "Did the Visa Officer improperly taint the Applicant's bona fides as a visitor by observing a typographical error in a letter documenting the medical condition of the person the Applicant intended to visit?", "Did the Visa Officer err in finding that a Notice of Assessment of the Applicant's sponsor was not tendered?", "STANDARD OF REVIEW"], ["[8]", "The Respondent submits that, in the case of a discretionary decision of the kind under consideration here, the appropriate standard of review to apply is one of patent unreasonableness. The Respondent relies upon  <FRAGMENT_SUPPRESSED>  at para. 12 for the proposition that:", "Where the statutory discretion has been exercised in good faith and where required in accordance with the principles of natural justice and where reliance has not been placed upon considerations irrelevant or extraneous to the statutory purpose, the courts should not interfere."], ["[9]", "I agree with the Respondent in this regard.", "ANALYSIS", "Preliminary objection relating to Affidavit"], ["[10]", "The Applicant did not file her own affidavit. She submitted instead an affidavit of Camilla Jones, an immigration consultant based in Canada."], ["[11]", "The relevant authorities suggest that the failure to fill a proper affidavit does not lead to the automatic dismissal of an application."], ["[12]", "A recent summary of the law in this regard was provided by Dawson J. in  <FRAGMENT_SUPPRESSED>  (F.C.T.D.):", "11. At the commencement of oral argument counsel for the Minister submitted that the application for judicial review should be dismissed because it was not supported by a proper affidavit. Ms. Turcinovica had filed no affidavit and the application was supported by the affidavit of Ms. Turcinovica's lawyer's assistant. This was said to fall short of the obligation on an applicant to produce an affidavit based on personal knowledge. In consequence, it was urged on the Minister's behalf that the application should be dismissed because it was not supported by a proper affidavit.", "12. The failure of an application to be supported by affidavits based on personal knowledge has been held not to result automatically in dismissal of an application for judicial review: see:  <FRAGMENT_SUPPRESSED>  reversed without comment on this point (2000), 267 N.R. 96 (F.C.A.).", "13. In the present case, I am satisfied that the affidavit before the Court is sufficient to establish the fact of the application and its rejection. I am not, therefore, prepared to dismiss the application on this basis.", "14. It is important to stress that where there is no evidence based on personal knowledge filed in support of an application for judicial review, any error asserted by an applicant must appear on the face of the record. See:  <FRAGMENT_SUPPRESSED> , at para. 15.", "15. This reflects the requirement of Rule 81(1) of the Federal Court Rules, 1998 that, except on motions, affidavits must be confined to facts within the personal knowledge of the deponent.", "16. As the Federal Court of Appeal noted in  <FRAGMENT_SUPPRESSED> ; [2001] F.C.J. No. 181, Rule 81(1) is a rule of practice and procedure and so does not displace the common-law exceptions to the hearsay rule, including the reliability and necessity exception. However, because Rule 81 is a rule of procedure, in appropriate, and likely unusual, circumstances where a party wishes to introduce hearsay evidence that party should, at least, put forward evidence to support the arguments of reliability and necessity."], ["[13]", "Relying on  <FRAGMENT_SUPPRESSED>  (Q.L.) and  <FRAGMENT_SUPPRESSED>  (F.C.A.), I note that an affidavit must be based on matters of personal knowledge. As the Respondent submits, portions of the affidavit in question consist of arguments and conclusions rather than facts and some matters are not within the personal knowledge of Ms. Jones."], ["[14]", "I am satisfied that there is sufficient evidence to establish the Application and its rejection by the Visa Officer, but in accordance with the decision of Dawson J. in  <FRAGMENT_SUPPRESSED> , where there is no evidence based on personal knowledge to support the Application, any error asserted by this Applicant must appear on the face of the record.", "Was the Applicant denied procedural fairness when the Visa Officer did not provide her with an opportunity to address concerns relating to her status as a true and bona fide visitor?"], ["[15]", "The Applicant refers to the decision of Teitelbaum J. in  <FRAGMENT_SUPPRESSED>  (QL) (T.D.). Ali is very instructive in this matter in terms of my analysis of the duty of fairness owed by the Visa Officer to the Applicant. Unfortunately for the Applicant, it does not appear to me that the case at bar was an example of a situation where an interview should have taken place or where there was any obligation on the Visa Officer to raise concerns with the Applicant. As Teitelbaum J. pointed out in  <FRAGMENT_SUPPRESSED> :", "20. On the other hand, the prime example of when a visa officer should inform the applicant of his concerns is when the visa officer has obtained extrinsic evidence. In that situation, the applicant should have the opportunity to disabuse the officer of any concerns that may arise from that evidence.", ". . . . .", "28. There is no statutory right to an oral interview. I also note that the visa officer stated in his Statutory Declaration that he reviewed the file and the notes from the interview and then concluded that the applicant was not eligible for an employment authorization. I do not believe that there is sufficient evidence to indicate that the visa officer failed to assess the claim on the merits. ..."], ["[16]", "I therefore find that, in the case at bar, the Visa Officer did not violate principles of procedural fairness in failing to provide the Applicant with an opportunity to disabuse him of concerns relating to the Applicant's status as a true and bona fide visitor. The Visa Officer did not consider extrinsic information and there is no general obligation on a Visa Officer to put his or her concerns to an applicant:  <FRAGMENT_SUPPRESSED>  at para. 15.", "Did the Visa Officer improperly taint the Applicant's bona fides as a visitor by observing a typographical error in a letter documenting the medical condition of the person the Applicant intended to visit?"], ["[17]", "This matter was raised in the Applicant's written materials but was not taken up at the hearing. The Visa Officer's affidavit makes it quite clear that the typographical error was not a factor in the decision and I am satisfied that no error occurred in this regard.", "Did the Visa Officer err in finding that a Notice of Assessment of the Applicant's sponsor was not tendered?"], ["[18]", "Once again, this issue was mentioned in the written materials but was dropped at the hearing and, in my opinion, rightly so. It was not a factor in the decision and no error was committed in this regard."], ["[19]", "I am satisfied that the Visa Officer committed no reviewable error in this case. However, this is a conclusion I come to with some reluctance because of the significant humanitarian and compassionate considerations that lie behind this application. On the facts before the Visa Officer and the detailed submissions completed by the Applicant, I would certainly have reached a different conclusion concerning the likelihood of the Applicant's not leaving Canada at the end of the visit. But the fact that I would have reached a different conclusion is not sufficient grounds to interfere with the decision.", "ORDER"], ["[20]", "THE COURT HEREBY ORDERS THAT:", "1. The Application is dismissed.", "2. There is no question to be certified.", "[End of document]"]]}