{"id_": "001299", "body_str": [["[1]", "Le juge Shore", ": Le 20 janvier 2009 à 9h48, le demandeur a signifié au défendeur son dossier de requête en vue d'obtenir un sursis au renvoi vers les États-Unis prévu pour le 22 janvier 2009, à 08h00."], ["[2]", "La Cour pourrait refuser d'entendre cette demande de dernière minute. Une audition de dernière minute porte préjudice au défendeur puisqu'elle ne lui permet pas de se préparer adéquatement."], ["[3]", "Le demandeur aurait pu déposer sa requête en sursis dans les délais prévus aux", "Règles des Cours fédérales", ", DORS/98-106. En effet, il appert du paragraphe 24 de l'affidavit du demandeur qu'il a reçu l'avis de convocation pour le renvoi, le 7 janvier 2009. Toutefois, tel qu'il appert du paragraphe 26 de son affidavit, il a attendu jusqu'au 16 janvier 2009 avant de demander de différer le renvoi. Aucune explication satisfaisante pour expliquer son retard à au moins déposer la présente requête en sursis devant la Cour fédérale a été donnée."], ["[4]"], ["[7] Cette Cour a indiqué à maintes reprises que l'audition de demandes de sursis déposées à la dernière minute, sauf circonstances exceptionnelles, ne favorise pas l'intérêt de la justice en ce qu'elles ne permettent pas notamment à la partie défenderesse de se préparer adéquatement:", "As stated by this Court in numerous occasions, \" last minute\" motions for stays force the respondent to respond without adequate preparation, do not facilitate the work of this Court and are not in the interest of justice. A stay is an extraordinary procedure which deserves thorough and thoughtful consideration (", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 642)."], ["[5]", "De même, dans", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 444, le juge Yves de Montigny a statué comme suit:"], ["[5] Ce genre de comportement doit être découragé car il nuit au bon fonctionnement du système judiciaire et porte préjudice au défendeur. La demande de sursis est une voie de recours exceptionnelle et elle peut être refusée aux personnes qui préfèrent attendre à la dernière minute pour présenter leur cause s'ils ne fournissent pas d'explication acceptable justifiant leur retard ...", "II.", "Faits"], ["[6]", "En septembre 2003, les Forces Armées Révolutionnaires de la Colombie (FARC) ont demandé à Juan Pablo Collantes, fils du demandeur, de collaborer dans leurs activités. Il a refusé et a été battu. Les FARC ont commencé à surveiller les environs de la maison familiale."], ["[7]", "En novembre 2003, sa sœur Luz Stella a été suivie par des individus qui ont menacé de la violer. Le demandeur a aussi reçu un appel téléphonique menaçant toute la famille."], ["[8]", "Aussi, au Pérou, le Sentier Lumineux surveillait la famille du demandeur depuis 1994 car son père avait refusé de leur céder ses terres. Son frère a été tué et un de ses demi-frères a été incarcéré pour des accusations de terrorisme."], ["[9]", "Juan Pablo, fils du demandeur, a quitté la Colombie le 18 décembre 2003 en direction des États-Unis, le demandeur et sa fille Luc Stella l'ont rejoint le 8 janvier 2004. Ensemble, ils sont arrivés au Canada le 12 janvier 2004 et ont revendiqué le statut de réfugié au poste frontalier de Saint-Bernard-de-Lacolle."], ["[10]", "Le 13 mai 2008, les deux demandes effectuées par le requérant, soit la demande d'Examen des risques avant renvoi (ERAR) et la demande de résidence permanente pour des considérations humanitaires (DRP), ont été rejetées par l'agent d'ERAR."], ["[11]", "Le juge Richard Mosley a rejeté deux demandes d'autorisation et de contrôle judiciaire contestant ces deux dernières décisions négatives."], ["[12]", "Une lettre, datée du 1 décembre 2008, a été envoyée au demandeur, le convoquant à une entrevue préalable au renvoi le 7 janvier 2009."], ["[13]", "Le 7 janvier 2009, le demandeur a rencontré un agent d'exécution de la loi."], ["[14]", "Lors de cette entrevue, l'agent a fixé la date de départ au 22 janvier 2009, à 08h00, en direction des États-Unis."], ["[15]", "Le 16 janvier 2009, une demande à l'agent de reporter sa date de renvoi a été refusé."], ["[16]", "Le 19 janvier 2009, le demandeur a déposé une demande d'autorisation et de contrôle judiciaire (DACJ) contestant le refus de reporter la date du renvoi prévu pour le 22 janvier 2009.", "III.", "Question en litige"], ["[17]", "Afin d'évaluer le bien-fondé de la requête en sursis, la Cour doit déterminer si le demandeur satisfait aux trois critères jurisprudentiels émis par la Cour d'appel fédérale dans l'affaire", "<FRAGMENT_SUPPRESSED>  (C.A.F.). Ces trois critères sont les suivants:", "a. l'existence d'une question sérieuse;", "b. l'existence d'un préjudice irréparable;", "c. l'évaluation de la balance des inconvénients.", "IV.", "Analyse"], ["[18]", "Il est à noter que les trois critères doivent être rencontrés pour que cette Cour accorde le sursis demandé. Si un seul de ces critères n'est pas rencontré, cette Cour ne peut pas accorder le sursis demandé.", "A. Question sérieuse"], ["[19]", "La requête en sursis du demandeur est greffée à une demande d'autorisation contestant le refus de l'agent de reporter la date du renvoi."], ["[20]", "L'agent a un pouvoir discrétionnaire très limité. Ainsi, parmi les facteurs pouvant être apportés par un demandeur et qui peuvent permettre à l'agent de reporter le renvoi, il y a, comme l'a décidé la présente Cour dans l'affaire <FRAGMENT_SUPPRESSED> , la maladie, des empêchements de voyager et peut-être, dans des cas de demandes de longue date qui ont été effectuées dans le délai requis et qui seront rendues sous peu; ce qui n'est pas le cas en l'espèce."], ["[20] The discretion that a Removal officer may exercise is very limited, and in any case, is restricted to when a removal order will be executed. In deciding when it is \"reasonably practicable\" for a removal order to be executed, a removal officer may consider various factors such as illness, other impediments to travelling, and perhaps in cases of long-standing applications that were brought on a timely basis but have yet to be resolved.", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 450)."], ["[21]", "Dans le dossier", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 525, cette Cour réitérait le principe de la discrétion limitée de l'agent des renvois et précisait qu'il ne revenait pas à l'agent de réévaluer l'ensemble des facteurs d'ordre humanitaire d'un dossier:"], ["[20] Il est bien établi que l'agent chargé du renvoi possède un pouvoir discrétionnaire limité lorsqu'il s'agit de reporter le renvoi d'une personne visée par une mesure de renvoi exécutoire. Lorsqu'il existe une mesure de renvoi valide et exécutoire, le renvoi immédiat doit être la règle et le report de la mesure l'exception. De plus, une décision relative au report du renvoi ne peut être annulée que si elle est manifestement déraisonnable. (", "Loi sur l'immigration et la protection des réfugiés,", "L.C. 2001, ch. 27, art. 48;", "<FRAGMENT_SUPPRESSED>  (CanLII), 2003 CF 1081;", "<FRAGMENT_SUPPRESSED>  (CanLII), 2005 CF 229.)"], ["[22] De plus, l'agent chargé du renvoi n'est pas tenu de reporter le renvoi de la personne en cause pour la seule raison que celle-ci a l'intention de déposer ou a déposé une demande CH. En outre, l'agent chargé du renvoi n'est pas tenu d'évaluer le bien-fondé d'une demande CH en instance ni d'effectuer sa propre évaluation des facteurs d'ordre humanitaire susceptibles d'être pris en considération (", "Padda", ", précitée;", "Morello", ", précitée).", "(Également,", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 957 au par. 22)."], ["[23]", "La situation du demandeur n'est pas source de sursis judiciaire."], ["[24]", "L'agent des renvois ne peut intervenir que pour les arrangements de départ, des situations impérieuses ou éminentes. Or, la situation du demandeur ne correspond pas à de telles situations et l'agent n'a pas commis d'erreur en refusant de reporter la date de son renvoi (page 8 du dossier de requête du demandeur):"], ["[21] La Cour a établi que les agents de renvoi ont un pouvoir discrétionnaire limité, qui se restreint à reporter le renvoi en raison de circonstances spéciales ou impérieuses."], ["[37] Il est bien établi en droit que le pouvoir discrétionnaire de différer une mesure de renvoi est fort restreint. Il serait contraire aux buts et objectifs de la Loi d'étendre, au moyen d'une déclaration judiciaire, le pouvoir discrétionnaire restreint que possède l'agent chargé du renvoi, de façon à exiger un \"mini\" examen des raisons d'ordre humanitaire avant le renvoi ( <FRAGMENT_SUPPRESSED>  paragraphe 4 (1re inst.) ( <FRAGMENT_SUPPRESSED>  (1re inst.) (QL))...", "(Adviento, ci-dessus; Voir également: Simoes, ci-dessus; Williams, ci-dessus; Prasad, ci-dessus; Griffith, ci-dessus.)"], ["[22] La demanderesse n'a pas démontré qu'elle avait soumis à l'agent de renvoi des éléments de preuve qui auraient pu constituer une justification suffisante permettant à l'agent d'exercer son pouvoir discrétionnaire, qui se restreint à reporter le renvoi en raison de circonstances spéciales ou impérieuses:"], ["[45] En l'instance, la mesure dont on demande de différer l'exécution est une mesure que le ministre a l'obligation d'exécuter selon la loi. La décision de différer l'exécution doit donc comporter une justification pour ne pas se conformer à une obligation positive imposée par la loi. Cette justification doit se trouver dans la loi, ou dans une autre obligation juridique que le ministre doit respecter et qui est suffisamment importante pour l'autoriser à ne pas respecter l'article 48 de la Loi [sur l'immigration, L.R.C. (1985), ch. I-2]. (La Cour souligne.)", "(Wang, ci-dessus.)"], ["[23] La demanderesse allègue tout simplement dans son affidavit que l'agente \"a refusé de surseoir au renvoi malgré qu'elle fut informé sur les procédure des parrainage en cours\". (Paragraphe 16, Affidavit de la demanderesse, page 12 du Dossier de requête.)"], ["[24] Il est de droit constant qu'une demande pendante de parrainage n'est pas en soi un obstacle au renvoi."], ["[52] Quant à la question soumise au contrôle judiciaire sous-jacent, le refus de l'agent chargé du renvoi de différer l'exécution du renvoi jusqu'à ce qu'on ait tranché la demande invoquant des motifs d'ordre humanitaire, je considère qu'il n'y a pas de question sérieuse à trancher au sujet de sa conduite. Comme je l'ai expliqué plus tôt, une demande pendante invoquant des motifs d'ordre humanitaire fondée sur la séparation d'avec la famille n'est pas en soi un motif de remettre un renvoi à plus tard. La traiter comme étant un tel motif aurait pour résultat de créer un sursis que le législateur n'a pas voulu inclure dans la  <FRAGMENT_SUPPRESSED>  (1995), 31 Imm. L.R. (2d) 134, le juge Noël (alors juge à la Section de première instance)...", "(Wang, ci-dessus ; Voir également:  <FRAGMENT_SUPPRESSED>  par. 17 à 19 (1e inst.) (QL).)"], ["[25] La demanderesse n'a de toute évidence soumis aucun élément de preuve qui aurait pu constituer une justification permettant à l'agent de renvoi de reporter le renvoi."], ["[26] Tenant compte de tout ce qui précède, la demanderesse a fait défaut de soulever une question sérieuse au soutien de sa requête. La demande d'un sursis de renvoi pourrait être rejetée pour ce seul motif.", "<FRAGMENT_SUPPRESSED>  [2007] A.C.F. no 988 (QL))."], ["[25]", "Le demandeur allègue que le reste de sa famille qui se trouve en Colombie allait obtenir son établissement au Canada."], ["[26]", "Pour le présent, cette prétention est spéculative."], ["[27]", "Le demandeur n'a pas démontré l'existence d'une question sérieuse.", "B. Préjudice irréparable"], ["[28]", "En l'espèce, le demandeur a eu à plusieurs reprises l'occasion de faire valoir qu'il courait un risque pour sa vie et sa sécurité dans son pays. Or, la Commission de l'immigration et du statut de réfugié (CISR), la Cour fédérale et l'agent d'ERAR ont jugé qu'il n'y avait pas de risques pour le demandeur."], ["[29]", "Dans la partie intitulée: « Les dommages irréparables », le demandeur fonde son préjudice sur des risques qui ont été évalués dans le cadre de sa demande d'ERAR et de CH."], ["[30]", "De plus, la Cour a confirmé la décision rendue par l'agent d'ERAR, en refusant d'accorder la DACJ déposée à l'encontre de cette décision."], ["[31]", "Par conséquent, les conclusions tirées par l'agent d'ERAR sont tenues pour avérées et le demandeur n'a pas démontré l'existence d'un préjudice irréparable."], ["[32]", "Il importe de rappeler que la notion de préjudice irréparable a été définie par la Cour dans l'affaire", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 621, par le juge Andrew McKay, comme étant le renvoi d'une personne vers un pays où il existe un danger pour sa vie et sa sécurité."], ["[33]", "Cette décision fut suivie par la juge Sandra Simpson où, dans l'affaire", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 316, elle y mentionnait ce qui suit relativement à la définition du préjudice irréparable établi dans <FRAGMENT_SUPPRESSED> , précité:"], ["[22] [...] Le critère est très exigeant et j'admets son principe de base selon lequel on entend par préjudice irréparable quelque chose de très grave, c'est-à-dire quelque chose de plus grave que les regrettables difficultés auxquelles vont donner lieu une séparation familiale ou un départ."], ["[34]", "En ce qui concerne la séparation du demandeur avec ses deux enfants au Canada, la jurisprudence est constante sur le principe que la séparation de la famille ne constitue pas un préjudice irréparable, mais bien une conséquence normale d'un renvoi."], ["[36] [...]", "Quant à la séparation du demandeur d'avec son épouse, la jurisprudence est bien établie à l'effet que semblable séparation ne constitue pas en soi un préjudice irréparable", "(voir, par exemple,", "Celis", "Canada (Ministre de la Citoyenneté et de l'immigration),"], ["[2002] A.C.F. no 1679 (CF 1ere instance) (QL), 2002 CFPI 1231;", "<FRAGMENT_SUPPRESSED>  (CF) (QL), 2003 CF 913;", "<FRAGMENT_SUPPRESSED>  (CF 1ere instance) ( <FRAGMENT_SUPPRESSED>  (CF 1ere instance) ( <FRAGMENT_SUPPRESSED>  (CAF) (QL), 2004 CAF 261).", "( <FRAGMENT_SUPPRESSED>  [2008] A.C.F. no 1377 (QL)"], ["[35]", "Ainsi que le mentionnait le juge  <FRAGMENT_SUPPRESSED>  (1re inst.) (QL):"], ["[21] Ce sont là les conséquences déplaisantes et désagréables d'une expulsion. Mais pour que l'expression « préjudice irréparable » conserve un peu de sens, elle doit correspondre à un préjudice au-delà de ce qui est inhérent à la notion même d'expulsion. Être expulsé veut dire perdre son emploi, être séparé des gens et des endroits connus. L'expulsion s'accompagne de séparations forcées et de cœurs brisés. Il n'y a rien de plus dans la situation de M. Melo que les conséquences normales d'une expulsion..."], ["[36]", "Enfin, dans l'affaire", "Selliah (Ministre de la Citoyenneté et de l'Immigration),", "2004 CAF 261, [2004] A.C.F. no 1200 (QL), la Cour d'appel fédérale écrivait ceci:"], ["[13] Le renvoi de personnes qui sont demeurées au Canada sans statut bouleversera toujours le mode de vie qu'elles se sont donné ici. Ce sera le cas en particulier de jeunes enfants qui n'ont aucun souvenir du pays qu'ils ont quitté. Néanmoins, les difficultés qu'entraîne généralement un renvoi ne peuvent à mon avis constituer un préjudice irréparable au regard du critère exposé dans l'arrêt <FRAGMENT_SUPPRESSED> , car autrement il faudrait accorder un sursis d'exécution dans la plupart des cas dès lors qu'il y aura une question sérieuse à trancher:", "<FRAGMENT_SUPPRESSED> ."], ["[37]", "De plus, au paragraphe 8 de la partie intitulée: « Les dommages irréparables », le demandeur fait allusion à l'article 7 de la", "Charte", "pour dire que chacun a droit à la vie, à la sécurité et à la liberté."], ["[38]", "Voici comment la Cour s'est exprimée sur ce point dans le cadre d'une requête en sursis:"], ["[37] Il est clairement établi dans la jurisprudence que le renvoi d'une personne du Canada n'est pas contraire aux principes de justice fondamentale et que l'exécution d'un renvoi de déportation ne va pas à l'encontre des articles 7 et 12 de la", "Charte", ". (", "Canada (Ministre de l'Emploi et de l' <FRAGMENT_SUPPRESSED>  au para. 46;", "Isomi Canada (Ministre de la Citoyenneté et de l'Immigration)", ", 2006 CF 1394 (CanLII), 2006 CF 1394, [2006] A.C.F. no 1753 (QL), au par. 32 (juge Simon Noël).", "Aoutlev Canada (Ministre de la Citoyenneté et de l'Immigration),", "2007 CF 111, [2007] A.C.F. no 183 (QL)."], ["[39]", "Le demandeur n'a pas prouvé l'existence d'un préjudice irréparable.", "C. Balance des inconvénients"], ["[40]", "Dans la partie intitulée: « La balance des inconvénients », le demandeur fait allusion à une demande de résidence permanente qui serait toujours pendante."], ["[41]", "Il n'y a rien qui démontre une telle situation en l'espèce."], ["[42]", "Le demandeur allègue qu'il est en mesure de subvenir à ses besoins et qu'il ne représente pas un danger pour la société."], ["[43]", "Dans <FRAGMENT_SUPPRESSED> , ci-dessus, la Cour d'appel fédérale précisait que les critères de cette nature ne constituent pas une démonstration que la balance des inconvénients penche en faveur d'un demandeur."], ["[21] L'avocate des appelants dit que, puisque les appelants n'ont aucun casier judiciaire, qu'ils ne sont pas une menace pour la sécurité et qu'ils sont financièrement établis et socialement intégrés au Canada, l'équilibre des inconvénients milite en faveur du maintien du", "statu quo", "jusqu'à l'issue de leur appel."], ["[22] Je ne partage pas ce point de vue. Ils ont reçu trois décisions administratives défavorables, qui ont toutes été confirmées par la Cour fédérale. Il y a bientôt quatre ans qu'ils sont arrivés ici. À mon avis, l'équilibre des inconvénients ne milite pas en faveur d'un nouveau report de l'accomplissement de leur obligation, en tant que personnes visées par une mesure de renvoi exécutoire, de quitter le Canada immédiatement, ni en faveur d'un nouveau report de l'accomplissement de l'obligation du ministre de les renvoyer dès que les circonstances le permettront: voir le paragraphe 48(2) de la LIPR. Il ne s'agit pas simplement d'une question de commodité administrative, il s'agit plutôt de l'intégrité et de l'équité du système canadien de contrôle de l'immigration, ainsi que de la confiance du public dans ce système."], ["[44]", "En l'absence de question sérieuse et de préjudice irréparable, la balance des inconvénients favorise le Ministre qui a intérêt à ce que l'ordonnance de renvoi soit exécutée à la date qu'il a fixée (", "<FRAGMENT_SUPPRESSED>  (QL))."], ["[45]", "En effet, le paragraphe 48(2) de la LIPR prévoit:", "48.", "(1) Mesure de renvoi - La mesure de renvoi est exécutoire depuis sa prise d'effet dès lors qu'elle ne fait pas l'objet d'un sursis.", "(2) Conséquence - l'étranger visé par la mesure de renvoi exécutoire doit immédiatement quitter le territoire du Canada, la mesure devant être appliquée dès que les circonstances le permettent.", "48.", "(1) Enforceable removal order - A removal order is enforceable if it has come into force and is not stayed.", "(2) Effect - If a removal order is enforceable, the foreign national against whom it was made must leave Canada immediately and it must be enforced as soon as it reasonably practicable.", "V.", "Conclusion"], ["[46]", "Compte tenu de tout ce qui précède, le demandeur ne rencontre pas les critères de la jurisprudence relativement à l'obtention d'un sursis judiciaire.", "JUGEMENT"], ["[47]", "LA COUR ORDONNE que", "la demande de sursis soit rejetée.", "[End of document]"]]}