{"id_": "001322", "body_str": [["[1]", "Tabib, Protonotary", ": The Plaintiffs are all owners or persons interested in various cargoes that were carried on board the vessel \"CMA CGM Florida\" when that vessel was involved in a collision at sea. The Plaintiffs, through this action, seek to recover for the damage allegedly caused to the cargoes as a result of the collision and to be indemnified for any general average or salvage contributions they may be required to make."], ["[2]", "All of the cargoes were loaded on board the vessel in China or in Thailand, and all were destined to be unloaded and delivered in various locations in the United States. The transportation of the cargoes on this particular vessel was booked through various freight forwarders or common carriers. The Defendants are all of those freight forwarders or carriers, as well as the owners of the vessel itself. Other than the Plaintiff's general allegation to the effect that all of the Defendants \"carry on business in Canada\", there is nothing to connect the contracts of carriage, the voyage, the Plaintiffs, the cargoes or the facts giving rise to the claim to Canada. The majority of the Defendants have made motions to stay proceedings on the basis of", "forum non conveniens", ". These motions have, on consent, been adjourned."], ["[3]", "The moving Defendant, Topocean Consolidation Service Inc. ( <FRAGMENT_SUPPRESSED> ) has, in addition, moved for a declaration that service of the Statement of Claim was not validly made upon it. The Plaintiffs have opposed Topocean's motion, but have also brought a cross-motion,", "de bene esse", ", to extend the time for serving the Statement of Claim or to authorize substitutional service on Topocean's attorneys in Canada. For the following reasons, I find that service was validly made on Topocean, and therefore, I will not rule on the Plaintiffs' cross-motion.", "Motion to contest service", "Topocean's position:"], ["[4]", "The Plaintiffs first attempted to serve the Statement of Claim on April 3, 2014 at 800-211 boul. Stewart Graham in Montreal. However, the bailiff reported that the premises were not occupied by Topocean but by Garda Sécurité. The Plaintiffs then directed a process server to serve Topocean at \"c/o Manitoulin Global Forwarding\" at 7035 Ordan Drive, Mississauga, Ontario. Service was accepted on April 9, 2014 by Vivian, \"an adult person who appeared to be in control or management\" of that place of business at the time."], ["[5]", "Topocean's evidence it to the effect that it does use the services of Manitoulin \"as agent\" for some of its shipments that depart from or arrive in Canada, but that Manitoulin was not involved in any capacity in relation to the cargo on board the \"CMA CGM Florida\", or in relation to any services ever rendered by Topocean to the Plaintiffs or to the receivers of the cargo. Topocean's evidence is also to the effect that Manitoulin's Assistant Manager forwarded the Statement of Claim served at its premises to Topocean by messenger two days after receiving it, addressed to \"Tammy\" or \"Kenny Tam\". However, Topocean states that it did not receive the package, that Kenny Tam no longer works for it and that the package or its whereabouts can no longer be traced. According to Topocean, it only became aware of the Canadian proceedings some 5 months later, upon which it promptly brought the present motion to contest service."], ["[6]", "On the basis of the above evidence, Topocean argues that service on it cannot have properly been effected in Canada pursuant to Rule 130(1)(", ")(ii) of the", "Federal Courts Rules", ", SOR/98-106, because the addresses in Montreal and Toronto are not Topocean's places of business and because Manitoulin is not a \"branch or agency\" of Topocean. Topocean further argues that service cannot validly have been effected pursuant to Rule 135 because Topocean did not make use of Manitoulin's services in connection with the transportation of the cargo at issue.", "Plaintiffs' position:"], ["[7]", "The Plaintiffs essentially concede that Rule 135 is not applicable in this instance. Rule 135 allows service in Canada on a person who is not necessarily an \"agent\" of a non-resident defendant, but whose services the defendant regularly uses in the course of its business", "and", "whose services were used in connection with the transaction giving rise to the proceedings. It is very clear here that Manitoulin's services were not used by Topocean in connection with the carriage of the cargo nor with the contract pursuant to which it was carried."], ["[8]", "The Plaintiff's position, however, is to the effect that Manitoulin is \"a branch or agency in Canada\" of Topocean, upon which it validly effected service in accordance with Rule 130(1). The Plaintiff's argument is based on the fact that it found the Montreal and the Toronto addresses, at which it respectively attempted and effected service, on Topocean's own website, specifically on the \"Branch Directory\" page of the \"Topocean Group\" website (https://www.topocean.com/BranchDirectory.htm, Exhibit \"C\" to the Affidavit of Audrey Préfontaine). This page states that:", "The Topocean Group operates a network of owned and agent offices throughout the Asia Pacific. In those locations where Topocean has agents, they are companies that have a proven track record within their respective countries. Most Topocean agents have been within the Topocean Network for more than five years."], ["[9]", "The page goes on to provide a lengthy list of physical addresses throughout Asia, the United States, Canada and Mexico. The relevant entry is as follows:", "CANADA", "Topocean Canada", "C/O Manitoulin Global Forwarding", "Toronto Main Office", "7035 Ordan Drive Mississauga", "Ontario L5T 1T1 Canada", "Tel: 905 283 1600", "Fax: 905 677 8938", "Email: globalinfo@topocean.com"], ["[10]", "The existence or accuracy of this webpage has not been contested by Topocean.", "Analysis:"], ["[11]", "The relevant parts of Rule 130(1) read as follows:", "130. (1) Subject to subsection (2), personal service of a document on a corporation is effected", ") by leaving the document", "(...)", "(ii) with the person apparently in charge, at the time of the service, of the head office or of the branch or agency in Canada where the service is effected;", "(...)", "130. (1) Sous réserve du paragraphe (2), la signification à personne d'un document à une personne morale s'effectue selon l'un des modes suivants:", "a)", "par remise du document:", "(...)", "(ii) à la personne qui, au moment de la signification, semble être le responsable du siège social ou de la succursale ou agence au Canada où la signification est effectuée;", "(...)", "(Subsection 130(2) concerns service on municipal corporations and is not relevant to this analysis.)"], ["[12]", "There is no definition in the Rules as to what constitutes a \"branch or agency\" for the purpose of Rule 130(1)(", ")(ii), and it does not appear that this Court has ever opined as to the exact scope of that expression. The only case concerning the application of that expression of which the Court is aware is", "<FRAGMENT_SUPPRESSED> , 5 FTR 292. The Court in that case found that a Canadian company who acted as an exclusive distributor in Canada of a product manufactured by a foreign company was not a branch or agency of the foreign company. The Court considered that the Canadian company merely purchased and re-sold the product, even if it did use the foreign company's technical expertise and literature. The Court did not otherwise attempt to define the term \"branch or agency\"."], ["[13]", "The words \"branch or agency\" have been used in provisions regulating service of judicial documents in several provinces and these provisions have given rise to a significant body of jurisprudence. I note, however, that where the expression \"branch or agency\" is or was used in provincial statutes or rules of practice; it is often followed by a provision defining what persons will be deemed an agent of a non-resident corporation for the purpose of service. For example, former Rule 11(2)(b) of the", "Rules of Court", ", 1990, BC Reg 221/90 read as follows:", "(2) Service of a document is effected on (...)", "(b) a corporation by leaving a copy of the document with the president, chairman, mayor, or other chief officer of the corporation, or agent of the corporation or", "of any branch or agency", "of the corporation in the Province", "and, for the purpose of serving a document", "upon a corporation whose chief place of business is outside British Columbia,", "every person who, within the Province, transacts or carries on any of the business of, or any business for, that corporation shall be deemed its agent", "(Emphasis mine)"], ["[14]", "Similar rules of practice were also found,", "inter alia", ", in Ontario and New Brunswick [see footnote 1]. Most decisions interpreting or applying these provisions are more concerned with this deeming provision than with the interpretation of the expression \"branch or agency\". Indeed, because the deeming provision applies to corporations whose principal place of business is outside the province, and because the jurisdiction of Superior Courts was traditionally based on a defendant's presence in their territorial jurisdiction, the reported case law on whether a person is \"an agent\" for the purpose of service in effect goes to the more fundamental question of whether a foreign defendant is sufficiently \"present\" in the jurisdiction through that agent for the Court to have jurisdiction over it, as discussed in", "Central  <FRAGMENT_SUPPRESSED> , at para 34 and 36."], ["[15]", "The", "Federal Courts Rules", "do not contain a deeming provision. Further, as determined in", "Santa Maria Shipowning and  <FRAGMENT_SUPPRESSED> , the jurisdiction of the Federal Court in admiralty matters is not territorially limited. It can be exercised on a foreigner, based on service out of the jurisdiction or on substitutional service. Given those distinctions, jurisprudence from other Canadian courts as to what constitutes a \"branch or agency\" for the purpose of service should be considered with caution when interpreting Rule 131(a)(ii). Indeed, I note the very interesting historical analysis and discussion of Egbert J. of the Alberta Supreme Court in", "<FRAGMENT_SUPPRESSED> , as to the applicability of the English and Ontario case law in Alberta, given the absence in the", "Alberta Rules of Court", "of the deeming provision mentioned above."], ["[16]", "That said, because the criteria developed in Canadian case law for a person to be an agent for the purpose of service are stringent enough to also fix that agent's principal with residency in a province for jurisdictional purposes, I am satisfied that a person who meets these criteria would also meet the criteria for service under Rule 130(1)(a)(ii). Having found, as discussed below, that Manitoulin meets the criteria developed under these provincial statutes, I do not need to determine the minimal test that a person must meet to qualify as a \"branch or agency\" under the", "Federal Courts Rules"], ["[17]", "The Ontario Court of Appeal in", "<FRAGMENT_SUPPRESSED> , cited with approval by the New Brunswick Court of Queen's Bench in", "<FRAGMENT_SUPPRESSED> , and the British Columbia Court of Appeal in", "Central  <FRAGMENT_SUPPRESSED>  \"a person who transacts or carries on any of the business of, or any business for, a corporation,\" is, at the least, some person who is an agent of the corporation, who transacts or carries on here, or controls or manages for them here, some part of the business which the corporation profess to do and for which they were incorporated."], ["[18]", "<FRAGMENT_SUPPRESSED> , the Court adopted the three part test first set out in", "<FRAGMENT_SUPPRESSED>  as to what carrying on a business in the province requires:", "a) the business has been carried on for a sufficiently substantial period of time;", "b) the acts in carrying on business have been done at a fixed place of business; and", "c) the acts are carried out by a person who carries out this business for it in the jurisdiction, i.e., its agent."], ["[19]", "The Court went on to describe that agent as follows:", "33 In my opinion, the judgment of Sidney Smith, J.A., provides a correct analysis of the relevant Ontario law. Although certain of the cases, as I have indicated, have stated that the Ontario Rule is broader than that of England, the cases generally suggest that this greater breath is more apparent than real, for, with the exception of the <FRAGMENT_SUPPRESSED> case, they are unanimous in the view that \"agent\" means, as in England, \"[one] who transacts or carries on here ... some part of the business which the corporation profess[es] to do ...\".", "Further, as noted above, it seems clear that the \"business\" carried on by the agent must be an \"integral part\" of the corporation's business:", "<FRAGMENT_SUPPRESSED>  carried on and transacted elsewhere:", "<FRAGMENT_SUPPRESSED>  would be notice to the corporation, or whose duties would cast it upon him to bring it to their notice\"", "<FRAGMENT_SUPPRESSED>  Manitoulin", "as its agent", "for shipments that have a Canadian connection, that is, that depart or arrive in Canada. It is undisputed that Topocean's business is to organize and carry shipments worldwide. As such, it is clear that Manitoulin carries on in Canada some integral part of the business Topocean professes to do. The fact that it did not act in this capacity for the shipment giving rise to the action does not detract from the fact that Topocean otherwise carries on business in Canada through Manitoulin. On the facts of this case, Manitoulin also clearly considered that part of its duties to Topocean would be to bring to Topocean's attention notice of the service effected on it: Its manager promptly forwarded the Statement of Claim to Topocean by messenger. Again, it does not matter that the package in this instance apparently went astray; what is relevant is that Manitoulin considered it its duty as agent to forward it."], ["[21]", "There is no direct evidence as to how long Topocean has been carrying on business in Canada through Manitoulin. However, the evidence suggests an arrangement that is sufficiently longstanding to meet the test: Service was effected in April 2014; in October 2014, when the Motion Records were constituted, Topocean was still using Manitoulin's services as agent. Topocean's website itself promotes a sense of permanence: It touts that most of its agents have been with their network for more than five years. While there is no evidence that this desirable quality applies specifically to Manitoulin, Topocean has not led evidence to contradict the impression its website sought to create. Finally, Manitoulin clearly operates from a fixed place of business, advertised by Topocean itself on its website."], ["[22]", "It is worth emphasizing that Topocean publicly promotes itself on its website as a group of \"owned and agent offices\" that carries on business as \"a network\" worldwide, including, through the agency of Manitoulin, at a specific address in Canada. The impression created by the website, no doubt intentionally, is that one can contact Topocean and transact business with it at any of the physical addresses listed on its website, whether the address is operated by a corporate subsidiary or by an unrelated corporate entity acting as agent. The impression formed by the website, as it concerns Manitoulin, was not contradicted by the events as they unfolded at the time of service: The person apparently in charge of Manitoulin's premises did accept service of the proceedings directed to Topocean, and its manager did promptly take steps to direct the proceedings to Topocean. On the evidence before me, apart from Topocean's affiant's bald statement that \"[None of the Topocean companies] have any place of business [...] in Canada\", Topocean has put forward no evidence to contradict the impression created by the website's statements or the correctness of the legal relationship these statements imply, that is, that Manitoulin is Topocean's agent in Canada, where it carries out part of the business of Topocean."], ["[23]", "I am satisfied that service of the Statement of Claim was validly effected on Topocean by service at Manitoulin's premises, in accordance with Rule 130(1)(a)(ii).", "Motion to extend the time for service or to authorize substitutional service"], ["[24]", "Given my conclusion that service was validly effected at Manitoulin's premises, I do not need to consider the Plaintiffs' cross-motion to extend the time for service or to authorize substitutional service on Topocean's Canadian solicitors."], ["[25]", "However, if I am wrong as to my determination of the validity of service, I would have extended the time for service of the Statement of Claim so that the Plaintiffs could effect service of the Statement of Claim in accordance with Rule 137 and the", "Hague Convention on Service Abroad"], ["[26]", "The criteria to be considered in extending the time for service are well-known, and it is clear that the Plaintiffs meet all of them: The Plaintiffs, by attempting service on Topocean within the deadlines provided in the", "Federal Courts Rules", ", and by seeking an extension of time to serve Topocean,", "de bene esse", ", in response to Topocean's motion to contest the validity of service, have shown a continuing intention to proceed. Any delay in effecting proper service is explained and justified by the Plaintiffs' reasonable reliance on Topocean's own representations on its website, as further reinforced by Manitoulin's acceptance of service. I do not accept Topocean's suggestion that the Plaintiffs are the authors of their own misfortune \"for their procedural maneuvering by avoiding proper service in the United States pursuant to Rule 137 FCR and the Hague Convention in the first place\". The evidence before me supports a finding that the Plaintiffs' solicitors consulted and relied upon the statements made on Topocean's website in searching for a branch or agency in Canada to effect service. Although Topocean has sought a stay of proceedings in favour of another jurisdiction, Topocean does not contest that the Plaintiffs have a reasonable cause of action against it. Finally, an extension of time would not cause prejudice to Topocean. Topocean makes much of the expiration of the one year limitation period applicable to this claim, and argues that extending the time for service would cause it prejudice by reviving a claim that has been extinguished by limitation. However, pursuant to the", "United States Carriage of Goods by Sea Act", "(\"COGSA\"), which Topocean argues governs the bill of lading, the limitation is avoided if suit is", "brought", "within one year. Here, the Statement of Claim was issued, and thus suit was brought, within the limitation period. COGSA does not impose any delay for the service of suit, nor is a statement of claim automatically void if not served within the delays provided in the Rules. Thus, even if the service of the statement of claim was held to be invalid, it would not automatically have the effect of voiding the statement of claim or of invalidating its effect as interrupting the limitation, so as to entitle Topocean to the benefit of the limitation."], ["[27]", "The jurisprudence cited by Topocean is not on point, as in all cases the statement of claim had been issued after the expiration of the limitation. The Court is aware of no case where service has been declared invalid, or where an extension of time to serve has been refused, on the basis of the expiration of a limitation period between the time the statement of claim had been issued and the time it was, or was intended to be, served."], ["[28]", "For those reasons, I would have, if necessary, extended the time for service of the statement of claim by sixty (60) days from the date of this order."], ["[29]", "I note here that I would not have ordered substitutional service on Topocean's attorneys. If Topocean had been correct that Manitoulin was not its agent, then under the Rules, the Plaintiffs would have had to serve Topocean in the United States, in accordance with the", "Hague Convention on Service Abroad", ". Where a foreign defendant successfully contests the validity of service upon it, and unless that defendant has maneuvered inappropriately to avoid valid service, it would be unfair, would render the defendant's efforts nugatory and would encourage plaintiffs to attempt questionable service, to then permit substitutional service upon the successful defendant's Canadian solicitors.", "ORDER"], ["[30]", "THIS COURT ORDERS that", "1. The motion of the Defendant Topocean is dismissed with costs in favour of the Plaintiffs.", "2. The Plaintiffs' cross-motion is dismissed as moot, without costs.", "Motion dismissed.", "Editor: E. Joanne Oley/nmg", "Footnotes", "1. Rule 23(3) of the", "Supreme Court of Ontario Rules", "RRO 1980, Reg. 540; Order 9, Rule 6(1) of the", "Rules of Court of New Brunswick", "[End of document]"]]}