{"id_": "001747", "body_str": [["[1]", "Harrington, J.", ": Mr. Porto Turizo, a professional engineer from Columbia, applied for permanent residence in Canada as a Federal Skilled Worker. In order to succeed, he had to meet the criteria set out in the instructions of the Minister of Citizenship and Immigration published in the Canada Gazette, 28 November 2008. He submitted that he had work experience in an approved occupation, National Occupation Classification Code NOC 0711 - Construction Managers. That particular classification in the material published by Human Resources and Skills Development Canada indicates that a university degree in civil engineering or a college diploma in construction technology is usually required and some employers may also require professional engineering status. Mr. Porto Turizo met those requirements. His application was refused because the officer was not satisfied that he had performed the duties associated with the lead statement, and his employment letter did not stipulate clearly that he performed some or most of the duties under NOC 0711. This is the judicial review of that decision."], ["[2]", "The officer is supposed to be a specialist in these matters and, therefore, Courts, as generalists, owe deference. The decision may only be set aside if found to be unreasonable. This decision was unreasonable."], ["[3]", "The lead statement for NOC 0711 provides:", "Construction managers plan, organize, direct, control and evaluate the activities of a construction company or a construction department within a company, under the direction of a general manager or other senior manager. They are employed by residential, commercial and industrial construction companies and by construction departments of companies outside the construction industry."], ["[4]", "NOC 0711 goes on to set out the following main duties:", "• Construction managers perform some or all of the following duties:", "• Plan, organize, direct, control and evaluate construction projects from start to finish according to schedule, specifications and budget", "• Prepare and submit construction project budget estimates", "• Plan and prepare construction schedules and milestones and monitor progress against established schedules", "• Prepare contracts and negotiate revisions, changes and additions to contractual agreements with architects, consultants, clients, suppliers and subcontractors", "• Develop and implement quality control programs", "• Represent company on matters such as business services and union contracts negotiation", "• Prepare progress reports and issue progress schedules to clients", "• Direct the purchase of building materials and land acquisitions", "• Hire and supervise the activities of subcontractors and subordinate staff."], ["[5]", "Mr. Porto Turizo has worked for many years as a public servant for the Government of Bolivar, based in Cartagena. According to the employer's letter of July 23, 2010, these are the functions he has carried out since 2006:", "a. Design and formulate investment projects in infrastructure works that must take place in the department of Bolivar.", "b. Evaluate infrastructure projects to determine their feasibility", "c. Selectively study the proposals presented to the Government of Bolivar for civil work contracts.", "d. Diagnostic and budget civil works that must be done in the department of Bolivar (initials).", "e. Supervise the works for the Department.", "f. Receive the works done and proceed to liquidate the contracts according with the legal current regulations.", "g. Establish remodelling designs for the construction of properties of the Government of Bolivar.", "h. Make recommendations or objections to the works that are being executed.", "i. Project administrative acts which are required during the contracting process.", "j. Give periodical reports to his immediate boss on the development of the works he is supervising.", "k. Project replies or the required reports by the supervision and control departments.", "l. Exercise self control in all the functions which are assigned to him."], ["[6]", "My comparative reading of NOC 0711 and the duties he has carried out indicates that he has satisfied the lead statement and carried out most of the main duties."], ["[7]", "The rejection letter states: You have not provided (sic) with sufficient evidence to satisfy me that you performed the actions described in the lead statement for the occupation - or that you performed all of the essential duties and a substantial number of the main duties --."], ["[8]", "What would it take to satisfy the officer? He does not say and I do not know. He has given no reasons."], ["[9]", "Counsel invited the Court to delve into the record. In", "Newfoundland and  <FRAGMENT_SUPPRESSED> , the Supreme Court stated that it was permissible for a court to review the record in order to determine whether the decision was reasonable, even if the reasons given were not as fulsome as one would like. I have done so. I find that all the material leads away from the decision reached and so, in accordance with", "<FRAGMENT_SUPPRESSED> , reasons would have to be given as to why the employment letter from the Government of Bolivar, Colombia was insufficient."], ["[10]", "The reasonableness standard of judicial review was considered by the Supreme Court in", "Communications, Energy & Paperworkers Union of Canada, Local 30 v Irving Pulp & Paper, Ltd.", ", 2013 SCC 34, [2013] SCJ No 34 (QL). All members of the court agreed that the standard of review in interpreting the management rights clause of a collective agreement was reasonableness. There was disagreement as to the application of that standard given the facts of the case. Although in dissent, there can be no disagreement with the language of Justices Rothstein and Moldaver, with whom Chief Justice McLachlin concurred. They said at para 117:", "To be sure, the decisions of labour arbitration boards command judicial deference. But, in our respectful view \"deference ends where unreasonableness begins\" ( <FRAGMENT_SUPPRESSED> at para 160, per Fish J.). <FRAGMENT_SUPPRESSED> is a reference to", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> , [2009] SCJ No 12.", "ORDER"], ["[11]", "For reasons given,", "THIS COURT ORDERS that", "the judicial review is granted. The application is referred to another officer for redetermination. There is no question to certify.", "Application allowed.", "Editor: Anick Ouellette-Levesque/vnh"]]}