{"id_": "001960", "body_str": [["[1]", "de Montigny, J.", ": This motion arises in the context of an application for judicial review of a direction (the “Direction”) issued by the Governor in Council (the “GIC”) to the Canadian Wheat Board (the “CWB”) pursuant to subsection 18(1) of the Canadian Wheat Board Act, R.S.C. 1985, c. C-24, as amended (the “Act”). The Direction prohibits the CWB from expending funds “directly or indirectly, on advocating the retention of its monopoly powers, including the expenditure of funds for advertising, publishing or market research” and providing funds “to nay other person or entity to enable them to advocate the retention of [such] monopoly powers.”  <FRAGMENT_SUPPRESSED>"], ["[2]", "The CWB seeks an order setting an expedited hearing date and a timetable for the remaining steps necessary to bring this matter to hearing in an expeditious matter, and appointing a case management judge to oversee the conduct of this application.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The issue on this motion is therefore whether this Court ought to depart from the timelines prescribed in Part 5 of the Federal Courts Rules, 1998 (the “Rules”), and more particularly, Rules 307, 308, 309, 310 and 314.  <FRAGMENT_SUPPRESSED>", "THE FACTS  <FRAGMENT_SUPPRESSED>"], ["[4]", "The CWB is a marketing agency created by the Act. Under that legislation, the CWB has, except as permitted under the regulations, control over the interprovincial and export trade of all wheat and barley in Canada, as well as control over the interprovincial and export marketing of wheat and barley produced in the designated area.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The CWB’s statutory purpose is to market grain in an orderly manner. To carry out that purpose, the CWB is given extraordinary regulatory powers over grain producers and other business enterprises in the grain handling, transport, processing and marketing system (section 5 of the Act).  <FRAGMENT_SUPPRESSED>"], ["[6]", "Following amendments to the Act in 1998, the CWB’s board of directors assumed overall responsibility for directing and managing the CWB’s business and affairs. Prior to that time, the CWB was directed by three to five federally appointed commissioners. The Board is now comprised of 10 directors elected directly by producers, four directors appointed by the Governor in Council, and one director who is also the president and chief executive officer of the CWB and is appointed by the GIC following consultation with the Board.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Following the federal election in early 2006, the government indicated its intention to implement what has variously been termed a “dual market”, “marketing choice” and a “voluntary” CWB. The objective is to give western grain farmers the freedom to make their own marketing and transportation decisions, including the ability to participate voluntarily in the CWB.  <FRAGMENT_SUPPRESSED>"], ["[8]", "On October 5, 2006, the government issued Order in Council P.C. 2006-1092, which purports to prohibit the CWB from expending funds “directly or indirectly, on advocating the retention of its monopoly powers, including the expenditure of funds for advertising, publishing or marketing research” and providing funds “to any other person or entity to enable them to advocate the retention of the monopoly powers” of the CWB.  <FRAGMENT_SUPPRESSED>"], ["[9]", "In the Regulatory Impact Analysis Statement accompanying the Direction, as published in the Canada Gazette Part II, Vol. 140, No. 21, it is stated:  <FRAGMENT_SUPPRESSED>", "It is important that the CWB, as a shared-governance entity, not undermine government policy objectives. This Governor in Council order directing the CWB not to spend money on advocacy activity will ensure that the CWB carries out its operations and duties in a manner which is not inconsistent with the federal government’s policy objectives.  <FRAGMENT_SUPPRESSED>"], ["[10]", "That Direction Order was issued pursuant to subsection 18(1) of the Act which provides that the GIC may, by order, direct the CWB with respect to the manner in which any of its operations, powers and duties under the Act shall be conducted, exercised or performed.  <FRAGMENT_SUPPRESSED>"], ["[11]", "On December 4, 2006, the CWB filed a Notice of Application in this Court for judicial review of the Direction. It is argued, inter alia, that the Direction is ultra vires the authority granted to the Governor in Council pursuant to subsection 18(1) of the Act, and that it contravenes subsection 2(b) of the Canadian Charter of Rights and Freedoms.  <FRAGMENT_SUPPRESSED>"], ["[12]", "On January 4, 2007, the CWB brought a motion to expedite the hearing of its application for judicial review. As stated in the CWB’s factum, the issue to be decided is whether urgent circumstances or other valid reasons exist justifying an order for an expedited hearing and setting a timetable for the remaining steps in the application. As for the need for this proceeding to be specially managed, it is contingent on the resolution of the first question.  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>"], ["[13]", "Rule 8(1) of the Federal Courts Rules provides that a Court may extend or abridge a period provided by these Rules. It does not stipulate the factors upon which the discretion to extend or abridge time is to be exercised. However, the parties agree on the factors to be taken into consideration in exercising that discretion. They have been aptly summarized by the respondent in the following four questions:  <FRAGMENT_SUPPRESSED>", "- Is the proceeding really urgent or does the moving party simply prefer that the matter be expedited?  <FRAGMENT_SUPPRESSED>", "- Will the respondent be prejudiced if the proceeding is expedited?  <FRAGMENT_SUPPRESSED>", "- Will the proceeding be rendered moot if not decided prior to a particular event?  <FRAGMENT_SUPPRESSED>", "- Would expediting the proceeding result in the cancellation of other hearings?  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED> , (F.C.A.).  <FRAGMENT_SUPPRESSED>"], ["[14]", "Before applying these factors to the facts of this case, I hasten to say that the burden is on the party seeking to vary the time frame provided by the Rules. While an application for judicial review must be dealt with more quickly than an action, the rule of law nevertheless requires that the parties be given enough time to prepare their records and submissions. The compromise reflected in Part 5 of the Rules should not be altered without giving the matter proper consideration. As Prothonotary Roger Lafrenière wrote in  <FRAGMENT_SUPPRESSED>  at paragraph. 17:  <FRAGMENT_SUPPRESSED>", "Section 18.1 of the", "Federal Courts Act", "establishes a scheme for judicial review of federal administrative tribunals. In furtherance of that scheme, section 18.4 provides that judicial review applications “shall be heard and determined without delay and in a summary way.” The timeframes provided by the Rules are designed to give the parties adequate time to prepare the case so that the Court can properly decide the matter before it, thereby rendering justice to the parties, while also respecting the objective of deciding the matter without delay. Any departure from these rules – and especially an abridgement – is exceptional.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The CWB has argued that the matter is urgent, as the Direction is impeding its ability to carry out its mandate and fulfil its obligations. It is contended that CWB staff are having difficulty applying the Direction and must frequently seek legal advice before issuing external communications or publishing reports. Moreover, employees are apparently fearful of communicating in an open manner with producers and with the public, and do not know what they can and cannot say.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The CWB also alleges that if the plebiscite on the marketing of barley is conducted before the Court determines the Direction’s validity, the CWB’s application will in part be rendered moot. In this respect, it must be noted that the Minister announced last Friday, January 12, 2007, that the voting period will commence with the mailing of ballots on January 31 and that the last day for return ballots to be postmarked will be March 6, 2007. Accordingly, the applicant is of the view that producers are entitled to have all relevant information available to them in making such a decision, which will not be the case if the application for judicial review is heard after the ballots have to be cast.  <FRAGMENT_SUPPRESSED>"], ["[17]", "There are at least three problems with this submission. First of all, there is no evidence before this Court that the producers will be prevented from making an informed decision if the CWB is not allowed to take a stand and campaign, or even to communicate with the producers and explain the advantages of the current system. This is a debate that has been going on for a long time, and there are other sources of information (including the media) ensuring that an open and transparent clash of opinions will take place.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Even if I were prepared to accept that the CWB has a unique expertise and is the repository of studies and data that will not likely be disseminated by other participants in the upcoming plebiscite, I do not think it would be enough to make the CWB’s application for judicial review urgent. Without going into the merits of each side’s arguments about the effect of the Direction, it is fair to say that the applicant has not conducted itself as if the application is urgent. First of all, it did not file its application for judicial review within the 30 days required by subsection 18.1(2) of the Federal Courts Act, but waited instead approximately 60 days after the Direction was communicated to it.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The CWB has known that there would be a barley plebiscite early in 2007, since the Minister first announced it on October 31, 2006. Despite this knowledge, the CWB did not file its application for judicial review until some 34 days after that announcement. Even if I were to accept that this delay can be explained by the fact that the CWB initially believed it could continue to fulfil its statutory obligations while complying with the Direction, and also by the concern about commencing legal proceedings with the government during the election period of some of its board members, the fact remains that the CWB waited another month after filing its application for judicial review before bringing this motion for an expedited hearing. To that extent, it is fair to say that the applicant has itself created a false sense of urgency through its own delay.  <FRAGMENT_SUPPRESSED>"], ["[20]", "But there is more. The applicant argues that its application will be rendered moot in part if it is not heard before the barley plebiscite. As a result, the applicant proposes, by way of the proposed schedule attached to its notice of motion, to have its application heard on an expedited basis on February 15-16, 2007, or as soon as thereafter as possible. Any hearing that takes place on February 15-16, 2007, will take place half-way through the voting period on the barley plebiscite. If the judge who ultimately hears this complex application on February 15 or 16, decides to reserve his or her decision, any such decision will likely be delivered towards the end of the voting period, if not after.  <FRAGMENT_SUPPRESSED>"], ["[21]", "Finally, there is another reason why I am not inclined to grant the applicant’s motion. For the hearing to take place on February 15 or 16, the time frame for the various proceedings would have to be seriously curtailed. Considering the complexity of this application, and the fact that it raises a constitutional issue, I am of the view that the respondent would be seriously prejudiced if he was required to file his affidavits and complete his cross-examinations within a week, and to prepare his record and his submission within the two following weeks. This would not only impede the respondent’s capacity to answer the applicant’s arguments, but it would also have an impact on this Court’s ability to adjudicate this important and complex matter with the benefit of fulsome representations from both sides.  <FRAGMENT_SUPPRESSED>"], ["[22]", "For all of these reasons, I find that there is no substantial reason to depart from the timelines prescribed in Part 5 of the Rules. The applicant’s motion for an order setting an expedited hearing date and a timetable for the remaining steps is therefore dismissed. There is no need, in light of that decision, to appoint a case management judge to oversee the conduct of this application.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[23]", "THIS COURT ORDERS that", "the motion for an Order setting an expedited hearing date and for an Order appointing a case management judge is dismissed, with costs.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}