{"id_": "002127", "body_str": [["[1]", "Hugessen, J.", "[orally]: The background to this litigation has been very recently and very thoroughly set out by my brother MacKay, J., in reasons delivered only a few days ago. [see 138 F.T.R. 94] Without apology, I set it out again in his words:", "\"Apotex Inc. was granted a Notice of Compliance (NOC) under the", "Food and Drug Regulations", ", C.R.C., c. 870, by the respondent Minister of Health in relation to Apo-lovastatin tablets on March 26, 1997. That drug product is a generic version of the Merck lovastatin medicine sold in Canada under the trademark MEVACOR® for which Merck had earlier obtained an NOC in 1988 for treatment of elevated levels of cholesterol, and subsequent NOC's for other treatments.", "\"The NOC was granted to Apotex after the Court had dismissed an application by Merck for an order of prohibition under the", "Patented Medicines (Notice of Compliance) Regulations", ", SOR/93-133 (the", "Regulations", "). The decision of my colleague Mr. Justice Rothstein, dated March 26, 1997, (Court file T-1305-93) was made following expiry of the 30 month statutory stay under s. 7 of the", "Regulations", ". In accord with those", "Regulations", "Apotex had applied for an NOC and by notice of allegation had advised Merck that Apotex' generic product would not infringe Merck's patents in relation to its lovastatin product. Apotex had later issued a second notice of allegation, in relation to its application for an NOC, which led to a second application for a prohibition order by Merck under the", "Regulations", ", but Apotex subsequently withdrew the second notice of allegation in February 1997.", "\"From subsequent inquiries, through access to information requests, and by requests to the Ministry of Health, it appeared to Merck that the product monograph for Apo-lovastatin, approved with Apotex' NOC on March 26, 1997, referred to the Apotex product utilizing a microorganism, Aspergillus obscurus, which is said by Merck to be essentially the same as that which is the subject of Merck's patents. Thereafter, the Health Department advised that the product monograph for Apo-lovastatin was in error, since the process by which the product was produced, at the time of the grant of the NOC, was one that utilized another microorganism, Coniothyrium fuckelii. The department indicated an amended product monograph would be issued correctly identifying the microorganism used by Apotex. On July 11, 1997 after this proceeding had commenced the Minister issued a letter to Apotex enclosing a new cover page and page 1 for the product monograph earlier approved, correcting what were considered clerical errors.", "\"On June 12, 1997, the applicants Merck filed a statement of claim alleging infringement of their patents, for their lovastatin product, by Apotex in its production and sale of Apo-lovastatin. In that action (T-1272-97) the respondents Apotex are defendants. In that action Merck seeks various declaratory orders concerning infringement by Apotex, concerning the validity of Merck's patents, concerning unfair competition and passing off by Apotex, and also a permanent injunction against the defendants, delivery up of infringing product, damages or an accounting of profits, punitive damages, costs and interest. All forms of relief sought are directed against the defendants Apotex, and the Minister and the Attorney General, respondents in this proceeding, are not joined as parties or intervenors in the action.", "\"On the same day, June 12, 1997, this proceeding by originating notice of motion was filed by the applicants Merck against the respondent Ministers, and Apotex respondents were subsequently joined as parties. The application as filed seeks judicial review of the decision of the Minister of Health made on March 26, 1997 to issue the NOC to Apotex in respect of its Apo-lovastatin product. The application seeks four interim and interlocutory orders against the Minister of Health, directing, until final determination of this application, that the Minister revoke or suspend the NOC issued March 26, 1997 to Apotex, and also an order prohibiting him from issuing a new or amended NOC to Apotex for lovastatin until the Minister requires Apotex to file a new submission for that product and Apotex has sent a new notice of allegation to Merck in respect of lovastatin in accord with the", "Regulations", ". An order prohibiting review of any further or amended submission of Apotex until it has filed a new submission and complies with the", "Regulations", "is also sought, as is a permanent order revoking or suspending the NOC granted March 26, 1997, presumably after hearing of this application. Generally similar interim relief but directed to the Apotex corporations was sought by Merck in its action in T-1272-97 and by motion. Merck sought, in both this application and in its action, interim injunctive relief. That was denied by my colleague Mr. Justice Dubé, by Orders dated July 2, 1997.", "\"Affidavits were filed, three by Merck in support of its application, one on behalf of the respondent Minister of Health by Mary Elizabeth Carman, Director of the Bureau of Pharmaceutical Assessment of the Therapeutic Products Directorate of Health Canada, and two on behalf of Apotex Inc. by Dr. Bernard Sherman, Chairman of that corporation. Apparently in the course of cross-examination of Ms. Carman, responses to questions and to requests for production of documents were extensive, and the Department of Health was prepared to be open and frank in its disclosure of matters related to the decision of March 26, here in question. From that and from cross-examination of Dr. Sherman on his affidavit, the Merck applicants believe there are additional facts which would strengthen their case. That development, and the form of their initial originating notice of motion, which, under grounds for the application, sets out a detailed statement of allegations of fact upon which Merck applicants rely, led Merck to move for leave to amend the originating notice of motion. The draft of the amendments proposed and Merck's applications, filed at the same time, for orders for the affiants Ms. Carman and Dr. Sherman to re-attend and answer further questions earlier refused or objected to, led to the respondents Apotex' motion to convert these proceedings to an action. Two days after that motion was filed and the day before this application was heard, Merck filed an amended statement of claim in the action in file T-1272-97, as they were entitled to do, no defence having yet been filed by Apotex. Those amendments delete from the statement of claim, references in the earlier version which duplicated, or at least reflected, some of the matters dealt with in this application for judicial review.\""], ["[2]", "McKay, J., dismissed both Merck's motion to amend its application and Apotex's motion to convert the proceedings to an action."], ["[3]", "I am now seized of the motions to compel answers to a large number of questions which were objected to during the cross-examinations of Ms. Carmen and Mr. Sherman, as well as for production of documents."], ["[4]", "It is well to start with some elementary principles. Cross-examination is not examination for discovery and differs from examination for discovery in several important respects. In particular:", "a) the person examined is a witness not a party;", "b) answers given are evidence not admissions;", "c) absence of knowledge is an acceptable answer; the witness cannot be required to inform him or herself;", "d) production of documents can only be required on the same basis as for any other witness i.e. if the witness has the custody or control of the document;", "e) the rules of relevance are more limited."], ["[5]", "Since the objections which have given rise to the motions before me are virtually all based upon relevance, I turn, at once, to that subject."], ["[6]", "For present purposes, I think it is useful to look at relevance as being of two sorts: formal relevance and legal relevance."], ["[7]", "Formal relevance is determined by reference to the issues of fact which separate the parties. In an action those issues are defined by the pleadings, but in an application for judicial review, where there are no pleadings (the notice of motion itself being required to set out only the legal as opposed to the factual grounds for seeking review), the issues are defined by the affidavits which are filed by the parties. Thus, cross-examination of the deponents of an affidavit is limited to those facts sworn to by the deponent and the deponent of any other affidavits filed in the proceeding."], ["[8]", "Over and above formal relevance, however, questions on cross-examination must also meet the requirement of legal relevance. Even when a fact has been sworn to in the proceding, it does not have legal relevance unless its existence or nonexistence can assist in determining whether or not the remedy sought can be granted. (I leave aside questions aimed at attacking the witness's personal credibility which are in a class by themselves). Thus, to take a simple example, where a deponent sets out his or her name and address, as many do, it would be a very rare case where questions on those matters would have legal relevance, that is to say, have any possible bearing on the outcome of the litigation."], ["[9]", "I pause at this point to deal with an argument put forward by the applicants which seeks to draw a parallel between the disallowance of questions based on absence of legal relevance and interlocutory motions to strike out parts of affidavits on the same grounds. The case primarily relied on is the decision of the Court of Appeal in", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 209, which held that, with very few exceptions such interlocutory motions could not be allowed in an application for judicial review. The argument is made, if I understand it correctly, that objections based on absence of relevance of questions put in cross-examination on an affidavit fall into the same category as motions to strike the underlying parts of the affidavit itself and should, therefore, also be disallowed. I entirely reject this argument. There is indeed a parallel between motions to strike and objections taken on grounds of legal relevance but it is quite different from what the applicants suggest. The policy consideration underlying the decision in <FRAGMENT_SUPPRESSED> , supra, was based on the statutory admonition that applications for judicial review should be heard expeditiously and in a summary way; allowing interlocutory motions to strike allegations would defeat that policy. Equally, the same considerations militate strongly against allowing parties to waste their own and the court's time and effort (to say nothing of money) in interminable questioning on matters that can have no conceivable impact on the outcome. I would only add that the fact that the opposite party, in answer to irrelevant allegations in an affidavit, files equally irrelevant allegation to counter them, does not make either set of allegations relevant."], ["[10]", "Turning now to the specifics of the present case, it is my view that the law is clear that Merck, as a patentee and holder of an NOC for a medicine does not have any right to raise noncompliance by the Minister with the", "Food and Drug Act", "or the", "Regulations", "made thereunder in respect of the issuance or proposed issuance of an NOC to another drug manufacturer. Specifically, Merck does not have the right to object to the issuance of an NOC to Apotex for the same medicine for which Merck holds an NOC on the grounds of noncompliance with that", "Act", "and those", "Regulations", "by either Apotex or the Minister. I think that that proposition flows clearly and unequivocally from two decisions of the Court of Appeal confirming two decisions by trial judges of this court:", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 25 (F.C.A.), affirming (1987), 16 F.T.R. 81; 18 C.P.R.(3d) 206 (T.D.), and", "<FRAGMENT_SUPPRESSED>  C.P.R. (3d) 302 (F.C.A.), affirming (1994), 75 F.T.R. 97; 53 C.P.R.(3d) 368 (T.D.). There are other decisions of the Trial Division of this court to the same effect. I am not persuaded that any of these decisions were given per incuriam."], ["[11]", "Some of the cases have used concepts such as absence of standing and nonjusticiability as a convenient shorthand to describe this limitation on the patentee's rights. Seizing on this the applicants argue, based on such cases as", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 321,", "<FRAGMENT_SUPPRESSED>  Sask.R. 420; [1982] 1 W.W.R. 97; 24 C.R.(3d) 352; 24 C.P.C. 62; 64 C.C.C.(2d) 97; 130 D.L.R.(3d) 588 and", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 481; 13 C.R.R. 287; 12 Admin. L.R. 16, that they do indeed have standing and that the issues that they raise are, in fact, justiciable. The argument mistakes the form for the substance. It is not lack of standing or justiciability in the strict sense of those words which prevents the applicants from raising noncompliance with the health and safety concerns of the", "Food and Drug Act", ", and", "Regulations", "; it is simply that those matters are of no concern to them and cannot be raised by them in an attack on a decision of the Minister to issue an NOC. It is the Minister himself who is charged with the protection of the public health and safety and no private interest of the applicants arises from his alleged failure to perform his duties with respect to other persons."], ["[12]", "As an exception to the foregoing, however, the", "Patented Medicine (Notice of Compliance) Regulations", "- the \"linkage\"", "Regulations", "- do give the Merck applicants a right, at the very least by implication, to enforce compliance by both Apotex and the Minister with those", "Regulations", "and to object to the issuance of an NOC on the grounds of noncompliance therewith. The linkage", "Regulations", ", however, do not have the effect of incorporating into themselves the whole of the", "Food and Drug Act", "and", "Regulations", "so as to create any right for the applicants to enforce the latter. Their clear and evident purpose is to provide an additional", "patent protection", "to the patentee in respect of his intellectual property rights and they have absolutely nothing whatever to do with public health and safety."], ["[13]", "As I understand it, one of Merck's principal contentions in these judicial review proceedings is that there was noncompliance with the linkage Regulations as a result of the nonconcordance or lack of sequence in the timing as between Apotex's new drug submissions and its notices of allegation and detailed statements made pursuant to the linkage", "Regulations", ". I make no comment as to the merit of that contention as a matter of law and it will fall to be determined by the judge who hears the application for judicial review. I do, however, for the reasons previously stated, think that Merck has the right to raise the point and that, accordingly, questions which go to establish the factual foundation for the argument have legal relevance."], ["[14]", "This brings me to the particular subject matter of these motions. The questions objected to and now sought to be answered are listed in Annexes 1 and 2 to the applicants' memorandum of fact and law. They are very numerous and many, if not most of them, are cast in too general terms and are too unfocused to be admissible as such. That is not, however, the basis on which they have been objected to and it would be unfair, in the circumstances, to simply disallow them on that ground. Indeed, on the basis of the categories under which the questions have been grouped and the very thorough argument which the parties have presented to me over the last three days, I think it is possible for me to give a ruling which will not only allow these cross-examinations (and any others which may be outstanding) to be completed in very short order, but also permit the establishment of a realistic timetable for the filing of application records well prior to the hearing date fixed for January 26, 1998."], ["[15]", "I take the categories as they are listed at pages 18 and following of the applicants' memorandum:"], ["[16]", "1)", "Apotex's First New Drug Submissions (1993)", ": Questions relating to and production only of those parts of Apotex's 1993 new drug submission (including any refiling or amendment thereof) for Apo-lovastatin which permit the identification of the micro-organism(s) intended to be used in the production process are allowed; likewise, witnesses must produce any notices of allegation and detailed statements filed or served by <FRAGMENT_SUPPRESSED> in respect of lovastatin and give the date of such filing and/or service;"], ["[17]", "2)", "Apotex's Refiled New Drug Submission (1995)", ": The same question and productions are allowed with respect to the 1995 new drug submission save to the extent that such questions and documents have already been answered or produced under category 1) above;"], ["[18]", "3)", "Notices of Withdrawal, Deficiency or Noncompliance", ": While I fail to see the relevance of notices of deficiency or noncompliance, questions relating to the withdrawal of any new drug submission by Apotex respecting lovastatin or any part of such new drug submission and production of any documents giving effect to such withdrawal are allowed."], ["[19]", "4)", "The micro organism", "Aspergillus obscurus", ": The micro organism", "Aspergillus obscurus", "not being part of the process for production of the drug for which an NOC was issued by the Minister to Apotex in March 1997, questions relating thereto are irrelevant. However, since Mr. Radomski has agreed to produce items 52 and 77 relating to the withdrawal of the process using", "obscurus", "that concession should be given effect to and those items answered;"], ["[20]", "5)", "Notifiable Change", ": Questions relating to any \"notifiable change\" submitted regarding Apo-lovastatin and production of relevant documents only insofar as they pertain to the identification of the micro-organism intended to be used in the process are allowed. This will include Mr. Radomski's concession with respect to items 114 and 116;"], ["[21]", "6)", "Product Monographs for Apo-lovastatin", ": Questions relating to the product monograph(s) are irrelevant and are disallowed save insofar as such product monograph(s) may form part of the answers or productions previously ordered. In addition items 140 and 144 have been conceded by Mr. Radomski and are allowed;"], ["[22]", "8)", "Minister's Involvement and Activities under the", "Act", ": [see footnote 1] Most of the questions in this category are repetitive of matters already dealt with. To the extent that they are not, they seem to be based on an attempt either to show an apprehension of bias, a ground of review not invoked in these proceedings, or to demonstrate Apotex's bad character and general disregard for what Merck views as the spirit and letter of the Linkage Regulations. They are irrelevant and are disallowed;"], ["[23]", "11)", "Additional Indications", ": These questions are irrelevant to the decision to issue the notice of compliance which is under attack in these proceedings. They are disallowed."], ["[24]", "Before closing, I may say that I have the distinct impression that virtually all of the matters for which I have ordered answers or productions are already available to Merck and are in fact largely non contentious. That may have some bearing on the question of costs on which I invite submissions.", "Order"], ["[25]", "Ms. Carmen and Mr. Sherman are ordered to re-attend and to answer the questions and make the productions detailed hereinabove."], ["[26]", "The respondents having enjoyed a substantial measure of success and the applicants having sought costs on a solicitor and client basis, costs in the amount of $3,000.00 are awarded to the respondent Apotex payable in any event of the cause.", "Application allowed in part.", "Editor: Giovanni A. Merlini/vem", "Footnotes", "1. It will be noted that some of the categories have been dropped and accordingly the numeral sequence is incomplete.", "[End of document]"]]}