{"id_": "002201", "body_str": [["[1]", "Manson, J.", ": This is an application for judicial review challenging a decision by the Director General of Aviation Security [the Director], on behalf of the Minister of Transport, Infrastructure and Communities [Transport Canada], to cancel the applicant's transportation security clearance [TSC], thereby preventing his continued employment at the Lester B. Pearson International Airport.", "I.", "Background"], ["[2]", "For purposes related to his employment at the Lester B. Pearson International Airport, the applicant was granted an airport security clearance in 2006 and it was renewed in 2011. Each security clearance is valid for five years."], ["[3]", "On November 22, 2011, after the applicant's security clearance was renewed, Transport Canada sent the applicant a letter informing him that the TSC Advisory Body [the Advisory Body] would be reviewing his security clearance because adverse information had been made available that raised concerns as to his suitability to retain a clearance. Officers of the Peel Regional Police Service found the applicant in the passenger seat of a vehicle on June 6, 2009, with $2,500 in cash in two clear plastic bags, as well as 471 grams of marijuana, which has a street value of approximately $4,710. The applicant was subsequently charged with possession of a controlled substance for the purpose of trafficking."], ["[4]", "Transport Canada also had information of an incident on February 19, 2010, where Peel Regional Police Service officers observed the applicant getting out of his vehicle to get into the passenger seat of another vehicle, and after speaking with the applicant and the driver of the other vehicle, the officers observed a clear plastic bag filled with what appeared to be marijuana. Further searches by the police revealed two cell phones on the applicant and approximately 14 grams of marijuana. The applicant was subsequently charged with possession of a controlled substance for the purpose of trafficking. The letter noted that on March 10, 2011, the charge was withdrawn."], ["[5]", "The letter invited the applicant to provide additional information outlining the circumstances of the information noted in the letter and provide any other relevant information or explanation to Transport Canada, including any extenuating circumstances."], ["[6]", "On January 12, 2012, the applicant's lawyer provided a one-page letter to Transport Canada, explaining that the charges laid against the applicant in June 2009 were withdrawn by the Crown on October 7, 2011. As for the charges of February 19, 2010, the lawyer stated that the applicant had accepted a diversion and the charges were withdrawn. The lawyer enclosed copies of the Court Information for the charges and stated that his client had no prior criminal record."], ["[7]", "On April 27, 2012, the Director sent the applicant a letter informing him that the Minister of Transport, Infrastructure and Communities [the Minister] had cancelled the applicant's security clearance, based on the information outlined in the aforesaid letter of November 22, 2011, the letter and documents provided by the applicant's lawyer on January 12, 2012, the Advisory Body's recommendation to cancel his clearance, and the TSC Program Policy. The Director believed that, on a balance of probabilities, the applicant \"may be prone or induced to commit an act, or to assist or abet another person to commit an act, that may unlawfully interfere with civil aviation\".", "II.", "Issues"], ["[8]", "The present application for judicial review raised the following issues:", "A. Was there a breach of procedural fairness in the process leading up to the impugned decision?", "B. Did the Advisory Body err in finding that the applicant's security clearance should be cancelled?", "III.", "Standard of review"], ["[9]", "The applicable standard of review with respect to whether the applicant's right to procedural fairness has been breached is correctness (", "<FRAGMENT_SUPPRESSED> [", "Clue", "];", "<FRAGMENT_SUPPRESSED> )."], ["[10]", "The administrative decision to cancel an airport security clearance is reviewed on the standard of reasonableness (", "<FRAGMENT_SUPPRESSED> ;", "Clue", ", above, at para 14).", "IV.", "Analysis"], ["[11]", "As a preliminary objection, the respondent submits that the applicant's affidavit, sworn August 23, 2012, subsequent to the decision of the Minister that cancelled the applicant's security clearance and not before the Minister at the time of the decision, is inadmissible (", "<FRAGMENT_SUPPRESSED> leave to appeal refused, [2002] SCCA 316)."], ["[12]", "While additional evidence may be admitted in limited circumstances, I agree with the respondent that this is not such a case. The evidence of the applicant, filed late, did not relate to questions of procedural fairness or jurisdiction, and was available prior to the Minister's decision, yet not relied upon before the Minister, without any explanation."], ["[13]", "I find that the applicant's affidavit is not admissible.", "A.", "Was There a Breach of Procedural Fairness in the Process Leading up to the Impugned Decision?"], ["[14]", "The applicant submits that he was unable to submit character evidence \"at an earlier stage\" for purposes of the Minister's review."], ["[15]", "The applicant's right to procedural fairness in the process leading up to the impugned decision extended to (1) knowing the case he had to meet; and (2) being given a meaningful opportunity to make representations (", "<FRAGMENT_SUPPRESSED> )."], ["[16]", "The applicant was advised by Transport Canada of the information the Advisory Body would consider, and was given an opportunity to make representations, which his lawyer did on his behalf on January 12, 2012 (", "<FRAGMENT_SUPPRESSED> )."], ["[17]", "There was no breach of procedural fairness.", "B.", "Did the Advisory Body Err in Finding that the Applicant's Security Clearance Should be Cancelled?"], ["[18]", "The applicant submits that the Minister's decision was not reasonable, because the charges against him were withdrawn with respect to both incidents of June 5, 2009 and February 19, 2010."], ["[19]", "The applicant further argues that his record of employment has been impeccable, his education is specifically tailored to airport-related jobs, and that if his TSC is not restored it will negatively impact both his and his mother's quality of life, as she is financially dependent on the applicant."], ["[20]", "However, while cancellation of the applicant's security clearance prohibits him from working in some areas of the airport, he can work in non-secure areas or outside the airport."], ["[21]", "It is not necessary that a criminal conviction be made in respect of underlying criminal charges in order for allegations to be relevant to the Advisory Body's decision to cancel the applicant's security clearance. The analysis of Justice Robert Barnes in", "Clue", ", above, at para 20, is pertinent:", "Mr. Clue's complaint that the allegations against him could not be relied upon by the Director because they had not been proven against him in a criminal proceeding is without merit. The decision not to prosecute Mr. Clue for the handgun incident is explained in the record as a lack of evidence sufficient to meet a criminal standard of proof.", "For purposes of revocation of a TSC [Transportation Security Clearance] the standard of proof is much lower and requires only a reasonable belief, on a balance of probabilities", ", that a person may be prone or induced to commit and act (or to assist such an act) that may unlawfully interfere with civil aviation.", "This provision involves an assessment of a person's character or propensities (\"prone or induced to\") and it does not require evidence of the actual commission of an unlawful act", ": see", "Fontaine", ", above, at para 78, 81 and 83. What the Director is called upon to do is to examine a person's behaviour to determine if, on balance, it supports a reasonable belief that a person may in the future be inclined to act unlawfully in the context of aeronautical safety... [Emphasis added]"], ["[22]", "The applicant made no effort to challenge the underlying facts for the charges made against him, involving significant quantities of cash and drugs, even though he was given the opportunity to do so by the Advisory Body. Counsel for the applicant argues that the Minister should have checked with the prosecutor to ascertain why the charges against the applicant were withdrawn. It begs the question why the applicant did not offer any evidence to Transport Canada to explain why the charges were withdrawn, if such evidence could have been persuasive. The decision of the Advisory Body was therefore reasonable.", "JUDGMENT"], ["[23]", "THIS COURT'S JUDGMENT is that", "1. The applicant's application for judicial review is dismissed.", ".........................", "<FRAGMENT_SUPPRESSED>  judiciaire déposée afin de contester la décision du directeur général de la Sûreté aérienne (le directeur), prise au nom du ministère des Transports, de l'Infrastructure et des Collectivités (Transports Canada), de révoquer l'habilitation de sécurité en matière de transport (l'HST) du demandeur, ce qui empêche ce dernier de continuer à travailler à l'Aéroport international Lester B. Pearson.", "I.", "Le contexte"], ["[2]", "Pour l'emploi qu'il exerce à l'Aéroport international Lester B. Pearson, le demandeur s'est vu accorder une habilitation de sécurité aux aéroports, en 2006. Cette habilitation a été renouvelée en 2011. Chaque habilitation de sécurité est valide pour cinq ans."], ["[3]", "Le 22 novembre 2011, après le renouvellement de l'HST du demandeur, Transports Canada a envoyé une lettre au demandeur pour l'informer que l'Organisme consultatif d'examen d'habilitation de sécurité en matière de transport (l'Organisme consultatif) allait examiner son dossier d'habilitation, car des renseignements préoccupants qui lui avaient été communiqués et soulevaient des doutes sur son admissibilité à détenir une HST. Le 6 juin 2009, des agents du service de police de la région de Peel avaient trouvé sur le demandeur, qui était assis sur le siège passager d'un véhicule, 2 500 $ en espèces dans deux sacs de plastique transparent et 471 grammes de marijuana, dont la valeur de revente était d'environ 4 710 $. Par la suite, le demandeur a été accusé de possession d'une substance désignée en vue d'en faire le trafic."], ["[4]", "Transports Canada avait aussi été informée d'un incident survenu le 19 février 2010. Des agents du service de police de la région de Peel avaient alors aperçu le demandeur sortir de son véhicule, aller s'asseoir sur le siège passager d'un autre véhicule, discuter avec le conducteur de cet autre véhicule puis produire un sac de plastique transparent qui semblait contenir de la marijuana. Lorsque les policiers ont fouillé le demandeur, ils ont découvert deux téléphones cellulaires et environ 14 grammes de marijuana. Le demandeur a ensuite été accusé de possession d'une substance désignée en vue d'en faire le trafic. Dans la lettre de Transports Canada, on notait que cette accusation avait été retirée le 10 mars 2011."], ["[5]", "Dans sa lettre, Transports Canada invitait le demandeur à lui fournir des renseignements supplémentaires pour éclaircir les circonstances sur lesquelles portait l'information décrite dans la lettre et à lui fournir toute information pertinente ou explication, y compris au sujet de facteurs atténuants."], ["[6]", "Le 12 janvier 2012, l'avocat du demandeur a envoyé une lettre d'une page à Transports Canada, dans laquelle il expliquait que les accusations déposées contre son client en juin 2009 avaient été retirées par la Couronne le 7 octobre 2011. Pour ce qui est des accusations relatives à l'incident du 19 février 2010, l'avocat du demandeur a affirmé que son client avait conclu une entente de déjudiciarisation et que les accusations avaient été retirées. L'avocat du demandeur a joint à sa lettre des copies de documents judiciaires relatifs aux accusations et il a déclaré que son client n'avait aucun casier judiciaire."], ["[7]", "Le 27 avril 2012, le directeur a écrit au demandeur pour l'informer que le ministre des Transports, de l'Infrastructure et des Collectivités (le ministre) avait révoqué son HST, et ce, sur le fondement des renseignements décrits dans la lettre du 22 novembre 2011 susmentionnée, de la lettre et des documents fournis par l'avocat du demandeur, de la recommandation de l'Organisme consultatif de révoquer l'HST et de la politique du programme des HST. Le directeur croyait également que, selon la prépondérance des probabilités, le demandeur « est sujet ou peut être incité à commettre un acte d'intervention illicite pour l'aviation civile ou à aider ou inciter toute autre personne à commettre un tel acte ».", "II.", "Les questions en litige"], ["[8]", "La demande de contrôle judiciaire soulève les questions suivantes:", "A. Y a-t-il eu manquement à l'équité procédurale dans le processus qui a conduit à la décision contestée?", "B. L'Organisme consultatif a-t-il commis une erreur en concluant qu'il fallait révoquer l'habilitation de sécurité du demandeur?", "III.", "Les normes de contrôle applicables"], ["[9]", "La norme de contrôle applicable à la question de savoir si le droit à l'équité procédurale du demandeur a été violé est celle de la décision correcte (voir", "<FRAGMENT_SUPPRESSED> (", "Clue", "), et", "<FRAGMENT_SUPPRESSED> )."], ["[10]", "La décision administrative de révoquer une habilitation de sécurité aux aéroports est assujettie à la norme de contrôle de la décision raisonnable (voir", "<FRAGMENT_SUPPRESSED> et", "Clue", ", précitée, au paragraphe 14).", "IV.", "Analyse"], ["[11]", "À titre d'objection préliminaire, le défendeur soutient que l'affidavit fait par le demandeur le 23 août 2012 - après la décision du ministre de révoquer l'HST du demandeur - est irrecevable, car il n'avait pas été fourni au ministre avant la décision (voir O", "rdre des architectes de l' <FRAGMENT_SUPPRESSED> utorisation d'appel refusée, [2002] CSCA 316)."], ["[12]", "Bien que des éléments de preuve supplémentaires puissent être recevables dans certaines circonstances, je suis d'accord avec le défendeur que tel n'est pas le cas en l'espèce. La preuve du demandeur, déposée tardivement, ne portait pas sur des questions d'équité procédurale ou de compétence, le ministre y avait accès avant de prendre sa décision, mais il ne s'est pas fondé sur cette preuve, et ce, sans explication."], ["[13]", "Je conclus que l'affidavit du demandeur est irrecevable.", "A.", "Y a-t-il eu manquement à l'équité procédurale dans le processus qui a conduit à la décision contestée?"], ["[14]", "Le demandeur soutient qu'il avait été incapable de fournir des preuves de moralité [traduction] « plus tôt » pour que le ministre puisse s'en servir dans son examen."], ["[15]", "Dans le processus qui a conduit à la décision contestée, le droit du demandeur à l'équité procédurale exigeait (1) qu'il sache ce qui lui était reproché et (2) qu'on lui accorde une véritable occasion de présenter des observations (voir", "<FRAGMENT_SUPPRESSED> )."], ["[16]", "En l'espèce, Transports Canada avait informé le demandeur des renseignements que l'Organisme consultatif prendrait en compte et le demandeur a eu l'occasion de présenter des observations, ce que son avocat a fait en son nom le 12 janvier 2012 (voir", "<FRAGMENT_SUPPRESSED> à 63)."], ["[17]", "Il n'y a eu aucun manquement à l'équité procédurale en l'espèce.", "B.", "L'Organisme consultatif a-t-il commis une erreur en concluant qu'il fallait révoquer l'habilitation de sécurité du demandeur?"], ["[18]", "Le demandeur soutient que la décision du ministre est déraisonnable parce que les accusations qui avaient été déposées relativement aux incidents du 5 juin 2009 et du 19 février 2010 ont toutes été retirées."], ["[19]", "Le demandeur affirme en outre que son travail est irréprochable, que sa formation correspond en tous points aux emplois liés aux aéroports et que le maintien de la révocation de son HST aurait des conséquences négatives sur sa qualité de vie et sur celle de sa mère, qui est dépend du soutien financier du demandeur."], ["[20]", "Toutefois, bien que la révocation de l'HST du demandeur l'empêche de travailler dans certaines zones de l'aéroport, il peut travailler dans les zones non réglementées ou à l'extérieur de l'aéroport."], ["[21]", "Pour que les allégations en cause soient pertinentes dans le processus décisionnel qui a mené l'Organisme consultatif à révoquer l'HST du demandeur, il n'est pas nécessaire que le demandeur ait été déclaré coupable à l'égard des accusations sous-jacentes. L'analyse présentée par le juge Robert Barnes au paragraphe 20 de", "Clue", ", précitée, est pertinente:", "La prétention de M. Clue selon laquelle le directeur ne pouvait pas invoquer les allégations portées contre lui parce qu'elles n'avaient pas été prouvées dans une instance criminelle est sans fondement. La décision de ne pas poursuivre M. Clue pour l'incident concernant l'arme de poing est justifiée au dossier par une preuve insuffisante qui ne répondait pas à la norme de preuve applicable en matière criminelle.", "Aux fins de la révocation d'une HST [habilitation de sécurité en matière de transport], la norme de preuve est beaucoup moins exigeante et ne requiert qu'un motif raisonnable de croire, selon la balance des probabilités", ", qu'une personne est sujette ou", "peut", "être incitée à commettre un acte d'intervention illicite pour l'aviation civile (ou aider toute autre personne à commettre un tel acte).", "Cette disposition comporte une appréciation de la réputation d'une personne ou de ses penchants (« sujette ou peut être incitée à ») et n'exige aucune preuve de la perpétration d'un acte d'intervention illicite", ": voir", "Fontaine", ", précitée, aux par. 78, 81 et 83. Ce que le directeur est tenu de faire est d'examiner le comportement d'une personne pour déterminer, selon la prépondérance des probabilités, s'il est raisonnable de croire que celle-ci peut commettre à l'avenir un acte d'intervention illicite touchant à la sécurité aéronautique. [...]", "[Non souligné dans l'original.]"], ["[22]", "En l'espèce, le demandeur n'a pris aucune mesure pour contester les faits qui sous-tendaient les accusations qui avaient été déposées contre lui - accusations liées à la possession de quantités importantes de drogue et d'argent comptant -, et ce, même si l'Organisme consultatif lui avait donné l'occasion de le faire. L'avocat du demandeur soutient que le ministre aurait dû communiquer avec le procureur de la Couronne en question pour savoir pourquoi les accusations déposées contre le demandeur avaient été retirées. Cela me porte à me demander pourquoi le demandeur n'a présenté aucun élément de preuve à Transports Canada pour expliquer le retrait des accusations si ces éléments étaient convaincants. Par conséquent, la décision de l'Organisme consultatif est raisonnable.", "JUGEMENT"], ["[23]", "LA COUR STATUE que", "1. La demande du contrôle judiciaire du demandeur est rejetée.", "[End of document]"]]}