{"id_": "002357", "body_str": [["[1]", "Annis, J.", ": This is an application for judicial review, pursuant to section 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27, of a decision refusing the applicant's application for permanent residence in Canada in the Federal Skilled Worker category."], ["[2]", "The applicant is requesting an order of", "certiorari", "quashing the negative decision and an order of mandamus compelling the respondent to reconsider her application.", "Background"], ["[3]", "Ms. Nauman is a Pakistani national. She applied to immigrate as a Federal Skilled Worker under National Occupation Code [NOC] 3142, Physiotherapist, on October 14, 2010. She provided her University of Karachi B.Sc. and M.Sc. transcripts, her membership certification in the Pakistan Physiotherapy Society, and documentation from the Ashfaq Memorial Hospital in Karachi indicating that she had worked there as a Senior Physiotherapist from July 2002 to July 2009 and listing her duties as a physiotherapist."], ["[4]", "Her application was provisionally approved by the Citizenship and Immigration Canada [CIC] office in Sydney, Nova Scotia, which forwarded it to the High Commissions in Islamabad, Pakistan and London, UK."], ["[5]", "The visa officer in London assessed the applicant's experience against the NOC description, and decided that Ms. Nauman had not adequately demonstrated that she had the minimum of one year's work experience in this listed occupation. The visa officer recorded in the Computer Assisted Immigration Processing System [CAIPS] notes that the list of duties provided matched the NOC description of a physiotherapist's duties almost verbatim. He also noted that he had concerns about the authenticity of the documentation from Ashfaq Memorial Hospital, given that the salary certificate, contract, and reference letter were in the same format although dated eight years apart, and that the letterhead was pixelated. However, he did not send a fairness letter informing the applicant of this concern. He denied the application. In the refusal letter, he stated that this was because the list of duties carried out did not demonstrate that the applicant had performed all of the essential duties and a substantial number of the main duties of the NOC.", "Issues"], ["[6]", "The issues are:", "• Did the visa officer deny procedural fairness in failing to provide the applicant with an opportunity to address his concerns?", "• Did the visa officer come to an unreasonable decision based on the documentation before him?", "Standard of review"], ["[7]", "Where jurisprudence has already determined the standard of review applicable to a particular issue, the reviewing court may adopt that standard ( <FRAGMENT_SUPPRESSED> ). As noted in", "<FRAGMENT_SUPPRESSED>  [", "Patel", "], at paras 18-19 and in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], at paras 12-13, it has been established that while questions of procedural fairness are reviewable on a standard of correctness, a visa officer's determination on eligibility under the Federal Skilled Worker class is a question of mixed fact and law and is reviewable on a standard of reasonableness.", "Analysis", "Did the visa officer deny procedural fairness in failing to provide the applicant with an opportunity to address his concerns?", "(i) What constitutes the decision?"], ["[8]", "There are two preliminary issues to be considered before the analysis of the issue of procedural fairness can be conducted. The first is what document constitutes the impugned decision. The applicant argues that the decision provided to her by way of letter dated May 9, 2012 is significantly different from the reasons recorded in the CAIPS notes. The letter states only that the \"main duties [...] listed do not indicate that you performed the actions described in the lead statement of the NOC [...]\"."], ["[9]", "The notes repeat the point of the insufficiency of the description of duties, but thereafter spell out two reasons underlying the decision: firstly, that the information submitted was insufficient because the main duties listed on Schedule 3 and the work experience description from the employer had been copied almost verbatim from NOC 3142; and secondly, that the visa officer had concerns about the \"authenticity\" of the documents submitted given the pixelation of letterhead and format of documents signed by the same person eight years apart, which I would describe as credibility factors."], ["[10]", "I agree with the applicant that the CAIPS notes represent \"the decision\" for the purposes of consideration in this application, which includes reference to both sufficiency and credibility as factors related to its rejection.  <FRAGMENT_SUPPRESSED> .", "(ii) What is the content of the duty to act fairly?"], ["[11]", "A second and more complicated preliminary issue is the distinction argued by the parties between a \"sufficient\" description of the applicant's work experience and the \"authenticity\", or what I would call the credibility and reliability aspects, of the supporting documentation provided. The answer to this question appears to turn on the content of the duty to act fairly of the visa officer."], ["[12]", "The respondent submits that there is no distinction in result between \"sufficiency\" and \"authenticity\" and relies on the decision of", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], in particular at paragraph 25 as follows:"], ["[25] As explained earlier, the burden of providing sufficient information rests on the applicant, and where the Officer's concerns arise directly from the requirements of the Act or its Regulations, there is no duty on the Officer to raise doubts or concerns with the applicant ( <FRAGMENT_SUPPRESSED>  (CanLII), 2010 FC 442 at para 11, [2010] FCJ No 587 (QL)  <FRAGMENT_SUPPRESSED> ;  <FRAGMENT_SUPPRESSED> , at para 24). Also, and contrary to the applicant's submission, there is no such absolute duty on the Officer where the application, on its face, is void of credibility. In terms of sufficient information, the onus will not shift on the Officer simply on the basis that the application is \"complete\". The applicant has the burden to put together an application that is not only \"complete\" but relevant, convincing and unambiguous ( <FRAGMENT_SUPPRESSED>  (CanLII), 2012 FC 526, [2012] FCJ No 548;  <FRAGMENT_SUPPRESSED> , at para 26).", "Despite the distinction that the applicant attempts to make between sufficiency and authenticity, the fact of the matter is that a complete application is in fact insufficient if the information it includes is irrelevant, unconvincing or ambiguous", ". [Emphasis added]"], ["[13]", "The facts in <FRAGMENT_SUPPRESSED> were different from this matter inasmuch as the applicant's description of his work experience would have been sufficient but for findings mentioned at paragraph 6 of the decision that the supporting letters were determined by the visa officer to be \"not credible and fabricated for immigration purposes\", i.e. similar to not being authentic."], ["[14]", "In contradistinction to <FRAGMENT_SUPPRESSED> , I would differentiate between the situation of rejecting information relating to its insufficiency or inadequacy, which would also include irrelevant, unconvincing, and even ambiguous information, versus information not considered to be credible or authentic. In the latter circumstances, the", "case is really being made against the complainant", ". In this the issue is infused with moral implications i.e. mendacity, fraudulent documents etc., and is not merely about the information submitted", "per se", ". I would think that in these latter circumstances it is incumbent on the visa officer to advise the applicant of the concerns raised and provide an opportunity to respond."], ["[15]", "I recognize that the content of the duty of fairness of a visa officer is at the lower end of the spectrum, per", "<FRAGMENT_SUPPRESSED> :", "As part of the duty of procedural fairness, the content of the duty to give reasons depends on the particular decision-making context to which the duty is being applied. The content of the duty of fairness owed by a visa Officer when determining a visa application by an applicant in the independent category is located", "towards", "the lower end of the range. [Emphasis added]"], ["[16]", "However, I believe the content of the duty of fairness in circumstances of an visa officer drawing adverse inferences relating to the applicant would be greater than the minimal standard, i.e. not limited to ensuring that the decision was not based on an erroneous finding of fact, made in a perverse or capricious manner or without regard for the material before the decision-maker. In the circumstances of a preliminary attribution of negative inferences about the applicant, I would expand the duty to act fairly to include providing an opportunity to respond."], ["[17]", "I believe this to be the reasoning of my colleague, Mr. Justice Mosley, in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], at paragraphs 24 to 27, as follows:"], ["[24] Having reviewed the factual context of the cases cited above, it is clear that where a concern arises directly from the requirements of the legislation or related regulations, a visa Officer will not be under a duty to provide an opportunity for the applicant to address his or her concerns. Where however the issue is not one that arises in this context, such a duty may arise. This is often the case where the credibility, accuracy or genuine nature of information submitted by the applicant in support of their application is the basis of the visa Officer's concern, as was the case in Rukmangathan, and in John [ <FRAGMENT_SUPPRESSED>  in Rukmangathan, above."], ["[25] In the present case, the applicant argues that the Officer erred in failing to put her concerns to the applicant, particularly with respect to her concern that he had no experience in \"operation/admin/accounting/ mgmt\", and that he had no English language ability."], ["[26] The finding of the Officer that the applicant had failed to show that he had experience in \"operation/ admin/accounting/mgmt\" and therefore did not meet the qualification of maintenance/operations and account manager, is a finding based directly on the requirements of the legislation and regulations. The duty was on the applicant to demonstrate that he met the criteria of the occupation under which he had requested his assessment. The applicant was not required to be apprised of the Officer's concerns in this regard with respect to the evidence submitted."], ["[27] With respect to the question of English language ability, as discussed below, the Officer was required under the Immigration Regulations, 1978 to conduct a language assessment of the applicant. In the present case the Officer concluded that the applicant had no English language ability without conducting an assessment, despite the fact that the applicant had assessed himself as being able to speak English with difficulty and being able to read and write well. Other than referencing the fact that the interview had to be conducted with an interpreter, the CAIPS notes of the Officer do not reveal how or why her conclusion that the applicant had \"no English language ability\" was reached. Furthermore, the notes of the Officer make it clear that she did not apprise the applicant of her concerns in this regard."], ["[18]", "Although Mosley J. distinguishes between concerns arising directly from the legislation and otherwise, I think it may also be correctly stated as applying to an adverse inference relating personally to the applicant, which also engages the duty to act fairly."], ["[19]", "Accordingly, I would disagree with the submission of the respondent that there remains no distinction between the insufficiency of information and its authenticity. I also reject the suggestion that the legislation has somehow changed these requirements since <FRAGMENT_SUPPRESSED> . I believe that the applicable content of the duty of fairness in these matters prevents the drawing of a relevant adverse inference relating to the attributes of an individual that disqualifies the person from receiving a benefit without giving the person an opportunity to respond.", "(iii) Characterizing copying an NOC description as fraudulent conduct"], ["[20]", "To further complicate matters, it would appear that there is a divergence of views in this Court on the characterization of a visa officer's conclusion that an applicant has copied verbatim an NOC description in his or her application."], ["[21]", "In", "Kamchibekov,", "cited above, Pinard J. dismissed a judicial review application as not being unreasonable, noting at paras 19-21 that since the applicant's application was a virtual copy of the NOC tasks, as was his reference letter, the visa officer could not properly evaluate whether the applicant had the requisite work experience. I believe that this reasoning would be in harmony with <FRAGMENT_SUPPRESSED> and those cases which have followed it."], ["[22]", "It is important to note that in <FRAGMENT_SUPPRESSED> , the Court did not treat the verbatim repetition of the NOC tasks as an issue of credibility of the applicant vis-à-vis the authenticity of the documentation filed. In addition, the visa officer did not provide the applicant with an opportunity to provide further information because a verbatim repetition of the NOC duties would not adequately describe the applicant's work."], ["[23]", "The Court in <FRAGMENT_SUPPRESSED> did not consider, or at least refer to,", "Patel", ", cited above, which had been decided a few months earlier. In what appear to be identical or very similar facts, the Court had found that merely copying the NOC description was considered by the visa officer to be fraudulent, stating at paragraph 26 as follows:"], ["[26] However, the Officer states that her concern is that the duties in the employment letter have been copied directly from the NOC description and that the duties in the experience letter are identical to the letter of employment. I agree with the principal (sic) applicant that the Officer's reasons are inadequate to explain why this was problematic. I find that the implication from these concerns is that the Officer considered the experience letter to be fraudulent."], ["[24]", "The Court in", "Patel", "found that the visa officer concluded that copying the NOC description was considered to be fraudulent conduct and therefore had a duty of fairness to allow the applicant to respond. There is no reference in", "Patel", "to the jurisprudence cited in <FRAGMENT_SUPPRESSED> , or for that matter", "Operational Bulletin 120", "Federal Skilled Worker (FSW) Applications - Procedures for Visa Offices", "[OB 120, set out below] concerning the", "insufficiency", "of an application that merely copies the work description from the NOC description, nor the discretion of the visa officer to question an inadequate work description."], ["[25]", "Were the facts in this decision limited to merely copying the NOC description, without the findings regarding the authenticity of the accompanying documentation, and were I required to choose between", "Patel", "and <FRAGMENT_SUPPRESSED> I would prefer the latter decision, that this only amounts to insufficiency without implying bad faith, which also appears to conform to the extensive line of jurisprudence cited therein."], ["[26]", "I conclude that it is not clear, without more information, how a finding of fraud could be made merely by her employer copying the NOC description, as opposed to the visa officer concluding that the applicant and her employer simply did not know or follow the instructions on completing the application. Imputing fraud requires a higher standard of proof based upon evidence that would allow an inference of intention or knowledge on the part of the applicant. Without more, I think the better conclusion would be to characterize the visa officer's decision as merely rejecting the material for being insufficient without the attribution of any negative mental state or motive to the applicant."], ["[27]", "Applying this reasoning to the facts in this matter therefore, means that no adverse inference necessarily flows out of merely copying the NOC description that would give rise to a duty to allow the applicant an opportunity to respond to the visa officer's concerns."], ["[28]", "However, this does not end the discussion on a duty to act fairly inasmuch as the visa officer's decision appears to rely not only upon insufficiency of the materials, but explicit reference to the \"authenticity\" of the documentation and thereby the credibility of the applicant. Thus, the facts match neither", "Patel", "nor <FRAGMENT_SUPPRESSED> . Moreover, the respondent's submission that credibility issues are irrelevant remains extant because, whether the applicant was credible or not, there are no grounds to conclude that the information was sufficient.", "(iv) Does a duty to act fairly nevertheless arise out of the visa officer's discretion to seek an explanation from the applicant?"], ["[29]", "I think that the question of fairness remains in play in that an adverse credibility finding should be considered in the context of the visa officer's discretion whether to question the applicant to verify that the NOC accurately describes the applicant's experience."], ["[30]", "In this regard, the respondent has referred to the OB 120 as being relevant, but not determinative, to this matter. The OB 120 states:", "For SW1", "(one of the 38 occupations listed in the MI), review the documents related to work experience. These documents should include those listed in the Appendix A document checklist of the visa office specific forms. They should include sufficient detail to support the claim of one year of continuous work experience or equivalent paid work experience in the occupation in the last 10 years. Documents lacking sufficient information about the employer or, containing only vague descriptions of duties and periods of employment, should be given less weight.", "Descriptions of duties taken verbatim from the NOC should be regarded as self-serving.", "Presented with such documents, visa Officers may question whether they accurately describe an applicant's experience", ". A document that lacks sufficient detail to permit eventual verification and a credible description of the applicant's experience is unlikely to satisfy an officer of an applicant's eligibility. [Emphasis added]"], ["[31]", "The applicant submits that the bulletin implies that the visa officer should question applicants, but I do not share that view. I agree with the respondent that OB 120 suggests that the visa officer may question the applicant further, but that there is no requirement to do so. I find only that it describes a discretion that the visa officer may exercise to seek further information on a verbatim NOC description."], ["[32]", "However, given the discretion, two questions relating to a duty of fairness arise: firstly, whether there is a duty on the officer to give reasons why the applicant was not questioned further on the issue of her document accurately describing her experience; and secondly, even if not, does the adverse credibility finding require that she be provided with an opportunity to respond?", "A Requirement to Provide Reasons"], ["[33]", "The applicant pointed out that persons applying under the Federal Skilled Worker class were not directed or advised of OB 120. In light of the number of cases where copying NOC descriptions arise, it would seem reasonable to amend the instructions to applicants to make it clear that merely reproducing the NOC description would normally be insufficient without further particularization of how the NOC requirements were met."], ["[34]", "I also think that it is reasonable that applicants would repeat the wording of the requirements of the position. Indeed, I would be surprised if they were not included in most responses. The real problem is the failure of an applicant to explain sufficiently what his or her job consisted of to demonstrate eligibility. I could imagine the applicant indicating to her employer that the supporting letter needed to indicate that her work consisted of the elements listed as the requirements of the NOC and that is what she got back."], ["[35]", "The fundamental determinant in considering whether to exercise the discretion to seek further information from the applicant would depend upon the contents of her documents. The officer should be looking to see whether there was other information that suggested the applicant would likely possess the requirements for the position and whether the failure to provide sufficient information may have been due to confusion on her or her employer's part as to the niceties of \"form-filling\"."], ["[36]", "In this case, the educational documentation included in the application demonstrated that the applicant had many years of education as a physiotherapist, including obtaining her Masters, and was a member in good standing with the Association of Physiotherapists. There is no issue with the authenticity of the documents containing this information Accordingly, I would think that the application included sufficient and probative information to raise a serious question as to whether the applicant's application accurately described her experience despite failing to particularize the NOC requirements,"], ["[37]", "It should be recalled as well, that Canada needs appropriately trained skilled workers. It is in our country's interests to locate persons having these qualifications and to encourage them to move to Canada. This should be another factor to induce a visa officer to follow-up on apparent confusion in the applicant's documents."], ["[38]", "As pointed out in", "Patel", "above, the duty to give reasons is highly contextual. The Court of Appeal avoided rendering a decision on the duty by finding that the officer provided sufficient reasons to explain why the application was rejected. Reading between the lines from that case, I normally would be hesitant to impose on these officers an obligation to provide reasons why they did not exercise their discretion to seek further information from the applicant when an application was insufficient because it merely mouthed the requirements of the NOC. The case law cited above generally supports this reasoning, although no case was brought to my attention that precisely dealt with this issue."], ["[39]", "However, I conclude that the context in this matter is such that a duty arose on the officer to explain why he would not exercise his discretion to ensure the applicant's documents accurately reflected her qualifications."], ["[40]", "Were it not for the fact that there have been a number of decisions before this Court involving copying of NOC requirements, I would not impose a duty to provide reasons. However, I am concerned that a practice may be forming of not exercising a discretion to question whether the documents accurately reflect the applicant's qualifications, even where there is good reason, given the overall package of documents, to think that this may well be the case."], ["[41]", "As noted above, this issue has arisen in a number of cases, such that a caution not to merely copy should be provided in the instructions. I conclude that it should not be unexpected that misunderstanding and confusion may arise when an employer merely states, without providing reasons or details, that the employee meets the requirements of the NOC. In light of the circumstances of this case, which suggest that the applicant does have the necessary qualifications, and in light of the purpose of the legislation, which is to encourage qualified persons in the designated categories to emigrate to Canada, I conclude that a duty arose on the visa officer to give reasons why he would not make the discretionary inquiries described in OB 120."], ["[42]", "I emphasize however, that the duty expressed above should be very narrowly circumscribed to its facts.", "Even if no Duty to Provide Reasons Arises, did a Duty to Respond to Credibility Findings Nevertheless Arise?"], ["[43]", "The", "Patel", "decision also stands for the proposition that a failure in procedural fairness will not be acted upon where the court is satisfied that the breach would not have affected the decision. Paragraph 5 of the reasons stated as follows:"], ["[5] A similar discretion has been exercised in judicial review proceedings when a person's right to procedural fairness has been breached, but the reviewing court is satisfied that", "the breach could not have affected the decision", ": see, for example,  <FRAGMENT_SUPPRESSED>  (F.C.A.). [Emphasis added]"], ["[44]", "While the application on its face may not have been sufficient to demonstrate that the applicant had performed all of the necessary tasks required, I conclude that the visa officer's", "discretion", "to question whether the applicant's documents accurately describe an applicant's experience raises a duty of fairness upon his attribution of adverse inferences to the applicant regarding her credibility. The duty arises because the failure to question the applicant on the authenticity of her documents could have affected the decision."], ["[45]", "In recognizing that a visa officer has a discretion to seek, or not to seek, more information from the applicant - which for the purposes of this argument, I conclude, does not necessitate the providing of reasons - I find that once the officer finds a lack of credibility or bad faith on the part of the applicant, the situation changes."], ["[46]", "Implicitly, the officer is stating that the reason he is not exercising his discretion in a situation where there exists other information on the file that suggests the applicant may well be qualified but may have misunderstood the requirements of the application, is because he did not believe her because her documents were not authentic; i.e. had fraudulently been copied to gain entry to the country."], ["[47]", "In such circumstances, where the visa officer has specifically referred to authenticity issues as being a factor in his decision to deny her eligibility to the Federal Skilled Workers program and other evidence suggests that there may have been some misunderstanding of what was required, I conclude that there is a duty of fairness to determine whether there was any explanation for her providing documents that raised issues of authenticity. Were a reasonable explanation provided to the issue of the authenticity of the documents, the visa officer would not have any reason not to seek further information regarding her qualifications in further particulars. The further information supplied may have resulted in the visa officer accepting her application.", "Conclusion"], ["[48]", "Having failed to provide reasons for not seeking further information from the applicant confirming no error in her application had been made, or alternatively by not providing an opportunity to respond to his conclusions that the applicant was not credible because she had provided inauthentic documents, a breach of procedural fairness occurred."], ["[49]", "As a result, the application is allowed and the decision is set aside to be heard by a different visa officer, after providing the applicant with an opportunity to respond to concerns about the authenticity of her documentation and to provide more detailed information describing how her work met the requirements of the NOC."], ["[50]", "In light of the conclusions above, there is no necessity to address the issue of the reasonableness of the decision."], ["[51]", "The decision of the visa officer is quashed, and the matter will be sent back for redetermination by another visa officer.", "JUDGMENT"], ["[52]", "THIS COURT'S JUDGMENT is that", "the application is granted.", "Application allowed.", "Editor: Sharon McCartney/vnh"]]}