{"id_": "002351", "body_str": [["[1]", "Rothstein, J.", ": This is a judicial review of a December 10, 1991 decision of a panel of the Immigration and Refugee Board, Refugee Division, which found the applicants, who were citizens of Somalia, not to be Convention refugees.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The respondent conceded that the Board had erred in this case and consented to the matter being referred back to the Immigration and Refugee Board for redetermination.  <FRAGMENT_SUPPRESSED>"], ["[3]", "However, counsel for the applicants was of the view that in this case, the panel erred in its interpretation of s. 2(3) of the", "Immigration Act", ", and had it not so erred, it would have found that the applicants were Convention refugees. Therefore, applicants' counsel asked that the court, upon a correct interpretation of s. 2(3), refer the matter back for redetermination in accordance with a direction that the applicants be found to be Convention refugees. In her view, the circumstances of this case fell within the criteria for such a direction, set out by Reed, J., in her April 11, 1994 reasons in", "<FRAGMENT_SUPPRESSED>  (T.D.):  <FRAGMENT_SUPPRESSED>", "-\tthat the evidence is so clearly conclusive that the only possible conclusion is that the claimant is a Convention refugee;  <FRAGMENT_SUPPRESSED>", "-\tthat the sole issue to be decided is a pure question of law which will be dispositive of the case;  <FRAGMENT_SUPPRESSED>", "-\tthat the legal issue is based on uncontroverted evidence and accepted facts;  <FRAGMENT_SUPPRESSED>", "-\tthat there are no factual issues which involve conflicting evidence which are central to the claim.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The legal issue here involves the interpretation of s. 2(3) of the", "Immigration Act", ". The definition of Convention refugee in ss. 2(1), 2(2) and 2(3) of the", "Immigration Act", ", provide in part:  <FRAGMENT_SUPPRESSED>", "\"2(1) In this Act,  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "'Convention refugee' means any person who  <FRAGMENT_SUPPRESSED>", "(a) by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,  <FRAGMENT_SUPPRESSED>", "(i) is outside the country of the person's nationality and is unable or, by reason of that fear, is unwilling to avail himself of the protection of that country, or  <FRAGMENT_SUPPRESSED>", "(ii) not having a country of nationality, is outside the country of the person's former habitual residence and is unable or, by reason of that fear, is unwilling to return to that country, and  <FRAGMENT_SUPPRESSED>", "(b) has not ceased to be a Convention refugee by virtue of subsection (2), but does not include any person to whom the Convention does not apply pursuant to section E or F of Article 1 thereof, which sections are set out in the schedule of this Act;  <FRAGMENT_SUPPRESSED>", "\"(2) A person ceases to be a Convention refugee when  <FRAGMENT_SUPPRESSED>", "(a) ...  <FRAGMENT_SUPPRESSED>", "(b) ...  <FRAGMENT_SUPPRESSED>", "(c) ...  <FRAGMENT_SUPPRESSED>", "(d) ...  <FRAGMENT_SUPPRESSED>", "(e) the reasons for the person's fear of persecution in the country that the person left, or outside of which the person remained, cease to exist.  <FRAGMENT_SUPPRESSED>", "\"(3) a person does not cease to be a Convention refugee by virtue of paragraph (2)(e) if the person establishes that there are compelling reasons arising out of any previous persecution for refusing to avail himself of the protection of the country that the person left, or outside of which the person remained, by reason of fear of persecution. <FRAGMENT_SUPPRESSED>"], ["[5]", "The question is whether an applicant invoking s. 2(3) must demonstrate an existing or ongoing fear of persecution both subjectively and objectively. The panel in this case found that such ongoing fear was required. At page 7 of its reasons the panel stated:  <FRAGMENT_SUPPRESSED>", "\"In expressing its agreement with the", "Mileva", "decision, the latter decision must be taken to approve of the meaning given to s. 2(3) by Desjardins, J.A., which was that 'the claimant must always establish that his fear is justified'. In short the claimant must show that he has an existing fear, both subjectively and objectively, for his claim to succeed. <FRAGMENT_SUPPRESSED>"], ["[6]", "Applicants' counsel submits that s. 2(3) is an exception to the usual requirement, taken from the definition of \"Convention refugee\" in s. 2(1) of the", "Immigration Act", ", that an applicant's fear of persecution must be well-founded - that is, that there is both a subjective and objective basis for a fear of ongoing persecution if the applicant is returned to the country where such persecution is taking place. She says that s. 2(3) applies to those cases in which the appalling nature of the persecution suffered by the applicants is, of itself, a compelling reason not to return them, even though they may no longer have any reason to fear further persecution. This interpretation is found in the majority judgment of Hugessen, J.A., in", "Minister of Employment and  <FRAGMENT_SUPPRESSED>  (F.C.A.). At page 748  <FRAGMENT_SUPPRESSED>  he states:  <FRAGMENT_SUPPRESSED>", "\"On any reading of s. 2(3) it must extend to anyone who has been recognized as a refugee at any time, even long after the date of the Convention. It is hardly surprising, therefore, that it should also be read as requiring Canadian authorities to give recognition of refugee status on humanitarian grounds to this special and limited category of persons, i.e. those who have suffered such appalling persecution that their experience alone is a compelling reason not to return them, even though they may no longer have any reason to fear further persecution. <FRAGMENT_SUPPRESSED>"], ["[7]", "Counsel for the respondent does not take issue with the interpretation of s. 2(3) advanced by counsel for the applicants. However, she submits that before s. 2(3) may be invoked, there must be a determination that an applicant is a Convention refugee. She relies on", "<FRAGMENT_SUPPRESSED>  (F.C.A.), i.e., that an applicant has a reasonable or serious possibility of suffering persecution if he is returned.  <FRAGMENT_SUPPRESSED>"], ["[8]", "I do not think that", "Stoyanov", "is applicable to this case. It does not deal with s. 2(3) of the", "Immigration Act", "as such. I see nothing inconsistent in the approach of Hugessen, J.A., in the two decisions. In the usual case, the", "Adjei", "test would apply. However in the exceptional circumstances envisaged by s. 2(3), the", "Obstoj", "test would apply.  <FRAGMENT_SUPPRESSED>"], ["[9]", "To require that, before s. 2(3) could apply, there would have to be a Convention refugee determination in respect of an applicant, could make the application of s. 2(3) dependant on timing alone. Hugessen, J.A., rejected this approach  <FRAGMENT_SUPPRESSED>", "at page 748  <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "\"The exceptional circumstances envisaged by s. 2(3) must surely apply to only a tiny minority of present day claimants. I can think of no reason of principle, and counsel could suggest none, why the success or failure of claims by such persons should depend upon the purely fortuitous circumstance of whether they obtained recognition as a refugee before or after conditions had changed in their country of origin. Indeed an interpretation which produced such a result would appear to me to be both repugnant and irrational. It would also, as noted, render paragraph 69.1(5)(b) quite incomprehensible. <FRAGMENT_SUPPRESSED>", "and as he stated earlier at page 747  <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "\"To put the matter another way, s. 2(2) and 2(3), while at first blush they appear to deal only with the loss of a refugee status which has already been acquired, have in fact been extended by Parliament and incorporated into the definition by means of paragraph (b), so that their consideration forms part of the determination process itself. <FRAGMENT_SUPPRESSED>"], ["[10]", "Based on", "Obstoj", ", I do not think it is necessary for there to be a Convention refugee determination before s. 2(3) may be applied. Subsection 2(3) may be applied, in an appropriate case, to the Convention refugee determination itself.  <FRAGMENT_SUPPRESSED>"], ["[11]", "I am satisfied, based on", "Obstoj", ", that in the case at bar, the Board erred in law by interpreting s. 2(3) as requiring ongoing fear of persecution. Lest there be some concern that this interpretation of s. 2(3) detracts from the normal requirement of applicants demonstrating ongoing fear of persecution, it should be recognized, as Hugessen, J.A., pointed out  <FRAGMENT_SUPPRESSED>", ", that s. 2(3) applies only to a tiny minority of present day claimants - those in a special and limited category who can demonstrate that they have suffered such appalling persecution, that their experience alone is a compelling reason not to return them to the country in which they suffered persecution. While many refugee claimants might consider the persecution they have suffered to fit within the scope of s. 2(3), it must be remembered that the nature of all persecution, by definition, involves death, physical harm or other penalties. Section 2(3), as it has been interpreted, only applies to extraordinary cases in which the persecution is relatively so exceptional, that even in the wake of changed circumstances, it would be wrong to return refugee claimants.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Returning to the panel's decision in this case, the panel referred to:  <FRAGMENT_SUPPRESSED>", "\"... unspeakable suffering ... They were two victims of these atrocities.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"... the horrifying experiences of the claimants under Siad Barre.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"... we regard their experiences as atrocious and perhaps they deserve humanitarian consideration. <FRAGMENT_SUPPRESSED>"], ["[13]", "The panel stated at pp. 5-6:  <FRAGMENT_SUPPRESSED>", "\"If it were possible to determine the claimants to be Convention refugees solely on the basis of past persecution, we would be willing to do so, but we are constrained by law from doing so. <FRAGMENT_SUPPRESSED>", "As indicated, the panel then went on to consider s. 2(3) and found, erroneously, that it required an existing fear, both subjectively and objectively. Counsel for the applicants urges that on the basis of the panel's references to the applicants' experiences, no facts are in dispute and that the court, having found that s. 2(3) does not require an ongoing fear of persecution, should direct the Board, on reconsideration, to find the applicants to be Convention refugees.  <FRAGMENT_SUPPRESSED>"], ["[14]", "While I think the panel's reasons and the words it used may indicate that the applicants fall into that tiny minority of refugee claimants to which s. 2(3) applies, the Board did not make express findings to this effect. I am not satisfied that it considered s. 2(3) in light of the interpretation given to it by Hugessen, J.A., on", "Obstoj", ". I think it is preferable to have the Board, on a reconsideration, make that determination. It is the Board, with its experience and expertise, that is best able to assess whether, having regard to the special and limited application of s. 2(3), the applicants, in this case, fall within its ambit.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The application for judicial review is granted. The matter shall be referred back for redetermination by a panel of the Immigration and Refugee Board on the basis of the existing record. The panel's redetermination should be limited to whether or not the applicants fall within the ambit of s. 2(3) of the", "Immigration Act", ", having particular regard to the language used in the decision under review.  <FRAGMENT_SUPPRESSED>"], ["[16]", "As this case is one to which direction number 17 of the Chief Justice applies, it is not necessary for me to certify a question to the Federal Court of Appeal. It shall be open to the parties to take such further steps as they consider appropriate.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: David Weir/sms  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}