{"id_": "002393", "body_str": [["[1]", "O'Keefe, J.", ": Pursuant to section 22.1 of the", "Citizenship Act", ", RSC 1985, C-29, as amended [the Act], the applicant, the Minister of Citizenship and Immigration, asks the Court to set aside the decision of a citizenship judge, dated April 2, 2015, that approved the citizenship application of the respondent, Hye Young Lee, pursuant to subsection 5(1) of the Act. The application is being heard concurrently with the application to set aside the decision relating to the respondent's husband, Sung Hoon Goo.", "I.", "Facts"], ["[2]", "Ms. Hye Young Lee [the respondent] is a citizen of South Korea. She was granted permanent residence in Canada on May 24, 2005."], ["[3]", "The respondent applied for citizenship on October 28, 2009."], ["[4]", "The respondent alleges that in the four years preceding the application for citizenship (the relevant period between October 28, 2005 and October 28, 2009), she has been residing in Canada and has been physically present in Canada, apart from short visits to the United States and South Korea. The respondent alleges that during the relevant period, she and her husband had identical travel itineraries. The respondent worked as a homemaker during the relevant period."], ["[5]", "An officer of Citizenship and Immigration Canada [the reviewing officer] reviewed the respondent's application, prepared a \"File Preparation and Analysis Template\" and recommended a hearing. The reviewing officer noted various deficiencies in the documentation: the place of issue was not indicated on the respondent's passports; there was a discrepancy in the declared absences between the respondent's application form and residency questionnaire; there was an undeclared entry stamp to the United States; there was no supporting documentation of the respondent's attendance at ESL classes; the evidence of the respondent's children's attendance at school was incomplete (it did not include every semester in the relevant period); there was incomplete income tax information presented as evidence of employment; the respondent's house ownership was not documented; the passports were missing re-entry stamps; the documentation provided as an indicator of residence was mostly passive; and there was no supporting documentation of the respondent's self-employment as a pianist."], ["[6]", "The respondent attended a hearing before the citizenship judge on March 23, 2015. She recounts in her affidavit that her husband acted as her interpreter during the hearing. The citizenship judge questioned her regarding most of the reviewing officer's concerns and she provided explanations. There is no transcript of the hearing on the record.", "II.", "Issues"], ["[7]", "The applicant raises the issue that the citizenship judge's reasons are not sufficient because they do not allow the Court to understand how the judge reached his decision.", "III.", "Decision"], ["[8]", "In a decision dated April 2, 2015, the citizenship judge found that Ms. Hye Young Lee meets the residence requirement under paragraph 5(1)(c) of the Act and approved her application for citizenship."], ["[9]", "The citizenship judge noted that the respondent had declared 1,407 days present and 53 days of absence in the relevant period. However, the citizenship judge noted that there were concerns regarding the credibility of the respondent because of discrepancies between the declared absences in the application form and residency questionnaire and a lack of documentation related to her business activity."], ["[10]", "Under the heading, \"Facts\", the citizenship judge explained that during the interview, the respondent explained that she had mistakenly left out trips to the United States in 2006 from her residency questionnaire, but that the correct list of absences was the one presented in the application form. The citizenship judge explained that there was one undeclared entry stamp to the United States in the respondent's passport on March 13, 2006; however, this entry was included in the respondent's list of absences in the application form."], ["[11]", "The citizenship judge also noted that there were few positive indicators of the respondent's business activity in her application. She submitted consistent utility bills for the relevant period, documentation of the academic activity of her children and submitted medical records after the hearing. She stated in the hearing that she is a housewife and plays piano as a volunteer, which is consistent with the submitted income tax returns."], ["[12]", "The citizenship judge stated that he applied the residency test set out in", "Pourghasemi (Re)", ", [1993] FCJ No 232 (TD). He explained that the respondent bears the burden of proving that she meets the residency requirements. He found that there were not valid elements to dispute the respondent's statements regarding her days of physical presence in Canada.", "IV.", "Applicant's Written Submissions"], ["[13]", "The applicant submits that an applicant for citizenship bears the onus of providing sufficient objective evidence to demonstrate that the requirements of paragraph 5(1)(c) of the Act are met."], ["[14]", "The applicant submits that the evidence before the citizenship judge was not sufficient to establish that the respondent had met the requirements set out in paragraph 5(1)(c) of the Act. The lack of documentation made it impossible for the citizenship judge to conclude that the respondent met the residency requirements."], ["[15]", "In particular, the applicant argues that the citizenship judge failed to account for the concerns that the reviewing officer noted in the application. The citizenship judge did not address: that the respondent's passport is missing re-entry stamps to Canada for the declared absences; how he was able to conclude that the respondent was physically present in Canada for 1,095 days; how the concern that it cannot be ascertained where the respondent renewed her passport was addressed; how her income tax returns, which only included the first page of her notices of assessment in 2006 and 2008, confirm her employment explanation; that the respondent provided mostly passive indicators of residence; that the declared absences were not accompanied by reasons for the absences; that there was not supporting documentation to support that the respondent attended ESL classes; and that only limited evidence of the respondent's children's education was provided (i.e. no end-of-year report cards were provided)."], ["[16]", "The applicant also notes that there is no indication that the citizenship judge requested the respondent's travel records from the Canada Border Services Agency (CBSA), despite the respondent's consent to the release of this information."], ["[17]", "The applicant submits that in light of the record before the citizenship judge, the reasons are not clear, precise and intelligible. They do not allow a reviewing court to understand why the decision was made or whether the conclusion falls within a range of reasonable outcomes (", "REFERENCE_SUPPRESSED). The reasons simply state that the residency requirements were met, but do not explain how this finding was made in light of the above-noted discrepancies and deficiencies in the evidence."], ["[18]", "In reply, the applicant submits that it is not proper for the respondent to proffer affidavit evidence that supplements the reasons of the decision-maker to address shortcomings of the decision. The applicant submits that this is analogous to situations where the Minister proffers affidavit evidence from the decision-maker, as the respondent, to address shortcomings in the decision.", "V.", "Respondent's Written Submissions"], ["[19]", "The respondent submits that the decision of a citizenship judge to find that an applicant meets the residence requirement is entitled to a high degree of deference (REFERENCE_SUPPRESSED)."], ["[20]", "The respondent submits that the Court should not re-weigh evidence of residency, which is a factual finding and can be interpreted in a range of different ways and whose interpretation is within the purview of the citizenship judge (REFERENCE_SUPPRESSED)."], ["[21]", "The respondent submits that the reasons do not need to be perfect, as long as there is a reasonable basis for the decision (", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED). If it is apparent that the Minister considered the totality of the facts, the Court should not intervene (", "CITATION_SUPPRESSED)."], ["[22]", "The respondent submits that there was sufficient evidence before the citizenship judge to allow the citizenship judge to reasonably conclude that the residence requirement was met. In particular, the respondent provided:", "i. For 2005, doctor's letters indicating that the respondent, her husband and her daughter had visited that year; report cards indicating her son was enrolled in school that year; a Rogers bill from one month of that year, and a utility bill from several months of that year.", "ii. For 2006, a notice of assessment; a doctor's letter indicating that her daughter had visited that year; a tax bill indicating home ownership; a letter confirming insurance coverage; reports cards indicating her son and daughter were enrolled in school that year; and a receipt confirming a charitable donation in Canada that year.", "iii. For 2007, doctor's letters indicating that the respondent had visited twice and her husband had visited twice; a letter confirming insurance coverage; reports cards indicating her son and daughter were enrolled in school that year; bank statements for two months of that year; a Bell bill for one month of that year; and a utility bill for several months of that year.", "iv. For 2008, a notice of assessment; a Canada Revenue Agency [CRA] letter indicating she was eligible for a tax credit; a doctor's letter indicating that her son had visited that year; a letter confirming insurance coverage; a letter confirming an insurance claim for a car accident that year; a report card indicating her son was enrolled in school that year; a school report of absences indicating her daughter was enrolled in school that year; bank statements for three months of that year; a property assessment notice for that year; and utility bills for several months of that year.", "v. For 2009, correspondence from CRA to a Canadian address; a letter from CRA confirming child tax benefits received that year; a doctor's letter indicating that the respondent had visited twice, her husband had visited, her daughter had visited and her son had visited four times that year; a tax bill showing home ownership; a report card showing her son was enrolled in school; bank statements for three months of that year; a credit card statement for one month of that year; a letter confirming family membership at the YMCA that year; Rogers bill and Bell bill for two months of that year; and utility bills for that year."], ["[23]", "The respondent also submits that she is entitled to the presumption of truth, given that she and her husband confirmed their travel history under oath at the hearing and there is no substantially contradictory evidence (REFERENCE_SUPPRESSED)."], ["[24]", "The respondent further submits that each of the concerns set out in the reviewing officer's memorandum, relied on by the applicant, were either unreasonable or addressed by the citizenship judge."], ["[25]", "Regarding the discrepancy between declared absences in the application form and residency questionnaire, it was not unreasonable for the citizenship judge to accept the respondent's explanation that she made a mistake in the residency questionnaire."], ["[26]", "Regarding the concern that the citizenship judge did not explain how he was able to conclude that the respondent was physically present in Canada for 1,095 days, the respondent submits that her and her husband's testimony is entitled to the presumption of truth and there was no objective evidence indicating that they did not meet the residency requirements."], ["[27]", "Regarding the lack of re-entry stamps to Canada, the respondent and her husband explained under oath that Canadian officials had not stamped their passports upon re-entry. The Court has recognized that CBSA does not keep complete records of entry into Canada and this is beyond the control of applicants (REFERENCE_SUPPRESSED)."], ["[28]", "Regarding the location where the respondent renewed her passport, the respondent submits that the passport does not indicate where it was issued and the respondent and her husband confirmed to the citizenship judge that it was obtained from the Consulate in Canada."], ["[29]", "Regarding the concern that the respondent provided primarily passive indicators of residence, the respondent submits that this concern is not reasonable in light of the evidence that she and her family were physically present in Canada, as noted above."], ["[30]", "Regarding the concern relating to incomplete taxation documentation, the respondent submits that she provided evidence that she filed income taxes during the relevant period, that she received refunds and benefits, and she confirmed that she filed income tax returns under oath. Additionally, her evidence that she was not employed outside the home was uncontradicted and the citizenship judge stated to the respondent and her spouse that he did not place very much significance on the filing of income tax returns."], ["[31]", "Regarding the concern that the respondent did not declare reasons for her travel, the respondent and her spouse addressed this concern at the hearing. They stated that the visits were for family trips, not business."], ["[32]", "Regarding the lack of documentation for the ESL course the respondent and her spouse attended, they reasonably explained at the hearing that they did not complete the course and therefore did not receive a certificate. Regarding the fact that there was inconsistent information provided relating to the months of attendance in ESL courses, the respondent submits that this minor inconsistency would not provide a reasonable basis for rejecting the respondent's application for citizenship (", "CITATION_SUPPRESSED)."], ["[33]", "Regarding the incomplete information regarding the respondent's children's schooling, the respondent submits that this would not provide a reasonable basis for rejecting the application. It was reasonable for the citizenship judge to conclude that the children were in school for the years for which some report cards were provided, given that it is unlikely and unsupported by the evidence that they would be in and out of school in Canada. Moreover, the citizenship judge reasonably accepted the respondent and her husband's explanation that these were the only school records they could find at the date of the application.", "VI.", "Analysis and Decision"], ["[34]", "Given that the citizenship judge applied the quantitative test from", "Pourghasemi", ", the burden was on the respondent to establish with clear and compelling evidence the number of days she was physically present in Canada (REFERENCE_SUPPRESSED). As the citizenship judge applied one of the acceptable tests, the standard of review of the remaining parts of the decision is reasonableness."], ["[35]", "In a recent case,", "REFERENCE_SUPPRESSED, Mr. Justice Denis Gascon provided a summary of the case law on the sufficiency of reasons in the context of a decision by a citizenship judge:"], ["[31] The decision-maker is not required to refer to each and every detail supporting his or her conclusion. It is sufficient if the reasons permit the Court to understand why the decision was made and determine whether the conclusion falls within the range of possible acceptable outcomes (", "CITATION_SUPPRESSED). The reasons are to be read as a whole, in conjunction with the record, in order to determine whether the reasons provide the justification, transparency and intelligibility required of a reasonable decision (", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED). This Court discussed the issue of adequacy of reasons in a citizenship judge's decision in the recent", "Safi", "decision. In that decision, Justice Kane echoed the", "CITATION_SUPPRESSED", "principles and stated that the decision-maker is not required to set out every reason, argument or detail in the reasons, or to make an explicit finding on each element that leads to the final conclusion. The reasons are to \"be read together with the outcome and serve the purpose of showing whether the result falls within a range of possible outcomes\" (", "CITATION_SUPPRESSED)."], ["[32] In this case, the citizenship judge's decision meets this standard; the reasons explain why he decided that Mr. Abdulghafoor met the residency requirement and how he considered the evidence."], ["[33] Reasonableness, not perfection, is the standard. In citizenship matters, reasons for decision are often very brief and do not always address all discrepancies in the evidence. However, even where the reasons for the decision are brief, or poorly written, this Court should defer to the decision-maker's weighing of the evidence and credibility determinations, as long as the Court is able to understand why the citizenship judge made its decision (REFERENCE_SUPPRESSED)."], ["[34] In", "CITATION_SUPPRESSED", ", for example, the citizenship judge found that the respondent was credible, addressed the citizenship officer's concerns and accepted the respondent's explanations. In response to the Minister's argument that there was insufficient evidence, Justice Mosley noted that \"although the notes could have been clearer and more thorough, the ultimate decision rested on a reasonable assessment of the evidence, including the explanations provided by [the respondent] \" (at para 34). Justice Mosley pointed out that the case did not contain unexplained gaps in the evidence, as the respondent had provided explanations that the citizenship judge found credible. Justice Mosley reminded that the Court must defer to the decision-maker's weighing of the evidence and credibility determination in absence of clear error (", "CITATION_SUPPRESSED).", "..."], ["[36] The present case is different. The citizenship judge identified the residency test he relied on and addressed the credibility concerns raised by the citizenship officer; there were no gaps in evidence or periods unaccounted for. I conclude that the reasons are sufficient and adequate with regard to the test established by", "CITATION_SUPPRESSED", ". I am able to understand the citizenship judge's reasoning and to understand which factors and evidence led him to be satisfied that Mr. Abdulghafoor had been in Canada for the requisite number of days."], ["[36]", "In", "REFERENCE_SUPPRESSED, Mr. Justice Gascon provides a useful summary and commentary on the use of the record in the reasonableness analysis and the use of a citizenship applicant's affidavit where no transcript of the hearing is available in the review of decisions by citizenship judges:"], ["[23] A decision-maker like a citizenship judge is deemed to have considered all the evidence on the record (REFERENCE_SUPPRESSED). A failure to mention an element of evidence does not mean that it was ignored or that there was a reviewable error. In this case, the judge has also had the benefit of a long hearing with Mr. Suleiman, for which there is no transcript to contradict the evidence on the record or the affidavit filed by Mr. Suleiman. The decision of the citizenship judge evidently took into account the oral evidence provided by Mr. Suleiman. A review of the decision shows that the judge found the following:", "Mr. Suleiman terminated his employment in Dubai at the beginning of 2005 and returned to Canada in March 2005, after finalizing his affairs in Dubai;", "Mr. Suleiman left Canada only twice since March 2005 for short visits to Dubai to see his family;", "Mr. Suleiman had places of residence in Canada when he returned to Canada in 2005 and throughout the period of reference, first with his cousin and afterwards in an apartment owned by his brother;", "Mr. Suleiman had not travelled outside of Canada other than for his declared absences;", "There were satisfactory explanations for the absence of Canadian re-entry stamps on Mr. Suleiman's passport, the alleged \"25 May 2005\" stamp date and the UAE residence visa in Mr. Suleiman's passport."], ["[24] In view of these elements, it was reasonable for the citizenship judge to conclude that Mr. Suleiman met the residency requirement. I further note that this is not a situation where Mr. Suleiman was close to the minimum number of days required to meet the physical test of residence; even with some minor discrepancies in the evidence relating to some travel dates, he was well above the 1095 day threshold.", "..."], ["[27] The Minister is right to point out that there remains at all times a positive obligation on the citizenship applicants to provide true, correct, and complete information and to refrain from making false declarations. This however does not mean that corroborative evidence is required on every single element. It is well recognized that the Citizenship Act does not require corroboration on all counts; instead, it is \"the responsibility of the original decision-maker, taking the context into consideration, to determine the extent and nature of the evidence required\" (REFERENCE_SUPPRESSED). The citizenship judge may not have reconciled the apparent discrepancy as clearly as the Minister would have liked to see it in his reasons, or explained in as much detail as the Minister would have hoped how Mr. Suleiman convinced the judge that the discrepancy did not harm his credibility. But there is nothing to indicate that the judge's finding on Mr. Suleiman's return to Canada prior to the beginning of the reference period was not reasonable."], ["[37]", "I note that the Court rarely intervenes unless there are significant unaddressed inadequacies which make it impossible to determine how the citizenship judge weighed the evidence, such as contradictions between the decision and the record."], ["[38]", "Although the citizenship judge's decision may not have explained in as great a detail the errors alleged by the Minister or was not as clear as the Minister believed it should be, I am of the view that the decision was reasonable when it is read with the record. I am satisfied that the decision allows a reader to understand why the decision was made."], ["[39]", "The citizenship judge applied the test from", "Pourghasemi", ". As a result, the quantitative analysis of the number of days that the respondent was physically present in Canada was central. The citizenship judge addressed most of the evidence and gaps relating to the respondent's travel from Canada (when she would not be physically present in Canada): the discrepancy between the residency questionnaire and the application form, and the undeclared stamp. It is clear that the citizenship judge accepted the respondent's travel history, and related days that she was physically present in Canada, as credible."], ["[40]", "The citizenship judge is presumed to have considered all of the evidence (", "CITATION_SUPPRESSED). In my opinion, the gaps in the evidence that are noted by the applicant and that were not specifically addressed by the citizenship judge do not likely reveal anything that would make it impossible to determine how the citizenship judge came to his conclusion:", "Lack of re-entry stamps", ": The respondent's affidavit indicates that she stated at the hearing that she travelled with her husband and that the passports were not stamped by Canadian officials. Like in", "CITATION_SUPPRESSED", ", this information is not contradicted and there is nothing to suggest that the citizenship judge did not take this explanation into account (at paragraph 23).", "How the citizenship judge was able to conclude that the respondent was physically present in Canada for 1,095 days", ": The decision indicates that the respondent's record of absences was found to be credible and the citizenship judge accepted that the discrepancy in dates was due to an error.", "It cannot be ascertained where the respondent renewed her passport", ": The respondent explains that she stated at the hearing that she received it from the Consulate and this evidence is not contradicted. Like in", "CITATION_SUPPRESSED", ", there is nothing to suggest that the citizenship judge did not take this into account (at paragraph 23).", "How her income tax returns, which only included the first page of her notices of assessment in 2006 and 2008, confirm her employment explanation", ": The respondent recounts in her affidavit that the citizenship judge noted at the hearing that income tax returns do not necessarily prove residency and did not request them, but they could have been provided.", "Failure to address that the respondent provided mostly passive indicators of residence and the declared absences were not accompanied by reasons for the absences", ": There is nothing to indicate that the citizenship judge did not consider this evidence and he states that he considered all of the evidence. Moreover, the respondent's affidavit states that the citizenship judge requested additional evidence at her spouse's hearing in response to the concerns raised by the reviewing officer, and they provided this evidence, proof of the self-employment activity and doctor's visits.", "That the declared absences were not accompanied by reasons for the absences", ": The affidavits explain that the citizenship judge inquired as to the reasons for the absences. This information is not contradicted and there is nothing to suggest that the citizenship judge did not take this explanation into account.", "Evidence relating to ESL classes", ": There is nothing to suggest that the citizenship judge did not consider the evidence relating to ESL classes. Moreover, whether the respondent attended ESL classes would be unlikely to be dispositive of the application.", "Limited evidence of children's education", ": There is nothing to suggest that the citizenship judge did not consider the evidence of the children's education. The respondent's affidavit provides that her husband stated at the hearing that these were the report cards they could find.", "Failure to refer to ICES report", ": In my opinion, the citizenship judge was under no obligation to refer to the ICES report, despite receiving consent to do so."], ["[41]", "I note that, unlike in", "CITATION_SUPPRESSED", ", which I rely on above, the citizenship judge did not specifically refer to the reviewing officer's concerns in his decision. However, he does generally note the credibility concerns and deficient evidence in the respondent's application at the beginning of the decision."], ["[42]", "It is not disputed that when the Minister is the respondent in a matter, it is not proper for the Minister to submit affidavit evidence from the decision maker to address shortcomings in the decision. That, however, is not what happened in the present case. The respondent, who was the applicant at the citizenship hearing, is offering the affidavit evidence, not the decision maker. There was no transcript of the hearing and the affidavit evidence relates to the evidence the citizenship judge considered. This Court has accepted this type of affidavit evidence in the absence of a transcript of the hearing before a citizenship judge."], ["[43]", "For the above reasons, the application for judicial review must be dismissed."], ["[44]", "Neither party wished to submit a proposed serious question of general importance for my consideration for certification.", "JUDGMENT"], ["[45]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed.", "[End of document]"]]}