{"id_": "002348", "body_str": [["[1]", "Rothstein, J.", ": The applicant applied for permanent residence in Canada in the occupation of Chef-Cook, General (CCCDO6121-111). The visa officer found the applicant did not establish that he had received any training or experience as a Chef-Cook and that he did not qualify for selection in that occupation. She then assessed the applicant as an Assistant Manager Restaurant, an occupation for which he had training. However, there was no demand in that occupational category and he received zero units of assessment for the occupational factor."], ["[2]", "The application for permanent residence was denied without a personal interview. The applicant says he was entitled to a personal interview so that he could clarify his training and experience as a Chef-Cook for the visa officer. However, his application for permanent residence is clear. He applied to work as a Chef-Cook and there was nothing in the application or material he submitted that demonstrated training or experience in that occupation. In other words, there was nothing to clarify."], ["[3]", "At best, the applicant must be saying that his application is ambiguous and that when he included in his work history that he was a manager/trainee and assistant manager at McDonald's, that this placed the onus on the visa officer to inquire, through a personal interview, whether those occupations gave him training or experience as a Chef-Cook. However, if correct, this argument gives an advantage to applicants for permanent residence who file ambiguous applications. This cannot be correct."], ["[4]", "A visa officer may inquire further if he or she considers a further enquiry is warranted. Obviously, a visa officer cannot be wilfully blind in assessing an application and must act in good faith. However, there is no general obligation on a visa officer to make further inquiries when an application is ambiguous. The onus is on an applicant to file a clear application together with such supporting documentation as he or she considers advisable. The onus does not shift to the visa officer and there is no entitlement to a personal interview if the application is ambiguous or supporting material is not included."], ["[5]", "Notwithstanding that he obtained zero units in the occupational factor and was therefore not entitled to the issuance of an immigrant visa under s. 11(2) of the", "Immigration Regulations", ", 1978 SOR/78-122 as amended, the applicant says that the visa officer erred in not exercising her discretion under s. 11(3) of the", "Regulations", "[see footnote 1]. Section 11(3) does not specify what is required to engage the visa officer's exercise of discretion under it. Nothing precludes the visa officer, on his or her own motion, from proceeding under s. 11(3) if he or she considers that it is warranted to do so. However, if an applicant wishes the visa officer to exercise discretion under s. 11(3), it would seem that some form of application would be required. While there is no prescribed wording to which an applicant must adhere, I would think the application would at least have to indicate some good reasons why a units of assessment determination would not reflect the chances of successful establishment in Canada by the applicant. There was no such application here."], ["[6]", "The applicant says he would not know that he must make an application to request s. 11(3) consideration until he is told his application fails under the units of assessment determination, and this is a reason for a personal interview. However, this argument is misplaced. The visa officer is not required to provide a piecemeal ongoing determination and advise the applicant at each stage, even if a personal interview is conducted. The units of assessment award is the conventional way in which visa officers determine whether an immigrant visa may be issued. Section 11(3) is exceptional. Where an applicant has reason to believe that he or she may be successfully established in Canada, irrespective of the units of assessment determination, he or she should apply for a determination under s. 11(3) setting forth relevant reasons. Otherwise, while the visa officer may do so on his or her own volition, there is no obligation on the visa officer to exercise a discretion under s. 11(3). As indicated, there was no application by the applicant for the exercise of discretion by the visa officer under s. 11(3) in this case."], ["[7]", "The judicial review is dismissed."], ["[8]", "Applicant's counsel proposes the following questions for certification:", "\"1. In making a 'preliminary' review of an application, where the officer does not find documentation sufficient to show that the applicant is qualified for the proposed 'intended occupation' may the officer summarily reject the application without having advised the applicant that s/he might not qualify to be assessed in the proposed 'intended occupation'?", "\"2. Where an officer concludes without having communicated to an applicant that s/he appears not to meet s. 81a selection criteria, does the officer err by not accessing its sister provision s. 11(3) before rejecting the case?\"", "Applicant's counsel has not indicated anything in the", "Immigration Act", "supporting the propositions that a visa officer is required to provide applicants with interim decisions to enable them to seek other remedies or obliging visa officers to exercise discretion under s. 11(3) of the", "Regulations", "on their own volition. In the absence of some reasonable indication by the applicant that either question is fairly arguable no question will be certified.", "Application dismissed.", "Editor: Janette Blue/saf", "Footnotes", "1.\t\"11(2) Subject to subss. (3) and (4), a visa officer shall not issue an immigrant visa pursuant to s. 9 or 10 to an immigrant other than an entrepreneur, an investor, a provincial nominee or a self-employed person unless", "(a) the units of assessment awarded to that immigrant include at least one unit of assessment for the factor set out in item 4 of column I of Schedule I;", "(b) the immigrant has arranged employment in Canada; or", "(c) the immigrant is prepared to engage in employment in a designated occupation.", "\"11(3) A visa officer may", "(a) issue an immigrant visa to an immigrant who is not awarded the number of units of assessment required by s. 9 or 10 or who does not meet the requirements of subs. (1) or (2), or", "(b) refuse to issue an immigrant visa to an immigrant who is awarded the number of units of assessment required by s. 9 or 10,", "if, in his opinion, there are good reasons why the number of units of assessment awarded do not reflect the chances of the particular immigrant and his dependants of becoming successfully established in Canada and those reasons have been submitted in writing to, and approved by, a senior immigration officer.\"", "[End of document]"]]}