{"id_": "002473", "body_str": [["[1]", "de Montigny, J.", ": This is an application for judicial review of a decision of the Refugee Protection Division (the tribunal), rendered on June 20, 2007, which concluded that the applicant was not a Convention refugee or a person in need of protection. The tribunal member found the applicant to be credible but concluded that she did not rebut the presumption of state protection. Despite counsel for the applicant's able arguments, I have come to the conclusion that this application must be dismissed for the following reasons.  <FRAGMENT_SUPPRESSED>", "I. Facts  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant is a Catholic citizen of Philippines. She conceived a child at the age of 18 years old with her Muslim boyfriend named Edgar Pacasum. As a result of this pregnancy, and upon the insistence of the applicant's parents, they got married on June 12, 1994. The couple had a second child in 1996.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicant claimed she was unaware that the Muslim tradition allows men to have more than one wife at the same time. She eventually found out that her husband was seeing another woman. More than once, she confronted her husband with his affair, only to be beaten as a result.  <FRAGMENT_SUPPRESSED>"], ["[4]", "On February 15, 2002, the applicant reported the physical abuse to the police and the officials who told her to call them in the event of another violent episode. Her husband told her that he would take the children away and that she would never see them again if she reported him to the police again.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The applicant and her husband separated for several months but eventually got back together. In October of 2002, she went into hiding with her children in Cebu; her husband followed them and pleaded with them to return home, which they did after the children convinced their mother to go back to Manila.  <FRAGMENT_SUPPRESSED>"], ["[6]", "On December 12, 2002, the applicant sought medical attention at Quirino Medical Hospital following a violent episode. She again reported the beating to the police.  <FRAGMENT_SUPPRESSED>"], ["[7]", "On another occasion the applicant was raped by her husband, as a result of which she became pregnant and gave birth to their daughter on December 14, 2003. Her situation got worse when she learned that her husband intended to take a second wife.  <FRAGMENT_SUPPRESSED>"], ["[8]", "On March 13, 2005, the applicant again went into hiding with her children in the Iloilo Province but her husband found them and forced them to go back to Manila. The children's nanny informed her that her husband had been living with the woman with whom he was having an affair.  <FRAGMENT_SUPPRESSED>"], ["[9]", "In June 2005, the applicant's husband learned that the applicant had asked her parents for money in order to send their children to school, and he beat her again. The applicant claims that she was beaten almost every day. By August 2005, her husband had begun to spend most of his time with the other woman and usually came back home only two or three times a week.  <FRAGMENT_SUPPRESSED>"], ["[10]", "In October 2005, the applicant's in-laws asked permission to have the children for a week and she agreed. When she went to fetch her children at her in-laws' house, they were not there anymore. On October 26, 2005, she reported the kidnapping to the police.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The applicant noticed several suspicious incidents; she believed that her husband's family hired people to park in front of her house. Her husband's family is wealthy and powerful in Mindanao.  <FRAGMENT_SUPPRESSED>"], ["[12]", "On February 2, 2006, she came to Canada in order to regain her strength and to start a new life before she starts searching for her children again. She claimed for refugee protection on May 18, 2006. The tribunal member rejected her claim on June 20, 2007 and the applicant asks the Court to review this decision.  <FRAGMENT_SUPPRESSED>", "II. The impugned decision  <FRAGMENT_SUPPRESSED>"], ["[13]", "The tribunal member concluded that the applicant is not a Convention refugee or a person in need of protection as she failed to rebut the presumption of state protection. Although the tribunal member acknowledged that the applicant was a victim of domestic violence and that domestic violence is still a serious problem in the Philippines, she pointed out that a state does not have to provide perfect protection to its citizens. She concluded that state protection would be available to the applicant in the event that she would be subjected to domestic violence in the future.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The tribunal member noted the serious steps taken by the Philippines in regard to issue of domestic violence in the last years; the 2004 Anti-Violence Act against Women and Children was adopted; harm or abuse to women and their children is now criminalized; rape is a capital offence; and, protection orders are available.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Although the applicant denounced her husband to the police on two occasions, the tribunal member pointed out that she was advised to contact the police if the violence continued and was referred to the Philippines National Police (PNP) Women in Crisis Help and Info Desk. Thus she was not ignored by the police. Furthermore, the tribunal member noted that the police report dated December 2, 2002 showed that the applicant refused to divulge her husband's whereabouts and claimed that the incident was a conjugal argument. She concluded that there was no indication of a lack of protection by the state.  <FRAGMENT_SUPPRESSED>"], ["[16]", "After quoting at length from the U.S. Department of State Country Report on Human Rights Practices, the tribunal member stated that she assigned a greater value to the objective evidence than to the applicant's testimony in regard to the availability of state protection. She concluded that the applicant had failed to rebut the presumption of state protection.  <FRAGMENT_SUPPRESSED>", "II. Issues  <FRAGMENT_SUPPRESSED>"], ["[17]", "The only issue to be determined is whether the tribunal member erred in concluding that state protection was available to the applicant in the Philippines.  <FRAGMENT_SUPPRESSED>"], ["[18]", "The standard of review applicable to issues of state protection has been determined by this Court to be reasonableness: see", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 58. This standard has been confirmed by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  at par. 38, 282 D.L.R. (4th) 413 (", "Hinzman", ") and has not been modified by the recent decision of the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 727 (", "Dunsmuir", "). The adequacy of state protection raises questions of mixed fact and law, and must therefore attract a good measure of deference. A reviewing court will not intervene if the decision falls \"within a range of acceptable outcomes, which are defensible in respect of the facts and law\": see", "Dunsmuir", "at par. 47.  <FRAGMENT_SUPPRESSED>", "IV. Analysis  <FRAGMENT_SUPPRESSED>"], ["[19]", "The issue of state protection has been canvassed on a number of occasions by this Court and by the Federal Court of Appeal, as well as by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  (QL) (", "Ward", "). Absent a situation of complete breakdown of the state apparatus, there is a presumption that a state is able to protect its citizens. To rebut this presumption, an applicant must adduce clear and convincing evidence of the state's inability to protect him or her. My colleague Justice Layden-Stevenson aptly summarized the applicable principles in", "<FRAGMENT_SUPPRESSED>  at par. 20, 53 Imm. L.R. (3d) 229:  <FRAGMENT_SUPPRESSED>", "Absent a situation of complete breakdown of state apparatus, it is generally presumed that a state is able to protect its citizens. This presumption serves to reinforce the underlying rationale of international protection as a surrogate, coming into play where no alternative remains to the claimant. Refugee claimants must present clear and convincing confirmation of a state's inability to protect them in order to rebut the presumption that states are capable of protecting their citizens:", "<FRAGMENT_SUPPRESSED> . State protection cannot be held to a standard of perfection but it must be adequate. It is not enough to show that a government has not always been effective in protecting persons in a claimant's particular situation. However, where the state is so weak and its control is so tenuous as to make it a government in name only, it may be justifiable to claim an inability to obtain state protection:", "Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[20]", "The applicant is no doubt correct in stating that a state's ability to protect its citizens must be assessed not only by looking at the legislative and procedural framework in place, but also the capacity and the will to effectively implement that framework: see, for ex.", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 159;", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "With great respect, I conclude that Madam Justice Tremblay-Lamer sets too high a standard for state protection, a standard that would, in many circumstances, be difficult to attain even in this country. It is a reality of modern-day life that protection offered is sometimes ineffective. Many incidents of harassment and/or discrimination can be effected in a manner that renders effective investigation and protection very difficult. The use of unsigned correspondence that does not identify its source and of random telephone communications where the caller does not identify himself or herself are examples. A single incident of defacement of property is another. The applicants suffered from these types of incidents and received no satisfaction when they reported them to the militia or police. Random assaults, such as those suffered by the applicants, where the assailants are unknown to the victim and there are no independent witnesses are also difficult to effectively investigate and protect against. In all such circumstances, even the most effective, well-resourced and highly motivated police forces will have difficulty providing effective protection. This Court should not impose on other states a standard of \"effective\" protection that police forces in our own country, regrettably, sometimes only aspire to.  <FRAGMENT_SUPPRESSED>", "See also:", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 702;", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 161;", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 553;", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 471.  <FRAGMENT_SUPPRESSED>"], ["[21]", "More recently, the Federal Court of Appeal undertook a careful reading of", "Ward", "and confirmed that a refugee claimant coming from a democratic country \"will have a heavy burden when attempting to show that he should not have been required to exhaust all of the recourses available to him domestically before claiming refugee status \":", "Hinzman", ", at par. 57.  <FRAGMENT_SUPPRESSED>"], ["[22]", "Even more recently, the Federal Court of Appeal was again asked to answer a certified question with respect to state protection, in the context of a refugee claim based on spousal violence (", "The Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ). Writing for the Court, Justice Létourneau first mentioned that an applicant bears both an evidentiary and a legal burden. In other words, the applicant must not only introduce evidence of inadequate state protection (the evidentiary burden), but must also convince the trier of fact that the evidence adduced establishes the inadequacy of the state protection (the legal burden). While the burden of proof is the usual balance of probabilities standard applicable to rebuttals of presumption in administrative and civil matters, the quality of the evidence adduced to meet that burden will have to be of a high standard if, as stated in", "Ward", ", the \"presumption serves to reinforce the underlying rationale of international protection as a surrogate, coming into play where no alternative remains to the claimant\" (at par. 51). Accordingly, the evidence adduced will not only have to be reliable, but also have probative value.  <FRAGMENT_SUPPRESSED>"], ["[23]", "In the case at bar, the applicant contends that the tribunal erred by failing to consider the applicant's accounts of incidents where state protection did not materialize. The applicant provided two police reports to the Tribunal, but these reports were found not to indicate a lack of protection. The applicant stated that although her case was referred to the PNP Women in Crisis Help and Info Desk, she did not receive any assistance and was told to wait since there were other cases before her case.  <FRAGMENT_SUPPRESSED>"], ["[24]", "However, a careful reading of the decision reveals that the tribunal did consider the police reports. The first of these reports, dated February 15, 2002, indicates that the applicant reported the physical abuse she had suffered at the hands of her husband, and that she was advised to contact the police and the station if another incident of violence occurred. She was also referred to PNP Women in Crisis Help and Info Desk. According to the tribunal, this was an indication that the applicant was not ignored by the authorities.  <FRAGMENT_SUPPRESSED>"], ["[25]", "As to the second report, dated December 2, 2002, it appears the applicant refused to divulge the whereabouts of her husband and claimed the incident was an argument between husband and wife. Again, the applicant, her family and accompanying friends were advised to contact police and the station should the abuse continue, and were again referred to PNP Women in Crisis Help and Info Desk. Once more, the panel was of the view that this did not demonstrate a lack of protection on the part of the authorities.  <FRAGMENT_SUPPRESSED>"], ["[26]", "I am unable to conclude that it was unreasonable for the tribunal to find that the applicant failed to rebut the presumption of state protection with clear and convincing evidence. There may well have been delays in processing the applicant's case at the NGO established at the police station, but this is a far cry from saying that the applicant's claim was ignored. Moreover, the police explicitly told the applicant and her family to come back to the station if ever there were other instances of domestic violence. Finally, the applicant herself seemed to have been of two minds on December 2, 2002, when she complained to the police but refused to give the whereabouts of her husband. The report shows that, despite the applicant's reticence, the husband was contacted by police investigators. This is clearly not illustrative of an unwillingness on the part of the police to follow up on the applicant's complaint and as such, this case can be easily distinguished from previous cases where an applicant had been rebuffed or ignored by the authorities.  <FRAGMENT_SUPPRESSED>"], ["[27]", "As this Court has said time and again, the police cannot be expected to offer effective protection, especially in a case of domestic violence, when the applicant herself is not prepared to cooperate. Some crimes are obviously more difficult to prosecute successfully, and absent a clear and systemic failure, incapacity or refusal of the authorities to investigate and press charges, we should hesitate before finding that the state is incapable of protecting its citizens.  <FRAGMENT_SUPPRESSED>"], ["[28]", "Ultimately, it is not the task of this Court to determine whether it would have come to the same conclusion as the tribunal, but rather to consider whether the decision falls within a range of acceptable outcomes in light of the facts and of the law. Not only was the tribunal entitled to find that the evidence submitted by the applicant to rebut the presumption of state protection was not convincing, but its assessment was bolstered by the documentary evidence that was submitted. After perusing that evidence, the tribunal recognized that domestic violence is still a serious problem in the Philippines and that state protection may not be perfect. The panel found, however, that the Philippines are a functioning democracy, and that major steps have been taken to address the issue of domestic violence, including the 2004 Anti-Violence Act Against Women and Children. This statute criminalizes physical, sexual and psychological harm or abuse to woman and their children by their spouses or partners, provides for the death penalty in cases of rape, and makes protection orders available. While this Act, in and of itself, would be insufficient to conclude that the Philippines do effectively protect women in the situation of the applicant, there is evidence suggesting that it is actually implemented. The U.S. DOS Report of 2006, quoted by the tribunal, indicates that during that year, the PNP reported 818 cases under this new law and 2,015 other cases of wife battering and physical injuries under older laws. This same report also shows that there is a large network of NGO's able to provide support to the victims, and offering gender sensitivity training to deal with victims of sexual crimes and domestic violence. On this basis, the tribunal could reasonably find that the applicant did not rebut the presumption of state protection, and it is not for this Court to reweigh the evidence that was before the tribunal.  <FRAGMENT_SUPPRESSED>"], ["[29]", "Finally, the applicant argued that the tribunal failed to provide any rationale for preferring the documentary evidence over the applicant's testimony. I agree that it would be objectionable to state that documentary evidence should always be preferred to that of a refugee claimant because the latter is interested in the outcome of the hearing (see", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 1154), especially when the applicant was found to be credible (see", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 249). However. it is also true that an applicant's account cannot be wholly determinative. One must look at the overall picture to determine if it was reasonable to expect an applicant to seek state protection. In performing that assessment, the tribunal is entitled to rely on and prefer documentary evidence to that of a claimant:", "<FRAGMENT_SUPPRESSED>  (F.C.A.) (QL). In the case at bar, the tribunal found that the documentary evidence was from a variety of reliable and independent sources, none of which had any vested interest in whether or not the applicant is determined to be a Convention refugee. Moreover, the applicant's experiences predated the enactment of the new legislation in 2004. On those bases, the tribunal could prefer the documentary evidence to that of the applicant.  <FRAGMENT_SUPPRESSED>"], ["[30]", "For all these reasons, I would therefore dismiss this application for judicial review.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[31]", "THIS COURT ORDERS that", "the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}