{"id_": "002432", "body_str": [["[1]", "O'Keefe, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the Act) for judicial review of a decision of an immigration officer at the High Commission of Canada in Singapore (the officer), dated May 24, 2011, wherein the applicant was denied permanent residence under the federal skilled worker class pursuant to subsection 12(2) of the Act and subsection 76(3) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (the Regulations). This decision was based on the officer's finding that the applicant's English language proficiency was insufficient for him to become economically established in Canada."], ["[2]", "The applicant requests that the officer's decision be quashed and the matter be remitted for redetermination by a different officer, at a different visa office, or both.", "Background"], ["[3]", "The applicant, Muhammad Zulhaz Uddin, is a citizen of Bangladesh. He is married with one dependent child."], ["[4]", "On November 10, 2009, the applicant filed an application for permanent residence under the federal skilled worker class. His listed occupations were financial manager (NOC 0111) and/or accountant (NOC 1111)."], ["[5]", "In a letter dated March 3, 2011, the officer informed the applicant that he had assessed the applicant's application and the applicant had received 72 points. Nevertheless, the officer stated that he was considering making a negative substituted evaluation finding pursuant to subsection 76(3) of the Regulations. The officer explained that he considered the applicant's English language abilities were such that the points awarded to him were not a sufficient indicator of his likelihood of becoming economically established in Canada. The officer stated:", "I am not satisfied that this level of English competency would facilitate your economic establishment in Canada, as a Financial Manager, or similar, nor am I satisfied that you have otherwise acceptable experience in another field of expertise, found on the NOC list, in which you might reasonably be expected to secure employment. You have not demonstrated that you are sufficiently proficient in English to communicate as effectively as would be required in your field of expertise."], ["[6]", "The applicant was given sixty days to respond to the officer's concerns."], ["[7]", "On April 25, 2011, the applicant sent the Canadian High Commission in Singapore supplementary submissions to address the officer's concerns. These submissions included: a statement from the applicant regarding his English language abilities; an updated personal worth statement with supporting evidence; and proof of relationship to cousin in Canada and evidence of cousin's residence in Canada.", "Officer's Decision"], ["[8]", "In a letter dated May 24, 2011, the officer denied the applicant's application for permanent residence as a skilled worker. The Computer Assisted Immigration Processing System (CAIPS) notes that form part of the officer's decision also explain the reasons for the denial."], ["[9]", "The officer stated that the applicant's application was assessed based on the occupation requests: NOC Code: 1111, financial administrator or similar. The officer assessed the following points for the applicant:", "Age:", "10 points", "Education:", "25 points", "Official language proficiency:", "6 points", "Experience:", "21 points", "Arrangement employment:", "0 points", "Adaptability:", "10 points"], ["[10]", "The points for adaptability were calculated based on the sum of five points for the applicant's spouse's education and five points for having a relative in Canada."], ["[11]", "The points for official language proficiency were based on the applicant's International English Language Testing System (IELTS) test on April 10, 2010. These test results indicated that the applicant was a modest user of English as per the IELTS band scale descriptions."], ["[12]", "The officer noted that in a letter dated March 3, 2011, the applicant was informed that his application was being considered for refusal on the basis of his limited ability to communicate in English. Recognizing the subsequent submissions that the applicant made in response to this letter, the officer stated:", "[...] I am unsatisfied that the points awarded to you accurately reflect the likelihood that you will be able to successfully economically establish in Canada; your submission did not present any new evidence or information that has changed my assessment of your file. I have made this evaluation because, as a Financial Administrator, or similar, fields for which communication is critical, prospective employers would reasonably expect you to be able to communicate at a high level in English, or French. [...]"], ["[13]", "In the CAIPS notes, the officer expanded on his reasons. Referring to the new evidence submitted on the applicant's cousin, the officer noted:", "Note that rep now states that PA [applicant] has maternal cousin in Canada; not included on original applcication [sic]. Nonetheless, this information per relative in Canada does not present new information that would positively impact my concerns re PA's [applicant's] ability to establish. Cousin states she will assist PA [applicant] if required; note that PA's [applicant's] letter of employment shows her salary at $11.00/hour. Combined with concerns over PA's [applicant's] capacity in English, hsi [sic] family make-up (spouse and child), conncers [sic] remain that PA [applicant] will not establish economically under NOC code applied for."], ["[14]", "The officer also stated that a senior officer concurred in his evaluation of the applicant's application and subsequent submissions."], ["[15]", "The Court notes that although the officer referred to 67 points being awarded to the applicant, in fact the total number of points awarded was 72.", "Issues"], ["[16]", "The applicant submits the following points at issue:", "1. What is the appropriate standard of review?", "2. Did the officer err in substituting a negative determination pursuant to subsection 76(3) of the Regulations?", "Applicant's Written Submissions"], ["[17]", "The applicant submits that this judicial review concerns a question of fact and law. It therefore attracts a standard of review of reasonableness."], ["[18]", "The applicant does not dispute the points awarded for his application. Rather, the applicant submits that the officer erred in substituting a negative determination pursuant to subsection 76(3) of the Regulations. This error arose from the officer's failure to consider all the evidence before him."], ["[19]", "The applicant also submits that the officer failed to assess the applicant's ability on the broader and correct standard of the likelihood of becoming economically established. Rather than concluding that the applicant needed to demonstrate that he could pursue a career as a \"financial administrator or similar\", the officer should have considered whether the applicant would become economically established as a skilled worker and not just in the limited professions noted in the decision. This need is reflected in the changes to the Act and Regulations, which altered the approach to skilled worker applications from an occupation-specific one to one that emphasizes the adaptability of skilled worker applicants to become economically established."], ["[20]", "In support of his position that the officer did not consider all the evidence before him, the applicant highlights specific grounds that he included in his response to the officer's request for more information, namely:", "1. His ability to work constructively in the English language on a daily basis at his workplace in Bangladesh;", "2. The availability of settlement funds to cover his short and mid-term financial obligations in Canada (an amount double that which he initially indicated); and", "3. The presence of his cousin, Sharminaz Sultana in Canada who has offered to provide financial and emotional support to the applicant and his family."], ["[21]", "The applicant submits that the officer was required to reflect his assessment of this information in his decision. The officer also erred in not referring to the settlement funds in his decision."], ["[22]", "With regards to his cousin in Canada, the applicant submits that the officer erred by dismissing this evidence on the basis of the cousin's hourly salary. This approach failed to take into account the cousin's spouse and led to the suggestion that the applicant would be financially reliant on his cousin. The officer thus misconstrued the purpose of the cousin's evidence. As the applicant did have access to settlement funds, his cousin's evidence was merely provided to show that there was a home available to the applicant and his family in Canada until they became settled."], ["[23]", "In summary, the applicant submits that any reasonable analysis of the evidence would indicate that the applicant would not have any difficulty in becoming successfully economically established in Canada.", "Respondent's Written Submissions"], ["[24]", "The respondent agrees with the applicant that the standard of review of the officer's decision is reasonableness."], ["[25]", "In response to the applicant's allegation that the officer limited his assessment to the applicant's potential to become economically established as a \"financial administrator or similar\", as opposed to as a skilled worker in general, the respondent submits that the CAIPS notes clearly indicate that the officer did consider the applicant's potential for establishment in other fields of expertise on the NOC list."], ["[26]", "The respondent submits that the applicant's English skills were properly assessed. The respondent highlights the fact that the officer gave the applicant sixty days to provide additional information after making his preliminary finding. However, aside from a personal statement, the applicant did not provide any documentation to support his submissions that:", "1. The language of choice at his workplace in Bangladesh was English;", "2. He intended to work in Canada in the same capacity as he does in Bangladesh; and", "3. Notwithstanding his English language deficiencies, he had demonstrated professional success in Bangladesh."], ["[27]", "The respondent submits that an applicant's settlement fund is not a relevant consideration in a substituted evaluation. Further, the applicant did not explain how his settlement fund would alleviate the officer's concerns about his limited English capabilities. The officer therefore did not err in not considering the settlement funds in his decision."], ["[28]", "Finally, the respondent submits that there is no merit to the applicant's allegation that the officer did not consider his cousin in Canada. The CAIPS notes clearly indicate that this evidence was considered. The respondent acknowledges the applicant's submissions that his cousin was prepared to assist him in the transition to Canada, both her and her husband were employed on a full-time basis and that they owned a home in Brampton where the applicant and his family could stay until they adjusted to life in Canada. However, none of these submissions explained why the presence of the applicant's cousin should alleviate the officer's concerns about his limited English. The applicant's submissions are thus limited to the officer's weighing of the evidence, which does not amount to a reviewable error.", "Analysis and Decision"], ["[29]", "Issue 1", "What is the appropriate standard of review?", "Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see", "<FRAGMENT_SUPPRESSED>  at paragraph 57)."], ["[30]", "A determination under subsection 76(3) of the Regulations is a fact-driven exercise in an area where officers have significant experience. It is therefore reviewable on a standard of reasonableness (see", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 1110 at paragraph 8;", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 606 at paragraph 8; and", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 1834 at paragraph 13)."], ["[31]", "In reviewing the officer's decision on the standard of reasonableness, the Court should not intervene unless the officer came to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it (see <FRAGMENT_SUPPRESSED> above, at paragraph 47;", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  at paragraph 59). As the Supreme Court held in <FRAGMENT_SUPPRESSED> above, it is not up to a reviewing court to substitute its own view of a preferable outcome, nor is it the function of the reviewing court to reweigh the evidence (at paragraphs 59 and 61)."], ["[32]", "Issue 2", "Did the officer err in substituting a negative determination pursuant to subsection 76(3) of the Regulations?", "The current regulatory scheme for permanent residence applicants under the skilled worker class was succinctly described by Madam Justice Danièle Tremblay-Lamer in <FRAGMENT_SUPPRESSED> above, at paragraph 9:", "Subsection 12(2) of the IRPA indicates that, for the purposes of permanent residence, a person may be selected as a member of the economic class on the basis of their ability to become economically established in Canada. Subsection 76(1) of the Regulations indicates that, for the purposes of determining whether a skilled worker will be able to become economically established in Canada, two requirements must be met: a) the applicant must be awarded at least a minimum number of points based on education, language, experience, age, arranged employment, and adaptability, and b) the applicant must either (i) have a certain amount of money available to use for settlement in Canada, or (ii) have been awarded a certain number of points for having already arranged employment in Canada. [...]"], ["[33]", "In this case, the officer first assessed the applicant's application under subsection 76(1) of the Regulations and thereby awarded the applicant 72 points. The officer then exercised his discretion under subsection 76(3) of the Regulations to evaluate the likelihood of the applicant becoming economically established in Canada despite the fact that the points awarded to him met the statutory requirement."], ["[34]", "Madam Justice Tremblay-Lamer also described this provision in <FRAGMENT_SUPPRESSED> above, at paragraph 11:", "Subsection 76(3) of the Regulations [...] allows for an immigration officer to substitute his or her own evaluation as to whether or not an applicant will be able to become economically established in Canada for the points-based assessment set out in paragraph 76(1)(a) in circumstances where the officer finds that the number of points awarded is not a sufficient indicator as to the applicant's actual ability to become established. Justice Leonard Mandamin, in <FRAGMENT_SUPPRESSED> , above, described subsection 76(3) as allowing, inter alia, \"for screening out applicants who pass the initial assessment but ought not be accepted for valid reasons\"."], ["[35]", "As noted by the applicant, subsection 76(3) requires a two-stage analysis. This analysis was described by Mr. Justice Leonard Mandamin in <FRAGMENT_SUPPRESSED> above, at paragraph 17:", "Section 76(3) engages a two stage process for arriving at a substituted evaluation: first, the visa officer must decide if the s. 76(1) assessment is not a sufficient indicator of whether the skilled worker applicant may become economically established in Canada; second, the visa officer must evaluate the likelihood of the skilled worker becoming economically established in Canada by conducting an adequate substitute assessment on proper grounds."], ["[36]", "These substituted evaluations under subsection 76(3) of the Regulations introduce an element of flexibility into the skilled worker application process (see <FRAGMENT_SUPPRESSED> above, at paragraph 25). Deference is owed to the officer in making the decision; however, it must nonetheless be consistent with the Act, the Regulations and the thrust of the skilled worker provisions (see <FRAGMENT_SUPPRESSED> above, at paragraph 26)."], ["[37]", "In this case, the officer found that the applicant's English language proficiency rendered the subsection 76(1) assessment insufficient as an indicator of the applicant's potential to become economically established in Canada. The officer therefore notified the applicant of his concerns and allowed the applicant to file additional submissions to alleviate them."], ["[38]", "It is notable that an officer is under no duty to inform the applicant about any concerns regarding the application that arise directly from the requirements of the legislation or regulations and do not pertain to the veracity of the documents (see", "<FRAGMENT_SUPPRESSED>  [2006] FCJ No 1597 at paragraphs 23 and 24). The onus is always on the applicant to satisfy the officer of all parts of his application. The officer is under no obligation to ask for additional information where the applicant's material is insufficient (see", "<FRAGMENT_SUPPRESSED>  [2009] FCJ No 910 at paragraph 8; and", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 1668 at paragraph 36). Nevertheless, in this case the officer did provide the applicant with an opportunity to disabuse his concerns."], ["[39]", "In response to the officer's concerns, the applicant filed a personal statement on his English language abilities, accounts showing increased settlement funds and proof of his cousin's establishment in Canada. However, the officer found that the additional submissions did not present any new information or evidence that changed his assessment of the file."], ["[40]", "The decision clearly indicates that the officer's main concern was the applicant's English language proficiency. Although the applicant stated in his personal statement that all of his regular work was conducted in English, the officer had the applicant's IELTS scores before him that contradicted this submission. I therefore do not find that the officer erred in not affording much weight to this submission."], ["[41]", "With regards to the settlement funds, recent jurisprudence has established that officers are not required to consider these in subsection 76(3) analyses (see", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 483 at paragraph 32; <FRAGMENT_SUPPRESSED> above, at paragraph 19; and <FRAGMENT_SUPPRESSED> above, at paragraph 15). Similarly to <FRAGMENT_SUPPRESSED> above, the question of settlement funds was irrelevant to the officer's main concerns; namely, the applicant's English language proficiency in this case (see <FRAGMENT_SUPPRESSED> above, at paragraphs 13 and 14). I therefore find no error in the officer's assessment of the applicant's settlement funds."], ["[42]", "Turning to the applicant's cousin in Canada, the applicant submits that the officer erred by dismissing it on the basis of her salary. The applicant submits that the officer misconstrued the evidence as indicative of the applicant's financial reliance on his cousin rather than as evidence of a home for the applicant and his family to reside in until they became settled in Canada."], ["[43]", "I first note that although the applicant criticizes the fact that the officer mentioned the cousin's salary without delving into her husband's employment, the husband's salary was not included in the applicant's submissions. Further and more importantly, the officer's main concern with the applicant's application was his English language proficiency. Therefore, I do not find that the officer erred in finding that the submissions on his cousin did not qualify as new information that would positively impact his concerns. There was nothing to suggest that his cousin would help him with the English language which, as stated above, was the officer's main concern with the applicant's ability to successfully economically establish in Canada."], ["[44]", "Finally, as noted by the applicant, revisions to the Regulations have changed the approach in skilled worker applications from one focused on a specific occupation to one in which greater emphasis is placed on the adaptability of the applicant to becoming economically established in Canada (see <FRAGMENT_SUPPRESSED> above, at paragraph 28). However, contrary to the applicant's submissions, I find that the officer in this case did adopt the broader approach. As mentioned above, the officer explicitly stated in his letter dated March 3, 2011 that:", "I am not satisfied that this level of English competency would facilitate your economic establishment in Canada, as a Financial Manager, or similar,", "nor am I satisfied that you have otherwise acceptable experience in another field of expertise, found on the NOC list", ", in which you might reasonably be expected to secure employment. [emphasis added]"], ["[45]", "This clearly indicates that the officer did not limit his assessment to the applicant's competency in a specific occupation, but rather also considered his adaptability into other fields."], ["[46]", "In summary, I find that the officer considered all the evidence before him in exercising his discretion under subsection 76(3) of the Regulations. This evidence included both the applicant's initial application and his subsequent submissions. I find that the officer's decision was transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it. I would therefore dismiss this application."], ["[47]", "Neither party wished to submit a proposed serious question of general importance for my consideration for certification.", "JUDGMENT"], ["[48]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed.", "ANNEX", "Relevant Statutory Provisions", "Immigration and Refugee Protection Act", ", SC 2001, c 27", "12.(2) A foreign national may be selected as a member of the economic class on the basis of their ability to become economically established in Canada.", "(2) The regulations may prescribe, and govern any matter relating to, classes of permanent residents or foreign nationals, including the classes referred to in section 12, and may include provisions respecting", "(a) selection criteria, the weight, if any, to be given to all or some of those criteria, the procedures to be followed in evaluating all or some of those criteria and the circumstances in which an officer may substitute for those criteria their evaluation of the likelihood of a foreign national's ability to become economically established in Canada;", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "12.(2) La sélection des étrangers de la catégorie « immigration économique » se fait en fonction de leur capacité à réussir leur établissement économique au Canada.", "(2) Ils établissent et régissent les catégories de résidents permanents ou d'étrangers, dont celles visées à l'article 12, et portent notamment sur:", "a) les critères applicables aux diverses catégories, et les méthodes ou, le cas échéant, les grilles d'appréciation et de pondération de tout ou partie de ces critères, ainsi que les cas où l'agent peut substituer aux critères son appréciation de la capacité de l'étranger à réussir son établissement économique au Canada;", "72. (1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.", "Immigration and Refugee Protection Regulations", ", SOR/2002-227", "75. (1) For the purposes of subsection 12(2) of the Act, the federal skilled worker class is hereby prescribed as a class of persons who are skilled workers and who may become permanent residents on the basis of their ability to become economically established in Canada and who intend to reside in a province other than the Province of Quebec.", "76. (1) For the purpose of determining whether a skilled worker, as a member of the federal skilled worker class, will be able to become economically established in Canada, they must be assessed on the basis of the following criteria:", "(a) the skilled worker must be awarded not less than the minimum number of required points referred to in subsection (2) on the basis of the following factors, namely,", "(i) education, in accordance with section 78,", "(ii) proficiency in the official languages of Canada, in accordance with section 79,", "(iii) experience, in accordance with section 80,", "(iv) age, in accordance with section 81,", "(v) arranged employment, in accordance with section 82, and", "(vi) adaptability, in accordance with section 83; and", "(b) the skilled worker must", "(i) have in the form of transferable and available funds, unencumbered by debts or other obligations, an amount equal to half the minimum necessary income applicable in respect of the group of persons consisting of the skilled worker and their family members, or", "(ii) be awarded the number of points referred to in subsection 82(2) for arranged employment in Canada within the meaning of subsection 82(1).", ". . .", "(3) Whether or not the skilled worker has been awarded the minimum number of required points referred to in subsection (2), an officer may substitute for the criteria set out in paragraph (1)(a) their evaluation of the likelihood of the ability of the skilled worker to become economically established in Canada if the number of points awarded is not a sufficient indicator of whether the skilled worker may become economically established in Canada.", "(4) An evaluation made under subsection (3) requires the concurrence of a second officer.", "75. (1) Pour l'application du paragraphe 12(2) de la Loi, la catégorie des travailleurs qualifiés (fédéral) est une catégorie réglementaire de personnes qui peuvent devenir résidents permanents du fait de leur capacité à réussir leur établissement économique au Canada, qui sont des travailleurs qualifiés et qui cherchent à s'établir dans une province autre que le Québec.", "76. (1) Les critères ci-après indiquent que le travailleur qualifié peut réussir son établissement économique au Canada à titre de membre de la catégorie des travailleurs qualifiés (fédéral):", "a) le travailleur qualifié accumule le nombre minimum de points visé au paragraphe (2), au titre des facteurs suivants:", "(i) les études, aux termes de l'article 78,", "(ii) la compétence dans les langues officielles du Canada, aux termes de l'article 79,", "(iii) l'expérience, aux termes de l'article 80,", "(iv) l'âge, aux termes de l'article 81,", "(v) l'exercice d'un emploi réservé, aux termes de l'article 82,", "(vi) la capacité d'adaptation, aux termes de l'article 83;", "b) le travailleur qualifié:", "(i) soit dispose de fonds transférables - non grevés de dettes ou d'autres obligations financières - d'un montant égal à la moitié du revenu vital minimum qui lui permettrait de subvenir à ses propres besoins et à ceux des membres de sa famille,", "(ii) soit s'est vu attribuer le nombre de points prévu au paragraphe 82(2) pour un emploi réservé au Canada au sens du paragraphe 82(1).", ". . .", "(3) Si le nombre de points obtenu par un travailleur qualifié - que celui-ci obtienne ou non le nombre minimum de points visé au paragraphe (2) - n'est pas un indicateur suffisant de l'aptitude de ce travailleur qualifié à réussir son établissement économique au Canada, l'agent peut substituer son appréciation aux critères prévus à l'alinéa (1)a).", "(4) Toute décision de l'agent au titre du paragraphe (3) doit être confirmée par un autre agent.", ".........................", "<FRAGMENT_SUPPRESSED>  s'agit d'une demande fondée sur le paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la Loi), concernant le contrôle judiciaire de la décision rendue par un agent d'immigration du Haut-commissariat du Canada à Singapour (l'agent), en date du 24 mai 2011, de rejeter la demande de résidence permanente présentée par le demandeur au titre de la catégorie des travailleurs qualifiés (fédéral), en application du paragraphe 12(2) de la Loi et du paragraphe 76(3) du", "Règlement sur l'immigration et la protection des réfugiés", ", DORS/2002-227 (le Règlement). Cette décision reposait sur la conclusion de l'agent selon laquelle le demandeur ne maîtrisait pas insuffisamment l'anglais pour réussir son établissement économique au Canada."], ["[2]", "Le demandeur demande que la décision de l'agent soit annulée et que l'affaire soit renvoyée à un autre agent du même bureau des visas ou d'un autre bureau des visas pour qu'une nouvelle décision soit rendue.", "Le contexte"], ["[3]", "Le demandeur, Muhammad Zulhaz Uddin, est un citoyen du Bangladesh. Il est marié et a un enfant à charge."], ["[4]", "Le 10 novembre 2009, il a présenté une demande de résidence permanente au titre de la catégorie des travailleurs qualifiés (fédéral). Il a indiqué deux professions dans sa demande: directeur financier (CNP 0111) et comptable (CNP 1111)."], ["[5]", "Dans une lettre datée du 3 mars 2011, l'agent a informé le demandeur qu'il avait apprécié sa demande et qu'il lui avait attribué 72 points. L'agent a néanmoins indiqué qu'il envisageait de substituer une appréciation défavorable aux critères prévus par le Règlement, en vertu du paragraphe 76(3) du Règlement. Il a expliqué qu'il estimait que, vu la compétence du demandeur en anglais, les points qui lui avaient été attribués n'étaient pas un indicateur suffisant de son aptitude à réussir son établissement économique au Canada. L'agent a écrit:", "[traduction] Je ne suis pas convaincu que ce niveau de compétence en anglais faciliterait votre établissement économique au Canada à titre de directeur financier ou dans le cadre d'une autre profession similaire. Je ne suis pas convaincu non plus que vous possédez une expérience autrement acceptable dans un autre champ d'expertise figurant dans la liste de la CNP dans lequel on pourrait raisonnablement s'attendre à ce que vous trouviez un emploi. Vous n'avez pas démontré que vous connaissez suffisamment l'anglais pour communiquer aussi efficacement que votre champ d'expertise l'exigerait."], ["[6]", "Le demandeur avait 60 jours pour répondre aux réserves de l'agent."], ["[7]", "Le 25 avril 2011, le demandeur a fait parvenir au Haut-commissariat du Canada à Singapour des observations additionnelles afin de répondre aux réserves de l'agent, notamment une déclaration concernant sa maîtrise de l'anglais, un état à jour de son actif personnel, accompagné d'une preuve à l'appui, et la preuve de ses liens avec une cousine au Canada et de la résidence de celle-ci au Canada.", "La décision de l'agent"], ["[8]", "Dans une lettre datée du 24 mai 2011, l'agent a rejeté la demande de résidence permanente présentée par le demandeur en qualité de travailleur qualifié. Les notes versées dans le Système de traitement informatisé des dossiers d'immigration (le STIDI), qui font partie de la décision de l'agent, expliquent aussi les motifs de cette décision."], ["[9]", "L'agent a écrit que la demande du demandeur avait été appréciée en fonction des professions qui y étaient indiquées: administrateur des finances (CNP 1111) ou une autre profession similaire. Il a attribué les points suivants au demandeur:", "Âge:", "10 points", "Études:", "25 points", "Compétence dans les langues officielles:", "6 points", "Expérience:", "21 points", "Emploi réservé:", "0 points", "Capacité d'adaptation:", "10 points"], ["[10]", "Le nombre de points accordés pour la capacité d'adaptation a été calculé de la façon suivante: cinq points pour les études de l'épouse du demandeur et cinq points pour la présence au Canada d'un membre de sa famille."], ["[11]", "Les points accordés pour la compétence dans les langues officielles étaient fondés sur le test de l'International English Language Testing System (IELTS) que le demandeur avait passé le 10 avril 2010. Les résultats de ce test ont révélé que le demandeur était un utilisateur médiocre de l'anglais selon l'échelle de l'IELTS."], ["[12]", "L'agent a souligné qu'il avait informé le demandeur, dans une lettre datée du 3 mars 2011, qu'il envisageait de rejeter sa demande en raison de son aptitude limitée à communiquer en anglais. Reconnaissant les observations additionnelles déposées par le demandeur en réponse à cette lettre, il a dit:", "[traduction] [...] Je ne suis pas convaincu que les points qui vous ont été accordés reflètent fidèlement votre aptitude à réussir votre établissement économique au Canada. Dans vos observations additionnelles, vous n'avez présenté aucun nouvel élément de preuve ou renseignement qui a modifié mon appréciation de votre dossier. Mon appréciation repose sur le fait que, à titre d'administrateur des finances ou dans le cadre d'une autre profession semblable - des domaines où la communication est fondamentale - les employeurs éventuels s'attendraient raisonnablement à ce que vous soyez en mesure de bien communiquer en anglais ou en français. [...]"], ["[13]", "L'agent a donné des précisions dans le STIDI. Faisant référence aux nouveaux éléments de preuve concernant la cousine du demandeur qui avaient été produits, il a écrit:", "[traduction] Il convient de mentionner que le représentant affirme maintenant que [le demandeur] a une cousine maternelle au Canada; il n'en était pas question dans la demande originale. Il ne s'agit cependant pas d'un nouveau renseignement qui ferait disparaître mes réserves concernant la capacité [du demandeur] de s'établir. La cousine affirme qu'elle aidera [le demandeur] au besoin; il faut noter que la lettre d'emploi [du demandeur] montre que le salaire de sa cousine est de 11 $ l'heure. Conjugués à mes réserves concernant la capacité [du demandeur] de communiquer en anglais et sa famille (épouse et enfant), je doute toujours que [le demandeur] réussira son établissement économique au titre du code de la CNP indiqué dans la demande."], ["[14]", "L'agent a affirmé également qu'un agent principal a approuvé son appréciation de la demande et des observations subséquentes du demandeur."], ["[15]", "La Cour souligne que le nombre total de points attribués était de 72, et non de 67 comme l'agent l'indiquait.", "Les questions en litige"], ["[16]", "Le demandeur soulève les questions suivantes:", "1. Quelle est la norme de contrôle applicable?", "2. L'agent a-t-il commis une erreur en substituant, en vertu du paragraphe 76(3) du Règlement, une décision défavorable aux critères prévus par le Règlement?", "Les observations écrites du demandeur"], ["[17]", "Le demandeur soutient que le présent contrôle judiciaire concerne une question de fait et de droit. C'est donc la norme de la raisonnabilité qui s'applique."], ["[18]", "Le demandeur ne conteste pas les points qui lui ont été attribués, mais il fait valoir que l'agent a commis une erreur en substituant une décision défavorable aux critères prévus par le Règlement, en vertu du paragraphe 76(3) du Règlement. Cette erreur découlait du fait que l'agent n'avait pas tenu compte de toute la preuve dont il disposait."], ["[19]", "Le demandeur soutient également que l'agent n'a pas apprécié sa capacité en utilisant la norme correcte et plus large de la probabilité de réussir son établissement économique. Au lieu de conclure que le demandeur devait démontrer qu'il pouvait poursuivre une carrière en tant qu'[traduction] « administrateur des finances ou dans le cadre d'une autre profession semblable », l'agent aurait dû déterminer si le demandeur réussirait son établissement économique au Canada en qualité de travailleur qualifié et non pas seulement au regard des professions indiquées dans la décision. Cette exigence ressort des modifications apportées à la Loi et au Règlement, qui ont changé la façon d'aborder les demandes présentées au titre de la catégorie des travailleurs qualifiés, c'est-à-dire qu'on est passé d'une approche centrée sur une profession donnée à une approche qui met l'accent sur l'aptitude du demandeur à réussir son établissement économique."], ["[20]", "Au soutien de sa prétention selon laquelle l'agent n'a pas tenu compte de toute la preuve dont il disposait, le demandeur fait ressortir des motifs particuliers qu'il a exposés dans sa réponse à la demande de renseignements additionnels de l'agent, à savoir:", "1. sa capacité de travailler efficacement en anglais quotidiennement au Bangladesh;", "2. son accès à des fonds d'établissement lui permettant de s'acquitter de ses obligations financières à court et à moyen terme au Canada (le double du montant qu'il avait indiqué à l'origine);", "3. la présence, au Canada, de sa cousine, Sharminaz Sultana, qui a offert d'apporter un soutien financier et affectif au demandeur et à sa famille."], ["[21]", "Le demandeur soutient que l'agent avait l'obligation de montrer dans sa décision qu'il avait apprécié ces renseignements. L'agent a aussi commis une erreur en ne disant rien des fonds d'établissement dans sa décision."], ["[22]", "En ce qui concerne sa cousine au Canada, le demandeur soutient que l'agent a commis une erreur en rejetant cette preuve en raison du salaire horaire de sa cousine. En agissant ainsi, l'agent n'a pas tenu compte de l'époux de la cousine et a laissé entendre que le demandeur serait dépendant financièrement de celle-ci. L'agent a donc mal interprété l'objet de la preuve de sa cousine. Comme le demandeur avait accès à des fonds d'établissement, la preuve de sa cousine avait été produite simplement pour démontrer que le demandeur et sa famille auraient un endroit où habiter au Canada jusqu'à ce qu'ils se soient établis."], ["[23]", "En résumé, le demandeur soutient que toute analyse raisonnable de la preuve démontrerait qu'il n'aurait aucune difficulté à réussir son établissement économique au Canada.", "Les observations écrites du défendeur"], ["[24]", "Le défendeur convient avec le demandeur que la norme de contrôle qui s'applique à la décision de l'agent est celle de la raisonnabilité."], ["[25]", "En réponse à l'allégation du demandeur selon laquelle l'agent s'est intéressé seulement à la possibilité qu'il réussisse son établissement économique en tant qu'[traduction] « administrateur des finances ou dans le cadre d'une autre profession semblable », et non en tant que travailleur qualifié en général, le défendeur soutient que les notes du STIDI indiquent clairement que l'agent a tenu compte de la possibilité que le demandeur s'établisse dans d'autres champs d'expertise figurant dans la liste de la CNP."], ["[26]", "Le défendeur soutient que la compétence du demandeur en anglais a été correctement appréciée. Il souligne que l'agent a donné au demandeur 60 jours, après être parvenu à sa conclusion préliminaire, pour produire des renseignements additionnels. Or, à part une déclaration personnelle, le demandeur n'a produit aucun document démontrant que, comme il le prétendait:", "1. la langue privilégiée à son travail au Bangladesh était l'anglais;", "2. il avait l'intention d'occuper le même genre d'emploi au Canada qu'au Bangladesh;", "3. indépendamment de ses lacunes en anglais, il avait réussi sur le plan professionnel au Bangladesh."], ["[27]", "Le défendeur soutient qu'un agent n'a pas l'obligation de tenir compte des fonds d'établissement d'un demandeur lorsqu'il étudie la possibilité de substituer sa propre appréciation aux critères prévus par le Règlement. En outre, le demandeur n'a pas expliqué de quelle façon les fonds dissiperaient les doutes de l'agent concernant sa maîtrise limitée de l'anglais. L'agent n'a donc pas commis une erreur en ne tenant pas compte des fonds d'établissement dans sa décision."], ["[28]", "Enfin, le défendeur soutient que l'allégation du demandeur selon laquelle l'agent n'a pas tenu compte de la présence de sa cousine au Canada n'est pas fondée. Les notes du STIDI indiquent clairement que cet élément de preuve a été pris en compte. Le défendeur reconnaît les prétentions du demandeur selon lesquelles sa cousine était prête à l'aider à s'adapter au Canada, elle et son mari travaillaient à temps plein et ils étaient propriétaires d'une maison à Brampton où le demandeur et sa famille pourraient demeurer jusqu'à ce qu'ils se soient adaptés à la vie au Canada. Le demandeur n'a toutefois pas expliqué pourquoi la présence de sa cousine au Canada devrait faire disparaître les réserves de l'agent concernant sa maîtrise limitée de l'anglais. Les prétentions du demandeur ne concernent donc que l'appréciation de la preuve par l'agent, laquelle ne renferme pas d'erreur susceptible de contrôle.", "Analyse et décision"], ["[29]", "Question 1", "Quelle est la norme de contrôle applicable?", "Lorsque la norme de contrôle applicable à une question donnée a déjà été déterminée par les tribunaux, la cour de révision peut adopter cette norme (voir", "<FRAGMENT_SUPPRESSED> , au paragraphe 57)."], ["[30]", "Une décision fondée sur le paragraphe 76(3) du Règlement est un exercice axé sur les faits dans un domaine dans lequel les agents des visas possèdent une grande expérience. Elle est donc assujettie à la norme de la raisonnabilité (voir", "<FRAGMENT_SUPPRESSED>  [2010] ACF no 1110, au paragraphe 8;", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 606, au paragraphe 8;", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 1834, au paragraphe 13)."], ["[31]", "Lorsque la norme de la raisonnabilité s'applique, la Cour ne devrait intervenir que si la conclusion de l'agent n'est pas transparente, justifiable et intelligible et qu'elle n'appartient pas aux issues acceptables compte tenu de la preuve dont il disposait (voir <FRAGMENT_SUPPRESSED> , ci-dessus, au paragraphe 47;", "<FRAGMENT_SUPPRESSED> , au paragraphe 59). Comme la Cour suprême l'a statué dans <FRAGMENT_SUPPRESSED> , ci-dessus, il n'appartient pas à une cour de révision de substituer l'issue qui serait à son avis préférable et de soupeser à nouveau les éléments de preuve (aux paragraphes 59 et 61)."], ["[32]", "Question 2", "L'agent a-t-il commis une erreur en substituant, en vertu du paragraphe 76(3) du Règlement, une décision défavorable aux critères prévus par le Règlement?", "Le régime réglementaire actuel concernant les personnes qui présentent une demande de résidence permanente au titre de la catégorie des travailleurs qualifiés a été décrit succinctement par la juge Danièle Tremblay-Lamer dans <FRAGMENT_SUPPRESSED> , ci-dessus, au paragraphe 9:", "Le paragraphe 12(2) de la LIPR mentionne que, aux fins de la résidence permanente, la sélection d'une personne de la catégorie « immigration économique » se fait en fonction de sa capacité à réussir son établissement économique au Canada. Le paragraphe 76(1) du Règlement prévoit que, pour répondre à la question de savoir si un travailleur qualifié peut réussir son établissement économique au Canada, celui-ci doit satisfaire à deux critères: a) le demandeur doit accumuler le nombre minimum de points au titre des études, de la langue, de l'expérience, de l'âge, de l'exercice d'un emploi réservé et de la capacité d'adaptation; b) le demandeur doit soit (i) avoir un certain montant d'argent disponible pour s'établir au Canada, soit (ii) s'être vu attribuer un certain nombre de points pour déjà avoir un emploi réservé au Canada. [...]"], ["[33]", "En l'espèce, l'agent a d'abord apprécié la demande du demandeur sous le régime du paragraphe 76(1) du Règlement et il lui a accordé 72 points. Il a ensuite exercé le pouvoir discrétionnaire qui lui est conféré au paragraphe 76(3) du Règlement et il a évalué la probabilité que le demandeur réussisse son établissement économique au Canada malgré le fait qu'un nombre suffisant de points lui avait été attribué."], ["[34]", "La juge Tremblay-Lamer a décrit également cette disposition dans <FRAGMENT_SUPPRESSED> , ci-dessus, au paragraphe 11:", "Le paragraphe 76(3) du Règlement [...] permet à un agent d'immigration de substituer sa propre appréciation à l'évaluation chiffrée prévue au paragraphe 76(1)", ") quant à la question de savoir si un demandeur pourrait réussir son établissement économique, dans les circonstances où l'agent conclut que le nombre de points obtenu n'est pas un indicateur suffisant de l'aptitude réelle du demandeur à réussir son établissement économique. Le juge Leonard Mandamin, dans <FRAGMENT_SUPPRESSED> , précitée, expliquait que le paragraphe 76(3) permettait, entre autres, « le rejet de demandeurs qui ont passé l'appréciation initiale, mais qui ne devraient pas être acceptés pour des motifs valables »."], ["[35]", "Comme le demandeur l'a fait remarquer, le paragraphe 76(3) exige une analyse en deux étapes. Cette analyse a été décrite par le juge Leonard Mandamin dans <FRAGMENT_SUPPRESSED> , ci-dessus, au paragraphe 17:", "Le paragraphe 76(3) comporte un processus en deux étapes afin d'arriver à une substitution de l'appréciation: premièrement, l'agent des visas doit décider si l'appréciation faite en vertu du paragraphe 76(1) ne reflète pas l'aptitude du travailleur qualifié à réussir son établissement économique au Canada; deuxièmement, l'agent des visas doit évaluer l'aptitude du travailleur qualifié à réussir son établissement économique au Canada en effectuant une substitution d'appréciation adéquate fondée sur des motifs légitimes."], ["[36]", "Les substitutions d'appréciation sont une procédure qui introduit un élément de souplesse dans le processus d'examen des demandes présentées au titre de la catégorie des travailleurs qualifiés (voir <FRAGMENT_SUPPRESSED> , ci-dessus, au paragraphe 25). Il faut faire preuve de déférence à l'égard de l'agent qui rend la décision; celle-ci doit cependant tout de même être conforme à la Loi, au Règlement et à l'objectif des dispositions relatives aux travailleurs qualifiés (voir <FRAGMENT_SUPPRESSED> , ci-dessus, au paragraphe 26)."], ["[37]", "En l'espèce, l'agent a conclu que la compétence du demandeur en anglais faisait en sorte que l'appréciation fondée sur le paragraphe 76(1) n'était pas un indicateur suffisant de la possibilité qu'il réussisse son établissement économique au Canada. L'agent a donc fait part de ses réserves au demandeur et lui a permis de présenter des observations additionnelles afin de les atténuer."], ["[38]", "Il y a lieu de noter qu'un agent n'a pas l'obligation d'informer le demandeur de ses réserves qui découlent directement des exigences de la Loi ou du Règlement et qui n'ont pas trait à la véracité des documents (voir", "<FRAGMENT_SUPPRESSED>  [2006] ACF no 1597, aux paragraphes 23 et 24). Il incombe toujours au demandeur de convaincre l'agent au regard de tous les aspects de sa demande. L'agent n'est pas tenu de demander des renseignements additionnels lorsque les éléments produits par le demandeur sont insuffisants (voir", "<FRAGMENT_SUPPRESSED>  [2009] ACF no 910, au paragraphe 8;", "<FRAGMENT_SUPPRESSED>  [2010] ACF no 1668, au paragraphe 36). Or, en l'espèce, l'agent a donné au demandeur la possibilité de faire disparaître ses réserves."], ["[39]", "En réponse aux réserves de l'agent, le demandeur a déposé une déclaration personnelle sur sa maîtrise de l'anglais, des relevés des fonds d'établissement plus importants dont il disposait et la preuve de l'établissement de sa cousine au Canada. L'agent a cependant conclu que les observations additionnelles ne renfermaient aucun nouveau renseignement ou élément de preuve ayant une incidence sur son appréciation du dossier."], ["[40]", "Il ressort clairement de la décision que l'agent était surtout préoccupé par la compétence du demandeur en anglais. Même si le demandeur avait affirmé dans sa déclaration personnelle qu'il travaillait toujours en anglais, l'agent disposait du résultat obtenu par le demandeur au test de l'IELTS qui contredisait cette prétention. Par conséquent, je ne suis pas d'avis que l'agent a commis une erreur en n'accordant pas un poids important à cette prétention."], ["[41]", "En ce qui concerne les fonds d'établissement, des décisions rendues récemment indiquent que les agents ne sont pas tenus de les prendre en compte dans le cadre d'une analyse fondée sur le paragraphe 76(3) (voir", "<FRAGMENT_SUPPRESSED>  [2010] ACF no 483, au paragraphe 32; <FRAGMENT_SUPPRESSED> , ci-dessus, au paragraphe 19; <FRAGMENT_SUPPRESSED> , ci-dessus, au paragraphe 15). Comme dans <FRAGMENT_SUPPRESSED> , ci-dessus, les principales réserves de l'agent ne concernaient pas les fonds d'établissement en l'espèce, mais la compétence du demandeur en anglais (voir <FRAGMENT_SUPPRESSED> , ci-dessus, aux paragraphes 13 et 14). Par conséquent, je ne relève aucune erreur dans la façon dont l'agent a apprécié les fonds d'établissement du demandeur."], ["[42]", "Pour ce qui est de la présence de sa cousine au Canada, le demandeur soutient que l'agent a commis une erreur en rejetant cet élément à cause du salaire de sa cousine. Selon lui, l'agent a, à tort, considéré que la preuve indiquait qu'il allait dépendre financièrement de sa cousine plutôt que lui et sa famille allaient avoir un endroit où habiter jusqu'à ce qu'ils soient établis au Canada."], ["[43]", "Je souligne d'abord que, si le demandeur critique l'agent pour avoir mentionné le salaire de sa cousine sans tenter d'en savoir plus au sujet de l'emploi du mari de celle-ci, le salaire de ce dernier n'était pas indiqué dans les prétentions du demandeur. Fait plus important, la principale réserve de l'agent concernait la compétence du demandeur en anglais. En conséquence, je ne suis pas d'avis que l'agent a commis une erreur lorsqu'il a conclu que les observations du demandeur relatives à sa cousine ne constituaient pas de nouveaux renseignements susceptibles de faire disparaître ses réserves. Rien ne permettait de croire que la cousine du demandeur allait l'aider à mieux communiquer en anglais, ce qui, comme je l'ai indiqué ci-dessus, était la principale préoccupation de l'agent au regard de la capacité du demandeur de réussir son établissement économique au Canada."], ["[44]", "Enfin, comme le demandeur l'a souligné, les modifications apportées au Règlement ont eu une incidence sur la façon d'aborder les demandes présentées au titre de la catégorie des travailleurs qualifiés, c'est-à-dire qu'on est passé d'une approche centrée sur une profession donnée à une approche plus large qui met davantage l'accent sur l'aptitude du demandeur à réussir son établissement économique au Canada (voir <FRAGMENT_SUPPRESSED> , ci-dessus, au paragraphe 28). Contrairement à ce que le demandeur prétend cependant, j'estime que l'agent a adopté l'approche plus large en l'espèce. Comme il a été mentionné précédemment, l'agent a dit explicitement dans sa lettre du 3 mars 2011:", "Je ne suis pas convaincu que ce niveau de compétence en anglais faciliterait votre établissement économique au Canada à titre de directeur financier ou dans le cadre d'une autre profession similaire.", "Je ne suis pas convaincu non plus que vous possédez une expérience autrement acceptable dans un autre champ d'expertise figurant dans la liste de la CNP", "dans lequel on pourrait raisonnablement s'attendre à ce que vous trouviez un emploi. [Non souligné dans l'original.]"], ["[45]", "Ce passage indique clairement que l'agent n'a pas limité son appréciation à la compétence de l'appelant au regard d'une profession donnée, mais qu'il a tenu compte également de sa capacité d'adaptation dans d'autres domaines."], ["[46]", "En résumé, j'estime que l'agent a tenu compte de tous les éléments de preuve dont il disposait lorsqu'il a exercé le pouvoir discrétionnaire conféré au paragraphe 76(3) du Règlement. Ces éléments de preuve comprenaient la demande initiale du demandeur de même que ses observations subséquentes. J'estime que la décision de l'agent était transparente, justifiable et intelligible et qu'elle appartient aux issues acceptables compte tenu de la preuve dont il disposait. Par conséquent, je suis d'avis de rejeter la présente demande."], ["[47]", "Aucune partie n'a souhaité proposer une question grave de portée générale à des fins de certification.", "JUGEMENT"], ["[48]", "LA COUR STATUE que", "la demande de contrôle judiciaire est rejetée.", "ANNEXE", "Dispositions législatives applicables", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27", "12.(2) La sélection des étrangers de la catégorie « immigration économique » se fait en fonction de leur capacité à réussir leur établissement économique au Canada.", "(2) Ils établissent et régissent les catégories de résidents permanents ou d'étrangers, dont celles visées à l'article 12, et portent notamment sur:", ") les critères applicables aux diverses catégories, et les méthodes ou, le cas échéant, les grilles d'appréciation et de pondération de tout ou partie de ces critères, ainsi que les cas où l'agent peut substituer aux critères son appréciation de la capacité de l'étranger à réussir son établissement économique au Canada;", "72. (1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.", "12.(2) A foreign national may be selected as a member of the economic class on the basis of their ability to become economically established in Canada.", "(2) The regulations may prescribe, and govern any matter relating to, classes of permanent residents or foreign nationals, including the classes referred to in section 12, and may include provisions respecting", "(a) selection criteria, the weight, if any, to be given to all or some of those criteria, the procedures to be followed in evaluating all or some of those criteria and the circumstances in which an officer may substitute for those criteria their evaluation of the likelihood of a foreign national's ability to become economically established in Canada;", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "Règlement sur l'immigration et la protection des réfugiés", ", DORS/2002-227", "75. (1) Pour l'application du paragraphe 12(2) de la Loi, la catégorie des travailleurs qualifiés (fédéral) est une catégorie réglementaire de personnes qui peuvent devenir résidents permanents du fait de leur capacité à réussir leur établissement économique au Canada, qui sont des travailleurs qualifiés et qui cherchent à s'établir dans une province autre que le Québec.", "76. (1) Les critères ci-après indiquent que le travailleur qualifié peut réussir son établissement économique au Canada à titre de membre de la catégorie des travailleurs qualifiés (fédéral):", ") le travailleur qualifié accumule le nombre minimum de points visé au paragraphe (2), au titre des facteurs suivants:", "(i) les études, aux termes de l'article 78,", "(ii) la compétence dans les langues officielles du Canada, aux termes de l'article 79,", "(iii) l'expérience, aux termes de l'article 80,", "(iv) l'âge, aux termes de l'article 81,", "(v) l'exercice d'un emploi réservé, aux termes de l'article 82,", "(vi) la capacité d'adaptation, aux termes de l'article 83;", "b) le travailleur qualifié:", "(i) soit dispose de fonds transférables - non grevés de dettes ou d'autres obligations financières - d'un montant égal à la moitié du revenu vital minimum qui lui permettrait de subvenir à ses propres besoins et à ceux des membres de sa famille,", "(ii) soit s'est vu attribuer le nombre de points prévu au paragraphe 82(2) pour un emploi réservé au Canada au sens du paragraphe 82(1).", "[...]", "(3) Si le nombre de points obtenu par un travailleur qualifié - que celui-ci obtienne ou non le nombre minimum de points visé au paragraphe (2) - n'est pas un indicateur suffisant de l'aptitude de ce travailleur qualifié à réussir son établissement économique au Canada, l'agent peut substituer son appréciation aux critères prévus à l'alinéa (1)", ").", "(4) Toute décision de l'agent au titre du paragraphe (3) doit être confirmée par un autre agent.", "75. (1) For the purposes of subsection 12(2) of the Act, the federal skilled worker class is hereby prescribed as a class of persons who are skilled workers and who may become permanent residents on the basis of their ability to become economically established in Canada and who intend to reside in a province other than the Province of Quebec.", "76. (1) For the purpose of determining whether a skilled worker, as a member of the federal skilled worker class, will be able to become economically established in Canada, they must be assessed on the basis of the following criteria:", "(a) the skilled worker must be awarded not less than the minimum number of required points referred to in subsection (2) on the basis of the following factors, namely,", "(i) education, in accordance with section 78,", "(ii) proficiency in the official languages of Canada, in accordance with section 79,", "(iii) experience, in accordance with section 80,", "(iv) age, in accordance with section 81,", "(v) arranged employment, in accordance with section 82, and", "(vi) adaptability, in accordance with section 83; and", "(b) the skilled worker must", "(i) have in the form of transferable and available funds, unencumbered by debts or other obligations, an amount equal to half the minimum necessary income applicable in respect of the group of persons consisting of the skilled worker and their family members, or", "(ii) be awarded the number of points referred to in subsection 82(2) for arranged employment in Canada within the meaning of subsection 82(1).", ". . .", "(3) Whether or not the skilled worker has been awarded the minimum number of required points referred to in subsection (2), an officer may substitute for the criteria set out in paragraph (1)(a) their evaluation of the likelihood of the ability of the skilled worker to become economically established in Canada if the number of points awarded is not a sufficient indicator of whether the skilled worker may become economically established in Canada.", "(4) An evaluation made under subsection (3) requires the concurrence of a second officer.", "[End of document]"]]}