{"id_": "002470", "body_str": [["[1]", "Strickland, J.", ": This is the judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated August 23, 2012, which found that the Applicants were not Convention refugees nor persons in need of protection under sections 96 or 97, respectively, of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the IRPA).", "Background"], ["[2]", "The Principal Applicant, his spouse and their two children are citizens of Mexico. On August 12, 2009, the Principal Applicant and his wife were in their home sleeping when they were awoken by the sound of gunfire. The Principal Applicant called the police, however, they did not arrive until 5 a.m. The Principal Applicant went outside, spoke with them and complained that they had not responded earlier. A reporter had also arrived and, after the police left, the Principal Applicant gave an interview restating his dissatisfaction with response time of the police. The media subsequently reported that a drug trafficking gang and a former policeman were responsible for the incident."], ["[3]", "The Principal Applicant claims that on August 22, 2009, he was getting out of his car to open the garage to his home when a man pointed a gun at him and told him that he should not call the police. The man did not shoot, possibly because another car had entered the street. He stated that he would return and that the police were \"on their side\", and then left. The Principal Applicant filed a police report over the course of the next two days."], ["[4]", "The family then moved in with the Principal Applicant's brother until they fled Mexico to Canada on August 30, 2009. They had previously applied for passports and Canadian visitor visas. They claimed refugee status on September 2, 2009. On August 23, 2012, the Board denied the Applicants' claim for protection (Decision). This is the judicial review of that Decision.", "Decision Under Review"], ["[5]", "The Board found that the Applicants were not Convention refugees or persons in need of protection pursuant to sections 96 and 97, respectively, of the IRPA (the Decision). The determinative issues were identified as nexus to a Convention ground and generalized risk."], ["[6]", "The Board dealt with a new basis of claim raised at the hearing, being that the minor female Applicant is blind, mute and mentally disabled and that inadequate treatment is available for her in Mexico. The Board rejected this claim and, as it has not been pursued in the Applicants' application for judicial review, it is not addressed further in this summary of the Board's Decision or otherwise in this decision of the Court."], ["[7]", "Regarding the issue of nexus, the Board found that the Applicants were victims of crime. Their fear of revenge by criminals because the Principal Applicant spoke to the police about the gunfire in the neighbourhood was not linked to a Convention ground, and, that the placing of a call to the police did not amount to an expression of a political opinion. Accordingly, their claim under section 96 failed."], ["[8]", "On the issue of generalized risk, pursuant to subsection 97(1)(b)(ii) the Board found that the Applicants did not face an individualized risk as thousands of citizens in Mexico have been victims of violence at the hands of the cartels. The Applicants submitted that they would be targeted if they were to return to Mexico. However, the Board found that even if that were so and they were targeted because they went to the police, the risk they faced was still a generalized one. The documentary evidence established that it is part of the modus operandi of the cartels to take revenge on those who they deem to be their enemy and that every person who fails to submit to extortion demands, reports to the police or otherwise opposes them faces the risk of being targeted. The Board concluded that the risk faced by the Applicants was one of general violence and criminality faced by the general population."], ["[9]", "The Board also noted in the Decision that the Applicants had not satisfactorily explained why they had obtained their Canadian visas and passports in July while the threat occurred on August 22, 2009. The Board found, on a balance of probabilities, that the incidents in question did not motivate the Applicants to leave Mexico and that they had plans to leave before the alleged acts which brought about their fears occurred.", "Issues"], ["[10]", "In my view, the issues are as follows:", "1. Did the Board err in its assessment of the Applicants' section 96 claims?", "2. Did the Board err in its assessment of the Applicants' section 97 claims in finding that the risk they faced was generalized?", "Standard of Review"], ["[11]", "A standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review (", "<FRAGMENT_SUPPRESSED>  at para 57 [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[12]", "Here, the question of nexus raises concerns with the existence of a connection between the Applicants' factual circumstances and a \"political opinion\", a Convention ground. Jurisprudence has found the applicable standard of review to be reasonableness in such circumstances (", "<FRAGMENT_SUPPRESSED> )."], ["[13]", "It is also well settled that the standard of review of a decision on generalized risk is reasonableness as it is a question of mixed fact and law (", "<FRAGMENT_SUPPRESSED> [", "De Jesus Aleman Aguilar", "];", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[14]", "As set out below, this is not a situation where no reasons were provided. Accordingly, I cannot accept the Applicants' submissions that an issue of procedural fairness arises (", "<FRAGMENT_SUPPRESSED>  at para 43). Provided some reasons are given, their shortcomings cannot amount to a breach of procedural fairness, but are to be considered as part of the reasonableness of the decision as a whole (", "Newfoundland and  <FRAGMENT_SUPPRESSED>  at para 14 [", "Newfoundland and Labrador Nurses", "])."], ["[15]", "Reasonableness is concerned with the justification, transparency and intelligibility of the decision-making process, but also with whether the decision falls within a range of possible, acceptable outcomes defensible in respect of the facts and law ( <FRAGMENT_SUPPRESSED> , above, at para 47).", "Analysis", "Section 96 claims"], ["[16]", "The Applicants submit that the Board failed to provide any, or at least any adequate reasons to explain why it rejected their claim that they were being persecuted as a result of the political opinion imputed to the Principal Applicant by organized criminals after he called and spoke with the police and gave an interview to the media. The Applicants assert that the Board only mentions this aspect of their claim in one sentence of the Decision, which is written in the past tense. This reference does not reflect their submission that, by his actions in calling and speaking to the police and speaking to the reporter, the Principal Applicant was undertaking a series of actions which communicated to organized crime his \"pro-rule of law, anti-corruption political opinion\"."], ["[17]", "The Respondent submits that the Board specifically addressed the Applicants' alleged fear based on a political opinion and rejected the suggestion that the Principal Applicant's actions amounted to such an expression. Its reasons were adequate and its assessment of nexus to a Convention ground, as well as generalized risk, was reasonable in the context of the circumstances of this case."], ["[18]", "In my view, the Board did address the Applicants alleged fear based on imputed political opinion. The Board stated that:"], ["[23] ...The panel finds that the claimants were victims of crime and there was insufficient evidence to establish between the fear and one of the Convention grounds. The fear of criminals' revenge for having spoken to police about gunfire in their neighbourhood was found not to be linked to race, religion, and nationality, membership in a particular social group or political opinion .... The panel finds the fear was not based on any opinion held by the claimant. The fact that a group of individuals are the victims of persecution does not make them members of a particular social group for the purposes of the Convention. Any claim based on the family as a particular social group is premised upon a finding that the principal claimant in that family has established a nexus already; as the Board rejected the idea that by placing a phone call to the police the principal claimant has expressed a political opinion to criminals the family-based claims must fail. The claimants' fear of being victimized by a group of criminals for the purpose of sending a message, therefore, has not established a nexus to a Convention ground. The panel rejects the argument put forward that the claimants nexus was established because they were members of a social group - those with disability and their families and imputed political opinion - \"pro-law and anti corruption\"...The panel does not find that the claimants have established a nexus to any Convention ground. The panel finds what they feared was the general climate of criminality that they described in the narrative as \"increasing\"...\""], ["[19]", "The Board noted that the Courts have found a lack of nexus where the claimant was a target of a personal vendetta or was a victim of crime. And, while it found that the Applicants were victims of crime, there was insufficient evidence to establish a connection between their fear and one of the Convention grounds. The Board specifically found that the Applicants' fear in this case was not based on any opinion held by the Applicants and that the actions taken by the Principal Applicant did not serve to express a political opinion."], ["[20]", "The Supreme Court in", "<FRAGMENT_SUPPRESSED>  [", "Ward", "]) defined political opinion as any opinion on any matter in which the machinery of state, government and policy may be engaged. While the opposition to corruption can be characterized as an expression of political opinion (", "<FRAGMENT_SUPPRESSED>  (QL) (CA) at paras 27, 30-31, rev'g [1998] FCJ No 561 (TD) (QL) [ <FRAGMENT_SUPPRESSED> ]) and it is not confined to partisan opinion or membership in partisan movements (", "<FRAGMENT_SUPPRESSED>  (QL) (TD)), the existence of a political opinion and its nexus to a Convention ground is fact driven and, therefore, must be determined on the circumstances of each case."], ["[21]", "As stated Justice Pelletier in", "<FRAGMENT_SUPPRESSED>  (TD) (QL) at para 15:"], ["[15] It is my view that these elements of proof do not suffice to establish the nexus which is required for refugee status. While denouncing corruption can be a political act, not every brush with corruption amounts to a political act or is perceived by the corrupt as a political act. The risk to which the applicant is exposed arises from her status as a witness to a crime. Even if members of the state apparatus are involved, the fact of making a complaint does not necessarily involve political action, nor does it mean that the complaint will be seen by them as political action. It is difficult to speculate as to why the authorities did not act upon the applicant's identification but while corruption is one possible reason, mistaken identity is another. As for the attempts on her life, the perpetrators knew where she worked. It would not require official collaboration for them to locate her home. Simple surveillance would do. This is not to minimize the applicant's fears but to point out that the link with state sanction or collusion is weak. For these reasons, the CRDD's determination was not unreasonable and the application for judicial review must be dismissed."], ["[22]", "This issue was also addressed by Justice Near in", "<FRAGMENT_SUPPRESSED>  [", "Lozano Navarro", "]). There, the applicants, citizens of Mexico, were grocery store owners who were extorted by the La Familia drug cartel. The principal applicant in that case alleged that he was threatened, physically assaulted, his wife was sexually assaulted and his son kidnapped. The Board determined that the applicants were victims of crime and that that they were not targeted due to political opinion."], ["[23]", "On judicial review, the applicants submitted that they had a nexus to a Convention ground as they fell into either political opinion or social group, or both, as they resisted and defied their persecutors by reporting them to the authorities. Based on <FRAGMENT_SUPPRESSED> , above, they argued that those actions amounted to expressing a political opinion given that the government of Mexico had endeavoured to eradicate the drug cartels and the endemic corruption among agents of the state."], ["[24]", "Justice Near did not accept this argument stating, at para 21:"], ["[21] I am not persuaded that the act of filing a police report alone or resisting criminality generally necessarily constitutes an imputed political opinion. The Applicants characterize such an act as an opinion about a matter that engages the machinery of the state, as the state itself generally opposes criminality. In my opinion, this is not a workable argument. The logical repercussion being that everyone who files a police report must be imputed with an anti-criminal, pro-government political opinion. The Applicants suggest that their refusal to cooperate with La Familia marked them as supporters of the government and the rule of law. However, in my view, absent any evidence that the Applicants' resistance to handing over their money to criminals was a political act, as opposed to an act of economic self-sufficiency, I am satisfied that it was reasonably open to the Board to find that the Applicants were not targeted due to a real, or imputed, political opinion. As the Supreme Court stated in", "Ward", ", above, at paragraph 86, \"Not just any dissent to any organization will unlock the gates to Canadian asylum; the disagreement has to be rooted in a political conviction.\""], ["[25]", "In my view, the reasoning  <FRAGMENT_SUPPRESSED>  Navarro", "is equally applicable in the matter now before me. Here, unlike <FRAGMENT_SUPPRESSED> , the Principal Applicant did not intend to make a political act or to put forward a political statement intended to formally denunciate corruption of state officials. Rather, his complaint concerned the untimely response of the police to his call reporting that he heard gunshots. This action, alone, is not sufficient to demonstrate political conviction. The Board, therefore, reasonably refused to accept the Applicants' view that the call to the police expressed a political opinion. The Applicants also argue that by making the call, the Principal Applicant was in fact reporting a crime, which, given the rampant criminality in Mexico, must be viewed as political act or statement. In my view, the Decision clearly recognized that by making the call to the police, the Principal Applicant was reporting a crime. However, for the reasons  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> , which I accept, this argument does not succeed."], ["[26]", "This case is also similar to", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. There, the principal applicant, also a citizen of Mexico, claimed to unwittingly have become involved in drug trafficking. When he discovered this and refused to continue, he was threatened. Justice Russell stated at paras 51-53:"], ["[51] In the instant case, the Male Applicant refused to engage in criminal behaviour. There was no evidence adduced to demonstrate, on a balance of probabilities, that the state, and particularly the police, were complicit in Magana's drug trafficking operation or that the Male Applicant was denouncing state actors. Certainly, Magana told the Male Applicant that the police were being paid to allow the drug operation to function, and the Male Applicant believed it. However, it appears that the Male Applicant simply took Magana at his word. The RPD acknowledged this very problem-the Male Applicant never saw or produced any evidence of state involvement in Magana's drug operation. The Applicants want the RPD and the Court to accept this bare allegation of police involvement as true, and to believe that the state is so wholly corrupt that speaking out against drug trafficking is the same as speaking out against state action. However, as there is no evidence of state involvement in Magana's drug operation, speaking out against it does not constitute speaking out against state action."], ["[52] I do not mean to imply that the Male Applicant's belief that the police were complicit is completely implausible. In fact, the documentary evidence indicates that corruption among public officials is a problem in Mexico. So, the Applicant's version of events regarding Magana is possible. However, possible is not enough. The Applicants need to make out their case on a balance of probabilities and I am not satisfied that they have done so."], ["[53] There was no evidence before the RPD, other than the Applicants' assertions, that the authorities were involved, who was involved or how and to what extent they were involved."], ["[54] Someone who refuses to participate in crime as a matter of conscience is not, for that reason, a member of a political group. Given the evidence for a political connection adduced by the Applicants, the reasons were adequate and the authorities relied upon by the RPD were apt."], ["[27]", "In <FRAGMENT_SUPPRESSED> , the link to state sanction or collusion was found to be weak and, therefore, the Board's conclusion was reasonable."], ["[28]", "In this matter, there was no evidence before the Board as to how the Principal Applicant became known to the gunman. The Applicants' evidence was that the gunman said that the Principal Applicant should not call the police and that the police were on \"their side\". This does not establish that the state was involved in the threat. Yet, like the applicants in <FRAGMENT_SUPPRESSED> , the Applicants want the Board and the Court to accept this as proof of police involvement, and to believe that the state is so wholly corrupt that speaking out about the timeliness of police response to a report of gunfire is the same as speaking out against the cartels and police corruption which is or can be imputed to be a political opinion. However, given the absence of evidence of a link to the state's involvement in the threat and the documentary evidence, the Board reasonably reached a different conclusion. Specifically, that what the Applicants experienced was the result of criminality, being revenge for reporting an incident to the police, and not as the result of a political opinion."], ["[29]", "While it is true that the documentary evidence in this case indicates that corruption is a serious problem in the Mexican police forces, without more, the Board reasonably found that the evidence was insufficient to impute a political opinion to the Principal Applicant or to establish a nexus to a political opinion."], ["[30]", "In my view, the Board did analyze the Applicants' claim with regards to political opinion and provided reasons relating to its finding sufficient to demonstrate \"justification, transparency and intelligibility with the decision making process\" ( <FRAGMENT_SUPPRESSED> at para 47). The Board's reasons allow this Court to understand why it made the decision it did (", "<FRAGMENT_SUPPRESSED> ) being that the Principal Applicant's evidence was insufficient to support the existence of a nexus to a political opinion.", "Section 97"], ["[31]", "The Applicants submit that the Board's finding that the risk they faced was generalized was not open to it based on the evidence. The Applicants are not typical victims of crime in Mexico. The gunman was not interested in robbing the Applicants or taking their property. Based on the gunman's statement that the Applicants should not call the police, it was clear that the Principal Applicant was specifically targeted because, unlike his neighbours, he alone called the police and complained to them and the media about the police delay in response. The Principal Applicant spoke out against criminal activity and political ineffectiveness. While Mexicans generally face a risk to life from organized crime, they do not generally face a risk to life as a result of speaking out against such crime and the police corruption that enables it. The Board's finding that the risk faced by the Applicants was a generalized risk was, therefore, unreasonable."], ["[32]", "The Respondent submits that in assessing the risk claimed under section 97, the Board considered the personal circumstances of the Applicants in the context of the current country conditions. The law is well established that the fact that a specific number of individuals may be targeted for crime and violence more frequently because of their wealth or other circumstances does not necessarily demonstrate that the risk they face is personalized (", "<FRAGMENT_SUPPRESSED> ff'd 2009 FCA 31 at para 10). The Board noted, among other things, that persons who became enemies of the Zetas and other cartels in Mexico for whatever reasons, including reprisals for reporting to the police, all face the risk of being targeted and harmed. The Applicants have not demonstrated on the evidence that the threats to them were not typically made to victims of crime in Mexico."], ["[33]", "In my view, the crux of the issue is whether, based on the evidence before it, the Board reasonably found that the risk the Applicants faced was generalized."], ["[34] <FRAGMENT_SUPPRESSED> , above is often cited for Justice Gleason's proposed framework for the analysis required under section 97 of the Act as follows:"], ["[40] In my view, the essential starting point for the required analysis under section 97 of IRPA is to first appropriately determine the nature of the risk faced by the claimant. This requires an assessment of whether the claimant faces an ongoing or future risk (i.e. whether he or she continues to face a \"personalized risk\"), what the risk is, whether such risk is one of cruel and unusual treatment or punishment and the basis for the risk. Frequently, in many of the recent decisions interpreting section 97 of IRPA, as noted by Justice Zinn in", "Guerrero", "at paras 27-28, the \"... decision-makers fail to actually state the risk altogether\" or \"use imprecise language\" to describe the risk. Many of the cases where the Board's decisions have been overturned involve determinations by this Court that the Board's characterization of the nature of the risk faced by the claimant was unreasonable and that the Board erred in conflating a highly individual reason for heightened risk faced by a claimant with a general risk of criminality faced by all or many others in the country."], ["[41] The next required step in the analysis under section 97 of IRPA, after the risk has been appropriately characterized, is the comparison of the correctly-described risk faced by the claimant to that faced by a significant group in the country to determine whether the risks are of the same nature and degree. If the risk is not the same, then the claimant will be entitled to protection under section 97 of IRPA. Several of the recent decisions of this Court (in the first of the above-described line of cases) adopt this approach."], ["[35]", "Jurisprudence has also acknowledged that even if an alleged risk has a generalized basis, it can become personalized through the specific circumstances of a claimant", "( <FRAGMENT_SUPPRESSED>  [", "Barrios Pineda", "];", "De Jesus Aleman  <FRAGMENT_SUPPRESSED> ). And, if a claimant's account is deemed credible, then the Board cannot rely only on the generalized nature of the threats as it sees them, it has a duty to conduct an individualized and thorough analysis of the facts presented, examining all the aspects of risk stemming from these facts, to determine whether the risk has become personalized even if the applicant was initially a random target ( <FRAGMENT_SUPPRESSED> , above, at para 17;", "Zacarias", ", above, at paras 15-17)."], ["[36]", "Here, the Board considered the Applicants' evidence and the country conditions documentation. It concluded that the risk to the Applicants arose from the reporting of the gun fire to the police. That finding is supported by case law which has upheld findings based in part on an individual facing retaliation for reporting to the police (", "<FRAGMENT_SUPPRESSED> ). Such circumstances do not necessarily mean that the risk is personalized if the risk is faced generally by others and is not specific to the claimant. The Board found this to be the situation before it."], ["[37]", "The Board also noted the Applicants' evidence of increasing violence between drug traffickers and violent events in Mexico. It found that the documentary evidence was that thousands of citizens of Mexico have been the victims of the cartels, and that those entities seek revenge on their enemies which includes those who report to the police. Thus, the Applicants' risk remained a general one."], ["[38]", "In my view, the Board appropriately determined the nature of the risk and its basis, compared it to the risk faced by a significant group of others in Mexico and reasonably determined that the risk was of the same nature and degree."], ["[39]", "<FRAGMENT_SUPPRESSED>  at para 3, the Supreme Court of Canada emphasized that a reviewing court must consider the tribunal's decision as a whole, in the context of the underlying record, to determine whether it was reasonable. Upon review of the Decision as a whole and the supporting record in this case, it is apparent that the Board considered the facts in support of the application as well as the Applicants' individualized circumstances of risk."], ["[40]", "While the Decision is less than perfectly crafted and could have been better explained, the Board reasonably found that the Applicants would not suffer a personalized risk upon return to Mexico which decision falls \"within the range of possible, acceptable outcomes which are defensible in respect of facts and law\" ( <FRAGMENT_SUPPRESSED> , above, at para 47).", "JUDGMENT"], ["[41]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed.", "Application dismissed.", "Editor: Anick Ouellette-Levesque/vnh"]]}