{"id_": "002648", "body_str": [["[1]", "Shore, J.", ": \"The Court finds that the discovery of marital infidelity is relevant to the determination of whether marriage between the applicant and the sponsor is genuine. ... The factors relevant to this determination include the existence of monogamy and a commitment to exclusivity.\""], ["[2]", "The core matter is one of spousal sponsorship as is stated in the decision of Mr. Justice Michael Kelen, as quoted above (", "REFERENCE_SUPPRESSED)."], ["[3]", "In addition, \"the word 'conjugal' does not mean sexual relations alone. It signifies that there is a significant degree of attachment between two partners. The word 'conjugal' comes from two Latin words, one meaning 'join' and the other meaning 'yoke,' thus, literally, the term means 'joined together' or 'yoked together'.\" (As is stated in CIC's Operation Manual,", "OP2: Processing Members of the Family Class", "(the Manual)). It is recalled that it is of paramount importance in such a determination that the existence of monogamy and commitment to exclusivity in a marriage is primordial.", "II.", "Background"], ["[4]", "The Applicant seeks judicial review pursuant to section 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA] of an Immigration Appeal Division [IAD] decision upholding the Immigration Division's [ID] issuance of an exclusion order against the Applicant for having withheld a material fact relating to a relevant matter that induced or could have induced an error in the administration of the IRPA, under paragraph 40(1) of the IRPA."], ["[5]", "The Applicant is a 30 year old citizen of the Philippines. The Applicant was sponsored by his ex-wife [M.F.D] and became a permanent resident of Canada on September 16, 2010. Shortly thereafter, M.F.D. learned that the Applicant was in a continuing relationship with another woman [A.G.]. M.F.D. left the Applicant and reported his actions to the Canada Border Services Agency [CBSA]. As a result of his failure to disclose his extramarital relationship, the Applicant was found to be inadmissible under paragraph 40(1)(a) of the IRPA. As a result, an exclusion order was issued against the Applicant pursuant to subsection 45(d) of the IRPA. On appeal before the IAD, the Applicant challenged the legal validity of the exclusion order pursuant to the IAD's discretionary jurisdiction to grant special relief on the basis of H&C grounds."], ["[6]", "In its decision, dated September 22, 2014, the IAD assessed the materiality of the Applicant's non-disclosure of his intimate relationship with A.G., with whom he had an intimate and public relationship that he attempted to conceal from M.D.F. The IAD concluded that the Applicant's relationship with A.G. was a material fact related to a relevant matter in that it goes to the very core of the genuineness of the Applicant's marriage with his sponsor, M.D.F. The IAD reasoned that by withholding the facts related to his relationship with A.G., the Applicant averted further enquiries by the visa officer, thereby inducing an error in the administration of the IRPA. Such as enunciated by Justice Michael A. Kelen of the Federal Court in", "CITATION_SUPPRESSED", ", \"the discovery of marital infidelity is relevant to the determination of whether the marriage between the applicant and sponsor is genuine\" (REFERENCE_SUPPRESSED)."], ["[7]", "Relying on Justice Robert Mainville's decision in", "CITATION_SUPPRESSED", ", the IAD further found that the Applicant had a general and broad duty to disclose all facts which may be material to his application for permanent residence (REFERENCE_SUPPRESSED). The IAD concluded that the Applicant knew or ought to have known that his application was contingent on the visa officer's determination that he was a member of the family class by virtue of his marriage to M.F.D.", "III.", "Analysis"], ["[8]", "The IAD's analysis and reasons pertaining to the validity of the exclusion order issued against the Applicant and the recognition of the Applicant's duty of candour owed towards Canadian immigration officials are thorough and anchored in the evidentiary record and the law. The Court finds that the IAD's conclusion that the Applicant's misrepresentation was at the heart of the determination of his spousal sponsorship for the purposes of subsection 40(1) of the IRPA is reasonable; had the Applicant not withheld the relationship with A.G., he likely would not have received a permanent resident visa as M.F.D.'s spouse."], ["[9]", "The IAD then turned to the assessment of H&C considerations, relying on factors set out in", "REFERENCE_SUPPRESSED. Among others, the IAD made the following findings in respect of the relevant", "CITATION_SUPPRESSED", "factors:", "• Seriousness of the misrepresentation: the IAD found that the Applicant's misrepresentation was at the heart of the determination of his permanent residence (see: CBSA interview notes and IAD Hearing transcript, Certified Tribunal Record, at pp 81, 183 and 184);", "• Remorse: the Applicant showed no remorse or understanding for the seriousness of his non-disclosure. Rather, the Applicant minimized his actions and provided misleading answers during his CBSA interview;", "• Degree of establishment in Canada: the IAD found that the Applicant has established himself as a hard-working member of the community, which is a positive factor; however, but for his misrepresentation, the Applicant would not have achieved this level of establishment;", "• Undue hardship upon return to the Philippines: the IAD found that other than a loss of income and a return to his former way-of-life, the Applicant's submission that the loss of his status in Canada would cause him or members of his family undue hardship is unsupported by the evidence. The IAD also noted the absence of evidence of family or community support;", "• Conditions in the country of removal: The IAD found that the Applicant left the Philippines in 2010, where he had been previously employed, and where his parents, siblings and their children currently live. The IAD considered the Applicant's arguments that he financially supports his family by transferring them money on a monthly basis, but found that this allegation is unsupported by the evidence;", "• Best interests of the children affected: the IAD also noted that although the Applicant's nieces and nephews in the Philippines, whom he allegedly financially supports, may be affected by the Applicant's loss of income upon return, this submission is unsupported by the evidence;"], ["[10]", "This Court has held that the purpose of paragraph 40(1)(a) of the IRPA is to ensure that applicants provide \"complete, honest and truthful information and to deter misrepresentation\" and that \"full disclosure is fundamental to the proper and fair administration of the immigration scheme\". It has also been held that subsection 40(1) of the IRPA encompasses innocent failures to disclose material information. Moreover, \"a misrepresentation need not be decisive or determinative to be material; it must only be important enough to affect the process\" (REFERENCE_SUPPRESSED).", "IV.", "Conclusion"], ["[11]", "The Court finds that the IAD's conclusion, in respect of insufficient H&C considerations to warrant special relief in the circumstances, is reasonable. The IAD's findings pertaining to H&C considerations are anchored in the evidentiary records and are based on a careful consideration of the factors established in", "CITATION_SUPPRESSED", ", as stated above."], ["[12]", "The Court, therefore, concludes that the application for judicial review is dismissed.", "JUDGMENT"], ["[13]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is dismissed.", "2. No serious question of general importance is certified.", ".........................", "CITATION_SUPPRESSED"]]}