{"id_": "002639", "body_str": [["[1]", "Tremblay-Lamer, J.", ": This is an application for judicial review, pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA], of a decision of a Designated Immigration Officer with the High Commission of Canada in the United Kingdom of Great Britain and Northern Ireland (the UK), dated June 7, 2010, whereby the officer refused an application submitted by the applicant for permanent residence as a skilled worker. The officer was not satisfied that the applicant would be able to become economically established in Canada as per subsection 12(2) of the", "IRPA", "and section 76 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [", "Regulations", "].", "I. Background"], ["[2]", "The applicant, born March 24, 1947, is a citizen of the UK. She worked there as a registered nurse from 1969 until March 2007, with a break from 1976 to 1984 to raise her family. In March 2007, the applicant moved with her partner, Allen Stratton, to Canada. Mr. Stratton had been issued a temporary work permit to come to Canada to work as a long haul truck driver. The applicant was issued a temporary visitor permit, the terms of which prohibited her from engaging in employment or from taking any academic or training courses while in Canada. In March 2009, at the expiry of their respective permits, the couple returned to the UK."], ["[3]", "In April 2009, the applicant submitted an application for permanent residence in Canada in the Federal Skilled Worker Class based on her qualifications and work experience as a registered nurse. The application was recommended for further processing and so, in June of 2009, a full application was submitted to the Canadian High Commission in the UK. By letter dated November 4, 2009, the Designated Immigration Officer, whose decision is currently under review, wrote to the applicant to inform her of her concerns that the applicant would not participate in the labour force if she were to come to Canada."], ["[4]", "The applicant submitted an affidavit, among other things, in response. In the affidavit, she explained that although she was \"happy for a career break\", she nonetheless had, \"many years of full time work left in [her] \". Despite not being able to work while previously in Canada, the applicant indicated that she had visited a local hospice in Grimsby, Ontario \"many times\" in order to \"gain an understanding of the employment requirements, standards and procedures when working in a hospice as a Registered Nurse, Licensed Practical Nurse and Nurse's Aide\"."], ["[5]", "By letter dated June 7, 2010, the applicant was informed that her application for permanent residence had been refused. The officer indicated that although the applicant had been assessed as having over the minimum number of required points, her application was nonetheless being rejected pursuant to subsection 76(3) of the", "Regulations", "because the officer was not satisfied that the applicant would be able to become economically established in Canada."], ["[6]", "A CAIPS note from June 7, 2010 reveals that, prior to the letter being sent to the applicant, a second officer - as required under the", "Regulations", "- had concurred with this determination.", "III. Issues"], ["[8]", "This application raises the following issues:", "a) What is the applicable standard of review?", "b) Did the officer err in substituting a negative determination pursuant to subsection 76(3) of the", "Regulations", "IV. Analysis", "A.", "What is the applicable standard of review?"], ["[7]", "Determining whether or not an applicant has demonstrated his or her ability to become economically established as per the requirements of the", "IRPA", "and the", "Regulations", "is a very fact-driven exercise. This is an area in which immigration officers have significant experience, if not expertise. As such, the appropriate standard of review is reasonableness (", "<FRAGMENT_SUPPRESSED>  described the reasonableness standard as being \"concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "B.", "Did the officer err in substituting a negative determination pursuant to subsection 76(3) of the Regulations?"], ["[8]", "Subsection 12(2) of the", "IRPA", "indicates that, for the purposes of permanent residence, a person may be selected as a member of the economic class on the basis of their ability to become economically established in Canada. Subsection 76(1) of the", "Regulations", "indicates that, for the purposes of determining whether a skilled worker will be able to become economically established in Canada, two requirements must be met: a) the applicant must be awarded at least a minimum number of points based on education, language, experience, age, arranged employment, and adaptability, and b) the applicant must either (i) have a certain amount of money available to use for settlement in Canada, or (ii) have been awarded a certain number of points for having already arranged employment in Canada. Subsection 76(1) reads:", "Selection criteria", "76. (1) For the purpose of determining whether a skilled worker, as a member of the federal skilled worker class, will be able to become economically established in Canada, they must be assessed on the basis of the following criteria:", "(a)", "the skilled worker must be awarded not less than the minimum number of required points referred to in subsection (2) on the basis of the following factors, namely,", "(i) education, in accordance with section 78,", "(ii) proficiency in the official languages of Canada, in accordance with section 79,", "(iii) experience, in accordance with section 80,", "(iv) age, in accordance with section 81,", "(v) arranged employment, in accordance with section 82, and", "(vi) adaptability, in accordance with section 83; and", "(b)", "the skilled worker must", "(i) have in the form of transferable and available funds, unencumbered by debts or other obligations, an amount equal to half the minimum necessary income applicable in respect of the group of persons consisting of the skilled worker and their family members, or", "(ii) be awarded the number of points referred to in subsection 82(2) for arranged employment in Canada within the meaning of subsection 82(1).", "Critères de sélection", "76. (1) Les critères ci-après indiquent que le travailleur qualifié peut réussir son établissement économique au Canada à titre de membre de la catégorie des travailleurs qualifiés (fédéral):", "a)", "le travailleur qualifié accumule le nombre minimum de points visé au paragraphe (2), au titre des facteurs suivants:", "(i) les études, aux termes de l'article 78,", "(ii) la compétence dans les langues officielles du Canada, aux termes de l'article 79,", "(iii) l'expérience, aux termes de l'article 80,", "(iv) l'âge, aux termes de l'article 81,", "(v) l'exercice d'un emploi réservé, aux termes de l'article 82,", "(vi) la capacité d'adaptation, aux termes de l'article 83;", "b)", "le travailleur qualifié:", "(i) soit dispose de fonds transférables - non grevés de dettes ou d'autres obligations financières - d'un montant égal à la moitié du revenu vital minimum qui lui permettrait de subvenir à ses propres besoins et à ceux des membres de sa famille,", "(ii) soit s'est vu attribuer le nombre de points prévu au paragraphe 82(2) pour un emploi réservé au Canada au sens du paragraphe 82(1)."], ["[9]", "The applicant satisfied both requirements under subsection 76(1): a) she was awarded 69 points, 2 points more than the required minimum of 67 points, and b) she had sufficient settlement funds to satisfy the minimum requirements set out in subparagraph 76(1)", "(b)", "(i)."], ["[10]", "Subsection 76(3) of the", "Regulations", ", however, was invoked in the current case. It allows for an immigration officer to substitute his or her own evaluation as to whether or not an applicant will be able to become economically established in Canada for the points-based assessment set out in paragraph 76(1)", "(a)", "in circumstances where the officer finds that the number of points awarded is not a sufficient indicator as to the applicant's actual ability to become established. Justice Leonard Mandamin, in <FRAGMENT_SUPPRESSED> , above, described subsection 76(3) as allowing, inter alia, \"for screening out applicants who pass the initial assessment but ought not be accepted for valid reasons\". It reads:", "Circumstances for officer's substituted evaluation", "76. (3) Whether or not the skilled worker has been awarded the minimum number of required points referred to in subsection (2), an officer may substitute for the criteria set out in paragraph (1)", "(a)", "their evaluation of the likelihood of the ability of the skilled worker to become economically established in Canada if the number of points awarded is not a sufficient indicator of whether the skilled worker may become economically established in Canada.", "Substitution de l'appréciation de l'agent à la grille", "76. (3) Si le nombre de points obtenu par un travailleur qualifié - que celui-ci obtienne ou non le nombre minimum de points visé au paragraphe (2) - n'est pas un indicateur suffisant de l'aptitude de ce travailleur qualifié à réussir son établissement économique au Canada, l'agent peut substituer son appréciation aux critères prévus à l'alinéa (1)", "a)."], ["[11]", "The applicant takes issue with the officer's determination for a number of reasons."], ["[12]", "First, she argues that it was unreasonable for the officer to conclude that the applicant, whose career spanned a period of thirty-four years, would have lost her skills after taking a sabbatical break for a period of less than three years. This argument is without merit. At no point did the officer indicate that she believed the applicant had lost any of her skills. The officer's concern was that, given she had not worked for three years, and given that she was 63 years old, that her opportunities for employment would be limited."], ["[13]", "Second, the applicant submits that the officer failed to sufficiently account for the affidavit evidence which demonstrated that the applicant had informed herself of the licensing requirements for nurses in Ontario and that she was willing to be \"subjected to\" that process. I agree with the respondent that this argument is essentially an argument as to weight. The applicant's evidence in this regard was not sufficient to address the officer's concerns. Although the applicant might have liked the officer to accord this evidence more weight, it is not this Court's role to re-weigh the evidence on judicial review."], ["[14]", "Third, with regards to the officer's concerns that the applicant had not taken steps towards professional certification in Canada, the applicant submits that any upgrading of skills or assessment would presumably have been done while qualifying for her Ontario nursing licence, and not before. This is not necessarily the case. While the applicant was prevented from taking professional training courses by the terms of her Canadian visitor permit, there is nothing to suggest that she was prevented from taking steps towards having her UK credentials recognized. After returning to the UK in March of 2009, it would also have been open to the applicant to take steps to update her skills in order to prepare for entering the work force in Canada. The officer concluded that, by not taking these steps, the applicant had failed to show initiative. It cannot be said that this conclusion was unreasonable."], ["[15]", "Fourth, the applicant argues that the officer's concerns over the fact that she had not applied for work while living in Canada were unwarranted because the", "IRPA", "contains no such requirement. However, the officer specifically acknowledged that this was not a requirement of the", "IRPA", ". Instead, she indicated that, given the particular circumstances of the case - in particular, given that the applicant had lived in Canada for two years - it was a concern that the applicant had not made any effort to find work. I cannot say that this determination was unreasonable."], ["[16]", "Fifth, the applicant submits that the officer did not take sufficient account of the fact that she was qualified to work in at least three professions described in the National Occupational Classification (NOC). This argument is also without merit. As already mentioned, the officer did not, at any point, question the applicant's qualifications."], ["[17]", "Finally, the applicant submits that the officer did not sufficiently consider that the applicant's  partner would have been readily employable upon his return to Canada and that they, as a couple, were financially stable. I agree with the respondent that the immigration officer was not required to assess the situation and financial capability of the applicant's partner, but instead was required to assess the personal situation of the applicant. In any event, the CAIPS notes reveal that the officer did consider the fact that the applicant's partner had an informal job offer to work as a truck driver in Canada. She found that this offer, combined with the fact that a Labour Market Opinion for the husband's line of unskilled work had not been issued for a second stay, raised concerns as to whether or not the applicant actually intended to seek out employment as a skilled worker in Canada."], ["[18]", "As to whether or not the officer was required to consider the couple's settlement money under subsection 76(3), it is worth noting that Justice Russel Zinn in", "<FRAGMENT_SUPPRESSED> FTR 230 indicated that subsection 76(3) does not require such consideration."], ["[19]", "The officer was concerned not only about the applicant's ability to find employment in Canada, but also her", "willingness", "in that regard. These concerns were not based solely on the applicant's age. Instead, the officer considered the applicant's age in combination with a number of other circumstances, including: that the applicant had already effectively retired in the UK, that despite having lived in Canada for two years she had not taken concrete steps towards certification or towards securing future employment in Canada, and that the applicant's husband had been offered work in Canada but that an \"LMO for his line of unskilled work [had] not been issued for a second stay\"."], ["[20]", "Ultimately, the role of this Court is not to substitute its own view for that of the immigration officer. I cannot find that the officer's decision to substitute a negative determination under subsection 76(3) of the", "Regulations", "lacked justification, transparency or intelligibility or fell outside the range of possible, acceptable outcomes defensible in respect of the facts and law. As such, this application for judicial review is dismissed.", "JUDGMENT"], ["[21]", "THIS COURT ORDERS", "that the application for judicial review be dismissed.", "[End of document]"]]}