{"id_": "002795", "body_str": [["[1]", "Diner, J.", ": This is an application for judicial review pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [", "IRPA", ", the Act], of the decision dated May 21, 2013 of a Citizenship and Immigration Canada [CIC] officer [Officer] refusing the Applicant's request to waive the medical examination of her dependent son with respect to her application for permanent residence in Canada as a member of the spouse or common-law partner in Canada class.", "II.", "Facts"], ["[2]", "In 2009, Le Kieu Khanh Nguyen [Applicant] applied for permanent residence in Canada as a member of the spouse or common-law partner in Canada class. After CIC advised the Applicant that her son was required to undergo an immigration medical examination, she requested that CIC close her son's file, as he was living with his father at the time and was not interested in going to Canada. In response, CIC advised her that whether or not her son was accompanying her, he would be required to undergo a medical examination in order to establish that he was not inadmissible."], ["[3]", "Thus, the Applicant provided a translated copy of her divorce judgment [Divorce Judgement] and a letter from a lawyer, dated March 25, 2012 [Lawyer's Confirmation Letter]."], ["[4]", "CIC advised the Applicant that she had provided conflicting information with respect to the custody of her son. On the one hand, she had stated that he was in the custody of his father, and on the other, she had provided documents indicating that he was looked after by his grandparents. She was asked to clarify \"with certified documents as per the custody agreement in [her] divorce decision\" (Applicant's Record [AR], p 153). She was given 60 days to provide the medical examination of her son, or to make submissions on her ability to comply with the requirement."], ["[5]", "In July 2012, the Applicant's immigration consultant wrote a letter [Consultant's Letter] requesting that CIC waive the medical examination requirement for the Applicant's son, without excluding him from the possibility of future sponsorship by his mother. The consultant advised that the Applicant was not seeking for her son to join her in Canada at that time, but that the need may come in the future for her to sponsor him to come to Canada. He further advised that the Applicant did not have", "de facto", "custody of her son and did not have the power to make the medical examination happen at that time, as her son was with his biological father. As the father refused to allow the medical examination, and as there may be a need for the son to come to Canada in the future, the consultant requested that CIC waive the requirement based on the best interests of the child [BIOC] (Certified Tribunal Record [CTR], pp 150-151)."], ["[6]", "In response to the request to waive the requirement, CIC requested proof that all reasonable efforts had been made to have the dependent examined. The Applicant's consultant provided a number of documents to confirm that the son was living with the Applicant's ex-husband at the time and that her ex-husband refused to allow his son to undergo a medical examination (CTR, pp 135, 136, 145, 147).", "III.", "Decision"], ["[7]", "On May 21, 2013, the Officer refused the Applicant's request to waive the requirement to have her son undergo a medical examination [Decision], writing:", "You have submitted conflicting information on the custody of your minor son, and you have provided information which indicates you intend to sponsor your minor son in the future. After careful consideration of the circumstances, your request to waive the examination has been denied.", "(CTR, p 167)."], ["[8]", "The officer's reasons provided to the Court are in the form of FOSS Notes. These reasons indicate that CIC found the following evidence to be conflicting on the issue of the custody of the son:", "A. The Divorce Judgment gave the Applicant the right to \"bring up\" her son, and gave her ex-husband the right to \"see, take care and educate\" the son (CTR, pp 56-57; AR, pp 90-91).", "B. The Lawyer's Confirmation Letter indicated that the Divorce Judgment represents that the son was to be raised by his mother. The Letter further confirmed that because the Applicant is not regularly in Vietnam, her son \"will be supervised and cared about by his grandfather and grandmother ... at the same above mentioned address.\" (CTR , p 186)", "C. The Consultant's Letter stated that \"the child has been in the custody of his father since the departure of the applicant from Vietnam.\" It also stated that the lawyer who drafted the Lawyer's Confirmation Letter based his conclusion that the son was living with his grandparents on the Divorce Judgment and the fact that the child was with the grandparents when they attended at his office. The consultant advised that the child had visited the grandparents in April 2012, as they sometimes cared for him, but was then returned to the custody of his father. He went on to argue that \"if the grandparents had custody of the child, they would have easily taken the child to undergo his medical examination.\" (CTR, p 150)", "D. The Applicant stated in an unsworn confirmation letter dated October 25, 2012 that when she left Vietnam in 2008, she \"left [her] child in the custody of his father.\" (CTR, p 66)", "E. A second lawyer's letter, dated October 12, 2012, stated that based on the Divorce Judgment, the Applicant was \"entitled to bring up their common child\" and that \"his maternal grandparents [...were] his guardians.\" The letter also stated that his \"father, picked [the son] up to live together in Vinh Phuoc\", that the maternal grandparents urged the father to take him for the medical examination, but that the father \"has not done and wanted [the son] to live with him\" (CTR, pp 66-70)."], ["[9]", "The reasons also noted conflicting information provided with respect to whether the Applicant intended for her son to come and live with her in Canada in the future (CTR, pp 28, 75-78)."], ["[10]", "Finally, the Officer found that as the Applicant had not established that her son was in the sole custody of another person, he had to be examined:", "It appears that the client does in fact want her son to accompany her to Canada, even if not at this time, but at some point in the future. Client has not provided evidence that her non-accompanying overseas dependant son is in the sole custody of another person. She has provided conflicting information on the living arrangements and custody of her son. Her son is a minor child (currently 9 years old), and as she cannot provide evidence that he is in the sole custody of another person, he must be examined. Request from 27JUL2012 letter to waive examination of dependant has been denied. [...]", "(CTR, pp 76-78).", "IV.", "Issues"], ["[11]", "The Applicant has raised the following issues:", "A. Whether the Officer incorrectly interpreted section 23 of the", "Regulations", ", by requiring that the Applicant prove that another person had sole custody of her son in order to be captured by that section.", "B. Whether the Officer's refusal to waive the requirement that the Applicant's dependent son be examined for medical inadmissibility was reasonable.", "V.", "Relevant Provisions"], ["[12]", "Subsection 42(a) of", "IRPA", "clarifies that if a non-accompanying family member is inadmissible, that will only make the foreign national applicant inadmissible in prescribed circumstances:", "42. A foreign national, other than a protected person, is inadmissible on grounds of an inadmissible family member if", "(a) their accompanying family member or, in prescribed circumstances, their non-accompanying family member is inadmissible; [...]"], ["[13]", "These \"prescribed circumstances\" are set out in section 23 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [", "Regulations", "]:", "23. For the purposes of paragraph 42(a) of the Act, the prescribed", "circumstances in which the foreign national is inadmissible on grounds of an inadmissible non-accompanying family member", "are that", "(a) the foreign national has made an application for a permanent resident visa or to remain in Canada as a permanent resident; and", "(b)", "the non-accompanying family member is", "[...]", "(iii) a dependent child of the foreign national and either the foreign national or an accompanying family member of the foreign national has custody of that child or is empowered to act on behalf of that child by virtue of a court order or written agreement or by operation of law, or", "[...]", "[Emphasis added]", "VI.", "Standard of Review"], ["[14]", "The interpretation of the \"custody\" requirement in section 23 of the", "Regulations", "is reviewable on a standard of reasonableness. The presumption is that an administrative tribunal's interpretation of its home statutes is reviewable on a reasonableness standard (", "Alberta (Information and  <FRAGMENT_SUPPRESSED> ). That presumption is not rebutted in this case, as the interpretation does not fall into any of the categories of questions to which the correctness standard continues to apply (", "<FRAGMENT_SUPPRESSED> )."], ["[15]", "The Officer's Decision not to waive the medical examination requirement is a question of mixed fact and law and is also reviewable on a standard of reasonableness (", "<FRAGMENT_SUPPRESSED> ). When reviewing a decision on the standard of reasonableness, the Court is concerned with \"the existence of justification, transparency and intelligibility within the decision-making process\" and with \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> at para 47)."], ["[16]", "The Applicant argued that the interpretation of custody involves family law components and thus should be reviewed on a correctness standard. I disagree."], ["[17]", "The Federal Court recently stated that a visa officer's decision whether to exercise H&C discretion, including in matters involving BIOC arguments, \"involved the application of settled legal principle[s] to the particular facts of the case, a classic instance of reasonableness review\" (", "<FRAGMENT_SUPPRESSED> ). In any event, it is my conclusion that the Officer reasonably interpreted and applied the legislation in this case.", "VII.", "Parties' Submissions"], ["[18]", "The Applicant submits that the Officer erred in interpreting section 23 of the", "Regulations", "by requiring her to demonstrate that someone else had sole custody of the child in order to escape the operation of section 23. It is the Applicant's position that section 23 is only engaged when the applicant has", "full", "custody of the non-accompanying dependent, and that the exception would therefore apply if she had joint custody with her ex-husband."], ["[19]", "The Applicant further submits that it was unreasonable for the Officer to find that the Applicant was caught by section 23 of the", "Regulations", "on the basis that she had not demonstrated that someone else had sole custody of her son. By demonstrating that she shares custody with her husband, and that her ex-husband does not consent to the examination, she has established that she is not in a position, legal or otherwise, to compel her son to undergo a medical examination. The Applicant has not seen or cared for her son since she left Vietnam, and it was therefore unreasonable for the Officer to fail to take into consideration that the Applicant did not have", "de facto", "custody of her son:", "<FRAGMENT_SUPPRESSED> ."], ["[20]", "The Respondent contends that the Officer did not err in the interpretation of section 23 of the", "Regulations", ", as it was consistent with the interpretation that has been upheld by this Court. According to the jurisprudence, it is not the establishment of \"shared custody\" that is relevant for the purposes of section 23 of the", "Regulations", ", but whether the dependent child is in the legal custody of someone other than the applicant such that the applicant cannot exercise legal rights over the child with respect to his or her examination:  <FRAGMENT_SUPPRESSED> citing", "<FRAGMENT_SUPPRESSED>  (TD)."], ["[21]", "Further, the Respondent submits that the Officer's decision not to waive the examination was well within the range of acceptable outcomes on the facts and law. The Applicant had failed to meet her burden to establish that she had arrived at the point of last resort per the case law, such that the medical exam requirement should be waived, as she had provided conflicting information with respect to her son's living arrangements and custody."], ["[22]", "Despite the unclear and inconsistent information she provided to CIC, the evidence before the Officer still suggested that the Applicant had legal custody over her dependent son, as no modification to the Divorce Judgment was ever provided. Furthermore, it is unclear why the Applicant's parents could not have taken the Applicant's son for a medical examination, since they clearly had him in their care when they took him to the lawyer to obtain the Lawyer's Confirmation Letter.", "VIII.", "Analysis"], ["[23]", "In my view, the Officer made no error in his interpretation of the", "Regulations", ", and his conclusion is within the range of possible acceptable outcomes in respect of the facts and law."], ["[24]", "Pursuant to sections 11 and 38 of", "IRPA", "and subparagraph 72(1)(e)(I) of the", "Regulations", ", in order for a foreign national to become a permanent resident of Canada under the spouse in Canada class, the officer must be satisfied that the foreign national's family members, whether \"accompanying\" or not, are admissible on health grounds. As Respondent's counsel eloquently put it during the hearing, examination is the cornerstone of the immigration system. Section 11 of", "IRPA", "and subsection 72(1) of the", "Regulations", "make examination essential to the immigration process. Without complying with the examination requirement, a visa officer simply cannot know if there are underlying issues (medical, in this case)."], ["[25]", "Sections 38 and 42(a) of", "IRPA", "are intended, in part, to prevent foreign nationals from gaining entry to Canada and then sponsoring otherwise inadmissible family members whose care needs would place an excessive demand on Canadian health care and social services: See", "Lee", ", above, at para 3;", "<FRAGMENT_SUPPRESSED> ff'd 2013 FCA 168; <FRAGMENT_SUPPRESSED> , above, at paras 22, 29. Thus, the inadmissibility of an applicant's family members makes the applicant inadmissible as well, regardless of whether the applicant actually planned to leave his or her child in their home country or not: See", "IRPA", ", s 42(a); <FRAGMENT_SUPPRESSED> at para 14."], ["[26]", "In this case, the Applicant had indicated that she wanted her son to come to Canada in the future (after originally indicating this was not the case). This was clear both from the email she had sent to her husband requesting that her son be sent for a medical examination, and from the fact that her immigration consultant requested that CIC not exclude her son from the possibility of sponsorship to come to Canada in the future."], ["[27]", "However, section 23 of the", "Regulations", "takes into account the fact that not all applicants have the power to take their dependent children for the required medical examination: it specifies that an inadmissible dependent child of an applicant will only make the applicant inadmissible where the applicant has custody of that child or is legally empowered to act on behalf of that child:", "Regulations", ", s 23;", "Lee", ", above, at para 17."], ["[28]", "The Respondent relies on paragraph 14 of <FRAGMENT_SUPPRESSED> , above, for the proposition that section 23 of the", "Regulations", "provides an exception to the requirement to have dependent children undergo a medical examination only where the children \"are in the sole custody of a separated or former spouse.\" I do not read <FRAGMENT_SUPPRESSED> as exhaustively defining the exception in subparagraph 23(b)(iii). Rather, I find that the focus of today's inquiry is whether the Applicant has exhausted all avenues to try to get the dependent child examined and cannot reasonably do so."], ["[29]", "In <FRAGMENT_SUPPRESSED> , Justice Zinn found that absent evidence that the applicant in that case had no custody of his children, it was reasonably open to the officer to find that the applicant had not exhausted all the avenues. Justice Zinn wrote:", "14 I agree with the submission of the respondent that an officer must be satisfied that an applicant's family members are not inadmissible. Section 23 of the Regulations creates an exception regarding the admissibility requirements for applicants when their children are in the sole custody of a separated or former spouse. In order to take the benefit of that exception, applicants must provide documentary proof of custody arrangements for non-accompanying dependent children. The applicant failed to do this even after repeated requests.", "15 Section 23(b)(iii) of the Regulations renders a foreign national inadmissible if, by virtue of a court order, a written agreement, or the operation of law, he or she has custody of the non-accompanying dependent children and they are not confirmed to be admissible. In this case, as a result of the applicant's failure to adduce the necessary evidence, there was no finding by the officer that he did not have custody of these three children. It is only when and if an officer makes such a finding and determines that the children need not be examined, that a request would be made for the declarations which the applicant submitted, purporting to exclude his children from the family class.", "[...]", "17 The respondent's IP8 Manual specifies that if family members are \"genuinely unavailable\" an officer may proceed to a statutory declaration. It requires officers to be \"open to the possibility that a client may not be able to make a family member available for examination.\" They are advised to decide on a case-by-case basis, but the IP8 Manual specifies that proceeding without the examination of all family members is to be a \"last resort\" and the applicant cannot himself choose not to have a family member examined.", "18 Absent evidence that the applicant had no custody of the children, I am unable to find that the officer erred or reached an unreasonable decision in finding that the applicant had not arrived at the point of last resort. It was reasonably open to the officer, given the evidence before him or her, to find that the applicant had not exhausted all avenues and to decline to proceed as provided for in IP8."], ["[30]", "This case, like <FRAGMENT_SUPPRESSED> , does not turn on whether or not the Applicant was required to provide proof that her child was in the \"sole custody\" of her former spouse in order to benefit from the exception created by section 23 of the", "Regulations"], ["[31]", "Furthermore, CIC's \"IP 8: Spouse or Common-law partner in Canada Class\" Manual is clear, that the exception in which section 23 does not capture a dependent child is meant to be a last resort:", "If family members are", "genuinely unavailable", "or unwilling to be examined, the consequences of not having them examined should be clearly explained [...]", "Officers should be open to the possibility that a client may not be able to make a family member available for examination", ". If an applicant has", "done everything in their power", "to have their family member examined but has failed to do so, and the officer is satisfied that the applicant is aware of the consequences of this (i.e., no future sponsorship possible), then a refusal of their application for non-compliance would not be appropriate.", "Officers must decide on a", "case-by-case basis", ", using common sense and good judgment, whether to proceed with an application even if all family members have not been examined. Some scenarios where this may likely occur include where an ex-spouse refuses to allow a child to be examined or an overage dependent refuses to be examined.", "Proceeding in this way should be a last resort and only after the officer is convinced that the applicant cannot make the family member available for examination", ". The applicant themselves cannot choose not to have a family member examined.", "[Emphasis added] (IP 8 Manual, p 20)", "While CIC manuals are not binding, they assist the Court in assessing whether a decision being reviewed was reasonable: <FRAGMENT_SUPPRESSED> , above, at para 23."], ["[32]", "The Applicant's son in this case clearly fit into the language of section 23 and was captured by it, as the Divorce Judgment indicated that the Applicant has custody of her son and is legally empowered to act on his behalf: that Divorce Judgment, which has not been amended, awards the Applicant principal custody, with the husband having access. The Applicant chose to leave the child with her ex-husband when she came to Canada, although she still had rights to care for him (in Vietnam) if she wanted to. There is also some evidence that she allowed her parents to help with the child as well, as \"guardians\" (CTR, p 50)."], ["[33]", "The intention and requirements of the Act are to compel all family members to undergo a medical examination, and the focus is on whether, in this fact scenario, the principal applicant has exhausted all reasonable avenues to have her dependant child examined."], ["[34]", "In this case, the Applicant did not provide sufficient proof that she could not make her son available for examination. While she claimed that her son was living with his father, and that his father refused to take him for a medical examination, she also provided a Divorce Judgment that clearly gave her legal custody of her son. It is significant in my view that she did not provide any of the following: evidence that the Divorce Judgment had ever been amended; evidence from her ex-husband that he refused to allow the son to undergo the medical examination (or any sworn statements speaking to these issues from Vietnam); evidence that she could not have visited Vietnam and taken her son to a medical examination; evidence that she legally required the consent of her ex-husband for her parents to take her son for the examination; or an explanation for why her parents did not take her son for the examination."], ["[35]", "In my view, the Officer was completely reasonable in finding that the Act required the Applicant to have her son examined, as the Applicant had provided conflicting information on her son's custody and living arrangements, and had originally indicated that she did want him to accompany her to Canada in the future."], ["[36]", "While the Applicant's counsel did an admirable job of strongly advocating for his client, the legal tests were simply too onerous for the Applicant to overcome in this case. The application for judicial review is accordingly dismissed.", "IX.", "Proposed Certified Questions"], ["[37]", "The Applicant has proposed the following certified question:", "Does Regulation section 23 capture an applicant who only has joint custody of their non-accompanying dependent child?", "The Respondent opposed the certification of this question, contending that <FRAGMENT_SUPPRESSED> has clearly answered any uncertainty in the interpretation of custody in the context of sections 42 of", "IRPA", "and 23 of the", "Regulations", ". I agree with the Respondent: the question does not meet the test required for certification. No question will be certified.", "JUDGMENT"], ["[38]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is hereby dismissed. No question will be certified.", ".........................", "<FRAGMENT_SUPPRESSED>  Diner", "[Traduction]: La Cour est saisie d'une demande de contrôle judiciaire présentée en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [la Loi], qui vise la décision datée du 21 mai 2013 par laquelle un agent [l'agent] de Citoyenneté et Immigration Canada [CIC] a rejeté la demande présentée par la demanderesse afin que son fils à charge soit dispensé de l'exigence de se soumettre à un examen médical pour les besoins de la demande de résidence permanente au Canada qu'elle avait présentée au titre de la catégorie des époux ou conjoints de fait au Canada.", "II.", "Les faits"], ["[2]", "En 2009, Le Kieu Khanh Nguyen [la demanderesse] a présenté une demande de résidence permanente au Canada à titre de membre de la catégorie des époux ou des conjoints de fait au Canada. Après que CIC l'eut avisée que son fils avait l'obligation de se soumettre à un examen médical pour les besoins de l'immigration, elle a demandé à ce que CIC ferme le dossier de son fil, puisqu'il vivait avec son père à ce moment-là et qu'il ne souhaitait pas venir au Canada. CIC l'a avisée en réponse que, peu importe que son fils l'accompagne ou non, il aurait l'obligation de se soumettre à un examen médical afin d'établir qu'il n'est pas interdit de territoire."], ["[3]", "La demanderesse a donc produit une version traduite de son jugement de divorce [le jugement de divorce] ainsi qu'une lettre d'un avocat, datée du 25 mars 2012 [la lettre de confirmation de l'avocat]."], ["[4]", "CIC a avisé la demanderesse qu'elle avait produit des renseignements contradictoires en ce qui concerne la garde de son fils. D'un côté, elle avait mentionné que son père en avait la garde, et de l'autre, elle avait fourni des documents selon lesquels ce sont ses grands-parents qui s'occupaient de lui. On lui a demandé de clarifier la situation [traduction] « au moyen de documents certifiés, conformément à l'entente quant à la garde dans [son] jugement de divorce » (dossier de la demanderesse [DD], à la page 153). On lui a donné 60 jours pour fournir les résultats de l'examen médical de son fils, ou pour produire des observations quant à sa capacité à se conformer à l'exigence."], ["[5]", "En juillet 2012, le consultant en immigration de la demanderesse a écrit une lettre [la lettre du consultant], par laquelle il demandait à CIC que le fils de la demanderesse soit dispensé de l'exigence relative à l'examen médical, sans toutefois lui enlever la possibilité d'être parrainé par sa mère à l'avenir. Le consultant a mentionné que la demanderesse ne cherchait pas à ce que son fils vienne la rejoindre au Canada à ce stade-là, mais qu'il pourrait être nécessaire, à un certain point, de le parrainer pour qu'il vienne au Canada. Il a aussi mentionné que la demanderesse n'avait pas la garde", "de facto", "de son fils et qu'elle n'avait pas la capacité de faire en sorte que l'examen médical ait lieu à ce moment-là, du fait que son fils était avec son père biologique. Puisque le père refusait de permettre que son fils se soumette à un examen médical, et puisqu'il pourrait être nécessaire que le fils vienne au Canada dans l'avenir, le consultant a demandé à CIC de le dispenser de l'exigence, en se fondant sur l'intérêt supérieur de l'enfant [ISE] (dossier certifié du tribunal [DCT], aux pages 150 et 151)."], ["[6]", "En réponse à la demande de dispense de l'exigence, CIC a demandé une preuve portant que tous les efforts raisonnables ont été déployés en vue que le fils à charge soit examiné. Le consultant de la demanderesse a produit un certain nombre de documents qui confirment que le fils de la demanderesse vivait avec l'ancien époux de la demanderesse à ce moment-là, et que ce dernier refusait de permettre à son fils de se soumettre à un examen médical (DCT, aux pages 135, 136, 145 et 147).", "III.", "La décision"], ["[7]", "Le 21 mai 2013, l'agent a refusé la demande présentée par la demanderesse pour qu'on lui accorde une dispense de l'obligation que son fils se soumette à examen médical [la décision]. Il a écrit ce qui suit:", "[traduction]", "Vous avez produit des renseignements contradictoires quant à la question de la garde de votre fils mineur et vous avez produit des renseignements selon lesquels vous avez l'intention de parrainer votre fils mineur dans l'avenir. Après un examen attentif des circonstances, votre demande de dispense de l'exigence relative à l'examen médical a été rejetée.", "(DCT, à la page 167)."], ["[8]", "Les motifs de l'agent qui ont été produits à la Cour prennent la forme de notes consignées au SSOBL. Selon ces motifs, CIC a conclu que les éléments de preuve suivants étaient contradictoires quant à la question de la garde du fils de la demanderesse:", "A. Le jugement de divorce donnait à la demanderesse le droit [traduction] « d'élever » son fils, et donnait à son ancien époux le droit de [traduction] « surveiller, s'occuper et éduquer » le fils (DCT, aux pages 56 et 57; DD, aux pages 90 et 91).", "B. La lettre de confirmation de l'avocat mentionnait que le jugement de divorce représente le fait que le fils devait être élevé par sa mère. La lettre confirme aussi que, du fait que la demanderesse n'est pas au Vietnam sur une base régulière, son fils [traduction] « sera supervisé et soigné par son grand-père et sa grand-mère [...] à l'adresse susmentionnée » (DCT, à la page 186).", "C. Selon la lettre du consultant, [traduction] « le fils est sous la garde de son père depuis que la demanderesse a quitté le Vietnam ». Cette lettre mentionnait aussi que l'avocat qui a rédigé la lettre de confirmation de l'avocat avait fondé sa conclusion selon laquelle le fils vivait avec ses grands-parents sur le jugement de divorce et sur le fait que le fils accompagnait les grands-parents lorsque ceux-ci se sont présentés à son bureau. Le consultant a mentionné que le fils avait rendu visite aux grands-parents en avril 2012, et qu'ils s'occupaient parfois de ce dernier, mais qu'il était ensuite retourné sous la garde de son père. Il a ensuite prétendu que [traduction] « si les grands-parents avaient la garde de l'enfant, ils auraient sans aucun doute accompagné ce dernier pour que celui-ci se soumette à son examen médical » (DCT, à la page 150).", "D. La demanderesse a ensuite énoncé, dans une lettre de confirmation non accompagnée du serment datée du 25 octobre 2012, que lorsqu'elle a quitté le Vietnam en 2008, elle a [traduction] « laissé la garde de son fils au père de ce dernier » (DCT, à la page 66)", "E. Selon une deuxième lettre de l'avocat, datée du 12 octobre 2012, la demanderesse avait, aux termes du jugement de divorce, [traduction] « le droit d'élever leur enfant » et que [traduction] « ses grands-parents maternels [ ... étaient] ses tuteurs ». La lettre mentionnait aussi que son [traduction] « père a récupéré [le fils] pour que ceux-ci vivent ensemble à Vinh Phuoc », que les grands-parents maternels avaient pressé ce dernier de l'envoyer passer un examen médical, mais qu'il [traduction] « ne l'avait pas fait et qu'il voulait que [son fils] vive avec lui » (DCT, aux pages 66 à 70)."], ["[9]", "Les motifs faisaient état des renseignements contradictoires qui avaient été produits en ce qui concerne la question de savoir si la demanderesse avait l'intention que son fils vienne au Canada pour vivre avec elle dans l'avenir (DCT, aux pages 28, 75 à 78)."], ["[10]", "En dernier lieu, l'agent a conclu que son fils devait faire l'objet d'un examen, du fait qu'elle n'avait pas établi qu'une autre personne avait la garde exclusive de son fils:", "[traduction]", "Il semble que la cliente veuille bel et bien que son fils l'accompagne au Canada, pas nécessairement à ce stade-ci, mais à un certain point dans l'avenir. Elle n'a pas produit de preuve selon laquelle son fils à charge, qui est à l'étranger et qui ne l'accompagne pas, est sous la garde exclusive d'une autre personne. Elle a produit des renseignements contradictoires en ce qui concerne les conditions de logement et la garde de son fils. Son fils est un enfant d'âge mineur (il a 9 ans en ce moment), et puisqu'elle ne peut produire de preuve portant qu'une autre personne en a la garde exclusive, il doit faire l'objet d'un examen médical. La demande, formulée dans la lettre datée du 27 juillet 2012, en vue de dispenser le fils à charge de l'exigence de se soumettre à un examen médical, a été rejetée. [...]", "(DCT, aux pages 76 à 78).", "IV.", "Les questions en litige"], ["[11]", "La demanderesse a soulevé les questions en litige suivantes:", "A. L'agent a-t-il donné une interprétation erronée à l'article 23 du Règlement, en obligeant la demanderesse à démontrer qu'une autre personne avait la garde exclusive de son fils pour que ce dernier soit visé par cette disposition?", "B. Le refus de l'agent de dispenser le fils à charge de la demanderesse de l'obligation de se soumettre à un examen médical pour établir si ce dernier est interdit de territoire pour des motifs médicaux était-il raisonnable?", "V.", "Les dispositions pertinentes"], ["[12]", "L'alinéa 42(1)", ") de la Loi précise que si un membre de la famille qui n'accompagne pas un résident permanent, cela emportera l'interdiction de territoire du demandeur étranger uniquement dans les cas réglementaires:", "42. Emportent, sauf pour le résident permanent ou une personne protégée, interdiction de territoire pour inadmissibilité familiale les faits suivants:", "a) l'interdiction de territoire frappant tout membre de sa famille qui l'accompagne ou qui, dans les cas réglementaires, ne l'accompagne pas; [...]"], ["[13]", "Ces « cas réglementaires » sont exposés à l'article 23 du", "Règlement sur l'immigration et la protection des réfugiés", ", DORS/2002-227 [le Règlement] :", "23. Pour l'application de l'alinéa 42(1)", ") de la Loi", ", l'interdiction de territoire frappant le membre de la famille de l'étranger qui ne l'accompagne pas emporte interdiction de territoire de l'étranger pour inadmissibilité familiale si", "a) l'étranger est un résident temporaire ou a fait une demande de statut de résident temporaire, de visa de résident permanent ou de séjour au Canada à titre de résident temporaire ou de résident permanent;", "b)", "le membre de la famille en cause est, selon le cas", "[...]", "(iii) l'enfant à charge de l'étranger, pourvu que celui-ci ou un membre de la famille qui accompagne celui-ci en ait la garde ou soit habilité à agir en son nom en vertu d'une ordonnance judiciaire ou d'un accord écrit ou par l'effet de la loi,", "[...]", "[Non souligné dans l'original.]", "VI.", "La norme de contrôle applicable"], ["[14]", "L'interprétation de l'exigence relative à la « garde » qui se trouve à l'article 23 du Règlement est susceptible de contrôle selon la norme de la raisonnabilité. L'interprétation, par un tribunal administratif, de ses lois constitutives est présumée être susceptible de contrôle selon la raisonnabilité (", "Alberta (Information and  <FRAGMENT_SUPPRESSED> ). Cette présomption n'est pas réfutée en l'espèce, parce que l'interprétation ne fait pas partie des catégories de questions à l'égard desquelles la norme de la décision correcte continue de s'appliquer (", "<FRAGMENT_SUPPRESSED> à 72;", "<FRAGMENT_SUPPRESSED> à 13)."], ["[15]", "La décision de l'agent de ne pas accorder une dispense de l'exigence relative à l'examen médical est une question mixte de fait et de droit et elle est aussi susceptible de contrôle selon la norme de la raisonnabilité (", "<FRAGMENT_SUPPRESSED> ). La Cour, lorsqu'elle examine une décision selon la norme de la raisonnabilité, s'intéresse « à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel » ainsi qu'à « l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » ( <FRAGMENT_SUPPRESSED> , au paragraphe 47)."], ["[16]", "La demanderesse a prétendu que l'interprétation de la garde met en jeu des éléments de droit de la famille et qu'elle devrait donc être susceptible de contrôle selon la norme de la décision correcte. Je ne souscris pas à sa prétention."], ["[17]", "La Cour fédérale a récemment énoncé que la décision de l'agent des visas à savoir s'il exerce ou non son pouvoir discrétionnaire en matière de considérations humanitaires, y compris en ce qui a trait aux questions relatives aux arguments fondés sur l'ISE, « nécessitait d'appliquer un principe juridique établi aux faits particuliers d'un cas, une situation classique de contrôle selon la norme de la décision raisonnable » (", "<FRAGMENT_SUPPRESSED> ). Quoiqu'il en soit, je conclus que l'agent a raisonnablement interprété et appliqué les dispositions applicables en l'espèce.", "VII.", "Les observations des parties"], ["[18]", "La demanderesse soutient que l'agent a commis une erreur dans son interprétation de l'article 23 du Règlement en exigeant qu'elle démontre que quelqu'un d'autre avait la garde exclusive de l'enfant en vue de le soustraire à l'application de l'article 23. Selon la thèse de la demanderesse, l'article 23 s'applique uniquement lorsque le demandeur a la garde", "entière", "de la personne à charge qui ne l'accompagne pas, et l'exception s'appliquerait donc si elle avait la garde partagée avec son ex-époux."], ["[19]", "De plus, la demanderesse soutient qu'il était déraisonnable de la part de l'agent de conclure que l'article 23 du Règlement s'appliquait à elle, au motif qu'elle n'avait pas démontré que quelqu'un d'autre avait la garde exclusive de son fils. En démontrant qu'elle a la garde partagée de son fils avec son ancien époux, et que ce dernier ne consent pas à ce que leur fils se soumette à un examen médical, elle établissait qu'elle ne peut pas, d'un point de vue juridique ou autre, contraindre son fils à subir un tel examen. La demanderesse n'a pas vu son fils depuis qu'elle a quitté le Vietnam et elle ne s'est pas occupée de lui non plus, et il était donc déraisonnable de la part de l'agent d'omettre de tenir compte du fait que la demanderesse n'avait pas la garde", "de facto", "de son fils:", "<FRAGMENT_SUPPRESSED> ."], ["[20]", "Le défendeur soutient que l'agent n'a pas commis une erreur dans son interprétation de l'article 23 du Règlement, parce que cette interprétation était compatible avec l'interprétation qui a été confirmée par la Cour. Selon la jurisprudence, ce n'est pas l'établissement de la « garde partagée » qui est pertinent pour les besoins de l'article 23 du Règlement, mais plutôt la question de savoir si une personne autre que le demandeur a la garde légale de l'enfant à charge, de sorte que le demandeur ne peut exercer ses droits juridiques à l'égard de l'enfant relativement à son examen médical: voir", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], aux paragraphes 14-15, 17-18;", "<FRAGMENT_SUPPRESSED> citant", "<FRAGMENT_SUPPRESSED>  (CFPI)."], ["[21]", "En outre, le défendeur soutient que la décision de l'agent de ne pas accorder de dispense à l'égard de l'exigence de se soumettre à un examen médical appartenait bel et bien aux issues possibles acceptables au regard des faits et du droit. La demanderesse n'a pas réussi à s'acquitter de son fardeau d'établir qu'elle avait fait tout en son pouvoir au sens de la jurisprudence, de sorte que la dispense de l'exigence relative à l'examen médical doive être accordée, parce qu'elle a produit des renseignements contradictoires en ce qui a trait aux arrangements de résidence et à la garde de son fils."], ["[22]", "Malgré les renseignements flous et contradictoires que la demanderesse a fournis à CIC, la preuve dont l'agent disposait laissait tout de même croire que la demanderesse avait la garde légale de son fils à charge, puisqu'aucune modification au jugement de divorce n'avait été produite. De plus, il n'est pas expliqué pourquoi les parents de la demanderesse n'auraient pas pu amener son fils subir l'examen médical, puisqu'ils s'occupaient manifestement de lui lorsqu'ils l'ont amené chez l'avocat pour obtenir la lettre de confirmation de ce dernier.", "VIII.", "Analyse"], ["[23]", "Selon moi, l'agent n'a pas commis d'erreur dans son interprétation du Règlement, et sa conclusion appartient aux issues possibles acceptables au regard des faits et du droit."], ["[24]", "Selon les articles 11 et 38 de la Loi et le sous-alinéa 72(1)", ")(i) du Règlement, pour qu'un étranger devienne un résident permanent du Canada au titre de la catégorie des époux au Canada, l'agent doit être convaincu que les membres de la famille de l'étranger, qu'ils l'accompagnent ou non, ne sont pas interdits de territoire pour des motifs liés à la santé. Comme l'a habilement fait valoir l'avocat du défendeur lors de l'audience, le contrôle est la pierre d'assise du système d'immigration. L'article 11 de la Loi et le paragraphe 72(1) du Règlement confèrent au contrôle un caractère essentiel dans le processus d'immigration. En absence de conformité à l'exigence relative au contrôle, l'agent des visas ne peut tout simplement pas savoir s'il y a des problèmes sous-jacents (en l'espèce, des problèmes de santé)."], ["[25]", "L'article 38 et l'alinéa 42", ") de la Loi visent, en partie, à empêcher les étrangers d'entrer au Canada et d'ensuite parrainer des membres de la famille par ailleurs interdits de territoire dont les besoins occasionneraient un fardeau excessif sur les services de santé et les services sociaux canadiens: voir les décisions", "Lee", ", précitée, au paragraphe 3;", "<FRAGMENT_SUPPRESSED> conf. par. 2013 CAF 168; <FRAGMENT_SUPPRESSED> , précitée, aux paragraphes 22 et 29. Par conséquent, l'interdiction de territoire des membres de la famille d'un demandeur a pour effet de rendre le demandeur lui aussi interdit de territoire, sans égard à la question de savoir si le demandeur avait bel et bien prévu laisser ses enfants dans leur pays natal: voir l'alinéa 42", ") de la Loi, et la décision <FRAGMENT_SUPPRESSED> , au paragraphe 14."], ["[26]", "En l'espèce, la demanderesse a mentionné qu'elle voulait que son fils vienne au Canada à une date ultérieure (après avoir initialement mentionné que ce n'était pas le cas). Cela ne faisait aucun doute, autant dans le courriel qu'elle avait envoyé à son époux et dans lequel elle demandait que son fils se présente à un examen médical, que du fait que son consultant en immigration a demandé à ce que CIC ne déclare pas son fils être inadmissible à être parrainé pour venir au Canada à une date ultérieure."], ["[27]", "Cependant, l'article 23 du Règlement tient compte du fait que les demandeurs n'ont pas tous la capacité d'amener leurs enfants à charge passer l'examen médical obligatoire: une de ses dispositions précise qu'un enfant à charge interdit de territoire d'un demandeur rendra uniquement le demandeur interdit de territoire lorsque celui-ci a la garde de cet enfant ou qu'il est habilité à agir en son nom: voir article 23 du Règlement; et la décision", "Lee", ", précitée, au paragraphe 17."], ["[28]", "Le défendeur se fonde sur le paragraphe 14 de la décision <FRAGMENT_SUPPRESSED> , précitée, à l'appui de la thèse selon laquelle l'article 23 du Règlement prévoit une exception à l'obligation que les enfants à charge subissent un examen médical, mais uniquement lorsque les enfants « sont sous la garde exclusive d'un conjoint séparé ou d'un ex-conjoint ». Selon mon interprétation, la décision <FRAGMENT_SUPPRESSED> ne définit pas de manière exhaustive l'exception prévue au sous-alinéa 23", ")(iii). Je juge plutôt que la cause dont est saisie la Cour en l'espèce porte sur la question de savoir si la demanderesse a fait tout en son pouvoir pour que son fils à charge passe un examen médical et qu'elle ne peut pas raisonnablement en faire davantage."], ["[29]", "Dans la décision <FRAGMENT_SUPPRESSED> , le juge Zinn a conclu qu'en l'absence d'éléments de preuve attestant que le demandeur n'avait pas la garde de ses enfants, l'agent pouvait raisonnablement conclure que le demandeur n'avait pas épuisé toutes les voies de recours. Le juge Zinn a écrit ce qui suit:", "14 Je souscris à l'observation du défendeur selon laquelle l'agent doit être convaincu que les membres de la famille du demandeur ne sont pas interdits de territoire. L'article 23 du Règlement prévoit une exception concernant les critères d'admissibilité des demandeurs lorsque leurs enfants sont sous la garde exclusive d'un conjoint séparé ou d'un ex-conjoint. Afin de tirer parti de cette exception, les demandeurs doivent fournir une preuve documentaire dans laquelle sont précisées les modalités de garde des enfants à charge qui ne les accompagnent pas. Le demandeur a omis de fournir une telle preuve, et ce, même après des demandes répétées.", "15 L'alinéa 23(b)iii) du Règlement interdit de territoire un étranger si, en vertu d'une ordonnance judiciaire, d'un accord écrit, ou par l'effet de la loi, il ou elle a la garde des enfants à charge qui ne l'accompagnent pas et qu'il n'est pas confirmé que ceux-ci sont admissibles. En l'espèce, l'agent n'a pas conclu, en raison de l'omission de la part du demandeur de présenter la preuve nécessaire, qu'il n'avait pas la garde de ces trois enfants. C'est seulement quand et si l'agent tire une telle conclusion et détermine qu'il n'est pas nécessaire que les enfants fassent l'objet d'un contrôle, que le demandeur se voit demander de fournir les déclarations qu'il a présentées, visant à exclure ses enfants de la catégorie du regroupement familial.", "[...]", "17 Dans le Guide IP8 du défendeur, il est précisé que si les membres de la famille ne sont « véritablement pas disponibles », un agent peut faire signer au demandeur une déclaration solennelle. Il y est aussi indiqué que l'agent doit « envisager la possibilité qu'un client ne soit pas en mesure de faire en sorte qu'un membre de sa famille fasse l'objet d'un contrôle ». L'agent est invité à prendre ses décisions au cas par cas; le guide précise toutefois que l'agent ne doit aller de l'avant avec une demande sans que tous les membres de la famille aient fait l'objet d'un contrôle qu'« en dernier recours » et que le demandeur ne peut pas choisir de ne pas soumettre un membre de sa famille à un contrôle.", "18 En l'absence d'éléments de preuve attestant que le demandeur n'avait pas la garde des enfants, je suis incapable de conclure que l'agent a commis une erreur ou a rendu une décision déraisonnable en concluant que le demandeur n'était pas arrivé au point de dernier recours. Vu la preuve à sa disposition, il était raisonnablement loisible à l'agent de conclure que le demandeur n'avait pas épuisé toutes les voies de recours et de refuser d'aller de l'avant avec la demande ainsi qu'il est prévu dans le Guide IP8."], ["[30]", "La présente affaire, comme celle dans la décision <FRAGMENT_SUPPRESSED> , ne dépend pas de la question de savoir si la demanderesse avait l'obligation ou non de produire des éléments de preuve selon lesquels sont ancien époux avait la « garde exclusive » de son enfant pour qu'elle puisse tirer profit de l'exception créée par l'article 23 du Règlement."], ["[31]", "De plus, le guide opérationnel « IP 8: Catégorie des époux ou conjoints de fait au Canada » de CIC est clair quant au fait que l'exception, par laquelle l'article 23 ne s'applique pas à un enfant à charge, doit uniquement être invoquée en dernier recours:", "Si les membres de la famille ne sont", "véritablement pas disponibles", "ou ne sont pas disposés à faire l'objet d'un contrôle, les conséquences de l'absence de contrôle de ces personnes devraient être clairement expliquées [...]", "L'agent doit envisager la possibilité qu'un client ne soit pas en mesure de faire en sorte qu'un membre de sa famille fasse l'objet d'un contrôle", ". Si le demandeur", "a fait tout en son pouvoir", "pour que le membre de sa famille fasse l'objet d'un contrôle, mais qu'il n'y est pas parvenu, et si l'agent est convaincu que le demandeur connaît les conséquences de cette situation (c.-à-d. aucun parrainage ultérieur possible), il n'est alors pas justifié de refuser sa demande pour non-conformité.", "L'agent doit prendre sa décision", "au cas par cas", ", et faire preuve de bon sens et de jugement quand vient le temps de déterminer s'il ira de l'avant avec une demande, même si tous les membres de la famille du demandeur n'ont pas fait l'objet d'un contrôle. Cette situation est susceptible de se produire dans le cas où un ex-conjoint refuse qu'un enfant fasse l'objet d'un contrôle ou dans le cas où une personne à charge âgée de 18 ans ou plus refuse de se soumettre à un contrôle.", "L'agent ne devrait cependant procéder de la sorte qu'en dernier recours et uniquement s'il est convaincu que le demandeur n'est pas en mesure de faire en sorte que le membre de sa famille se soumette à un contrôle", ". Le demandeur ne peut pas choisir de ne pas soumettre un membre de sa famille à un contrôle.", "[Non souligné dans l'original.] (Guide IP 8, page 20)", "Même si les guides opérationnels de CIC ne sont pas contraignants, ils aident la Cour à apprécier la question de savoir si la décision visée par la demande de contrôle judiciaire était raisonnable:", "Rarama,", "précitée, au paragraphe 23."], ["[32]", "En l'espèce, le fils de la demanderesse était clairement visé par l'article 23 et sa situation correspondait au libellé de cette disposition, puisque le jugement de divorce précisait que la demanderesse avait la garde de son fils et qu'elle était juridiquement habilitée à agir pour son compte: ce jugement de divorce, lequel n'a pas été modifié, attribue la garde principale à la demanderesse ainsi que des droits d'accès à son époux. La demanderesse a choisi de laisser son fils entre les mains de son ex-époux lorsqu'elle est venue au Canada, et ce, malgré le fait qu'elle disposait toujours du droit de s'occuper de lui (au Vietnam) si elle le voulait. Aussi, selon certains éléments de preuve, elle permettait à ses parents de s'occuper de l'enfant à titre de « tuteurs » (DCT, p. 50)."], ["[33]", "L'intention de la Loi et les exigences prévues par celle-ci sont de contraindre tous les membres de la famille à se soumettre à un contrôle médical, et l'élément central en l'espèce est de savoir si la demanderesse principale avait épuisé toutes les avenues de recours raisonnables pour que son fils à charge fasse l'objet du contrôle."], ["[34]", "En l'espèce, la demanderesse n'a pas produit une preuve suffisante portant qu'elle ne pouvait pas faire en sorte que son fils soit disponible pour l'examen. Bien qu'elle ait prétendu que son fils vivait avec son père et que ce dernier refusait de l'amener passer un examen médical, elle a aussi produit en preuve un jugement de divorce qui lui donnait expressément la garde légale de son fils. Selon moi, il est révélateur qu'elle n'ait produit aucun des éléments suivants: une preuve selon laquelle le jugement de divorce avait fait l'objet d'une modification; un témoignage de son ex-époux selon lequel il refusait de permettre que son fils se soumette au contrôle médical (ou tout affidavit portant sur ces questions en provenance du Vietnam); une preuve selon laquelle elle n'aurait pas pu se rendre au Vietnam en visite et amener son fils passer un examen médical; une preuve selon laquelle elle avait, d'un point de vue juridique, l'obligation d'obtenir le consentement de son ex-époux pour que ses parents amènent son fils passer l'examen en question, ou une explication à savoir pourquoi ses parents n'ont pas mené son fils passer l'examen en question."], ["[35]", "Selon moi, l'agent a agi de manière tout à fait raisonnable lorsqu'il a conclu que la Loi obligeait la demanderesse à faire passer un examen à son fils, en raison du fait qu'elle avait produit des renseignements contradictoires quant à la garde et à la résidence de son fils, et parce qu'elle avait initialement mentionné qu'elle voulait qu'il l'accompagne au Canada à une date ultérieure."], ["[36]", "Bien que l'avocat de la demanderesse ait plaidé de manière admirable et convaincante la cause de sa cliente, les critères juridiques étaient tout simplement trop lourds pour que la demanderesse puisse se décharger de son fardeau en l'espèce. Par conséquent, la demande de contrôle judiciaire est rejetée.", "IX.", "La question proposée à des fins de certification"], ["[37]", "La demanderesse a proposé la certification de la question suivante:", "[traduction]", "L'article 23 du Règlement s'applique-t-il à un demandeur qui a uniquement la garde partagée de son enfant à charge qui ne l'accompagne pas?", "Le défendeur s'est opposé à la certification de cette question, en prétendant que la décision <FRAGMENT_SUPPRESSED> répondait clairement à toute incertitude dans l'interprétation du concept de garde dans le contexte de l'article 42 de la Loi et de l'article 23 du Règlement. Je souscris à la prétention du défendeur: la question ne répond pas au critère applicable en matière de certification. Aucune question ne sera certifiée.", "JUGEMENT"], ["[38]", "LA COUR STATUE que", "la demande de contrôle judiciaire est par les présentes rejetée. Aucune question ne sera certifiée.", "[End of document]"]]}