{"id_": "003263", "body_str": [["[1]", "Near, J.", ": The Applicant, the Attorney General of Canada, seeks judicial review of a decision of a Designated Member of the Pension Appeals Board (Designated Member) granting leave to appeal the decision of a Review Tribunal to the Respondent, Herbert Leer. Dawn Leer is an Added-Respondent in this matter.", "I.", "Background"], ["[2]", "The Respondent and Dawn Leer were married from September 1965 until their separation in March 2007. The Respondent had been receiving his retirement pension under the", "Canada Pension Plan", ", RSC 1985, c C-8 (CPP) since November 2000."], ["[3]", "In the course of their separation, the Supreme Court of British Columbia issued an Order on May 12, 2009 that the Respondent's CPP pension would be determined and divided between him and Dawn Leer in accordance with relevant provincial legislation, the", "Income Tax Act", ", RSC 1985, c 1 (5th Supp) and the Court's Order."], ["[4]", "Dawn Leer applied for a credit split of the Respondent's CPP pension on June 15, 2009. The Minister of Human Resources and Skills Development (the Minister) approved her application on August 30, 2009."], ["[5]", "As a consequence, the Respondent was informed by way of a letter dated September 1, 2009 that his monthly entitlement had been adjusted from $656.53 to $353.99 due to the credit split. The Respondent requested reconsideration of the calculation for the credit split indicating that \"[t]hese numbers are not an equal split in my way of thinking.\""], ["[6]", "In its response dated November 23, 2009, the Minister reconsidered the decision but, after detailing how the amounts were calculated, still determined:", "The Canada Pension Plan Credit Split is not an equal division of pension amounts, it is a division of the credits from which a pension is calculated.", "[...]", "We find that the Credit Split has been performed correctly and your benefit reflects the correct information and calculations. We will not be making any further adjustments and are maintaining our original decision."], ["[7]", "The Respondent filed a Notice of Appeal before the Review Tribunal on January 8, 2010. He stated:", "The reason I wish to appeal the decision I have received is because there is no mention of the share of Mrs. Leer's C.P.P. which I am entitled to receive under the division of pensions. All documents for the application to split both C.P.P.'s were sent in by Mrs. Leer. The letter of Nov. 23, 2009", "only", "explains how my C.P.P. was split and it used the years from Jan. 1966 - Nov. 2000 as the base for my C.P.P. which I accept.", "It does not explain why I am not getting any of Mrs. Leer's C.P.P. Of which I am entitled to under court orders."], ["[8]", "In its decision of February 11, 2011, the Review Tribunal dismissed the appeal stating:"], ["[28] The Tribunal finds that the calculation of the Respondent of the Appellant's entitlement to pension benefits is correct."], ["[29] Mr. Leer commenced receiving his CPP retirement benefits in 1999. Thus, the Tribunal finds Mr. Leer is not entitled to a division of Mrs. Leer's unadjusted pensionable earnings from 1999 onwards."], ["[9]", "The Respondent filed an Application for Leave to Appeal and Notice of Appeal of the Review Tribunal's decision with the Pension Appeals Board. He insisted that the Review Tribunal incorrectly stated the date on which he began receiving his CPP pension as 1999. He also continued to dispute the Minister's calculation of the credit split."], ["[10]", "A Designated Member granted the Respondent leave to appeal the decision on June 29, 2011. He recognized that the Review Tribunal had not referred to the appropriate provision of the CPP and acknowledged the error in the date along with the Respondent's confusion over the calculation. The Designated Member concluded:", "If a representative of the Respondent [referring to the Minister in this context] would have only taken a few minutes to provide some clear answers to the applicant's questions, it is unlikely that this appeal would have proceeded past the Respondent's consideration. I propose to grant leave to appeal with the hope that the Respondent will take such steps and the matter can be resolved without the necessity of an appeal to this Board."], ["[11]", "The Applicant now seeks judicial review of this decision to grant the Respondent leave to appeal.", "II.", "Issue"], ["[12]", "The issue is whether the Designated Member erred in granting leave to the Respondent.", "III.", "Analysis"], ["[13]", "This Court recognizes that a review of whether the Designated Member applied the appropriate legal test in granting leave to appeal is based on correctness, while the determination as to the application raising an arguable issue is evaluated against the reasonableness standard (see for example", "FRAGMENT_SUPPRESSED)."], ["[14]", "The test to be applied in granting leave to appeal is whether the application raises an arguable case. This includes adducing new evidence with the application or raising an issue of law or of relevant significant facts not appropriately considered by the Review Tribunal in its decision (", "FRAGMENT_SUPPRESSED). The Federal Court of Appeal also confirmed that a reference to \"no reasonable chance of success on appeal\" was in substance the correct test applied as in \"no arguable case\" (", "FRAGMENT_SUPPRESSED)."], ["[15]", "The Applicant submits that the Designated Member erred in granting leave to appeal on the basis that the Minister should provide clearer answers to the Respondent's questions. This does not reflect the arguable case test as in", "FRAGMENT_SUPPRESSED", ", above. According to the Applicant, the Designated Member acknowledged this might not raise an arguable case by stating that he proposed \"to grant leave to appeal with the hope that the Respondent will take such steps and the matter can be resolved without the necessity of an appeal to this Board.\""], ["[16]", "I am inclined to agree with the Applicant that this conclusion leaves an impression of the Designated Member not being convinced that there is an arguable case or, to put it another way, believed the matter should not truly proceed further to the appeal. The suggestion that the Applicant provide clearer answers to the Respondent's questions is not an appropriate consideration for granting leave. On this basis alone, there are valid reasons to question whether the Designated Member applied the correct legal test or was unreasonable in its application of that test by emphasizing the need to provide clearer answers."], ["[17]", "I will nonetheless consider whether the two issues identified by the Designated Member in the decision could otherwise reasonably support the granting of leave as having raised an arguable case."], ["[18]", "At the outset, the Designated Member noted that the Review Tribunal should have applied section 55.1 of the CPP because the Respondent and Added-Respondent were separated in 2009 as opposed to section 55 applying to divorces and annulments granted on or after January 1, 1976 and January 1, 1987. While ordinarily such errors regarding the application of the appropriate provision would be problematic, in this case it makes no material difference. The only real distinction between the provisions is their application to the dissolution of relationships in different periods (See Appendix 1 of Relevant Provisions following this decision). As the Applicant maintains, the result would be the same regardless of whether section 55.1 and the related provision of 55.2(8) was formally applied."], ["[19]", "In", "FRAGMENT_SUPPRESSED, for example, the Federal Court of Appeal upheld a determination on the current version of legislation on the basis that the Board's reasoning was equally applicable under the previous version of the legislation."], ["[20]", "Similarly, there is no doubt that the Review Tribunal misstated the year the Respondent began receiving his CPP pension as 1999. However, this made no difference as to the division of earnings under the credit-split. According to the Applicant, the Respondent simply misunderstands how the credit splitting provisions are implemented."], ["[21]", "As a consequence, the errors identified did not provide a reasonable basis under the arguable case test in", "FRAGMENT_SUPPRESSED", ", above, to warrant the granting of leave to appeal by the Designated Member. More importantly, they do not minimize the Designated Member's error in suggesting that the need to provide clearer answers for questions could serve as a basis for granting leave when he also hoped it would not proceed to the stage of an appeal.", "IV.", "Conclusion"], ["[22]", "For these reasons, the application for judicial review is allowed. The decision to grant the Respondent's application for leave to appeal is quashed and the matter is remitted back to another member for re-determination.", "JUDGMENT"], ["[23]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is allowed. The decision to grant the Respondent's application for leave to appeal is quashed and the matter if remitted back to another member for re-determination.", "Application allowed.", "Editor: Giovanni A. Merlini/vnh", "APPENDIX 1", "Relevant Provisions", "Canada Pension Plan", ", RSC 1985, c C-8", "Division of Unadjusted Pensionable Earnings for Divorces and Annulments before the Coming into Force of section 55.1", "Application for division", "55. (1) Subject to this section, subsections 55.2(2), (3) and (4) and section 55.3, an application for a division of the unadjusted pensionable earnings of former spouses may be made in writing to the Minister by or on behalf of either former spouse, by the estate of either former spouse or by such person as may be prescribed, within thirty-six months or, where both former spouses agree in writing, at any time after the date of a decree absolute of divorce, of a judgment granting a divorce under the", "Divorce Act", "or of a judgment of nullity of the marriage, granted or rendered on or after January 1, 1978 and before January 1, 1987.", "Idem", "(2) For the purposes of this section,", "(a) notwithstanding paragraphs (b) and (c), the former spouses must have cohabited for at least thirty-six consecutive months during the marriage before an application made under subsection (1) may be approved by the Minister;", "(b) the marriage shall be deemed to have been solemnized or nullified or a divorce deemed to have been made final on the last day of the year preceding the registered date of the marriage or the judgment of nullity or the effective date of a decree absolute of the divorce or of a judgment granting a divorce under the", "Divorce Act", "; and", "(c) the former spouses shall be deemed to have cohabited throughout the year in which the marriage was solemnized, and shall be deemed not to have cohabited at any time during the year of divorce or of annulment of the marriage.", "Period of cohabitation", "(3) In determining the period for which the unadjusted pensionable earnings of the former spouses shall be divided, only those months during which the former spouses cohabited during the marriage shall be considered and, for the purposes of this section, months during which former spouses cohabited shall be determined in the prescribed manner.", "Division of unadjusted pensionable earnings", "(4) On approval by the Minister of an application referred to in subsection (1), the unadjusted pensionable earnings for each former spouse for the period of cohabitation attributable to contributions made under this Act, determined in the same manner as the total pensionable earnings attributable to contributions made under this Act are determined in section 78, shall be added and then divided equally and the unadjusted pensionable earnings so divided shall be attributed to each former spouse.", "On division unadjusted pensionable earnings under this Act", "(5) Where there is a division under subsection (4) and under a provincial pension plan, for the purposes of benefit calculation and payment under this Act, the total unadjusted pensionable earnings of a contributor for a year of division shall be the aggregate of his unadjusted pensionable earnings attributed under subsection (4) and his unadjusted pensionable earnings attributed under a provincial pension plan.", "No division", "(6) No division of unadjusted pensionable earnings for a period of cohabitation shall be made", "(a) where the total unadjusted pensionable earnings of the former spouses in a year does not exceed twice the Year's Basic Exemption;", "(b) for the period before which one of the former spouses reached eighteen years of age or after which a former spouse reached seventy years of age;", "(c) for the period in which one of the former spouses was a beneficiary of a retirement pension under this Act or under a provincial pension plan; and", "(d) for any month that is excluded from the contributory period of one of the former spouses under this Act or a provincial pension plan by reason of disability.", "Benefits in pay", "(7) Where an application referred to in subsection (1) has been approved and a benefit is payable under this Act to or in respect of either of the former spouses for any month commencing on or before the day of receipt of an application under subsection (1), the basic amount of the benefit shall be calculated and adjusted in accordance with section 45 but subject to the division of unadjusted pensionable earnings made under this section and the adjusted benefit shall be paid effective the month following the month the application referred to in subsection (1) is received.", "Notification of division", "(8) On approval by the Minister of an application for division of unadjusted pensionable earnings, an applicant and the former spouse or the former spouse's estate shall be notified in a manner prescribed by regulation and, where the applicant or the former spouse or the former spouse's estate is dissatisfied with the division or the result thereof, the right of appeal as set out in this Part applies.", "Regulations", "(9) The Governor in Council may make regulations prescribing the time, manner and form of making applications for division of unadjusted pensionable earnings or withdrawal of applications for that division, the procedures to be followed in dealing with and approving those applications and the information and evidence to be furnished in connection therewith.", "Division of Unadjusted Pensionable Earnings", "When mandatory division to take place", "55.1 (1) Subject to this section and sections 55.2 and 55.3, a division of unadjusted pensionable earnings shall take place in the following circumstances:", "(a) in the case of spouses, following the issuance of a decree absolute of divorce, a judgment granting a divorce under the", "Divorce Act", "or a judgment of nullity of the marriage, on the Minister's being informed of the decree or judgment, as the case may be, and receiving the prescribed information;", "(b) in the case of spouses, following the approval by the Minister of an application made by or on behalf of either spouse, by the estate or succession of either spouse or by any person that may be prescribed, if", "(i) the spouses have been living separate and apart for a period of one year or more, and", "(ii) in the event of the death of one of the spouses after they have been living separate and apart for a period of one year or more, the application is made within three years after the death; and", "(c) in the case of common-law partners, following the approval by the Minister of an application made by or on behalf of either former common-law partner, by the estate or succession of one of those former common-law partners or by any person that may be prescribed, if", "(i) the former common-law partners have been living separate and apart for a period of one year or more, or one of the former common-law partners has died during that period, and", "(ii) the application is made within four years after the day on which the former common-law partners commenced to live separate and apart or, if both former common-law partners agree in writing, at any time after the end of that four-year period.", "Calculation of period of separation", "(2) For the purposes of this section,", "(a) persons subject to a division of unadjusted pensionable earnings shall be deemed to have lived separate and apart for any period during which they lived apart and either of them had the intention to live separate and apart from the other; and", "(b) a period during which persons subject to such a division have lived separate and apart shall not be considered to have been interrupted or terminated", "(i) by reason only that either person has become incapable of forming or having an intention to continue to live separate and apart or of continuing to live separate and apart of the person's own volition, if it appears to the Minister that the separation would probably have continued if the person had not become so incapable, or", "(ii) by reason only that the two persons have resumed cohabitation during a period of, or periods totalling, not more than ninety days with reconciliation as its primary purpose.", "Period of cohabitation", "(3) For the purposes of this section, persons subject to a division of unadjusted pensionable earnings must have cohabited for a continuous period of at least one year in order for the division to take place, and, for the purposes of this subsection, a continuous period of at least one year shall be determined in a manner prescribed by regulation.", "Period for purposes of division", "(4) In determining the period for which the unadjusted pensionable earnings of the persons subject to a division shall be divided, only those months during which the two persons cohabited shall be considered, and, for the purposes of this subsection, months during which the two persons cohabited shall be determined in the prescribed manner.", "Minister's discretion", "(5) Before a division of unadjusted pensionable earnings is made under this section, or within the prescribed period after such a division is made, the Minister may refuse to make the division or may cancel the division, as the case may be, if the Minister is satisfied that", "(a) benefits are payable to or in respect of both persons subject to the division; and", "(b) the amount of both benefits decreased at the time the division was made or would decrease at the time the division was proposed to be made.", "55.2 (1) [Repealed, 2000, c. 12, s. 48]", "Agreement or court order not binding on Minister", "(2) Except as provided in subsection (3), where, on or after June 4, 1986, a written agreement between persons subject to a division under section 55 or 55.1 was entered into, or a court order was made, the provisions of that agreement or court order are not binding on the Minister for the purposes of a division of unadjusted pensionable earnings under section 55 or 55.1.", "Agreement binding on Minister", "(3) Where", "(a) a written agreement between persons subject to a division under section 55 or 55.1 entered into on or after June 4, 1986 contains a provision that expressly mentions this Act and indicates the intention of the persons that there be no division of unadjusted pensionable earnings under section 55 or 55.1,", "(b) that provision of the agreement is expressly permitted under the provincial law that governs such agreements,", "(c) the agreement was entered into", "(i) in the case of a division under section 55 or paragraph 55.1(1)(b) or (c), before the day of the application for the division, or", "(ii) in the case of a division under paragraph 55.1(1)(a), before the issuance of the decree absolute of divorce, the judgment granting a divorce under the", "Divorce Act", "or the judgment of nullity of the marriage, as the case may be, and", "(d) that provision of the agreement has not been invalidated by a court order, that provision of the agreement is binding on the Minister and, consequently, the Minister shall not make a division under section 55 or 55.1.", "Minister to notify parties", "(4) The Minister shall, forthwith after being informed of a decree absolute of divorce, a judgment granting a divorce under the", "Divorce Act", "or a judgment of nullity of a marriage or after receiving an application under section 55 or paragraph 55.1(1)(b) or (c), notify each of the persons subject to the division, in prescribed manner, of the periods of unadjusted pensionable earnings to be divided, and of such other information as the Minister deems necessary.", "Division of unadjusted pensionable earnings", "(5) Where there is a division under section 55.1, the unadjusted pensionable earnings for each person subject to the division for the period of cohabitation attributable to contributions made under this Act, determined in the same manner as the total pensionable earnings attributable to contributions made under this Act are determined in section 78, shall be added and then divided equally, and the unadjusted pensionable earnings so divided shall be attributed to each person.", "Effect of division", "(6) Where there is a division under section 55.1 and under a provincial pension plan, for the purposes of benefit calculation and payment under this Act, the total unadjusted pensionable earnings of a contributor for a year of division shall be the aggregate of his unadjusted pensionable earnings attributed under subsection (5) and his unadjusted pensionable earnings attributed under a provincial pension plan.", "Provincial pension plans", "(7) No division under section 55.1 shall be made for any month during which the persons subject to the division cohabited and for which either of them contributed to a provincial pension plan (and, for the purposes of this subsection, months during which the persons cohabited shall be determined in the prescribed manner), unless the unadjusted pensionable earnings attributed to the persons under the provincial pension plan are divided for that month in a manner substantially similar to that described in this section and section 55.1.", "No division", "(8) No division under section 55.1 for a period of cohabitation of the persons subject to the division shall be made", "(a) for a year in which the total unadjusted pensionable earnings of the persons does not exceed twice the Year's Basic Exemption;", "(b) for the period before which one of the persons reached eighteen years of age or after which one of the persons reached seventy years of age;", "(c) for the period in which one of the persons was a beneficiary of a retirement pension under this Act or under a provincial pension plan; and", "(d) for any month that is excluded from the contributory period of one of the persons under this Act or a provincial pension plan by reason of disability.", "Payment of benefit", "(9) Where there is a division under section 55.1 and a benefit is or becomes payable under this Act to or in respect of either of the persons subject to the division for a month not later than the month following the month in which the division takes place, the basic amount of the benefit shall be calculated and adjusted in accordance with section 46 and adjusted in accordance with subsection 45(2) but subject to the division, and the adjusted benefit shall be paid effective the month following the month in which the division takes place but in no case shall a benefit that was not payable in the absence of the division be paid in respect of the month in which the division takes place or any prior month.", "Notification of division", "(10) Where there is a division under section 55.1, both persons subject to the division, or their respective estates, shall be notified in the prescribed manner.", "Regulations", "(11) The Governor in Council may make regulations prescribing", "(a) the time, manner and form of making applications for a division of unadjusted pensionable earnings or withdrawal of applications for such division;", "(b) the procedures to be followed in dealing with and approving such applications and the information and evidence to be furnished in connection therewith; and", "(c) the effective dates of the approval or taking place of a division and of the attribution of pensionable earnings following a division.", "Partage des gains non ajustés ouvrant droit à pension dans les cas de divorces et d'annulations de mariage ayant lieu avant l'entrée en vigueur de l'article 55.1", "Demande de partage", "55. (1) Sous réserve des autres dispositions du présent article, des paragraphes 55.2(2), (3) et (4) et de l'article 55.3, une demande écrite de partage des gains non ajustés ouvrant droit à pension d'ex-époux peut, dans les trente-six mois suivant la date d'un jugement irrévocable de divorce, d'un jugement accordant un divorce conformément à la", "Loi sur le divorce", "ou d'un jugement accordant la nullité d'un mariage, s'il est rendu avant le 1er janvier 1987 sans l'avoir été avant le 1er janvier 1978, être présentée au ministre par, ou de la part de, l'un ou l'autre des ex-époux, par leurs ayants droit ou par toute personne visée par règlement. Les ex-époux peuvent convenir par écrit de présenter la demande après l'expiration du délai de trente-six mois.", "Demande de partage", "(2) Pour l'application du présent article:", ") par dérogation aux alinéas", ") et", "), les ex-époux doivent avoir cohabité durant le mariage pendant au moins trente-six mois consécutifs avant qu'une demande visée au paragraphe (1) puisse être approuvée par le ministre;", "b) le mariage est réputé avoir été célébré ou annulé et le divorce réputé irrévocable le dernier jour de l'année précédant la date enregistrée du mariage, du jugement prononçant la nullité du mariage, la prise d'effet du jugement irrévocable de divorce ou du jugement accordant le divorce conformément à la", "Loi sur le divorce", "c) les ex-époux sont réputés avoir cohabité pendant toute l'année où a eu lieu la célébration du mariage et ne pas avoir cohabité pendant l'année du divorce ou de l'annulation du mariage.", "Détermination de la période de cohabitation", "(3) Seuls les mois où les ex-époux ont cohabité durant le mariage sont pris en ligne de compte pour déterminer la période à laquelle s'applique le partage des gains non ajustés des ex-époux ouvrant droit à pension. Pour l'application du présent article, les mois où les ex-époux ont cohabité sont déterminés de la manière prescrite par règlement.", "Partage des gains non ajustés ouvrant droit à pension", "(4) Sur approbation par le ministre d'une demande visée au paragraphe (1), a lieu, d'une part, l'addition des gains non ajustés ouvrant droit à pension afférents à des cotisations versées selon la présente loi et déterminés, de la même manière qu'est déterminé le total des gains visés à l'article 78, pour chaque ex-époux durant la période de cohabitation et, d'autre part, la division et l'attribution en parts égales à chaque ex-époux de ces gains non ajustés ouvrant droit à pension.", "Partage des gains non ajustés ouvrant droit à pension en vertu de la présente loi", "(5) Aux fins du calcul et du paiement des prestations en vertu de la présente loi, au cas où un partage en vertu du paragraphe (4) et d'un régime provincial de pensions est effectué, le total des gains non ajustés d'un cotisant ouvrant droit à pension, pour toute année de partage, correspond à l'ensemble des gains non ajustés ouvrant droit à pension qui lui sont attribués tant en vertu de la présente loi que d'un régime provincial de pensions.", "Absence de partage", "(6) Aucun partage des gains non ajustés ouvrant droit à pension pour une période de cohabitation n'est effectué:", ") lorsque, pour une année, le total des gains de cette nature des ex-époux ne dépasse pas le double de l'exemption de base de l'année;", "b) pour la période avant laquelle l'un des ex-époux avait atteint l'âge de dix-huit ans ou après laquelle l'un des ex-époux avait atteint l'âge de soixante-dix ans;", "c) pour la période au cours de laquelle l'un des ex-époux était bénéficiaire d'une pension de retraite en vertu de la présente loi ou d'un régime provincial de pensions;", "d) pour tout mois qui, en raison d'une invalidité, est exclu de la période cotisable de l'un ou l'autre des ex-époux en conformité avec la présente loi ou avec un régime provincial de pensions.", "Paiement des prestations", "(7) Le montant de base de toute prestation payable, en vertu de la présente loi, à l'un des ex-époux ou à son égard, pour tout mois à compter du jour ou avant le jour de réception de la demande visée au paragraphe (1), est, dès l'approbation de celle-ci, calculé et ajusté conformément à l'article 45, compte tenu cependant du partage des gains non ajustés ouvrant droit à pension effectué en vertu du présent article, et la prestation ajustée est payable à compter du mois qui suit celui de la réception de la demande visée au paragraphe (1).", "Avis du partage", "(8) Tout requérant ainsi que l'ex-époux ou son ayant droit doivent être avisés de la manière prescrite par règlement, dès l'approbation par le ministre de toute demande de partage des gains non ajustés ouvrant droit à pension et peuvent en appeler du partage ou de son résultat, conformément à la présente partie.", "Règlements", "(9) Le gouverneur en conseil peut, par règlement, fixer les délais et les modalités de présentation ou de retrait des demandes de partage des gains non ajustés ouvrant droit à pension, indiquer la procédure à suivre pour examiner ces demandes et les approuver, ainsi que préciser les renseignements et la preuve à fournir à ce sujet.", "Partage des gains non ajustés ouvrant droit à pension", "Circonstances donnant lieu au partage des gains non ajustés ouvrant droit à pension", "55.1 (1) Sous réserve des autres dispositions du présent article et des articles 55.2 et 55.3, il doit y avoir partage des gains non ajustés ouvrant droit à pension dans les circonstances suivantes:", ") dans le cas d'époux, lorsqu'est rendu un jugement irrévocable de divorce, un jugement accordant un divorce conformément à la", "Loi sur le divorce", "ou un jugement en nullité de mariage, dès que le ministre est informé du jugement et dès qu'il reçoit les renseignements prescrits;", "b) dans le cas d'époux, à la suite de l'approbation par le ministre d'une demande faite par l'un ou l'autre de ceux-ci ou pour son compte, ou par sa succession ou encore par une personne visée par règlement, si les conditions suivantes sont réunies:", "(i) les époux ont vécu séparément durant une période d'au moins un an,", "(ii) dans les cas où l'un des époux meurt après que ceux-ci ont vécu séparément durant une période d'au moins un an, la demande est faite dans les trois ans suivant le décès;", "c) dans le cas de conjoints de fait, à la suite de l'approbation par le ministre d'une demande faite par l'un ou l'autre des anciens conjoints de fait ou pour son compte, ou par sa succession ou encore par une personne visée par règlement, si les conditions suivantes sont réunies:", "(i) soit les anciens conjoints de fait ont vécu séparément pendant une période d'au moins un an, soit l'un d'eux est décédé pendant cette période,", "(ii) la demande est faite soit dans les quatre ans suivant le jour où les anciens conjoints de fait ont commencé à vivre séparément, soit après l'expiration de ce délai avec leur accord écrit.", "Calcul de la période de séparation", "(2) Pour l'application du présent article:", ") les personnes visées par le partage des gains non ajustés ouvrant droit à pension sont réputées avoir vécu séparément pendant toute période de vie séparée au cours de laquelle l'une d'elles avait effectivement l'intention de vivre ainsi;", "b) il n'y a pas interruption ni cessation d'une période de vie séparée du seul fait:", "(i) soit que l'une des personnes visées par le partage est devenue incapable soit d'avoir ou de concevoir l'intention de prolonger la séparation, soit de la prolonger de son plein gré, si le ministre estime qu'il y aurait eu probablement prolongation sans cette incapacité,", "(ii) soit qu'il y a eu reprise de la cohabitation par les personnes visées par le partage principalement dans un but de réconciliation pendant une ou plusieurs périodes totalisant au plus quatre-vingt-dix jours.", "Période de cohabitation", "(3) Pour l'application du présent article, il faut, pour qu'ait lieu un partage des gains non ajustés ouvrant droit à pension, que les personnes visées par le partage aient cohabité pendant une période continue d'au moins un an, une telle période s'entendant, pour l'application du présent paragraphe, au sens que lui donnent les règlements.", "Période: partage des gains non ajustés", "(4) Seuls les mois où les personnes visées par le partage ont cohabité sont pris en considération pour déterminer la période à laquelle s'applique le partage des gains non ajustés ouvrant droit à pension de ces personnes; pour l'application du présent paragraphe, les mois où ces personnes ont cohabité sont déterminés de la manière prescrite.", "Discrétion du ministre", "(5) Avant qu'ait lieu, en application du présent article, un partage des gains non ajustés ouvrant droit à pension, ou encore au cours de la période prescrite après qu'a eu lieu un tel partage, le ministre peut refuser d'effectuer ce partage, comme il peut l'annuler, selon le cas, s'il est convaincu que:", ") des prestations sont payables aux deux personnes visées par le partage ou à leur égard;", "b) le montant des deux prestations a diminué lors du partage ou diminuerait au moment où il a été proposé que le partage ait lieu.", "55.2 (1) [Abrogé, 2000, ch. 12, art. 48]", "Contrats ou ordonnances judiciaires sans effet à l'égard du ministre", "(2) Sauf selon ce qui est prévu au paragraphe (3), sont sans effet quant au ministre en ce qui concerne le partage, en application de l'article 55 ou 55.1, des gains non ajustés ouvrant droit à pension, les dispositions d'un contrat écrit entre des personnes visées par le partage ou d'une ordonnance d'un tribunal respectivement conclu ou rendue le 4 juin 1986 ou après cette date.", "Contrats ayant leurs effets à l'égard du ministre", "(3) Dans les cas où les conditions ci-après sont réunies, le ministre est lié par la disposition visée à l'alinéa a) et n'effectue pas le partage en application de l'article 55 ou 55.1:", ") un contrat écrit est conclu entre les personnes visées par le partage, le 4 juin 1986 ou après cette date, et contient une disposition qui fait expressément mention de la présente loi et qui exprime l'intention de ces personnes de ne pas faire le partage, en application de l'article 55 ou 55.1, des gains non ajustés ouvrant droit à pension;", "b) la disposition en question du contrat est expressément autorisée selon le droit provincial applicable à de tels contrats;", "c) le contrat a été conclu:", "(i) dans le cas d'un partage visé par l'article 55 ou les alinéas 55.1(1)b) ou c), avant le jour de la demande,", "(ii) dans le cas d'un partage visé par l'alinéa 55.1(1)a), avant que ne soit rendu un jugement irrévocable de divorce, un jugement accordant un divorce conformément à la Loi sur le divorce ou un jugement en nullité de mariage, selon le cas;", "d) la disposition en question du contrat n'a pas été annulée aux termes d'une ordonnance d'un tribunal.", "Avis du ministre aux parties", "(4) Sans délai après avoir été informé d'un jugement irrévocable de divorce, d'un jugement accordant un divorce conformément à la", "Loi sur le divorce", "ou d'un jugement en nullité de mariage, ou après avoir reçu une demande en conformité avec l'article 55 ou les alinéas 55.1(1)b) ou c), le ministre donne à chacune des personnes visées par le partage, en la manière prescrite, un avis de la période pour laquelle il y aura partage des gains non ajustés ouvrant droit à pension, de même que de tout autre renseignement jugé nécessaire par le ministre.", "Partage des gains non ajustés ouvrant droit à pension", "(5) Dans les cas où il y a partage en application de l'article 55.1, il y a addition des gains non ajustés ouvrant droit à pension de chacune des personnes visées par le partage pour la période de cohabitation se rapportant à des cotisations versées selon la présente loi, déterminés de la même manière que le total des gains ouvrant droit à pension afférents à des cotisations versées selon la présente loi est déterminé conformément à l'article 78, et ensuite, tant partage en parts égales des gains ouvrant droit à pension ainsi additionnés qu'attribution de ces parts à chacune de ces personnes.", "Effet du partage", "(6) Dans les cas où il y a partage en application de l'article 55.1 et conformément à un régime provincial de pensions, aux fins du calcul et du paiement des prestations aux termes de la présente loi, le total des gains non ajustés ouvrant droit à pension d'un cotisant pour une année de partage est l'ensemble de ses gains non ajustés ouvrant droit à pension attribués en application du paragraphe (5) et de ses gains non ajustés ouvrant droit à pension attribués conformément à un régime provincial de pensions.", "Régime provincial de pensions", "(7) Il n'y a pas lieu à partage en application de l'article 55.1 pour un mois au cours duquel les personnes visées par le partage ont cohabité selon ce qui est prescrit à cet égard par règlement pour l'application du présent paragraphe dans les cas où l'une ou l'autre de ces personnes, ou encore l'une et l'autre de celles-ci, ont versé des cotisations à un régime provincial de pensions pour ce mois, à moins que les gains non ajustés ouvrant droit à pension de ces personnes attribués en vertu d'un régime provincial de pensions ne soient partagés conformément à ce régime pour ce mois, selon un mode en substance similaire à celui qui est décrit au présent article et à l'article 55.1.", "Absence de partage", "(8) Il n'est effectué, en ce qui concerne une période de cohabitation de personnes visées par le partage, aucun partage en application de l'article 55.1:", ") pour une année au cours de laquelle le total des gains non ajustés ouvrant droit à pension de ces personnes ne dépasse pas le double de l'exemption de base de l'année;", "b) pour la période avant laquelle l'une de ces personnes a atteint l'âge de dix-huit ans ou après laquelle l'une de ces personnes a atteint l'âge de soixante-dix ans;", "c) pour la période au cours de laquelle l'une de ces personnes était bénéficiaire d'une pension de retraite en vertu de la présente loi ou d'un régime provincial de pensions;", "d) pour un mois qui, en raison d'une invalidité, est exclu de la période cotisable de l'une ou l'autre de ces personnes en conformité avec la présente loi ou avec un régime provincial de pensions.", "Paiement des prestations", "(9) Dans les cas où il y a partage en application de l'article 55.1 et qu'une prestation est ou devient payable, conformément à la présente loi, à ou à l'égard de l'une ou l'autre des personnes visées par le partage au plus tard le mois qui suit le mois du partage, le montant de base de la prestation est calculé et ajusté conformément à l'article 46, de même qu'ajusté conformément au paragraphe 45(2), mais compte tenu de ce partage, et la prestation ajustée est payée avec effet lors du mois suivant le mois au cours duquel il y a partage; toutefois, il ne peut être payé une prestation qui n'aurait pas été payable, n'eût été le partage, pour le mois au cours duquel il y a partage ou tout mois antérieur à celui-ci.", "Avis du partage", "(10) Dès qu'il y a partage en application de l'article 55.1, les personnes visées par le partage, ou leurs ayants droit, en sont avisées de la manière prescrite.", "Règlements", "(11) Le gouverneur en conseil peut, par règlement:", ") fixer les délais et les modalités de présentation ou de retrait des demandes de partage des gains non ajustés ouvrant droit à pension;", "b) prévoir la procédure à suivre pour examiner ces demandes et les approuver, de même que les renseignements et la preuve à fournir à ce sujet;", "c) fixer la date à laquelle prend effet le partage ou son approbation et celle à laquelle prend effet l'attribution de gains ouvrant droit à pension à la suite d'un partage."]]}