{"id_": "003252", "body_str": [["[1]", "de Montigny, J.", ": These are two different applications for judicial review made by the same Applicants with regard to two decisions made by Officer S. Bisaillon, both dated May 6, 2010. In the first decision, the Officer rejected the Applicants' application for Pre-Removal Risk Assessment (\"PRRA\"). In the second decision, the Officer denied the Applicants' request to have their application for permanent residence processed from within Canada on humanitarian and compassionate grounds (\"H&C\").  <FRAGMENT_SUPPRESSED>"], ["[2]", "These two applications for judicial review raise the same facts, and the assessment of the risk that the Applicants would experience if returned to Mexico is shared by the two decisions. While these applications were not consolidated under Rule 105 of the", "Federal Courts Rules", ", SOR/98-106, they were scheduled for hearing on the same day and were argued together. Accordingly, these reasons will address both applications and shall be placed in each of the files.  <FRAGMENT_SUPPRESSED>", "I.", "Facts  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Applicants are citizens of Mexico. They are a family unit composed of a husband, wife and two minor children. Mr. Favio Cruz Ugalde, the husband, father, and the principal applicant, is a jeweller. The facts as alleged in his application for refugee protection are as follows.  <FRAGMENT_SUPPRESSED>"], ["[4]", "In Mexico, Mr. Cruz Ugalde and his employer completed a special order for custom-made jewels for the wife and the mother of the Governor of Guanajuato state; Mr. Juan Manuel Oliva Ramirez paid for the jewels with counterfeit money. Mr. Cruz Ugalde's employer decided to go to the media with this story. As a result, the employer was threatened and then disappeared.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Consequently, certain events occurred that frightened Mr. Cruz Ugalde. Some armed men came to the store when he was there alone, though he managed to escape through a secret door. A journalist informed Mr. Cruz Ugalde that his employer had been \"neutralized\", that state security agents were looking for him, and that the store had been broken into and robbed of its contents. The journalist also told him that the mother of the Governor had become ill and had died as a result of the stress of the potential media exposure of her family's corrupt acts. The journalist explained that since Mr. Cruz Ugalde worked very closely with his employer, the Governor's agents were under the impression that he was also behind the plan to speak to the media. Subsequently, this journalist also disappeared.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Understanding these happenings to present a serious risk, the Applicants went into hiding until they left Mexico for Canada. Since arriving here, their relatives in Mexico have been questioned and threatened by individuals looking for the principal Applicant.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Applicants' hearing before the Refugee Protection Division (RPD) concluded in a finding of a lack of credibility. Their application for judicial review of this decision was denied. The evidence on the record confirmed that the persecuting agent is a state governor, accused of committing abuses, who is considering running for president.  <FRAGMENT_SUPPRESSED>"], ["[8]", "After their negative RPD decision, the Applicants filed an H&C application and a PRRA. In the context of these applications, the Applicants filed some new evidence of the risk that they face in Mexico in an attempt to refute the RPD's negative credibility finding. In particular, the new evidence included the following:  <FRAGMENT_SUPPRESSED>", "1. Letters from the Applicants' family members in Mexico, alleging that their homes had been broken into and their property destroyed, that they had received threats from people looking for the principal Applicant, and that the police had been unhelpful when approached;  <FRAGMENT_SUPPRESSED>", "2. Letters from a judge and lawyers in Mexico stating that the people seeking the Applicants are dangerous and powerful and declaring that the Applicants could not be protected throughout the country;  <FRAGMENT_SUPPRESSED>", "3. Affidavit evidence from the principal Applicant, alleging the following:  <FRAGMENT_SUPPRESSED>", "a) that the story related in the PIF is accurate;  <FRAGMENT_SUPPRESSED>", "b) that he has spoken with a lawyer in Mexico and had been told that there was nothing that could be done to protect him;  <FRAGMENT_SUPPRESSED>", "c) that he has been unable to find any information regarding the whereabouts of either his former employer or the journalist with whom he had spoken;  <FRAGMENT_SUPPRESSED>", "d) that he was accustomed to the daily general dangers that he faced in Mexico, but that these more extraordinary recent events forced him to leave the country;  <FRAGMENT_SUPPRESSED>", "e) that he would have furthered more evidence in support of his claim but that many individuals are unwilling to provide him with evidence for fear of the powerful Mr. Oliva Ramirez;  <FRAGMENT_SUPPRESSED>", "f) that family members are still receiving threatening phone calls from people looking for him.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Both the PRRA and the H&C were refused, leading to the present case.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Applicants filed a stay of removal pending the outcome of this judicial review, which was granted by Justice Shore on July 22, 2010 in", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[11]", "To accompany this stay order, Justice Shore issued strongly-worded reasons concluding that the Officer had erred in the risk analysis contained in the PRRA decision. Although I recognize that the standard applicable for a stay application and the standard to be met in the present application for judicial review are different, Justice Shore's remarks are nevertheless relevant to the issues raised by the present application, and I agree with many of his findings.  <FRAGMENT_SUPPRESSED>", "II.", "The impugned decisions  <FRAGMENT_SUPPRESSED>", "- The PRRA decision  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Officer begins by stating the facts and setting out the PRRA test. She then acknowledges the new evidence submitted by the Applicants and proceeds to evaluate it in order to determine whether it shows that the risk faced by the Applicants is personalized or generalized.  <FRAGMENT_SUPPRESSED>"], ["[13]", "With regards to the letters written by the Applicants' friends and acquaintances confirming that they have been threatened by the aggressors, the Officer states that the letters are of low probative value because they are written by family members and therefore not \"disinterested\". She notes also that the authors of these letters have failed to inform the authorities about the threats that they have received.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The Officer also awards a low probative value to the letters from the judge and lawyers, on the grounds that these letters are also not sufficiently neutral evidence as they were written at the request of the Applicants. These letters, which report that the Applicants fled the country out of concern for their safety, are described as vague by the Officer, who notes that they do not name the aggressor or specify the actions taken by the Applicants to ensure their safety.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Furthermore, the Officer notes that the letters raise evidence that contradicts the PIF and RPD narrative with regards to previous aggressions (in 2001) and whether the Applicants moved to avoid their persecutor in 2007.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Concerning a letter confirming that the Applicants had installed an alarm system and installed bars on their windows, the Officer did not find this fact to be compelling proof that they feared for their lives, since many people in various countries take such measures as a general security precaution without such a fear.  <FRAGMENT_SUPPRESSED>"], ["[17]", "As for the photos submitted showing evidence of a break-in to the homes of the Applicants' family members, the Officer found these unconvincing, noting that they are accompanied by little explanation and could have been taking anywhere.  <FRAGMENT_SUPPRESSED>"], ["[18]", "With respect to the documentary evidence of corruption, violence, murders, and attacks in Mexico, the Officer noted that these problems are indeed present in Mexico but that the Applicants had failed to explain how these conditions relate to their own story. Therefore, she awarded this evidence a low probative value in terms of proof that their risk was personal and not generalized. Regardless of the country condition evidence, the Officer found that the Applicants had failed to discharge their burden of proving that they faced a personalized risk upon return to Mexico, and the PRRA was thus refused.  <FRAGMENT_SUPPRESSED>", "- The H&C decision  <FRAGMENT_SUPPRESSED>"], ["[19]", "The Officer sets out various factors and examines them, concluding that the H&C must be refused:  <FRAGMENT_SUPPRESSED>", "Level of establishment in Canada", ": The officer notes that various friends and acquaintances have written letters of support attesting to the positive role the family plays in their community. The officer acknowledges that the father has taken a jewelry course and has been working in Canada, while the mother is studying French. She recognizes that these are positive factors in her evaluation, but notes that this establishment is recent (the Applicants have only been in Canada for 2.5 years) and not beyond the ordinary. She concludes that these factors are insufficient to form the basis of a positive H&C determination.  <FRAGMENT_SUPPRESSED>", "Best interests of the children", ": The officer acknowledges that the children appear to be well-integrated in Canada, and that moving back to Mexico will be a challenge for them. However, she estimates that they will be capable of making the adjustment, and that the parents' decision to move from Mexico to Canada probably posed a bigger challenge to the children than will a return to their home country. She notes that their success in Canada, where they arrived relatively recently, suggests that they are adaptable enough to return to Mexico.  <FRAGMENT_SUPPRESSED>", "Fear of returning home", ": Here, the officer summarizes his own PRRA decision, which concluded that the evidence does not show that they would be at a personalized risk upon returning to Mexico.  <FRAGMENT_SUPPRESSED>", "Mexico", ": The officer remarks that Mexico is a republic with a democratically-elected government, which is taking measures to address the problems caused by drug traffickers and to address the country's security and human rights issues. She was not satisfied that the Applicants' general arguments about the risks they would face upon return to Mexico is a sufficient basis for granting that H&C.  <FRAGMENT_SUPPRESSED>", "III.", "Issues  <FRAGMENT_SUPPRESSED>"], ["[20]", "The PRRA decision gives rise to the following issue:  <FRAGMENT_SUPPRESSED>", "a. Was the Officer's assessment of the evidence unreasonable?  <FRAGMENT_SUPPRESSED>"], ["[21]", "The H&C decision gives rise to two issues:  <FRAGMENT_SUPPRESSED>", "a. Was the Officer's assessment of the evidence unreasonable?  <FRAGMENT_SUPPRESSED>", "b. Did the Officer err by failing to conduct a reasonable analysis of the best interests of", "the children?  <FRAGMENT_SUPPRESSED>", "IV.", "Analysis  <FRAGMENT_SUPPRESSED>", "- The PRRA decision  <FRAGMENT_SUPPRESSED>"], ["[22]", "It is settled law that PRRA decisions involve mixed questions of fact and law and, as such, are reviewable under the reasonableness standard. Reasonableness requires consideration of the presence of justification, transparency, and intelligibility in the decision-making process. It is also concerned with whether the decision falls within a range of acceptable outcomes, which are defensible in respect of the facts and law: see", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "A. Was the Officer's assessment of the evidence unreasonable?  <FRAGMENT_SUPPRESSED>"], ["[23]", "In my view, the Officer's treatment of the new evidence submitted for the PRRA was unreasonable for several reasons.  <FRAGMENT_SUPPRESSED>"], ["[24]", "First, as argued by counsel for the Applicants, the Officer's decision to assign little probative value to the letters from the Applicants' family members was not reasonable. These letters confirmed that the persecutors were searching for the Applicants and that the family members had experienced threats and break-ins by those in search of the Applicants. The Officer awarded these letters very low probative value because she deemed them \"not disinterested\", coming as they did from family members.  <FRAGMENT_SUPPRESSED>"], ["[25]", "It is true that giving evidence little weight due to its \"self-serving\" nature is an option open to the decision-maker (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[26]", "However, jurisprudence has established that, depending on the circumstances, evidence should not be disregarded simply because it emanates from individuals connected to the persons concerned:", "R v Laboucan,", "2010 SCC 12, at para 11. As counsel for the Respondent rightly notes,", "Laboucan", "concerned a criminal matter; however, immigration jurisprudence from this Court has established the same principle. Indeed, several immigration cases hold that giving evidence little weight because it comes from a friend or relative is an error.  <FRAGMENT_SUPPRESSED>"], ["[27]", "For example, in", "<FRAGMENT_SUPPRESSED>  Justice Dawson held at paragraph 25 that, \"solicitation does not per se invalidate the contents of the letter, nor does the fact that the letter was written by a relative.\" Likewise, Justice Phelan noted the following in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "The Officer gives little weight to other witnesses' affidavit evidence because it comes from a close family friend and a cousin. The Officer fails to explain from whom such evidence should come other than friends and family.  <FRAGMENT_SUPPRESSED>", "Similarly, Justice Mactavish stated the following in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "With respect to [", "sic", "] letter from the President of the organization, I do not understand the Board's criticism of the letter as being \"self-serving\", as it is likely that any evidence submitted by an applicant will be beneficial to his or her case, and could thus be characterized as 'self-serving'.  <FRAGMENT_SUPPRESSED>"], ["[28]", "In light of this jurisprudence, and under the circumstances, I do not believe it was reasonable for the Officer to award this evidence low probative value simply because it came from the Applicants' family members. Presumably, the Officer would have preferred letters written by individuals who had no ties to the Applicants and who were not invested in the Applicants' well-being. However, it is not reasonable to expect that anyone unconnected to the Applicants would have been able to furnish this kind of evidence regarding what had happened to the Applicants in Mexico. The Applicants' family members were the individuals who observed their alleged persecution, so these family members are the people best-positioned to give evidence relating to those events. In addition, since the family members were themselves targeted after the Applicants' departure, it is appropriate that they offer first-hand descriptions of the events that they experienced. Therefore, it was unreasonable of the Officer to distrust this evidence simply because it came from individuals connected to the Applicants.  <FRAGMENT_SUPPRESSED>"], ["[29]", "Regarding counsel for the Respondent's argument that the", "Laboucan", "rule does not apply because, unlike in", "Laboucan", ", the letters here do not address an issue central to the case at hand, I must respectfully disagree. Even if the letters do not address the particular contradictions noted by the RPD, they do confirm the Applicants' allegations; as such, they do serve to buttress their story and therefore counter the RPD's negative credibility findings. As such, the letters constitute relevant new evidence for the purposes of the PRRA.  <FRAGMENT_SUPPRESSED>"], ["[30]", "The Officer's treatment of these letters was also flawed in that it included at least one important factual error: The Officer stated that the family members in Mexico had not approached the police, whereas the letters stated that they had indeed tried to do so to no avail or else were afraid to do so (depending on the family member).  <FRAGMENT_SUPPRESSED>"], ["[31]", "Overall, the Officer's treatment of the evidence from the Applicants' family members was not reasonable. In this respect, I am in agreement with Justice Shore, who questioned the reasonability of the Officer's findings with respect to this evidence in the reasons accompanying his stay order:  <FRAGMENT_SUPPRESSED> , at paras 37-47.  <FRAGMENT_SUPPRESSED>"], ["[32]", "Second, the Officer's assessment of the letters emanating from the judge and lawyers was also unreasonable, as was argued by the Applicants' counsel. The Officer also awarded these letters a low probative value on the grounds that they too were not sufficiently neutral evidence, since they were written at the request of the Applicants. These letters, which report that the Applicants fled the country out of concern for their safety because they were being persecuted by a dangerous and powerful man, are described as vague by the Officer, who notes that the letters do not name the aggressor or specify the actions taken by the Applicants to ensure their safety.  <FRAGMENT_SUPPRESSED>"], ["[33]", "As discussed by Justice Shore in the reasons accompanying his stay order, the Officer's decision to award these letters low probative value was unreasonable in that it failed to consider the context of the letters. In  <FRAGMENT_SUPPRESSED> , Justice Shore wrote the following remarks:  <FRAGMENT_SUPPRESSED>"], ["[48] In regard to the letters submitted by the lawyers and the Mexican judge, the officer found that they are vague and do not explain what measures were taken to protect the Applicants.", "The entire letter from a Mexican judge who puts his life at risk must be read carefully and in a country condition context to understand its importance", "(MR at p. 80).  <FRAGMENT_SUPPRESSED>"], ["[49] The officer's decision is unreasonable as", "the officer did not consider the context of who the perpetrator is, and the fear that witnesses have in naming him. Both factors are clearly alluded to by the authors of the letters. It is also clear that this evidence buttresses the credibility of the Applicants' fear of a return, due to a lack of state protection and internal flight alternative (as is specifically pointed out in the objective country condition evidence)", ".  <FRAGMENT_SUPPRESSED>"], ["[50]", "The credibility of the authors cannot be so easily dismissed by the officer. It is clear from their position in society and by who the perpetrator is, that they are speaking with circumspect discretion but at the same time with purpose", ", recognizing the context and country in question (the country condition evidence with which the officer agrees, specifies as much).  <FRAGMENT_SUPPRESSED>", "Justice Shore's comments reflect my own impression of the Officer's treatment of these letters. I agree that the Officer's findings in this regard were unreasonable to the extent that the intervention of this Court is justified.  <FRAGMENT_SUPPRESSED>"], ["[34]", "Furthermore, although counsel for the Respondent attempts to bolster the Officer's findings in paragraphs 33-34 (by pointing out the letters' similarities to one another and the fact that one of them is very brief), the task of this Court is to evaluate the reasonability of the Officer's decision; it cannot be swayed by additional comments by the Respondent's counsel at this point regarding the worthiness of the letters themselves.  <FRAGMENT_SUPPRESSED>"], ["[35]", "I therefore conclude that the PRRA decision is unreasonable. As such, the judicial review of the PRRA should be granted.  <FRAGMENT_SUPPRESSED>", "- The H&C decision  <FRAGMENT_SUPPRESSED>"], ["[36]", "The applicable standard of review with respect to decisions made on H&C applications, when considered in their entirety, is reasonableness, since these decisions essentially raise questions of fact or mixed questions of fact and law. As already mentioned, reasonableness requires consideration of the existence of justification, transparency and intelligibility in the decision-making process. It is also concerned with whether the decision falls within a range of acceptable outcomes, which are defensible in respect of the facts and law:", "<FRAGMENT_SUPPRESSED> , at para 47.  <FRAGMENT_SUPPRESSED>", "A. Was the Officer's assessment of the evidence unreasonable?  <FRAGMENT_SUPPRESSED>"], ["[37]", "The Officer relies in part on the PRRA in making her H&C decision: \"L'évaluation ERAR conclu [sic] à un risque négatif car le demandeur principal n'a pas démontré par une preuve probante que son risque était personnel.\" As such, the risk analysis from the PRRA forms a central element of the H&C decision. Therefore, if there are any material errors in the PRRA, the H&C decision will also become invalid. Given that the PRRA risk analysis is unreasonable for the reasons I have set out above, the H&C decision is therefore also unreasonable and the decision should be set back to be re-determined by another Officer.  <FRAGMENT_SUPPRESSED>", "B. Did the Officer err by failing to conduct a reasonable analysis of the best interests of the", "children?  <FRAGMENT_SUPPRESSED>"], ["[38]", "Counsel for the Applicants also argue that the Officer failed to conduct a proper analysis of the best interests of the children directly affected by the decision, whereas she has a duty to conduct such an analysis:", "<FRAGMENT_SUPPRESSED> . Counsel for the Applicants argues that she did not sufficiently consider the evidence submitted about the children's integration into the Canadian community and that she did not properly weigh all of the factors affecting the children's best interests.  <FRAGMENT_SUPPRESSED>"], ["[39]", "With respect, I cannot agree with this argument. I find the Officer's analysis of the best interests of the children to be reasonable.  <FRAGMENT_SUPPRESSED>"], ["[40]", "The Officer did indeed explore the children's level of establishment in Canada. For example, she noted the following:  <FRAGMENT_SUPPRESSED>", "Le demandeur principal et sa famille sont très appréciés au sein de leur environnement, de nombreuses lettres d'appuis sont présentes au dossier et témoignent du fait que les demandeurs sont aimés pour leur [", "sic", "] qualités d'intégration, de dévouement et de service. Les enfants sont appréciés par leur [", "sic", "] pairs tel en fait foi les cartes déposées au dossier. Une pétition avec de nombreuses signatures à l'appui de la demande de résidence permanente pour les demandeurs a été annexée au dossier en leur faveur.  <FRAGMENT_SUPPRESSED>"], ["[41]", "Counsel for the Applicants also criticizes the Officer for failing to \"determine where the best interests of the children lie (e.g. here in Canada, where they want to remain)\". However, the FCA has stated the following in", "<FRAGMENT_SUPPRESSED> , at para 5:  <FRAGMENT_SUPPRESSED>", "The officer does not assess the best interests of the child in a vacuum. The officer may be presumed to know that living in Canada can offer a child many opportunities and that, as a general rule, a child living in Canada with her parent is better off than a child living in Canada without her parent.  <FRAGMENT_SUPPRESSED>"], ["[42]", "The Officer is not required to explicitly state that the children will be better off in Canada with their parents, but is presumed to take this fact into account. If the Officer is presumed to know that living in Canada can offer a child many opportunities, it is unfair to argue that she failed to consider whether it would be beneficial for them to remain here. The Officer's analysis considers the effect that a return to Mexico would have on the children, and concludes that the hardship involved would not be too great. Overall, I find the Officer's analysis regarding the best interests of the children to be intelligible and within the range of acceptable outcomes.  <FRAGMENT_SUPPRESSED>"], ["[43]", "Nevertheless, the other errors that I have identified above justify the intervention of the Court in both the PRRA and the H&C decisions.  <FRAGMENT_SUPPRESSED>", "V.", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[44]", "For all of the foregoing reasons, I find that both applications for judicial review ought to be granted. No question has been proposed for certification and none is certified.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[45]", "THIS COURT'S JUDGMENT is that", "these applications for judicial review are granted. No question of general importance is certified. A copy of these reasons shall be place in both files IMM-3774-10 and IMM-3775-10.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}