{"id_": "003363", "body_str": [["[1]", "Gibson, J.", ": By Amended Statement of Claim filed the 24th of April, 1996, the plaintiff claims the following reliefs against the defendants", "\"a) an Order that the plaintiff be entitled to possession and use of the defendant ship;", "b) an Order that the plaintiff is entitled to a possessory maritime lien and", "a right in rem", "by virtue of the equipment, supplies and improvements provided to the defendant ship by the plaintiff;", "c) an Order that such possessory maritime lien ranks in priority to all other claims in relation to the defendant ship;", "d) Special and general damages respecting loss of use of the defendant vessel for the period October 26, 1992 - December 25, 1992;", "e) Interest in accordance with the", "Judgment Interest Act", "; and", "f) Costs.\"", "(the underlined words were added at the opening of trial on May 26, 1997)"], ["[2]", "The sole defendant filing a Statement of Defence and appearing at trial was Her Majesty In Right of New Brunswick (represented by the Minister of Fisheries and Aquaculture, Fisheries Development Board, of the province of New Brunswick).", "The Evidence"], ["[3]", "While there was substantial difference between the evidence adduced on behalf of the plaintiff and the evidence adduced on behalf of the defendant on critical points of detail, the principal facts underlying the dispute between the parties were generally agreed upon. They can be summarized as follows."], ["[4]", "Sometime before or during the spring of 1992, the plaintiff determined that he wished to enter the groundfish fishery off the northeast coast of Newfoundland. For this purpose, he undertook a search for an appropriate vessel that he could purchase. He also identified a captain, another individual (\"Mr. Lewis\") who was prepared to act as a crew member and who held appropriate fishing licenses, and other crew members. He determined to act as a crew member himself."], ["[5]", "In mid-April, the plaintiff identified what he hoped would be a suitable vessel that was for sale at Campobello Island, New Brunswick. The plaintiff contacted the owner, Mr. Ralph Lord (\"Mr. Lord\"). The plaintiff arranged to travel to Campobello Island to inspect the vessel that was for sale. The inspection established that the vessel was not satisfactory for the plaintiff's purposes. However, another vessel also owned by Mr. Lord, the Tami Joan, proved to be available for charter or lease. Before leaving Campobello Island, the plaintiff entered into a verbal agreement to lease the Tami Joan for the period from May 15, 1992 to December 25, 1992 with an option to purchase if, before the 31st of December, 1992, Mr. Lord decided to sell the Tami Joan."], ["[6]", "The plaintiff believed the Tami Joan to be unencumbered and appropriately insured. In the event, neither belief turned out to be well-founded."], ["[7]", "The Tami Joan was not ready for the plaintiff to take delivery on May 15. On May 21, the plaintiff, together with the captain and Mr. Lewis, travelled to Campobello Island. They found the Tami Joan still not ready to go to sea. The three set about to prepare the vessel to go to sea and were satisfied that they had completed the task on May 22. That same day, the plaintiff and Mr. Lord entered into a written lease for the Tami Joan. The plaintiff delivered to Mr. Lord a bank draft for $35,000 representing the lease payment due on delivery of the Tami Joan and a further bank draft to cover the goods and services tax on the transaction. Only then did Mr. Lord advise the plaintiff that the Tami Joan was uninsured. He only significantly later advised the plaintiff that the Tami Joan was subject to a mortgage that was substantially in arrears. On the afternoon of Friday, May 22, the plaintiff undertook himself to attempt to arrange insurance. He was unsuccessful and was only able to make appropriate arrangements on Monday morning, May 25."], ["[8]", "The lease entered into between the plaintiff and Mr. Lord contained the following clause with respect to insurance:", "\"8. The lessee and the lessor shall share the cost of maintaining public liability and property insurance to protect the lessee and the lessor against damage to property or persons from the operation, handling or transportation of the said motor vessel during the leased period. In addition the lessee and the lessor shall equally insure the motor vessel for loss by fire or damage. The lessee shall also equally provide such other insurance as may be requested by the lessor in advance of delivery by the lessor to the lessee. The lessee and the lessor shall pay for the marine insurance as required. Any insurance deductible shall be paid by the lessee in the event of an insurance loss.\""], ["[9]", "The plaintiff, his captain and Mr. Lewis left in the Tami Joan for Newfoundland sometime after noon on Monday, May 25."], ["[10]", "While still off the coast of New Brunswick, the Tami Joan apparently received some sort of a radio communication. For whatever reason, radio contact was never successfully concluded. The attempted contact was apparently instituted by an official of the Province of New Brunswick. The Province of New Brunswick was concerned because it held the mortgage on the Tami Joan. Further, the repayment contract related to the mortgage contained the following clauses:", "\"6. Until payment in full to the Mortgagee of the amount of the said loan, with interest as aforesaid, the Ship owner will land his/their entire fish catch in the Province of New Brunswick and will not, without the prior written consent of the Mortgagee land or sell fish outside the Province of New Brunswick. Notwithstanding the above, the intent of this section shall be that the Ship owner shall not be in default under this Agreement for landing fish outside the Province of New Brunswick when the New Brunswick fish processing plants are unable or unwilling to handle the fish or pay competitive prices for them, or for other reasonable cause in the case of individual landings as the necessity may arise.", ". . . . .", "\"23. The Ship owner agrees that personnel engaged in the operation of the vessel covered by this Agreement shall be citizens of the Province of New Brunswick insofar as is practically possible.\"", "Clearly, the plaintiff had no intention of complying with the landing requirement of which he was unaware. Equally clearly, he and his captain and Mr. Lewis were not \"citizens\" of New Brunswick. The quoted clauses reflected the fact that New Brunswick had provided the mortgage loan on the Tami Joan on substantially favourable interest terms with the objective of promoting the New Brunswick fishery, not the fishery of Newfoundland or any other province. By reason of the arrears on the loan and the obvious default on the part of Mr. Lord in respect of the above-quoted terms of the repayment agreement, New Brunswick took the position that it was entitled to take possession of the Tami Joan."], ["[11]", "Some four days after leaving Campobello Island, without further incident, the plaintiff, his companions and the Tami Joan arrived at St. John's. The new insurance arrangements were confirmed and a down payment on the insurance policy was made by the plaintiff. Evidence of the insurance was provided to the plaintiff and to Mr. Lord. No further payments were ever made on the insurance policy which, although twice extended for relatively brief periods without further payment, lapsed sometime in September. The plaintiff never received a copy of the policy or of the insurance payment schedule."], ["[12]", "The Tami Joan was moved from St. John's to Long Pond, close to the plaintiff's home. The plaintiff was contacted by Mr. Lord who, for the first time, advised of the mortgage against the Tami Joan and acknowledged that it was in arrears. Mr. Michael McFarlane (\"Mr. McFarlane\") of the New Brunswick Ministry of Fisheries and Aquaculture also contacted the plaintiff. He requested that the plaintiff turn over the Tami Joan to New Brunswick. The plaintiff, on legal advice, refused. Mr. McFarlane then requested that the Tami Joan be made available for a survey or appraisal that he would arrange and requested that the Tami Joan not be moved until the survey or appraisal was carried out. The plaintiff agreed to these requests since he, his captain and his fellow crew members had significant work to do to prepare the Tami Joan to join the groundfish fishery. The work included acquisition and installation of a gill-net hauler and related hydraulics, installation and upgrading of electronic equipment, construction of pens in the fish hold, construction of a net box, installation of a safety rail and other work."], ["[13]", "The survey or appraisal was completed on June 16."], ["[14]", "Shortly after completion of the survey or appraisal, the Tami Joan was ready to enter the fishery. It did so. It completed one voyage. On July 2, 1992 the Atlantic Northern Cod Fishery was closed by the Federal Minister of Fisheries and Oceans. The plaintiff was devastated. The principal fishery open to him at that season was lost. He was substantially indebted to others including his daughter and the fish processor who had agreed to receive his catch, J.W. Hiscock Sons Ltd. (\"Hiscock\"). The plaintiff turned to the tuna fishery. He completed three or four voyages in this fishery, only the first of which was successful. Sometime before the end of the plaintiff's efforts in the tuna fishery, the insurance on the vessel lapsed. From that time until the time of seizure of the vessel by New Brunswick, the vessel remained uninsured."], ["[15]", "The Tami Joan was taken to St. John's and moored in the harbour. Mooring charges began to accumulate and fell into arrears. The plaintiff visited the vessel at least every second day and began to formulate plans to salvage his investment, or at least a portion of it, by engaging in the late-season turbot fishery. He planned for two trips in early November before tying up for the winter season. He monitored turbot catches by other vessels along the northeast coast. Once again, his hopes, plans and aspirations were thwarted."], ["[16]", "In late October, there was some slight discrepancy as to the date but nothing turns on that discrepancy, New Brunswick seized the Tami Joan. It is around this event where the greatest difference between the plaintiff's version of events and that of New Brunswick's representative, Mr. McFarlane, and those whom he engaged to aid in the seizure, centred."], ["[17]", "It was not in dispute that, on the morning of the day on which the seizure took place, the plaintiff was invited to a meeting by a representative of Bailiffs Inc. in St. John's. The plaintiff was adamant that the meeting was scheduled to take place at the offices of Bailiffs Inc. at 2:00 p.m. Mr. McFarlane, who instructed that the invitation go out to the plaintiff, understood that the meeting would take place at the location where the Tami Joan was moored in St. John's harbour."], ["[18]", "The plaintiff attended at the offices of Bailiffs Inc. just before 2:00 p.m. In his words, he was there \"entertained\" or diverted by a representative of Bailiffs Inc."], ["[19]", "In the meantime, at the Tami Joan, preparations started for the seizure and removal of the vessel to safe-storage at Fermeuse, Newfoundland. A lock on the wheel house was broken and replaced with another. A crew retained by New Brunswick arrived, cleaned up the vessel and checked it out for the voyage. The fuel tanks of the vessel were filled. A rather superficial inventory of equipment on board the vessel was carried out. It was started up, moved away from its mooring in a brief familiarization run and returned to the mooring with its bow facing towards the entrance to the harbour rather than into the harbour as it had been found."], ["[20]", "At about 3:30 p.m., the plaintiff tired of waiting at the offices of Bailiffs Inc. He returned to his automobile and started for home, by chance, driving along by the harbour. He witnessed the activity around the Tami Joan and, in particular, the brief tour out into the harbour. He approached the scene in his car. There was consensus among those who gave evidence that his reaction was one of shock and dismay, not of anger or violence. He spoke with the proprietor of Bailiffs Inc. and advised him that, if the Tami Joan was to undertake a voyage, extra lubricating oil should be on board since she leaked lubricating oil. Mr. McFarlane briefly joined the plaintiff in his car. There was an exchange regarding the ownership of equipment on board the vessel. Mr. McFarlane testified that the plaintiff denied that any of the equipment on board the vessel was his. The plaintiff's testimony was to the contrary."], ["[21]", "The plaintiff left the harbour. The Tami Joan sailed out of St. John's harbour on its way to Fermeuse."], ["[22]", "Mr. McFarlane was contacted by Mr. Lewis. Mr. Lewis claimed the fishing nets that were on board the Tami Joan. In his testimony before me, the plaintiff acknowledged the ownership of approximately ⅔ of the nets by Mr. Lewis but claimed ownership of the other ⅓ himself. In light of the understanding of Mr. McFarlane, derived from the brief conversation in the plaintiff's car, that the plaintiff claimed none of the equipment on board the Tami Joan, once the vessel reached Fermeuse, Mr. McFarlane allowed Mr. Lewis to remove some or all of the nets and take them away."], ["[23]", "Mr. McFarlane was also contacted by Hiscock. Hiscock claimed a substantial range of equipment on board the Tami Joan, including electronic equipment and accessories. Once again based on the understanding by Mr. McFarlane that the plaintiff made no claim to the equipment on board the vessel, Hiscock was authorized to remove the equipment claimed. A second claim was made on behalf of Hiscock for a further range of equipment and lumber used to make certain improvements on board the Tami Joan. In the event, the items on the second list of equipment and materials claimed by Hiscock were not delivered to it."], ["[24]", "On November 12, 1992, the plaintiff arrested the Tami Joan at Fermeuse. Negotiations followed between New Brunswick and the plaintiff which resulted in the delivery of a relatively insignificant list of equipment and personal belongings found on board the Tami Joan to the plaintiff and in the release of the vessel from arrest on terms which preserved the plaintiff's rights of action against the vessel. The Tami Joan was subsequently sold by public tender from her place of storage at Fermeuse, Newfoundland."], ["[25]", "As indicated earlier, there were areas where there was conflict in the testimony given before me. First, the testimony of those on board the Tami Joan as she steamed from Campobello Island in New Brunswick indicated only a vague recollection that someone may have been trying to reach the Tami Joan on the ship's side-band radio. Testimony regarding efforts to determine the source of the call was vague. By contrast, the evidence of Mr. McFarlane on behalf of New Brunswick was that extensive efforts were made to try and contact the Tami Joan and to have her put into port in New Brunswick so that New Brunswick's concerns regarding removal of the Tami Joan from New Brunswick waters with a crew made up of Newfoundlanders could be sorted out."], ["[26]", "Similarly, testimony regarding the arrangements made for a meeting by Mr. McFarlane and representatives of Bailiffs Inc. with the plaintiff on the date of seizure conflicted. The employee of Bailiffs Inc. who arranged the meeting believed it was to be at the offices of Bailiffs Inc. According to the plaintiff's testimony, that was the message that he conveyed to the plaintiff. That is certainly where the plaintiff went shortly prior to 2:00 p.m. to attend the meeting. The proprietor of Bailiffs Inc., and Mr. McFarlane, by contrast, believed that the meeting was to be at wharf-side where the Tami Joan was moored. Mr. McFarlane testified that it would \"make sense\" to have the meeting at the vessel to facilitate the seizure and the exchange of information regarding the vessel and the plaintiff's interest in the vessel and equipment and belongings on board. Similarly, there were differences of recollection as to what transpired and what was said when the plaintiff did attend where the Tami Joan was moored. In particular, the plaintiff testified that he told the proprietor of Bailiffs Inc. or Mr. McFarlane or both that he did not claim", "all", "of the equipment or gear on board whereas the recollection of the proprietor and Mr. McFarlane was that the plaintiff indicated he did not claim", "any", "of the equipment and gear on board."], ["[27]", "Finally, the testimony regarding the disposition of some 220 fishing nets that were on board the Tami Joan was in conflict. There was no dispute that Mr. Lewis owned some 150 of the nets. Further, there was no question but that Mr. Lewis removed nets from the Tami Joan at Fermeuse after it was seized. The evidence was also clear that, sometime after the Tami Joan was foreclosed from the cod fishery in July of 1992 by the moratorium, the plaintiff acquired a further 71 nets and that they were placed on board the Tami Joan. The evidence was also undisputed that, at the time of seizure, there were nets in the net box on the Tami Joan, nets on the deck and nets in the hold. After Mr. Lewis removed his nets, and he testified unequivocally that he removed only his nets and removed no nets from the hold, the testimony was to the effect that there were no nets left on board the Tami Joan. Indeed, the proprietor of Bailiffs Inc. testified to the effect that he saw Mr. Lewis and those working with him in the removal of nets, remove nets from the hold.", "The Issues"], ["[28]", "The issues argued before me can be summarized as follows: first, whether New Brunswick was entitled to seize the Tami Joan under its mortgage; second, if so, whether or not the plaintiff was entitled to a possessory lien and a right in rem by virtue of the equipment, supplies and improvements provided to the Tami Joan by the plaintiff; third, the priority of any such lien in relation to New Brunswick's claim against the Tami Joan by virtue of its mortgage; fourth, the extent of the equipment, supplies and improvements to which any possessory lien in favour of the plaintiff extended; and finally, whether or not the plaintiff was entitled to special and general damages respecting loss of the use of the Tami Joan for fishing during the period October 26, 1992 to December 25, 1992.", "Analysis"], ["[29]", "As a preliminary matter, counsel for the plaintiff argued that New Brunswick had failed to prove its mortgage on the Tami Joan and the registration of the mortgage. He argued that New Brunswick was required to strictly prove its mortgage and the registration thereof in order to found its right to seizure and any priority arising from the mortgage. A copy of the mortgage was placed in evidence with handwritten notations thereon, very difficult to read, indicating that the mortgage had been registered with the registrar of ships at the port of Grand Manan in New Brunswick. The date of registration was impossible to decipher. No objection was taken on behalf of the plaintiff to the introduction of the copy in evidence. In New Brunswick's Statement of Defence, it is pleaded that:", "\"The first defendant, Her Majesty the Queen, in right of the Province of New Brunswick as represented by the Minister of Fisheries and Aquaculture (the 'Minister') is a person interested in the motor vessel ('TAMI JOAN') by virtue of a Mortgage 'D' dated February 29, 1990 made by L. Ralph Lord ('Lord') the owner of all 64 shares in the said motor vessel, which said mortgage 'D' made in form F. No. 12 to secure an account current between Lord and the Minister was entered and registered at Grand Manan, New Brunswick on February 26, 1990.\""], ["[30]", "In his reply, the plaintiff, while specifically denying many of the allegations in the Statement of Defence, does not deny, either generally or specifically, the above quoted paragraph from the Statement of Defence. Rather, he denies that the provisions of any mortgage between the owner of the Tami Joan and the Minister are binding on him, denies being aware of any such mortgage or of the provisions of any such mortgage and states \"... that a possessory lien in respect of equipment, supplies and improvements to a motor vessel has priority over a mortgage whether or not knowledge of the existence of the mortgage is known\". In light of the failure to object to the introduction of the copy of the mortgage adduced at trial, the paragraph quoted from the Statement of Defence and the nature of the provisions of the reply to New Brunswick's defence, I am not prepared to entertain the position taken on behalf of the plaintiff, for the first time in closing argument, that New Brunswick's defence must fail in its entirety for failure to strictly prove its mortgage and the registration thereof."], ["[31]", "Further, I am satisfied, that New Brunswick was entitled to seize the Tami Joan as it did at St. John's, Newfoundland, on or about October 27, 1992. The mortgage was then in arrears, albeit for a substantially smaller sum then had been the case prior to the time when a substantial portion of the plaintiff's first and only payment under his lease of the Tami Joan was paid by Mr. Lord to New Brunswick against the mortgage loan. Insurance on the Tami Joan had been allowed to lapse by the plaintiff and by Mr. Lord, between them, contrary to the terms of the repayment agreement between Mr. Lord and New Brunswick that was supplementary to the mortgage. Further, two other paragraphs of that repayment agreement had been and continued to be breached. As indicated earlier, the agreement required landing in New Brunswick of all fish taken by the Tami Joan and that the crew be \"citizens of the Province of New Brunswick insofar as is practically possible\". It was not argued before me that any particular court process was a condition precedent to a seizure under the terms of the mortgage."], ["[32]", "As noted by Brandon, J., in", "Ship Myrto, Re", "[see footnote 1], under normal circumstances, a charterer or lessor of a vessel is normally entitled to use the vessel under terms of the charterparty notwithstanding the terms of a mortgage between the owner and a mortgagee. However, Brandon, J., points out that there exist exceptions to this general rule. He wrote:", "\"(4) The mortgagee is, however, entitled to exercise his rights under the mortgage without regard to any such contract made by the owner with a third party for the employment of the ship in two cases:", "(a) where the contract is of such a kind, and/or is made or performable in such circumstances, that the security of the mortgage is impaired;", "(b) where, whether this is so or not, the owner is unwilling and/or unable to perform the contract.\""], ["[33]", "In", "Banco do  <FRAGMENT_SUPPRESSED>  and applies the principles laid down in", "The Myrto", ". The Federal Court of Appeal overturned Mr. Justice Strayer's decision in", "Banco do Brasil", "[see footnote 3]. However, the court did so by distinguishing", "The Myrto", "on its facts and on the basis that Strayer, J., as he then was, erred in concluding that the conduct of the defendant/mortgagee, threatening to seize the vessel, was actionable in Canada. In respect of the principles laid down in", "The Myrto", ", the Court of Appeal said at pages 755-756:", "\"In my respectful view, the learned trial judge erred in law in concluding that in Canada the tort of intimidation based on the appellant's conduct fell to be determined solely on the basis of the principles stated in the", "The Myrto", "Although those principles were of assistance to him in appreciating the limits on the appellant's rights as mortgagee if it chose to exercise its undoubted right to arrest the Alexandros", ", in my opinion, they were of no assistance in resolving the dispute in this case as between the appellant and the respondents.\" (Emphasis added)"], ["[34]", "Thus, I am satisfied that in this case, where the limits on the mortgagee's right to seize the mortgaged vessel are in issue, the principles, outlined in", "The Myrto", "and adopted by Strayer, J., in", "Banco do Brasil", ", are applicable."], ["[35]", "In this case, New Brunswick was entitled to seize the Tami Joan despite the charterparty agreement between the owner and the plaintiff because the facts of this case fall within the ambit of the exceptions enunciated in", "The Myrto", "and affirmed in", "Banco do Brasil", ". The owner was unable and/or unwilling to perform the charterparty contract. The contract envisioned that the owner and the plaintiff would share the costs of insurance for the Tami Joan. However, the evidence indicates that the insurance policy was allowed to lapse. In addition, or alternatively, the charterparty contract was performable in a manner that impaired New Brunswick's security. The impairment of New Brunswick's security here arose by allowing the insurance on the Tami Joan to lapse and, indeed, by operating the Tami Joan in the fishery without insurance."], ["[36]", "In the result, I conclude that the plaintiff has not been, since the seizure of the Tami Joan by New Brunswick, entitled to possession or use of the Tami Joan."], ["[37]", "Was then the plaintiff entitled to a possessory lien and a right of action in rem against the Tami Joan by virtue of the equipment, supplies and improvements provided by him to the ship?"], ["[38]", "In", "Mortgages of Ships, Marine Security in Canada", "[see footnote 4] the learned author cites", "<FRAGMENT_SUPPRESSED>  supplier of materials to a vessel has possession of it, his priority over a mortgagee with respect to his claim will be recognized as a valid possessory lien.\" [see footnote 6]", "The learned author continues at page 96:", "\"Where a mortgagee is instrumental in a", "repairman", "with a possessory lien losing possession, then he must compensate the repairman by paying the amount of the lien which would rank in priority to his claim against the vessel. In", "Weir and  <FRAGMENT_SUPPRESSED>  the vessel and authorizing the purchasers to take possession the mortgagee deprived the shipyard of its lien. A mortgagee seeking to take possession of a vessel upon which he has a mortgage must first discharge the possessory lien of the party who effected the repairs.'", "Goodridge, J., further stated:", "'Because a repairman has a possessory lien which he loses when he loses his possession, if a mortgagee is instrumental in a repairman with a possessory lien losing possession then he must pay the amount of the lien to the repairman. The authority for such a statement is to be found in", "<FRAGMENT_SUPPRESSED> .'\" (footnotes omitted)", "Given the first quotation from the learned author above, I conclude that the references to \"a repairman\" in the second quotation extend to a \"... supplier of materials to a vessel ...\", as referred to in the first quotation. I reach this conclusion on the basis that the interests of a supplier of goods and of a repairman, in my opinion, are the same. The consequences of a repairman being deprived of a possessory lien are essentially identical to the consequences of a supplier of materials or goods who is in possession being deprived of possession."], ["[39]", "Against the foregoing authority, I conclude that the plaintiff, if he was indeed a supplier of materials to the Tami Joan, since he was certainly in possession of the Tami Joan at the time it was seized, was, up to that time, entitled to a possessory lien."], ["[40]", "I turn then to the question of whether or not the plaintiff was a \"supplier of materials\" to the Tami Joan. There can be no doubt that, following the berthing of the Tami Joan at Long Pond, Newfoundland, in late May or very early June, 1992, the plaintiff arranged for, took part in, and, perhaps, supplied materials and equipment for improvements to the Tami Joan to make her ready to engage in the cod fishery. Invoices in support of the position that the plaintiff supplied the materials and equipment, or a large part of it, were adduced in evidence on behalf of the plaintiff. A number of the invoices were made out directly to the plaintiff. Others were made out to the Tami Joan \"& owner Dave Greeley\". Others were made out to relatives of the plaintiff and the plaintiff testified that he in fact paid the amounts shown on those invoices. One invoice is made out to Mr. Lord, the then owner of the Tami Joan. Another is made out to \"cash sales\" and the plaintiff testified that he paid that invoice as well. The plaintiff's testimony also indicated that he was extended extensive credit by Hiscock to facilitate his fishing enterprise on the understanding that all fish landed by the plaintiff would be processed by Hiscock. Hiscock was a major claimant of the equipment, materials and gear on board the Tami Joan following its seizure and there was evidence before me that the plaintiff facilitated Hiscock's claim to equipment, materials and gear."], ["[41]", "There was, further, some material and gear for which there was undisputed evidence that the plaintiff was the supplier and for which no claim was made following seizure by anyone other than the plaintiff. This included 71 fishing nets and a safety rail installed around the deck of the Tami Joan. In the result, I conclude that the plaintiff was a \"supplier of goods and material\" to the Tami Joan and that the plaintiff was thus entitled to a possessory lien while he was in possession of the Tami Joan. But, according to the foregoing quotations from", "Mortgages of Ships, Maritime Security in Canada", ", when the plaintiff lost possession of the Tami Joan by reason of the seizure by New Brunswick which I have determined to be in accordance with law, the plaintiff was left with nothing more than a right to be paid the amount of his lien by New Brunswick."], ["[42]", "In", "Maritime Liens and Claims", "[see footnote 7] the learned author wrote:", "\"The possessory lien only survives during actual possession and does not give rise to a right to proceed in rem or to sell the vessel. The lien is, however, protected by the court which will recognize the lienholder's rights once the ship has been arrested in another proceeding. At this point, the ship repairer may intervene and request protection.\""], ["[43]", "In", "<FRAGMENT_SUPPRESSED>  ship, once he has relinquished possession of it and has therefore abandoned any possessory lien to which he might have been entitled, is therefore in the same position as an ordinary creditor since he has no maritime lien.\""], ["[44]", "In light of the foregoing authorities, I conclude that, at the time this action was commenced, the plaintiff, then being out of possession of the Tami Joan, had no basis on which to proceed in rem to enforce a possessory lien. On the basis of his preexisting possessory lien, he was, at that time, in the words of Addy, J., \"... in the same position as an ordinary creditor since he [had] no maritime lien. While the plaintiff might have then had a statutory right in rem for necessaries and repairs, any such right would rank below the right of New Brunswick as a mortgagee in possession."], ["[45]", "In light of my conclusions on this point, I need not deal with the fourth issue listed earlier in these reasons."], ["[46]", "Equally, the plaintiff's claim for special and general damages respecting loss of the use of the Tami Joan for the period following seizure and until the end of his lease, that is, December 25, 1992, must fail, not only because the seizure of the Tami Joan by New Brunswick was lawful and therefore the plaintiff was not thereafter entitled to possession and use, and because this action in rem is ill-founded, but also on its own merits. The only evidence that the plaintiff intended to fish using the Tami Joan during the balance of the lease related to the late season turbot fishery on the Northeast Coast of Newfoundland and was his own. The plaintiff testified that he was anxious to recoup his losses from his disastrous summer and early autumn endeavours by making at least two fishing trips in the first part of November."], ["[47]", "There was evidence supporting that of the plaintiff that a viable late-season turbot fishery generally was available on the northeast coast of Newfoundland. However, the viability of the fishery was heavily dependent on a number of variables, among them, weather, prices for landed turbot, and quantities of turbot available."], ["[48]", "The evidence of the plaintiff's preparations for the turbot fishery was vague and general in its terms. Mr. Lewis did testify that he was prepared to make his licence available to a captain of the Tami Joan if one were identified. Mr. Lewis testified that he himself was not prepared to take part in the late-season turbot fishery. The plaintiff testified that he monitored catches of turbot during October. He gave no evidence as to the result of his monitoring. No evidence was tendered as to the viability of the turbot fishery off the northeast coast in November of 1992. No evidence was offered as to turbot prices in November of 1992. No evidence was tendered as to the cost that would have been associated with the operation of the Tami Joan at that season and no evidence was tendered as to whether weather conditions in November of 1992 were such as to make turbot fishing from a vessel such as the Tami Joan feasible."], ["[49]", "In the result, there is simply no way in which I could conclude that the plaintiff lost opportunity to engage in the late-season turbot fishery through the seizure of the Tami Joan. Even if I were to so conclude, there was absolutely no evidence tendered by which I could have calculated damages.", "Conclusion"], ["[50]", "To summarize then, against the relief claimed by the plaintiff, it is clear that the plaintiff is not entitled at this time, and has not been entitled since December 25, 1992, to an order that he is entitled to the possession and use of Tami Joan. I conclude that the plaintiff is not entitled to a possessory \"maritime\" lien or to a right in rem arising from a possessory \"maritime\" lien by virtue of the equipment, supplies and improvements provided to the Tami Joan by the plaintiff. The plaintiff may have a statutory right in rem for necessaries and repairs, but any such right ranks below that of New Brunswick as a mortgagee in possession. The plaintiff is not entitled to special or general damages respecting loss of the use of the Tami Joan for the period October 26 to December 25, 1992."], ["[51]", "In the result, this action will be dismissed. Counsel for New Brunswick urged me to consider exercising my discretion to grant costs on a solicitor and client or equivalent basis in this matter. I am disinclined to do so since, as I indicated earlier in these reasons, while the plaintiff was, I conclude, to a very significant extent the author of his own misfortune, the Province of New Brunswick was not entirely blameless in its conduct and contributed, in the result, to the cost of this litigation. The defendant, the Province of New Brunswick, will have its costs against the plaintiff on the ordinary scale.", "Action dismissed.", "Editor: Angela E. McKay/gs", "Footnotes", "1. [1977] 2 Lloyd's Rep. 243.", "2. [1990] 3 F.C. 260; 35 F.T.R. 122 (T.D.).", "3. [1992] 3 F.C. 735; 145 N.R. 140 (F.C.A.).", "4. J.D. Buchan,", "Mortgages of Ships, Maritime Security in Canada", "(Toronto: Butterworths, 1986).", "5. (1880), 4 Asp. M.L.C. 254 (Ire.).", "6. See", "Buchan", ", supra, footnote 4 at 95.", "7. William Tetley,", "Maritime Liens and Claims", ", London (Business Law Communications Ltd., 1985), at 274.", "8. [1978] 1 F.C. 379, at 386 (T.D.).", "[End of document]"]]}