{"id_": "003487", "body_str": [["[1]", "Hargrave, Prothonotary", ": These reasons arise out of two motions in writing dealt with pursuant to rule 324. The first motion is brought by the respondent, who seeks to have the applicant's application for leave dismissed on the grounds that the applicant failed to file an application record within the time allowed. The second motion is brought by the applicant, who seeks to have the respondent's motion dismissed and to obtain an extension of time within which to file the applicant's record.  <FRAGMENT_SUPPRESSED>"], ["[2]", "Counsel for the respondent has filed written argument both in support of his motion and in reply to the applicant's motion. Unfortunately, the Crown has filed no written argument, only some disjointed affidavit material - which is perhaps symptomatic of the Crown's approach in this instance. In the result I have allowed the respondent's motion, but have denied the applicant's motion for the reasons which follow. However, I will first begin with some pertinent background material.  <FRAGMENT_SUPPRESSED>", "Background  <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicant's application for leave and judicial review was filed on 11 September 1997. Notwithstanding that the application was filed in a timely manner it seeks an extension of time under s. 82.1(5) of the", "Immigration Act", ". Even as late as 20 October 1997 the Crown still believed it had not filed the leave application in time and sought to explain it on the basis of a supposed foul-up in transmitting instructions electronically, saying it could not file the application on time because it had no instructions (20 October 1997 affidavit of Terrance McAuley): obviously someone in the Department of Justice divined the Minister's intention and in fact filed in a timely manner.  <FRAGMENT_SUPPRESSED>"], ["[4]", "On 18 September 1997, the respondent filed a notice of appearance in conformity with the", "Federal Court Immigration Rules", ".  <FRAGMENT_SUPPRESSED>"], ["[5]", "On 1 October 1997, the applicant served the respondent with a 14 page document titled \"applicant's Memorandum of Argument\". This document was rejected by the Registry for failure to comply with rule 10 of the", "Federal Court Immigration Rules", "which set out the manner in which an application for leave must be perfected. Rule 10(2) requires an applicant to serve on the respondent and subsequently file a record containing:  <FRAGMENT_SUPPRESSED>", "\"(a) the application for leave,  <FRAGMENT_SUPPRESSED>", "\"(b) the decision or order, if any, in respect of which the application is made,  <FRAGMENT_SUPPRESSED>", "\"(c) the written reasons given by the tribunal, or the notice under paragraph 9(2)(b), as the case may be,  <FRAGMENT_SUPPRESSED>", "\"(d) one or more supporting affidavits verifying the facts relied on by the applicant in support of the application, and  <FRAGMENT_SUPPRESSED>", "\"(e) a memorandum of argument which shall set out concise written submissions of the facts and law relied upon by the applicant for the relief proposed should leave be granted,  <FRAGMENT_SUPPRESSED>", "\"and file it, together with proof of service. <FRAGMENT_SUPPRESSED>"], ["[6]", "On October 1st, 1997, when the applicant's Memorandum of Argument was served upon the other side and rejected by the Court Registry, the applicant still had 13 days within which to prepare, serve and file a record, thus perfecting its application for leave, the record not being due until 14 October 1997.  <FRAGMENT_SUPPRESSED>"], ["[7]", "On 21 October 1997, counsel for the respondent checked with the Court Registry and was advised that no applicant's record had then been filed. Counsel then set about preparing a notice of motion and supporting material seeking to have the applicant's leave application dismissed for noncompliance with the", "Rules", ". The notice of motion, which makes it clear that the motion is to be dealt with as a motion in writing, pursuant to rule 324, was filed 22 October 1997. This was followed up by a letter, 23 October 1997, confirming that the motion was to be dealt with pursuant to rule 324. However, in the meantime counsel for the applicant tried to rectify things by attempting to serve and file a proper applicant's record.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The applicant attempted to serve and file the applicant's record on 22 October 1997, eight days past the statutory time limit. At that point, the applicant did not file a notice of motion to extend time. In any event, the applicant's record, which was dated 20 October 1997, was rejected by the Court Registry.  <FRAGMENT_SUPPRESSED>"], ["[9]", "On 24 October 1997, the applicant filed its own motion. Now the motion is a little confusing, in that it seeks an order \"dismissing the applicant's motion to dismiss the applicant's application for leave.\", however it seems that this motion of 24 October 1997 seeks a dismissal of the respondent's motion of 22 October. Be that as it may, the applicant's motion then goes on to request an order permitting the late filing of the applicant's application record.   <FRAGMENT_SUPPRESSED>"], ["[10]", "In support of this motion, the Crown tenders the affidavit of Miriam Wadge, an assistant in the Business Regulatory/Immigration Portfolio of the Department of Justice. I will have more to say about this affidavit in due course. However, the Crown's motion pleads, in essence, ignorance of the", "Federal Court Rules", "and procedure; submits, quite incorrectly, that when the matter was assigned to counsel it was already out of time; and then goes on to say that \"Absolutely no prejudice whatsoever will result to the applicant in permitting late filing...\". I do not doubt that there will be no prejudice to the applicant if the applicant is permitted to file late.   <FRAGMENT_SUPPRESSED>"], ["[11]", "The Crown's motion sets out as grounds for striking out the respondent's motion and for obtaining an extension of time within which to file the record, that \"... the applicant acknowledges receipt of the original application record on October 1, 1997.\": now counsel again has his applicant and respondent mixed up and it appears that the submission is that the respondent acknowledged receipt of the application record on the 1st of October. However, the application record did not even exist on the 1st of October. All of this shows a good deal of confusion and some sloppy preparation on the part of the Department of Justice, a waste of everyone's time. I now turn to a consideration of the two motions.  <FRAGMENT_SUPPRESSED>", "Consideration  <FRAGMENT_SUPPRESSED>", "The Respondent's Motion  <FRAGMENT_SUPPRESSED>"], ["[12]", "The failure of an applicant to provide required material, in this instance that set out in Federal Court Immigration Rule 10(2) as the mandatory content of the appeal book, is not a mere procedural irregularity. Rather it is a failure to provide material which is an integral part, indeed the central component, of the leave application. An application so incomplete cannot be allowed to proceed: see for example", "<FRAGMENT_SUPPRESSED>  (F.C.A.), at pages 43 and 44, a decision of the Federal Court of Appeal.   <FRAGMENT_SUPPRESSED>"], ["[13]", "<FRAGMENT_SUPPRESSED>  (F.C.A.), the Federal Court of Appeal had struck out an incomplete application, being an application with no supporting material. On reconsideration, even given circumstances which the applicant felt were extenuating, the court refused to change its decision.  <FRAGMENT_SUPPRESSED>"], ["[14]", "In the present instance, the respondent makes a good and acceptable argument for dismissing the application for leave. The applicant has, as I have noted, filed nothing by way of a direct response to the respondent's motion, and only a motion in opposition, the grounds of which are to the effect that while the Minister is \"not an unsophisticated applicant\", counsel is unsophisticated. This is not sufficient.  <FRAGMENT_SUPPRESSED>", "The Applicant's Motion:", "General Concepts  <FRAGMENT_SUPPRESSED>"], ["[15]", "I now turn to the applicant's motion for an extension of time within which to serve and file the record. The elements required in order to obtain a time extension are first justification for the whole of the delay and second demonstration that the applicant has an arguable case. These requirements were clearly set out by Mr. Justice Strayer, of the Court of Appeal, then sitting as judge ex officio of the Trial Division, in", "<FRAGMENT_SUPPRESSED>  (T.D.), at 134:  <FRAGMENT_SUPPRESSED>", "\"As a condition for obtaining such an extension of time an applicant must show that there was some justification for the delay throughout the whole period of the delay and that he has an arguable case (See e.g.", "<FRAGMENT_SUPPRESSED>  (F.C.A.)). <FRAGMENT_SUPPRESSED>"], ["[16]", "Just what sort of an explanation or justification for the delay might satisfy the court was touched upon by Madame Justice Reed in", "<FRAGMENT_SUPPRESSED>  Imm. L.R. 136 (T.D.), at 138:  <FRAGMENT_SUPPRESSED>", "\"When an application for an extension of time comes before me, I look for some reason for the delay which is beyond the control of counsel or the applicant, for example, illness or some other unexpected or unanticipated event. <FRAGMENT_SUPPRESSED>", "Madame Justice Reed had already pointed out that she did not grant requests for time extensions where it might be unfair to other counsel who \"'pull out all the stops' to meet the deadlines, at great inconvenience to themselves.\" (loc. cit.). I would add that extensions ought not to be granted to counsel who have clearly brought a problem upon themselves by knowing neither their file nor the applicable", "Rules", "which, in the case of the", "Immigration Rules", ", are neither lengthy nor difficult to absorb. Here I would refer to", "<FRAGMENT_SUPPRESSED>  Imm. L.R. 84 (T.D. Protho.), a decision of my counterpart in Montreal, Mr. Morneau, who pointed out that the standard required by the court is there to \"ensure fairness towards parties and counsel who do their utmost to comply with the time limits set out in the", "Rules", ".\" (pages 86 and 87).  <FRAGMENT_SUPPRESSED>", "Justification For Delay In Filing  <FRAGMENT_SUPPRESSED>"], ["[17]", "To justify the delay in filing the record the present instance Ms. Wadge sets out in her affidavit of 24 October 1997, that at some unspecified time after 1 October 1997, when the memorandum of argument was served upon the respondent and rejected by the Court Registry, she advised counsel of the then state of affairs and that he redrafted and prepared material. He then instructed her \"... to revise and file this new applicant's Application Record, ...\" (paragraph 6) but that counsel then \"... took ill and has just returned to the office on October 23, 1997.\" (loc. cit.). Now illness can be an excuse, however the affidavit does not say the applicant was ill from 11 September 1997 until 14 October 1997. Indeed, the redrafted record material was apparently signed by counsel 20 October 1997. The affidavit of Ms. Wadge indicates that counsel had just returned to the office on 23 October 1997 from his illness. Taking the affidavit at face value, it appears that counsel was ill from 20 October to 22 October 1997. The illness of counsel ought not, on this basis, to have prevented the applicant from complying with the", "Federal Court Immigration Rules", ". Moreover, counsel has the benefit of an assistant and is working for an organization in which there are many counsel: it is not a situation in which counsel is a sole practitioner and where the excuse of illness may have great bearing on matters such as timely filing. In short, the applicant has not justified the delay throughout the entire period of the delay. I now turn to the issue of whether the applicant has demonstrated an arguable case.  <FRAGMENT_SUPPRESSED>", "Demonstration Of An Arguable Case  <FRAGMENT_SUPPRESSED>"], ["[18]", "<FRAGMENT_SUPPRESSED>  (T.D.), Madame Justice Reed adopted the concept that an applicant must show there is some merit in a case before a time extension will be granted (page 4). I have already referred to the view of Mr. Justice of Appeal Strayer in the", "Beilin", "case, that there is an obligation to show an arguable case. Mr. Justice of Appeal Mahoney, in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), pointed out that in the case of an application for a time extension, the applicant must disclose a fairly arguable case (page 236).   <FRAGMENT_SUPPRESSED>"], ["[19]", "In the present instance, the affidavit of Ms. Wadge says nothing about the merits of the case. The affidavit of Mr. McAuley, dated 20 October 1997, apparently part of the applicant's record, but filed as an exhibit to the affidavit of Phillip Rankin of the law firm acting for the respondent, sworn 28 October 1997, merely sets out that \"I believe this application raises a seriously arguable case.\" and that \"I further believe that this leave application has a reasonable chance of success on its merits.\" (paragraphs 8 and 9).   <FRAGMENT_SUPPRESSED>"], ["[20]", "Madame Justice Simpson addressed this issue of showing an arguable case in", "<FRAGMENT_SUPPRESSED>  instance the affidavit evidence was a little more extensive in dealing with the merits:  <FRAGMENT_SUPPRESSED>", "\"given the rulings of the tribunal that the claimant be excluded from refugee status without any consideration of the merits of his claim, the extent of his rehabilitation or the submissions of his counsel that there has been an error in law made by the tribunal, that there is a substantial and arguable case on the merits, and that an extension of time ought to be granted.\" (page 2)  <FRAGMENT_SUPPRESSED>", "Madame Justice Simpson went on to hold that these assertions of a substantial and arguable case on the merits was insufficient to demonstrate a good case on the merits in the context of the application for an extension. Now it might be argued that a standard of \"a good case on the merits\" is higher than required, but a reading of her reasons indicates, in my view, that she was looking for the disclosure of a fairly arguable case. But in any event she concludes by saying that \"... bald allegations of", "Charter", "violations without more do not suffice when the onus is on the applicant to show a good case to justify an extension.\" (loc. cit.).  <FRAGMENT_SUPPRESSED>"], ["[21]", "In the present instance, there are merely two bald assertions, one that it is a seriously arguable case and the other that the leave application has a reasonable chance of success. Such bald assertions, without some explanation, fail to disclose either any merit or that the case is a fairly arguable one.  <FRAGMENT_SUPPRESSED>", "Justice Between The Parties  <FRAGMENT_SUPPRESSED>"], ["[22]", "The applicant has failed to satisfy either branch of the test for a time extension set out  <FRAGMENT_SUPPRESSED>", ", a justification for the delay throughout the entire time of the delay and demonstration of an arguable case. However there is yet a further consideration, that of doing justice between the parties, for which I refer to a passage from", "<FRAGMENT_SUPPRESSED>  (F.C.A.), at 110, a Court of Appeal decision written by Chief Justice Thurlow:  <FRAGMENT_SUPPRESSED>", "\"The underlying consideration, however, which, as it seems to me, must be born in mind in dealing with any application of this kind, is whether, in the circumstances presented, to do justice between the parties called for the grant of the extension. <FRAGMENT_SUPPRESSED>"], ["[23]", "In the present instance, were there some indication that the applicant had an arguable case, I might then consider whether, to do justice between the parties, the time extension ought to be allowed. But here there are no grounds or evidence relating to the existence of an arguable case. In addition, counsel for the respondent makes the point that the respondent has been seeking to have the merits of his appeal heard for some two and a half years and that any further delay, is and of itself, prejudicial. In the circumstances, I do not see it necessary, in order to do justice between the parties, to grant an extension.  <FRAGMENT_SUPPRESSED>", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[24]", "It is sometimes appropriate to take a generous view of the product of inexperienced counsel, but only if there is some merit in that product, such as diligence, inventiveness, or just plain hard work. Such is not the case here. All that is demonstrated is a lack of even a basic understanding of procedure, rules and law, to the complete confusion of the Crown's attempt to get the procedural portion of the judicial review process underway.   <FRAGMENT_SUPPRESSED>"], ["[25]", "In the", "<FRAGMENT_SUPPRESSED>  (F.C.A.), the Court of Appeal recently touched upon the test set out in", "<FRAGMENT_SUPPRESSED> , and then on a lengthier passage from", "Grewal", "at page 114:  <FRAGMENT_SUPPRESSED>", "\"Among the matters to be taken into account in resolving the first of these questions is whether the applicant intended within the 10 day period to bring the application and had that intention continuously thereafter. Any abandonment of that intention, any laxity or failure of the applicant to pursue it as diligently as could reasonably be expected of him could but militate strongly against his case for an extension. The length of the period for which an extension is required and whether any and what prejudice to an opposing party will result from an extension being granted are also relevant. But, in the end, whether or not the explanation justifies the necessary extension must depend on the facts of the particular case and it would, in my opinion, be wrong to attempt to lay down rules which would fetter to a discretionary power which Parliament has not fettered. <FRAGMENT_SUPPRESSED>", "and then Mr. Justice of Appeal Hugessen wrote:  <FRAGMENT_SUPPRESSED>", "\"In our view, that quotation may be compendiously summarized as a requirement that an", "applicant for an extension of time must display due diligence", ".\" (page 2) (emphasis added)  <FRAGMENT_SUPPRESSED>", "Here is where the present application by the applicant fails. There is a lack of diligence.  <FRAGMENT_SUPPRESSED>"], ["[26]", "The respondent's motion is allowed: the application for leave and judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "Order accordingly.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/pdk  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}