{"id_": "003575", "body_str": [["[1]", "Gibson, J.", ": These reasons arise out of an application for judicial review of a decision of a visa officer at the Commission for Canada in Hong Kong that Chun Hin Wong (the \"minor applicant\") did not meet the requirements for issuance of a student visa to him. The visa officer's decision letter is dated the 12th of August, 1996. It reads in part as follows:", "\"You have not satisfied the visa officer that you are a visitor as defined by the", "Act", "because you have not demonstrated that you are seeking entry for a temporary purpose in that:", "You have not satisfied the visa officer that you have sufficient ties to your country of residence which would ensure your return to that country after your proposed studies.\""], ["[2]", "On the same day as the date of the decision letter, the visa officer interviewed the minor applicant and his litigation guardian who is the minor applicant's mother (the \"adult applicant\"). In his affidavit filed in this matter, the visa officer attests in part as follows:", "\"6. I began the interview with questions regarding the applicant's parents' finances and the arrangements for guardianship of the applicant. I was satisfied that the applicant was able to pursue the studies for which he had been accepted by North York Christian School, and that there were adequate financial and guardianship arrangements. I was concerned, however, that the applicant might not be a genuine visitor, who would be unable to satisfy s. 9(1.2) of the", "Act", "\"7. With respect to this concern, I asked the applicant's mother why she was sending the applicant to study in Canada. She indicated to me that her other two children were not earning good enough marks to study in Canada, but that she wanted the applicant to study in the best possible environment. She added, that it would be easier for her sister, who was to be the applicant's guardian, to control the applicant if he went to Canada when he was younger.", "\"8. Continuing my questions with respect to whether or not the applicant was a genuine visitor, I asked the applicant's mother how long she intended for him to study in Canada. She told me that she intended for him to complete university studies in Canada. The applicant was 10 years old, and had been accepted into grade 5 at North York Christian School. I determined that the applicant would require approximately eight years to complete primary and secondary school, followed by a further four years of undergraduate study.", "\"9. I explained to the applicant's mother that I was concerned that if he studied in Canada for a period of 12 years, he would have spent over half his life, and all of his adolescence in Canada. I also explained that I was concerned that during that period he would retain little knowledge of Hong Kong, and no significant ties to Hong Kong which would ensure his return to the Territory. The applicant's mother averred that she, her husband and her other children would still be in the Territory. This response was insufficient to allay my concerns that the applicant would seek admission other than for a temporary purpose. At the age of 22, with an undergraduate education the applicant would be reasonably expected to establish himself independently of his parents and siblings.", "\"10. Contrary to the assertions contained in paragraphs 3, 8 and 9 of the applicant's mother's affidavit of September 6, 1996, I recall that neither the applicant nor his mother stated during the interview that after one year of schooling the applicant would return to his family in Hong Kong. To the contrary, the applicant's mother had indicated to me that she intended the applicant to pursue university studies in Canada. I recall that when I expressed concern about the intended length of the applicant's period of study in Canada, she sought to satisfy me that he would return to Hong Kong after those studies, rather than seeking to satisfy me that his period of study in Canada would be shorter than the period I set out to her.\""], ["[3]", "The paragraphs from the adult applicant's affidavit filed in this matter that are referred to in paragraph 10 of the visa officer's affidavit reads as follows:", "\"3. It was my husband's and my intention that our son study for one year at the North York Christian school, 43 Drewry Avenue, North York, Ontario. He would be in Grade 5 (ESL) for the academic year commencing on September 3, 1996.", ". . . . .", "\"8. At no time did I tell the visa officer that my son would stay in Canada for anything but one year at a time i.e., for a temporary purpose.", "\"9. My son would reside in Canada with my sister YING YEE SHIU and her husband and their children. At the end of the school year my son would return to me and my husband in Hong Kong.\"", "I conclude that, whichever version of what transpired at the interview on the 12th of August, 1996 is preferred, the outcome on this application would be the same."], ["[4]", "The minor applicant's application for student authorization/visa indicates that he was seeking a visa to attend North York Christian School, Grade 5 (ESL) from the 3rd of September, 1996 to the 19th of June, 1997. Thus, I conclude that the application that was before the visa officer was an application for temporary entry to Canada for a temporary purpose. The relevant provisions of the", "Immigration Act", "[see footnote 1] would appear to be the following:", "\"2(1) In this Act,", ". . . . .", "'immigrant' means a person who seeks landing;", ". . . . .", "'visitor' means a person who is lawfully in Canada, or seeks to come into Canada, for a temporary purpose, ...", "\"5(3) A visitor may be granted entry and allowed to remain in Canada during the period for which he was granted entry or for which he is otherwise authorized to remain in Canada if he meets the requirements of this Act and the regulations.", ". . . . .", "\"9(1.2) A person who makes an application for a visitor's visa shall satisfy a visa officer that the person is not an immigrant.\""], ["[5]", "In her affidavit, the adult applicant admits that she would like her son to receive a Canadian education and that she told the visa officer that she hoped her son would finish university in Canada."], ["[6]", "The sole question that is before me in this matter is whether the visa officer erred, in light of the information he had regarding the adult applicant's long-term aspirations for her son and the short-term nature of the minor applicant's application for a visa, in reaching the decision that he did."], ["[7]", "In", "Yu (Litigation Guardian of) v. Minister of Employment and Immigration", "[see footnote 2], on facts very similar to the facts of this matter, Mr. Justice McKeown concluded that a visa officer made no reviewable error in reaching the same decision that was reached by the visa officer in this matter. He wrote:", "\"There is nothing capricious about her exercise of her discretion in deciding whether the applicant sought to come into Canada for a temporary purpose. Ten years is not temporary when considered with the other circumstances here.\""], ["[8]", "With great respect, I reach a different conclusion."], ["[9]", "The minor applicant applied for a visa to allow him to come to Canada to pursue a course of studies of some nine months duration. Such an application is for permission for a clearly \"temporary purpose\". It is in the nature of student visas that they are issued for limited periods of time. If the minor applicant, together with his family, concluded in the future that he wished to continue to pursue his studies in Canada, a renewal of his visa or a new visa would be required. It would be open to the respondent to examine the totality of the circumstances each time that the minor applicant applied for renewal or a new visa. If, at any stage during the course of the minor applicant's education it became apparent that the minor applicant's ties to Hong Kong had so deteriorated as to demonstrate that they were insufficient to ensure his return there, then refusal of the request for renewal or for a new visa would clearly be justified. But on the basis of the evidence that was before the visa officer on the 12th of August 1996, I conclude that it was capricious for the visa officer to reach a decision that the minor applicant's application to come to Canada was for other than a \"temporary purpose\"."], ["[10]", "The minor applicant's mother's aspirations or hopes and dreams for her son's educational career were, on the 12th of August, 1996, nothing more than that. At some time in the minor applicant's educational career it might become evident that those aspirations were in course of being realized and that the minor applicant's major attachment had become to Canada, rather than to Hong Kong. But to take into account those aspirations or hopes and dreams on the 12th of August, 1996 was, I conclude, to take into account an irrelevant consideration in relation to the application that was before the visa officer."], ["[11]", "For the foregoing reasons, this application will be allowed."], ["[12]", "Counsel for the respondent proposed certification of a question in this matter. Given that my decision is directly contrary to that of my colleague Mr. Justice McKeown on very similar facts, I am satisfied that certification of a question would be appropriate. Counsel for the applicant and respondent agreed on the following terms for a question:", "\"Did the applicant who expressed a longterm goal to study in Canada satisfy the definition of 'visitor' as defined in s. 2(1) of the", "Immigration Act", "?\""], ["[13]", "I will certify the question proposed.", "Application allowed.", "Editor: Kelli A. Simmonds/gs", "Footnotes", "1. R.S.C. 1985, c. I-2", "2. (1993), 21 Imm. L.R.(2d) 1 (F.C.T.D.)", "[End of document]"]]}