{"id_": "003516", "body_str": [["[1]", "O'Keefe, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the Act) for judicial review of a decision of the Immigration and Refugee Board, Refugee Protection Division (the Board), dated June 14, 2011, wherein the applicant was determined to be neither a Convention refugee within the meaning of section 96 of the Act, nor a person in need of protection as defined in subsection 97(1) of the Act. This conclusion was based on the Board's findings on the applicant's subjective fear and on the availability of state protection in South Korea."], ["[2]", "The applicant requests that the Board's decision be set aside and the matter be referred back for redetermination by a differently constituted panel.", "Background"], ["[3]", "The applicant, Sook Jin Yang, is a citizen of South Korea."], ["[4]", "In March 1996, a friend introduced the applicant to Jeong Tae Kim. Mr. Kim and the applicant entered into a relationship. They began living together in January 1997. Later in 1997, Mr. Kim lost his job. For a while he looked for new employment. When these efforts were unsuccessful, Mr. Kim began drinking alcohol."], ["[5]", "In 2003, Mr. Kim assaulted the applicant for the first time. After this attack, the applicant went to the hospital. However, as her only injuries were bruises and as there was no evidence of sexual assault, no medical report was made."], ["[6]", "After this first assault, Mr. Kim began sexually assaulting and beating the applicant almost every other day. He used the palm of his hand and avoided the applicant's face so there would be no visual evidence."], ["[7]", "Initially, the applicant did not report the abuse because Mr. Kim begged forgiveness afterwards and promised not to repeat the assaults. However, in May 2004, the abuse became so unbearable that the applicant went to the police station to report it. The police came to the applicant's home, briefly questioned Mr. Kim and told him not to abuse the applicant. However, as there were no witnesses, no charges were laid."], ["[8]", "In 2006, Mr. Kim started gambling. He asked for money from the applicant. When she refused, he assaulted her. The applicant reported the assaults to the police by phone. The police came to her home. However, as there was again no proof or witnesses, no charges were laid against Mr. Kim."], ["[9]", "The applicant testified that she moved approximately ten times in South Korea to hide from Mr. Kim. Some of these moves were temporary, to day spas for a few days, while others were more permanent. Nevertheless, each time Mr. Kim tracked her down. Mr. Kim also came to her workplace and threatened her there."], ["[10]", "To escape Mr. Kim, the applicant came to Canada on a six month visitor visa in February 2007. In July 2007, the applicant filed an application to extend her visitor's visa. This application was refused in November 2007."], ["[11]", "While in Canada, Mr. Kim visited the applicant's mother and promised not to hurt the applicant again. The applicant's mother therefore persuaded the applicant to give Mr. Kim one more chance. The applicant returned home on January 31, 2008."], ["[12]", "Upon the applicant's return, things were initially good. However, after a month, Mr. Kim began assaulting her again. In April 2008, Mr. Kim confined the applicant in a room, beat her and threatened her with a knife. The applicant reported this incident to the police. They told her to go home and await their investigation. Time passed and the applicant did not receive any response from the police. She therefore returned to Canada on May 13, 2008 on a second six-month visitor's visa."], ["[13]", "In Canada, the applicant sought to extend her visitor's visa. In October 2008, she learned about Canada's refugee protection system in a Korean newspaper. However, she did not know that she could file a claim for refugee protection based on domestic violence until February 2009."], ["[14]", "While in Canada, the applicant's mother informed the applicant that Mr. Kim was still searching for her. When he had visited her mother, he had been accompanied by men in black suits."], ["[15]", "In June 2009, Mr. Kim visited the applicant's mother again. He threatened that if the applicant did not give him money, he would not let her go if she returned to Korea. Mr. Kim also threatened that he had connections with gangsters and therefore had ways to find her. He stated that he would die with her. Upon hearing these threats, the applicant initiated her refugee claim."], ["[16]", "The applicant's claim was referred to the Board on July 29, 2009. The hearing of her refugee claim was held on April 15, 2011.", "Board's Decision"], ["[17]", "The Board issued its decision on June 14, 2011. Notice of the decision was sent on July 4, 2011."], ["[18]", "The Board first summarized the applicant's allegations as presented in her original and amended Personal Information Form (PIF). The Board accepted the applicant's identity as a citizen of South Korea."], ["[19]", "The Board then noted that this claim involved gender-related violence. As such, it stated that it considered the", "Guidelines on Women Refugee Claimants Fearing Gender-Related Persecution", "(the Gender Guidelines) in assessing credibility issues. A female board member was also provided for the hearing."], ["[20]", "The Board found that the determinative issues were delay in making a claim, failure to claim, re-availment and the availability of state protection."], ["[21]", "The Board first considered the applicant's 2007 visit to Canada. It drew a negative inference on the applicant's subjective fear from her failure to claim refugee protection and failure to seek out information on how to legally remain in Canada on a permanent basis. The Board also drew a negative inference on the applicant's subjective fear from her re-availment to South Korea to be with Mr. Kim; a man who gambled, drank, took her money and had frequently abused her for four years."], ["[22]", "With regards to the applicant's second visit to Canada, the Board found that the applicant's explanation for her long delay in filing a refugee claim was not reasonable. The Board highlighted the fact that the applicant is well-educated with sixteen years of formal education, had fled Korea for the second time to escape her abusive boyfriend, had first-hand knowledge from her first visit that there was no guaranteed approval of applications to extend visitor visas and her failure to seek out information on the Canadian refugee protection system although she had knowledge of its existence since October 2008. The Board therefore drew a negative inference on her subjective fear from her delay in claiming."], ["[23]", "Turning to the issue of state protection, the Board noted the applicant's submissions that she had reported the abuse to the police on three occasions. The instructions on her PIF requested copies of police reports to support such claims. The applicant testified that she had asked her mother to obtain police reports but the police required the applicant to request them herself. The Board noted that the applicant's mother's affidavit made no mention of these attempts to obtain police reports."], ["[24]", "The Board also noted that in the applicant's psychological report dated January 15, 2011, the applicant claimed that she had not communicated with anyone in South Korea since June 2008. The Board further noted the applicant's testimony that she never tried contacting the police personally. For these reasons, the Board found that the applicant had not provided a reasonable explanation for the lack of corroboration of her complaints to the police. Therefore, on a balance of probabilities, the Board found that the applicant did not approach the police for state protection in South Korea."], ["[25]", "The Board cited principles that have emerged in the jurisprudence on the question of state protection. It noted that the applicant bore the burden of rebutting the presumption of state protection with clear and convincing evidence. Subjective reluctance to engage the state did not discharge this burden. The Board referred back to its finding that the applicant was not credible in her allegations of approaching the police on numerous occasions."], ["[26]", "The Board found that adequate state protection was available and it was reasonable to expect the applicant to access it. It acknowledged that violence against women in South Korea is a serious problem. However, the documentary evidence also indicated that the state was making serious efforts to address this problem. Having considered the totality of the evidence, the Board found that the preponderance of it strongly suggested that the state was making serious efforts to deal with domestic violence. Although not perfect, these efforts were adequate."], ["[27]", "Further, the evidence indicated that state protection is available to women experiencing domestic violence. The Board cited statistical evidence in support of this finding. It also noted newly enacted laws that focus on domestic violence victims. The evidence also indicated the availability of a number of women's shelters, the majority of which were for domestic violence victims. The Board noted the applicant's testimony that she had not sought aid from government or non-government agencies in South Korea. Therefore, the Board found that the applicant had failed to show that she had taken all reasonable steps to seek state protection."], ["[28]", "The Board also noted Dr. Emery's report that was submitted by the applicant. The Board observed that this report was based on four interviews; two of which were translated and conducted by interviewers with only two hours of training. Dr. Emery found that state protection in South Korea is inadequate, with the situation particularly acute for women with children, women with professional husbands and divorced women. The Board noted that the applicant did not fall within any of these three categories. The Board concluded that the preponderance of evidence still indicated that South Korea was making serious efforts to provide protection and this protection was adequate."], ["[29]", "Finally, the Board noted that as the applicant may still be feeling the effects of the abuse she suffered, she would be able to seek counselling or therapy in South Korea. Further, on a balance of probabilities and based on the documentary evidence, the Board determined that the applicant would be able to access state protection and it would be forthcoming to her in South Korea. On these findings, the Board concluded that there was no serious possibility that the applicant would be persecuted in South Korea or that she would be subjected personally to a risk of life, cruel or unusual punishment or to a danger of torture. The Board therefore denied the applicant's claim.", "Issues"], ["[30]", "The applicant submits the following points at issue:", "1. The Board's assessment of re-availment ignored the cultural and sociological reasons for a South Korean woman to return to her abusive partner;", "2. The Board erred in not accepting the applicant's explanation for not making a refugee claim for just over one year after arriving in Canada;", "3. The Board erred in law in assessing state protection in ignoring evidence on this issue and dealing with the Emery affidavit in a manner that demonstrates this evidence was misapprehended or not properly assessed; and", "4. The Board erred in requiring corroborating evidence, a police report, of the applicant to prove her claim."], ["[31]", "I would rephrase the issues as follows:", "1. What is the appropriate standard of review?", "2. Was the Board's finding that the applicant lacked subjective fear unreasonable?", "3. Did the Board err in its state protection analysis?", "Applicant's Written Submissions"], ["[32]", "The applicant submits that the Board made four errors in its decision."], ["[33]", "First, the applicant submits that the Board's re-availment assessment was flawed. The applicant testified that prior to 2007, she had not told her mother about the severity of Mr. Kim's abuse because she did not want to traumatize her. The applicant submits that the Board erred in finding that her return to South Korea in 2008 indicated a lack of true subjective fear. In rendering this finding, the Board ignored the evidence before it on battered women's syndrome and South Korean cultural norms and pressures."], ["[34]", "The applicant also notes that she submitted post-hearing evidence on the plausibility of her mother advising her to resume her relationship with Mr. Kim and the reasonableness of the applicant adhering to this advice. This evidence indicates that obedience is essential to maintaining family harmony and function in Korea. Therefore, the applicant's obedience of the parent's wishes was a cultural expectation rather than indicative of a lack of subjective fear. The applicant also submits that although the Board indicated that it considered the Gender Guidelines, its reasons and finding on re-availment indicates otherwise. The Board erred by not analyzing the applicant's explanations for her behaviour."], ["[35]", "Secondly, the applicant submits that the Board erred in rejecting her explanation for delay in claiming. The applicant submits that the delay was not long. The applicant filed her refugee claim just over a year after arriving in Canada and only four months after she discovered she could file a refugee claim for domestic abuse. The applicant also submits that the fact that she went to university does not automatically mean that she understood the refugee claim process or had the ability to conduct that research. The applicant does not speak English fluently and has no family in the Toronto area where she was living. The applicant submits that the Board's finding on delay and its use of this finding to undermine her subjective fear was unreasonable."], ["[36]", "Third, the applicant submits that the Board erred by ignoring evidence. Its analysis was therefore flawed as it failed to deal with probative, timely and significant evidence that supported the opposite of what it found."], ["[37]", "The applicant highlights Dr. Emery's affidavit and the sources consulted therein. The applicant submits that the Board erred by finding this evidence not persuasive because the applicant did not fall within the categories of women that Dr. Emery noted as being in particular risk. In addition, the Board erred in finding that Dr. Emery's opinion was based on only four interviews, two of which were translated. The applicant submits that Dr. Emery's opinion is based on his extensive academic research on violence against women in South Korea. The Board erred in not meaningfully analyzing Dr. Emery's evidence and in failing to explain why it was not persuasive."], ["[38]", "The applicant also submits that the Board erred by not considering the sworn evidence of similarly situated persons. This was important and probative evidence that showed the inappropriate police response to domestic violence in South Korea."], ["[39]", "The Board also erred in ignoring documentary evidence contradicting its finding of adequate state protection in South Korea. The applicant notes that the statistics quoted by the Board do not support its conclusion that enforcement of domestic violence laws is adequate and that abusers are prosecuted. These statistics show very low prosecution rates and the Board erred in not assessing the ratio of prosecutions against registered complaints."], ["[40]", "In addition, the applicant submits that the Board erred by relying on South Korea's democratic status and constitutionally guaranteed rights without analyzing the evidence of serious inequalities in its state structures and institutions. The Board's assessment should have delved into the state's efforts to address problems of violence and crime. The applicant submits that the evidence indicates that Korea protects the rights of women differently from those of men. In addition, the fact that adultery remains a crime in Korea is indicative of unconstitutional laws. A decision by the South Korean Supreme Court blaming a wife for her husband's beating highlights the systemic sexism in the country."], ["[41]", "Fourth, the applicant submits that the Board erred in requiring evidence corroborating her complaints to the police. Corroborating evidence is not a mandatory requirement for uncontradicted testimony where the applicant's credibility is not at issue. It was not necessary here as the applicant gave consistent and detailed testimony on her three attempts to seek police help and protection. The applicant testified that although her mother tried to obtain police reports, the police told her that the applicant would have to request this information herself."], ["[42]", "Finally, it was a breach of procedural fairness for the Board not to raise its concerns about lack of information to the applicant and allow the applicant to respond to them.", "Respondent's Written Submissions"], ["[43]", "The respondent submits that the appropriate standard of review for questions of credibility and state protection is reasonableness. Decisions on these issues will be considered reasonable as long as the inferences are properly drawn from evidence in the record and not based on outright speculation or unsupported conjecture."], ["[44]", "The respondent submits that the Board's credibility findings were reasonable and adequately explained. The respondent notes that evidence of return to one's country of risk, delay in making a claim and failure to produce corroborative evidence are all well-founded reasons for doubting an applicant's credibility. The respondent highlights the applicant's testimony that the hospital refused to give her records to her mother, requiring instead that the applicant go in person to obtain them."], ["[45]", "The respondent submits that the Board did not err by not specifically referring to the article entitled \"Cane of Love: Parental Attitudes towards Corporal Punishment in Korea\". This article pertains to physical violence and abuse towards children as an acceptable form of discipline. It does not demonstrate that the Board erred in its assessment of Korean culture."], ["[46]", "The respondent also submits that the Board specifically referred to the Gender Guidelines and stated that it was taking them into account. Nothing more was required and the respondent submits that the applicant has not demonstrated that the Board ignored these guidelines."], ["[47]", "The respondent submits that the Board did not err in characterizing the applicant's one year delay in claiming. The length of this delay coupled with the applicant's level of education, knowledge of her risk of being returned and personal circumstances rendered the Board's finding on delay reasonable."], ["[48]", "The respondent submits that the Board's state protection finding was also reasonable. The applicant's testimony coupled with the documentary evidence and the presumption of state protection rendered the Board's finding reasonable. To prove that the Board erred in its state protection finding, the applicant was required to identify reliable and probative evidence that the Board ignored or did not consider and that demonstrated that protection would not be forthcoming or would be inadequate. The applicant's evidence on this point did not meet this standard."], ["[49]", "The respondent also submits that the Board adequately dealt with Dr. Emery's report. The Board's reasons for preferring other documentary evidence over this report were reasonable. Further, the respondent notes that the failure to mention some documentary evidence is not fatal as the Board is presumed to have considered and weighed all the evidence before it. In this case, the respondent submits that the applicant's arguments on state protection pertain primarily to the Board's assessment of the evidence before it."], ["[50]", "Finally, the respondent submits that", "FRAGMENT_SUPPRESSED, relied on heavily by the applicant, is distinguishable from the case at bar. Unlike", "FRAGMENT_SUPPRESSED", "above, credibility was at issue in this case and the Board did not believe that the applicant was a victim of domestic violence.", "Applicant's Written Reply"], ["[51]", "In reply, the applicant submits that while delay in claiming can be a relevant factor, it is not decisive in itself if determining whether there is a valid fear of persecution. Moreover, the Board erred by not considering the explanations offered."], ["[52]", "The applicant also submits that the Board erred by not applying the Gender Guidelines. In finding that the applicant would not have returned to her abuser, the Board ignored the mythology about domestic abuse that if victims are as badly beaten as they claim, they would have left their abusers long ago.", "Issue 1", "What is the appropriate standard of review?"], ["[53]", "The applicant agrees with respondent that the appropriate standard of review is reasonableness."], ["[54]", "Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see", "FRAGMENT_SUPPRESSED)."], ["[55]", "It is established jurisprudence that credibility findings, described as the \"heartland of the Board's jurisdiction\", are essentially pure findings of fact that are reviewable on a reasonableness standard (see", "FRAGMENT_SUPPRESSED)."], ["[56]", "Similarly, the weighing of evidence and the interpretation and assessment of evidence are reviewable on a standard of reasonableness (see", "FRAGMENT_SUPPRESSED). Findings on state protection are also reviewable on a reasonableness standard (see", "FRAGMENT_SUPPRESSED)."], ["[57]", "The Board's consideration of the Gender Guidelines in the context of an assessment of credibility is also reviewable on a standard of reasonableness (see", "FRAGMENT_SUPPRESSED)."], ["[58]", "In reviewing the Board's decision on a standard of reasonableness, the Court should not intervene unless the Board came to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it (see", "FRAGMENT_SUPPRESSED", "it is not up to a reviewing court to substitute its own view of a preferable outcome, nor is it the function of the reviewing court to reweigh the evidence (at paragraphs 59 and 61).", "Issue 2", "Was the Board's finding that the applicant lacked subjective fear unreasonable?"], ["[59]", "The Board drew negative inferences on the applicant's subjective fear from the following:", "The applicant' failure to claim refugee protection during her February 2007 to January 2008 visit to Canada;", "The applicant's re-availment to South Korea and return to Mr. Kim in 2008; and", "The applicant's delay in filing her refugee claim until June/July 2009, after her arrival in Canada in May 2008."], ["[60]", "The Board found that the applicant's delay in claiming refugee status was exacerbated by the applicant's level of education, her previous trip to Canada, her prior experience with an expired visitor's visa and her delay in seeking information on the Canadian refugee protection system."], ["[61]", "The applicant criticizes the Board's finding as ignoring evidence on battered women's syndrome and South Korean cultural norms and pressures. Since the Supreme Court of Canada's decision in", "FRAGMENT_SUPPRESSED, many cases have come before the Courts on victims of battered woman syndrome. The associated jurisprudence has highlighted the importance of understanding the context in which actions, or inactions, take place when judging them (see", "FRAGMENT_SUPPRESSED). Assessing the evidence in its proper context entails being sensitive to the social and cultural context from which it arises (see", "FRAGMENT_SUPPRESSED)."], ["[62]", "As noted by the Board, the applicant did not reveal to her mother the extent of Mr. Kim's abuse of her. Similarly, she testified that she did not inform her sister in Edmonton of her suffering. The applicant explained that she did not inform these family members because of the pain it would cause them. A reluctance to disclose the fact or extent of abuse was recognized by Madam Justice Wilson as a manifestation of the battered woman syndrome (see", "FRAGMENT_SUPPRESSED)."], ["[63]", "The applicant testified that she returned to South Korea in 2008 due to her mother's advice. In support, she submitted post-hearing evidence that South Korean cultural norms entail strict parental control and discipline that create a hierarchical relationship between parent and child. According to the applicant, the Board erred in not taking this evidence into account when considering her lack of open communication with her mother about the extent of Mr. Kim's abuse and her unobjected return to South Korea on her mother's advice to do so."], ["[64]", "The applicant is correct in criticizing the Board's finding on her re-availment to South Korea. Although the Board stated at the beginning of its reasons that it took the Gender Guidelines into account, its negative inference from the applicant's return to South Korea suggests otherwise."], ["[65]", "However, other aspects of the Board's decision render this error insufficient for a finding that its decision was unreasonable on this issue."], ["[66]", "First, the applicant's post-hearing evidence is notable. The applicant submitted that this evidence demonstrated the existence of hierarchical parental relationships in South Korea. This type of relationship allegedly led to the mother's lack of knowledge on the level of abuse and her daughter's obedience of her request to return home."], ["[67]", "Two documents were included in the applicant's post-hearing submissions. The first provided an account of the relationship between parents and children in Korea. The opening paragraph of the discussion section explains the main thesis of the report:", "This study suggests that Korean society may be operating on assumptions about", "child rearing", "which differ markedly from those in the West. Although usually there is an unequal power relationship between", "adults and children", ", the nature and extent of this inequality are pronounced in Korea. [emphasis added]"], ["[68]", "In this case, the applicant is an adult. The relevance of this article is therefore diminished as it pertains to the rearing of children and not the relationship between parents and their adult children. Similarly, the second submission, a chapter from Malcolm Gladwell's book", "Outliers", ", speaks more to the relationship between people in different social standing in South Korea. I therefore do not find that this evidence supports the applicant's submissions to the extent intended."], ["[69]", "Nevertheless, the Board did not rely solely on the applicant's re-availment to South Korea in coming to its decision on her subjective fear. The Board also considered the applicant's actions while in Canada. Most notable is the expiry of the applicant's six-month visitor visa on two separate occasions. In Canada, the applicant was far away from Mr. Kim. There was no evidence that he contacted her here or that she faced another abusive relationship here. She also testified that she maintained little contact with her mother, further distancing herself from the former abuse. South Korean cultural norms and pressures therefore arguably played a lesser contextual role in her delay in seeking information and filing a refugee claim here in Canada. This was also supported by the psychological assessment which stated that although deleterious psychological after effects persisted, \"[h]er distress has subsided significantly because she feels safe in Canada\"."], ["[70]", "I therefore do not find that the Board attempted to apply a strictly objective viewpoint on what someone in an abusive situation should do (see", "FRAGMENT_SUPPRESSED). Rather, I find that it came to a reasonable decision based on the evidence before it."], ["[71]", "The inferences that the Board drew from the applicant's inactions in Canada were not unrealistic for a woman that had suffered abuse in South Korea, not in Canada. The most notable fact is that the applicant fled to Canada on two separate occasions. Had she filed her refugee claim on her first visit, the fact scenario would have been more in line with the applicant in", "FRAGMENT_SUPPRESSED. However, in this case, the applicant first fled her abuser in 2007. On that visit to Canada, she held a six-month visitor visa. After it expired, her visa renewal application was denied. She therefore had first-hand knowledge of the vulnerability of Canadian visitor visas. As such, I find that the Board drew a reasonable negative inference from her failure to file a refugee claim on her second visit before a similar expiry of her legal status in Canada."], ["[72]", "In summary, I find that the Board's finding on the applicant's lack of subjective fear was within the range of acceptable outcomes based on the evidence before it. I would therefore not allow this application on this issue.", "Issue 3", "Did the Board err in its state protection analysis?"], ["[73]", "The Board found that, on a balance of probabilities, the applicant did not approach the police for state protection in South Korea. It came to this finding based on the lack of corroborating evidence of her complaints to the police. In particular, the Board highlighted that:", "No police reports were filed with the claim;", "The PIF explicitly instructed applicants to provide police reports;", "The mother's affidavit did not corroborate the applicant's testimony that her mother tried unsuccessfully to obtain police reports;", "The applicant's psychological report stated that the applicant had not contacted anyone in South Korea since June 2008; and", "The applicant testified that she never tried contacting the police personally to obtain police records."], ["[74]", "The applicant submits that the Board erred in requiring documentary evidence to support her uncontradicted testimony on her complaints to the police. In support, the applicant refers to", "FRAGMENT_SUPPRESSED. In", "FRAGMENT_SUPPRESSED", "above, Mr. Justice Douglas Campbell noted that the Board was entitled to investigate the truth of the applicant's ethnicity. However, in so doing, \"it must give notice of this issue, and give a claimant a chance to produce evidence on the issue\" (at FRAGMENT_SUPPRESSED)."], ["[75]", "Contrary to", "FRAGMENT_SUPPRESSED", "above, the issue of police reports was discussed at the hearing of this case; testimony that the Board ultimately relied on in coming to its finding. I therefore do not find that the applicant was unaware of the issue of missing police reports in the same way that the applicant in", "FRAGMENT_SUPPRESSED", "was. Rather, the Board in this case reasonably found that the applicant did not personally attempt to obtain police records, even though these were explicitly required on the PIF and her mother allegedly informed her that she was unable to obtain them for her."], ["[76]", "The Board also assessed the documentary evidence. It is trite law that a board is presumed to have considered and weighed all the evidence presented to it (see", "FRAGMENT_SUPPRESSED. In this case, the Board did acknowledge that violence against women in South Korea is a serious problem. However, it found that the preponderance of the evidence strongly suggested that the state was making serious and adequate efforts to deal with domestic violence. In coming to this finding, the Board relied predominantly on the Immigration and Refugee Board of Canada document KOR101072.E dated April 3, 2006. This document does state that domestic violence remains a significant problem in Korean society. However, it notes numerous developments in both the legislation and jurisprudence that offer greater protection to victims of domestic violence."], ["[77]", "The applicant also criticizes the fact that the Board cited the number of domestic violence prosecutions, but did not cite the total number of registered cases. This approach was criticized as a serious error by Mr. Justice François Lemieux in", "FRAGMENT_SUPPRESSED. However, document KOR103305.E does provide some reasons for suspended prosecutions, including counselling on domestic violence, problems with fact finding and securing evidence and reversal of statements after reconciliation. Recalling the presumption that boards have considered all the evidence before them, I do not find the Board erred in only noting the number of prosecutions and not mentioning the number of registered cases, as the documentary evidence did provide some explanations for the discrepancy in numbers."], ["[78]", "The applicant also criticizes the Board's assessment of Dr. Emery's evidence, stating that the Board did not meaningfully analyze this evidence or explain why it was not persuasive. Dr. Emery's report is relevant because it addresses a statement made in document KOR101072.E; the primary document relied on by the Board in its decision. However, the statement investigated by Dr. Emery in his report, namely, that Korea is a pioneer in the domestic violence policy field, was not relied upon by the Board in its decision."], ["[79]", "The Board attached little weight to Dr. Emery's report because it found that it was based on four interviews, two of which were translated and conducted by interviewers with little training. However, I find the Board's criticism of Dr. Emery's findings ill-founded. The report was not only based on four interviews, but was based on interviews conducted both before and after the enactment of domestic violence laws in South Korea. Further, the interviews were conducted with directors of Korea Woman's Hotline, individuals well positioned to provide information on battered women in South Korea due to their work with these victims. The interviews were conducted by interviewers fluent in Korean and several checks and balances were employed to ensure accurate translation. The two hour training session for the interviews, criticized by the Board, were in fact used to ensure the interviewers conducted thorough and polite interviews (at paragraph 68)."], ["[80]", "Dr. Emery's report explicitly states, in response to the contention that police behaviour towards domestic violence victims has improved since 2004, that \"I conclude that the evidence does not point to dramatic improvements and in fact points to serious and ongoing inadequacies in the police response to domestic violence\" (at paragraph 4). It is also notable that the police responses described by Dr. Emery, namely, that police \"investigate the report, listen to the perpetrator's account and go back to the station without an arrest\" (at paragraph 8), is the precise response that the applicant described for her three police visits."], ["[81]", "Nevertheless, the Board's main finding with regards to Dr. Emery's report was that inadequate state protection was particularly acute for women with children, women with professional husbands and divorced women. The Board noted that the applicant did not fall into any of these three classes. As the Board had already recognized the problem of domestic violence in South Korea, and referred to other evidence that indicated adequate state protection, I do not find that it erred in weighing Dr. Emery's evidence in this manner."], ["[82]", "Finally, the applicant also criticizes the Board's lack of treatment of the sworn affidavits of three other South Korean women who fled to Canada to escape abusive domestic relationships. However, these women had distinguishable experiences from those of the applicant. They all sought police support before 2002. After disappointing experiences, they never sought police help again. Conversely, the applicant in this case sought police support much more recently (in 2004, 2006 and 2008). Dr. Emery's report suggests that state protection has not significantly ameliorated since 2004. However, other documentary evidence before the Board suggests that since 2004 to 2005, a number of judicial developments have occurred. These include the first criminal conviction of a man who sexually assaulted his wife in 2004 and the first official recognition of marital rape as an offence in 2005. This evidence was not investigated by Dr. Emery in his report. Recalling that the Board is presumed to have considered all the evidence before it, I do not find that it erred by not specifically mentioning these affidavits from women with experiences that occurred at an earlier time than those of the applicant."], ["[83]", "In summary, I find that the Board in this case made a reasonable assessment based on the evidence before it. Its finding on the adequacy of state protection was within the range of possible, acceptable outcomes that are defensible in respect of the facts and law. This application for judicial review should therefore be dismissed."], ["[84]", "Neither party wished to submit a proposed serious question of general importance for my consideration.", "JUDGMENT"], ["[85]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed.", "Application dismissed.", "Editor: Elizabeth M.A. Turgeon/vnh", "ANNEX", "Relevant Statutory Provisions", "Immigration and Refugee Protection Act", ", SC 2001, c 27", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "72. (1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays don't elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats."]]}