{"id_": "003640", "body_str": [["[1]", "Noël, J.", "[orally]: I will ask that the transcript of these oral reasons once certified and signed by me, be filed as reasons for judgment in the present matter."], ["[2]", "The applicant arrived in Canada in July of 1990 at Pearson International Airport, and made a claim for refugee status. To date no determination has been made with regard to this application. He was later married in July of 1991. The applicant made an application pursuant to s. 114(2) of the", "Immigration Act", "alleging that as a result of his marriage there existed sufficient humanitarian and compassionate grounds to exempt him from the requirements of s. 9(1) of the", "Act"], ["[3]", "The applicant's wife, Ms. Somael, who is a permanent resident, sought to sponsor the applicant for landing from within Canada. For this purpose the applicant required the s. 9(1) exemption. Section 4 of the", "Immigration Regulations", "provides inter alia that the right to apply for landing from within Canada does not extend:", "\"... to a spouse who entered into marriage primarily for the purpose of gaining admission to Canada as a member of the family class and not with the intention of residing permanently with the other spouse ...\""], ["[4]", "The hearing into the humanitarian and compassionate grounds was held on November 14, 1991. The officer conducting the interview took the applicant and his wife through separate interviews, each lasting between an hour and a half to two hours. During this interview both persons were asked standard questions appearing on the Spousal Interview form. The applicant brought photographs of the wedding and also a video tape which he wanted the officer to review. The officer did not view the video tape as there was no equipment available with which to view it. At the end of the interview the officer reserved her decision."], ["[5]", "After a review of the material and discussion with her superiors, the officer recommended that the application with respect to landing be denied on the ground that in her opinion the marriage had been entered into solely for immigration purposes. She based this conclusion primarily on a number of inconsistencies which she noted from the spouses' statements during the interviews. The decision was communicated to the applicant on November 25, 1991. It reads in part:", "\"... The circumstances of your request have been carefully reviewed and it has been determined that your case does not warrant referral to the Governor-in-Council either for reasons of public policy or humanitarian and compassionate considerations. It has been determined that your marriage was entered into or exists solely to circumvent immigration procedures ...\""], ["[6]", "The applicant seeks an order for certiorari quashing this decision on the grounds that the decision reached was based on findings of fact which were manifestly in error. In his written argument the applicant also seeks a declaration that the immigration officer's refusal to view the video tape of the applicant's marriage was unlawful and that the immigration officer's failure to put to the applicant the inconsistencies on which the decision was based resulted in a breach of procedural fairness."], ["[7]", "The respondent raised a preliminary objection to the effect that the application ought not to be heard as there otherwise exists a right of appeal from the immigration officer's decision. The respondent relies on s. 77(3) of the", "Act", ", which reads:", "\"... A Canadian citizen or permanent resident who has sponsored an application for landing that is refused may appeal to the Appeal Division on either or both of the following grounds:", "(a) on any ground of appeal that involves a question of law or fact or mixed law and fact; and on the ground that there exists compassionate and humanitarian considerations which warrant the granting of the special relief ...\""], ["[8]", "It is good law that where a statutory appeal lies judicial review will not proceed. However the right of appeal conferred by s. 77 belongs to the sponsor, in this instance the applicant's wife, and not to the applicant. There is no authority which would allow me to conclude that a right of appeal belonging to one individual operates as a bar to a right of judicial review belonging to another individual. This preliminary objection must therefore be rejected."], ["[9]", "Turning to judicial review, the negative recommendation made by the immigration officer was primarily based on a series of numerous discrepancies in the answers given by the applicant and his spouse during the course of their respective interviews. These identified discrepancies are alleged to appear from the extensive notes taken by the immigration officer on the Spousal Interview form at the time of the interview. Counsel for the applicant was able to establish from a detailed review of these notes that these so-called contradictions simply did not exist or did not appear from the notes in which they are said to have been recorded."], ["[10]", "As it appears from the record that these notes reflect the basis upon which the immigration officer concluded to the existence of numerous discrepancies which led to a recommendation and as the overwhelming portion of these alleged discrepancies simply do not appear from these notes, I must find that the immigration officer's recommendation was based on the finding of fact which was manifestly in error."], ["[11]", "As it is also clear that had it not been for this error the respondent may have opted to exercise his discretion differently a writ of certiorari will be issued setting aside the decision of the immigration officer Shari Fidlin, made on November 14, 1991, and referring the matter back for determination before a different officer."], ["[12]", "As to the declaratory relief claimed by the applicant, in the absence of special circumstances, I do not believe that procedural fairness, once engaged, requires that an applicant be given an opportunity to respond to discrepancies arising from spousal interviews. The interview process is conducted separately for the very purpose of avoiding collusion between the claimant and his witnesses as to the circumstances of the alleged bona fide marriage and for the purpose of elucidating the truth. It would, in my view, frustrate this process to allow the applicant and his witnesses to restate their position once confronted with discrepancies."], ["[13]", "With respect to the failure on the part of the immigration officer to take the necessary steps to view the video tape of the applicant's wedding ceremony, I do not believe that procedural fairness was thereby breached. It is common ground that the wedding ceremony took place. The issue before the immigration officer was whether the marriage was bona fide. I do not believe that a video tape of the wedding ceremony, however elaborate it may be, bears on that very issue. It was open to the immigration officer to view the tape if she saw fit, but I do not believe that procedural fairness required her to do so."], ["[14]", "An order will therefore be issued in accordance with the foregoing reasons and I will file the order immediately with the court.", "Order accordingly.", "Editor: Reginald W. Curtis/sms", "[End of document]"]]}