{"id_": "003622", "body_str": [["[1]", "Shore, J.", ": This is an application for leave and judicial review pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA] of a decision wherein the Refugee Appeal Division [RAD] upheld the Refugee Protection Board's [RPD] findings, thus rejecting the Applicant's claim for refugee protection.", "II.", "Background"], ["[2]", "The Applicant is a homosexual man who allegedly fears persecution in his country of citizenship, Algeria, by reason of his sexual orientation. It is upon this basis that the Applicant seeks refugee status in Canada. The Applicant alleges the following facts."], ["[3]", "The Applicant, who is considered to have brought shame and dishonour to his family, was forced to lead a double life in order to hide his sexual orientation from his family members, who do not tolerate homosexuality. The Applicant fears for his life were he to return to Algeria."], ["[4]", "In his lifetime, the Applicant has allegedly had several homosexual experiences with men. When the Applicant was 19 years old, the Applicant's father learned that he had had sexual relations with another man during his lunch break, behind the building of the professional training centre where the Applicant was studying. As a result, the Applicant's father attacked the Applicant and threatened to kill him if he were to have another homosexual relationship."], ["[5]", "Following this incident, the Applicant's father and other members of his family began to monitor and to harass the Applicant. They also started to become suspicious of the Applicant's travels. Feeling stressed and depressed, the Applicant left Algeria. With the help of his brother who lives in Montréal, the Applicant arrived in Canada and claimed refugee protection."], ["[6]", "Following a hearing, the RPD rejected the Applicant's claim on the basis of the Applicant's lack of credibility. The RPD found that the Applicant failed to demonstrate a well-founded fear of persecution and did not believe the Applicant to be homosexual (RAD decision at para 7). The Applicant appealed the RPD's decision to the RAD.", "III.", "Decision under review"], ["[7]", "In a decision dated October 24, 2013, the RAD confirms the RPD's decision according to which the Applicant is neither a Convention refugee, nor a \"person in need of protection\" within the meaning of sections 96 and 97 of the IRPA."], ["[8]", "At the outset of its decision, the RAD states that the standard of review applicable to the RPD's findings of fact is that of reasonableness (RAD decision at paras 13-18)."], ["[9]", "The RAD then concludes that the RPD's following credibility findings are reasonable:", "a) The Applicant's sexual encounters with another man behind his professional training centre during his lunch break is incoherent with the behaviour of a person allegedly hiding his homosexuality, thus undermining his credibility;", "b) The Applicant's written and oral narratives in respect of the incident in which the Applicant's father attacked the Applicant are incoherent, thus undermining his credibility;", "c) The Applicant's written and oral narratives in respect of his encounters with other men in different cities are incoherent, thus undermining his credibility;", "d) The Applicant's online date profile, which shows the Applicant to be a man seeking a woman, is incompatible with the Applicant's alleged homosexuality, thus undermining his credibility in regard to his sexual orientation. The Applicant's explanations that he held such a profile out of fear that his family members would discover his online profile, and that he nevertheless succeeded in meeting men by sending them private messages, were rejected by the RPD.", "IV.", "Relevant legislative provisions"], ["[10]", "The following legislative provisions are relevant:", "Appeal", "110", ". (1) Subject to subsections (1.1) and (2), a person or the Minister may appeal, in accordance with the rules of the Board, on a question of law, of fact or of mixed law and fact, to the Refugee Appeal Division against a decision of the Refugee Protection Division to allow or reject the person's claim for refugee protection.", "Procedure", "(3) Subject to subsections (3.1), (4) and (6), the Refugee Appeal Division must proceed without a hearing, on the basis of the record of the proceedings of the Refugee Protection Division, and may accept documentary evidence and written submissions from the Minister and the person who is the subject of the appeal and, in the case of a matter that is conducted before a panel of three members, written submissions from a representative or agent of the United Nations High Commissioner for Refugees and any other person described in the rules of the Board.", "Marginal note: Evidence that may be presented", "(4) On appeal, the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection.", "Hearing", "(6) The Refugee Appeal Division may hold a hearing if, in its opinion, there is documentary evidence referred to in subsection (3)", "(a) that raises a serious issue with respect to the credibility of the person who is the subject of the appeal;", "(b) that is central to the decision with respect to the refugee protection claim; and", "(c) that, if accepted, would justify allowing or rejecting the refugee protection claim.", "Decision", "111", ". (1) After considering the appeal, the Refugee Appeal Division shall make one of the following decisions:", "(a) confirm the determination of the Refugee Protection Division;", "(b) set aside the determination and substitute a determination that, in its opinion, should have been made; or", "(c) refer the matter to the Refugee Protection Division for re-determination, giving the directions to the Refugee Protection Division that it considers appropriate.", "Appel", "110", ". (1) Sous réserve des paragraphes (1.1) et (2), la personne en cause et le ministre peuvent, conformément aux règles de la Commission, porter en appel - relativement à une question de droit, de fait ou mixte - auprès de la Section d'appel des réfugiés la décision de la Section de la protection des réfugiés accordant ou rejetant la demande d'asile.", "Fonctionnement", "(3) Sous réserve des paragraphes (3.1), (4) et (6), la section procède sans tenir d'audience en se fondant sur le dossier de la Section de la protection des réfugiés, mais peut recevoir des éléments de preuve documentaire et des observations écrites du ministre et de la personne en cause ainsi que, s'agissant d'une affaire tenue devant un tribunal constitué de trois commissaires, des observations écrites du représentant ou mandataire du Haut-Commissariat des Nations Unies pour les réfugiés et de toute autre personne visée par les règles de la Commission.", "Éléments de preuve admissibles", "(4) Dans le cadre de l'appel, la personne en cause ne peut présenter que des éléments de preuve survenus depuis le rejet de sa demande ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'elle n'aurait pas normalement présentés, dans les circonstances, au moment du rejet.", "Audience", "(6) La section peut tenir une audience si elle estime qu'il existe des éléments de preuve documentaire visés au paragraphe (3) qui, à la fois:", "a) soulèvent une question importante en ce qui concerne la crédibilité de la personne en cause;", "b) sont essentiels pour la prise de la décision relative à la demande d'asile;", "c) à supposer qu'ils soient admis, justifieraient que la demande d'asile soit accordée ou refusée, selon le cas.", "Décision", "111", ". (1) La Section d'appel des réfugiés confirme la décision attaquée, casse la décision et y substitue la décision qui aurait dû être rendue ou renvoie, conformément à ses instructions, l'affaire à la Section de la protection des réfugiés.", "V.", "The position of the Applicant"], ["[11]", "The Applicant considers that the following issue is determinative of the outcome of this application:", "Did the RAD commit a reviewable error by applying the reasonable standard to the RPD's findings?"], ["[12]", "The Applicant submits that the RAD erred in reviewing the RPD's findings on the reasonableness standard, rather than the standard of correctness, thus justifying the intervention of the Court. The Applicant submits that the RAD should have scrutinized the RPD's decision, particularly in the context of the issue of evaluating a claim based on sexual orientation and the difficulties in evaluating such claims (", "<FRAGMENT_SUPPRESSED> ). It is also the Applicant's view that the RAD owes little or no deference towards the RPD's findings.", "VI. Analysis"], ["[13]", "The RAD's choice of the appropriate standard of review in hearing an appeal stems directly from its legislative mandate which, thus, falls within its specialized expertise, and in respect of its very existence or reason for being (see", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[14]", "The Court has recently been confronted with the issue of the scope of review and the appropriate standard applicable when considering an appeal of a decision of the RPD by the RAD (see <FRAGMENT_SUPPRESSED> , above;", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> )."], ["[15]", "In certain cases, this Court has found that the RAD's failure to apply the proper analytical framework to the RPD's finding may be sufficient for the Court to quash its decision (see <FRAGMENT_SUPPRESSED> , above;", "<FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , above;", "<FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , above)."], ["[16]", "However, the application does not lend itself to such a conclusion."], ["[17]", "The RAD, which performs an appellate function, in contrast to one of judicial review, must generally conduct an independent analysis in hearing an appeal, in accordance with the legislative framework stipulated in the IRPA. In this regard, sections 110 and 111(1) of the IRPA provide that the RAD may either confirm the determination of the RPD or set aside the determination and substitute it for that which should have been determined on a question of law, of fact or of mixed fact and law. As a trier of fact, the RPD assesses the witnesses, and views the evidence first-hand in respect of an Applicant's credibility, in light of the evidence as a whole. In consideration of the recent jurisprudence, it is the Court's view that the RAD owes varying degrees of deference to a RPD's decision, depending on whether the RAD is hearing an appeal on issues of credibility or otherwise. In this regard, Justice Yvan Roy indicates, in <FRAGMENT_SUPPRESSED> , above at para 40:"], ["[40] Mon collègue le juge Phelan aura préféré, dans <FRAGMENT_SUPPRESSED> , précité, appliquer la norme de la raisonnabilité aux questions de crédibilité (para 37). Ceci dit avec égards, j'ai toujours cette crainte au sujet de la confusion des genres. Il me semblerait préférable de s'en tenir à la norme d'erreur manifeste et dominante en appel sur les questions de fait. Il n'y a rien de nouveau à la proposition qu'une instance d'appel fait preuve de retenue lorsque l'organisme dont la décision est en appel procède d'une discrétion importante comme l'examen de la crédibilité. La Loi est claire: la SAR n'entend des témoins que dans des cas très exceptionnels et particuliers. La crédibilité à donner aux témoins entendus par la SPR est l'apanage de celle-ci et la SAR, en appel, doit faire preuve de retenue (", "<FRAGMENT_SUPPRESSED> ;", "R c Burke", ", [1996] 1 RCS 474)."], ["[18]", "In the recent case <FRAGMENT_SUPPRESSED> , above, at para 37, Justice Michael L. Phelan supports the view that deference may be owed by the RAD in respect of a RPD's findings on credibility which are critical or determinative to the outcome of the RPD's decision. Some factors derived from the RAD's legislative scheme support this finding. For instance, the RAD, unlike the RPD, is not always required to hold a hearing. In <FRAGMENT_SUPPRESSED> , above, Justice Phelan further indicates:"], ["[55] In conducting its assessment, it can recognize and respect the conclusion of the RPD on such issues as credibility and/or where the RPD enjoys a particular advantage in reaching such a conclusion but it is not restricted, as an appellate court is, to intervening on facts only where there is a \"palpable and overriding error\"."], ["[19]", "This variable approach was also applied by Justice George J. Locke in <FRAGMENT_SUPPRESSED> and", "<FRAGMENT_SUPPRESSED> . Specifically, Justice Locke found that « [e]xcept in cases where the credibility of a witness is critical or determinative or when the RPD has a particular benefit from the RAD to draw a specific conclusion, the RAD must not give any deference to the analysis of the evidence made by the RPD » ( <FRAGMENT_SUPPRESSED> , at para 14)."], ["[20]", "Thus, considering that the RPD's decision is solely founded on findings of credibility, the RAD applied the appropriate level of deference towards the RPD's determinations of the Applicant's credibility.", "VII.", "Conclusion"], ["[21]", "Accordingly, it is this Court's view that the Applicant did benefit appropriately from the appeal to which he is entitled under the IRPA, as pertaining to the RAD's mandate. Thus, the intervention of the Court is not warranted.", "JUDGMENT"], ["[22]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is dismissed;", "2. There is no serious question of general importance to be certified.", "Application dismissed.", "Editor: E. Joanne Oley/nmg", "[End of document]"]]}