{"id_": "003619", "body_str": [["[1]", "Bédard, J.", "[Translation]: Frank Vaillancourt (the applicant) is a member of the Royal Canadian Mounted Police (RCMP). In 2006, he was the subject of two disciplinary actions, which he challenged before an adjudication board. Since these disciplinary actions are considered formal, he was entitled to be represented by counsel from the Member Representative Unit (MRU) pursuant to section 47.1 of the", "Royal Canadian Mounted Police Act", ", RSC, 1985, c. R-10 [the Act] and the", "Commisioner's Standing Orders (Representation)", ", SOR/97-399 [the Orders]. On July 24, 2009, the MRU counsel who was acting in his file ceased representing him. The applicant availed himself of the review process in the Orders to challenge the MRU's refusal to continue to represent him. On November 18, 2010, Superinten30 October 2012dent Louise Lafrance (the designated officer) confirmed the MRU's decision. That decision is the subject of this application for judicial review.", "I.", "Background"], ["[2]", "The applicant asked the MRU to represent him in his challenge of the disciplinary actions taken against him in 2006. These disciplinary actions are formal and may compromise his career with the RCMP. Between 2006 and July 2009, no fewer than six different MRU counsel were assigned to represent him. The changes in counsel occurred for various reasons and in different circumstances that it is not necessary to detail for the purposes of this decision. It is sufficient to indicate that a number of events transpired, some of which were beyond the control of the applicant or the MRU, and that, furthermore, the relationship between the applicant, the MRU and some of the counsel assigned to his file was not always good. On some occasions, the applicant, doubting the MRU's ability to provide him with adequate representation, asked if he could retain outside counsel at the RCMP's expense; this request was refused because there is no provision for it in the Regulations or the Orders."], ["[3]", "In the autumn of 2008, through outside counsel, the applicant filed a motion with the adjudication board for a stay of the proceedings involving the two disciplinary notices, citing, among other reasons, the problems related to his representation by the MRU. On this motion, he intended to call MRU counsel as witnesses. The motion was returnable on January 28 or 29, 2009."], ["[4]", "In January 2009, the MRU assigned Caroline Chrétien to represent the applicant. It is helpful to address certain events that occurred between Ms. Chrétien and the applicant, specifically, the events that led to the termination of Ms. Chrétien's retainer."], ["[5]", "On January 7, 2009, the applicant signed the retainer prepared by Ms. Chrétien. When he signed this retainer, he was accompanied by outside counsel, and he added the following notation: [translation] \"Subject to my rights and to an outside review for this document.\""], ["[6]", "Shortly after signing the retainer, the applicant asked Ms. Chrétien to represent him on the motion for a stay of the proceedings involving the two disciplinary actions. Ms. Chrétien allegedly refused on the ground that the MRU limited its representation to challenging disciplinary notices and that, in any event, she would be in a conflict of interest because the motion for a stay of proceedings called into question the services that the applicant had received from the MRU. The applicant continued to be represented by outside counsel for the purposes of the stay motion. As part of this motion, the adjudication board ordered that the MRU's file regarding the applicant's representation be disclosed to the employer. On January 29, 2009, the applicant withdrew his motion for a stay of proceedings; the file involving the adjudication of the disciplinary actions could continue."], ["[7]", "Although Ms. Chrétien had not represented the applicant on the stay motion, she filed a motion in her name with the adjudication board to recover the documents dealing with the MRU's representation of the applicant that had been disclosed to the employer. This motion was dismissed in June 2009."], ["[8]", "In June 2009, the applicant also asked Ms. Chrétien to accompany him and to assist him in an internal investigation of the RCMP. Ms. Chrétien told the applicant that she could not accompany him because her presence at the meeting would make her a witness, which could create a conflict of interest and require her to withdraw from the case."], ["[9]", "On July 13, 2009, Ms. Chrétien met with the applicant to update him on his case and his representation by the MRU. At that meeting, Ms. Chrétien gave the applicant a letter that contained,", "inter alia", ", the following paragraph:", "[translation]", "This letter also confirms that the undersigned explained the concepts of conflict of interest and conflict of loyalty to you", "and that you believe and that the undersigned is still able to continue to represent you for the disciplinary notices", ". We ask you to confirm our retainer with you following this decision and that you understand the implications of this decision for the undersigned and the MRU.", ". . .", "This correspondence suggests that Ms. Chrétien and the applicant agreed at the meeting on July 13, 2009, that the MRU could continue to represent the applicant with respect to the disciplinary actions. In the letter, Ms. Chrétien asked the applicant to confirm her retainer."], ["[10]", "The applicant maintains that he was not ready to confirm Ms. Chrétien's retainer immediately."], ["[11]", "On July 17, 2009, Ms. Chrétien sent a second letter to the applicant asking him to confirm or revoke her retainer within two days following the receipt of the letter, failing which she would consider her retainer revoked. The letter reads, in part, as follows:", "[translation]", "On July 13, we met with you to explain the conflict of interest situation that the MRU and I find ourselves in. At that meeting, we gave you a letter for the purposes of confirming or revoking our retainer. Upon receipt of the letter, you told us that you were unable to make a decision on this issue. On July 14, after a second request on our part, and although you had reviewed the letter given to you at our meeting, you stated again that you were unable to respond to it.", "Please be advised that if we do not receive a letter of confirmation/or revocation signed by you within two days following the receipt of this letter, we will consider our retainer revoked and we will no longer act as your legal representatives in your disciplinary notices."], ["[12]", "The applicant did not reply to Ms. Chrétien's request, but on July 23, 2009, Jasmine Patry, acting on behalf of the applicant, sent a letter to Ms. Chrétien informing her that her client did not intend to revoke her retainer. Taking care to state that she was not representing the applicant in challenging the disciplinary actions, Ms. Patry maintained that the MRU should itself take the initiative to cease representing the applicant because of the conflicts of interest and loyalty between the applicant and the MRU and, specifically, between the applicant and Ms. Chrétien. Ms. Patry also suggested that the MRU authorize outside representation for the applicant at the RCMP's expense."], ["[13]", "Ms. Chrétien did not reply to Ms. Patry's letter of July 23, 2009. However, the following day, she wrote to the Chairman of the adjudication board that was dealing with the challenge to the disciplinary notices to inform him that she was no longer representing the applicant for serious reasons under the", "Code of ethics of advocates", ",  <FRAGMENT_SUPPRESSED>  contained the following:", "[translation]", "This is to inform you that we are no longer representing Mr. Vaillancourt for the disciplinary notices GAD 395-12-132/198.", "For serious reasons, as provided in section 3.03.04 of the Code of ethics of advocates (Barreau du Québec), that we cannot disclose because of our professional obligations, the undersigned and the Member Representative Unit can no longer represent Mr. Vaillancourt."], ["[14]", "However, Ms. Chrétien did not send a letter to the applicant informing him that she and the MRU were no longer representing him.", "II.", "Legislative framework"], ["[15]", "It is appropriate to examine the legislative framework pertaining to the representation of members of the RCMP. Under subsection 47.1(1) of the Act, a member of the RCMP may represent another member in certain circumstances. This subsection also provides that the Commissioner may prescribe the circumstances in which a member may not represent or assist another member:", "47.1 (1) Subject to any rules made pursuant to subsection (3), a member may be represented or assisted by any other member in any", ") presentation of a grievance under Part III;", ") proceeding before a board, other than the Commission;", ") preparation of written representations under subsection 45.19(6); or", ") appeal under section 42, 45.14 or 45.24."], ["[16]", "Section 1 of the Orders defines the MRU as follows:", "\"Member Representative Unit\" means a unit within the Force that reports to the Staff Relations Program Officer within the Headquarters of the Force and that provides representation or assistance to any member who", ") is subject to formal disciplinary action under Part IV of the Act;", ") is subject to discharge and demotion proceedings under Part V of the Act;", ") is a party to a hearing before the Committee; or", ") is presenting a grievance relating to their administrative discharge for grounds specified in paragraph 19(a), (f) or (i) of the", "Royal Canadian Mounted Police Regulations, 1988. (Groupe des représentants des membres)"], ["[17]", "Since the applicant was the subject of formal disciplinary actions, he was entitled to receive the MRU's representation services."], ["[18]", "Section 3 of the Orders prescribes the circumstances in which the Staff Relations Program Officer shall not authorize a member to represent or assist another member.", "3. For the purpose of paragraph 47.1(3)(b) of the Act, the Staff Relations Program Officer shall not authorize a member to represent or assist another member in a grievance, proceeding, preparation or appeal referred to in subsection 47.1(1) of the Act if", ") representation or assistance by the member could result in a situation of conflict of interests;", ") representation or assistance by the member could impair the efficiency, administration or good government of the Force;", ") the member is a member representative and representation or assistance by the member is sought for functions other than those of the Member Representative Unit;", ") the member is posted in a division other than the division in which the member who wishes to be represented or assisted is posted, unless the Staff Relations Program Officer authorizes the representation or assistance on the grounds that", "(i) the member who wishes to be represented or assisted has, without success, made every reasonable effort to obtain representation or assistance from a member who is posted in the same division as the member,", "(ii) no member from the Member Representative Unit is available to represent or assist the member, and", "(iii) representation or assistance by the member from whom it is sought is reasonable under the circumstances, having regard to", "(A) the availability of the member,", "(B) the distance between the posts of the two members, and", "(C) the financial cost to the Force of the representation or assistance;", ") the member who wishes to be represented or assisted is a witness before the Committee, unless that member is the subject of a separate formal disciplinary action arising from the same matter being considered by the Committee;", "or", ") the member who wishes to be represented or assisted is an interested person but not a party in a matter before a board of inquiry or the Committee."], ["[19]", "Section 4 of the Orders provides that where the Staff Relations Program Officer refuses to authorize representation or assistance to a member under section 3, that Officer shall provide a notice to that effect, including the reasons, to the member who wishes to be represented or assisted."], ["[20]", "Section 5 of the Orders provides a review mechanism for a decision that refuses to authorize representation of a member:", "5. (1) Within 14 days after receiving the notice referred to in section 4, the member who wishes to be represented or assisted may submit to the Staff Relations Program Officer an application with supporting documentation to have the refusal reviewed by an officer designated by the Commissioner.", "(2) The designated officer shall render a final and binding decision that", ") confirms the refusal; or", ") overturns the refusal and is appropriate in the circumstances and in accordance with section 3.", "III.", "Impugned decision"], ["[21]", "In her decision, the designated officer identified the questions she had to respond to as follows:", "[translation]", "a. Did the MRU refuse to authorize representation for the applicant under section 4 of the Commissioner's Standing Orders (Representation)?", "b. If yes, was this refusal confirmed or overturned?"], ["[22]", "In reply to the first question, she indicated that it was clear to her that the applicant no longer wished to be represented by the MRU and that he was seeking to be represented by outside counsel paid for by the RCMP. In addition, she found, in light of the parties' written representations, that in July 2009, the MRU had refused to authorize continuing representation for the applicant. She added that this refusal had been caused by the applicant's failure to give a clear retainer to the MRU. She stated that this situation had occurred on a number of occasions since 2006 and had reached a point of no return in July 2009. The designated officer then concluded that the MRU's refusal to continue representing the applicant was \"appropriate in the circumstances.\""], ["[23]", "She added that she was convinced that the applicant had no confidence in either Ms. Chrétien's services or the services of other MRU counsel, which made it impossible for the MRU to represent the applicant in the future."], ["[24]", "She then ended her decision as follows:", "[translation]", "Decision", "For the above-noted reasons, it is my opinion that in July 2009 the MRU refused to continue representing the applicant, and I confirm that this refusal was justified under section 3 of the Commissioner's Standing Orders (", "Representation", ").", "IV.", "Issue"], ["[25]", "The only issue raised in this application is to determine whether the designated officer's decision is reasonable.", "V.", "Standard of review"], ["[26]", "Both parties submitted that the reasonableness standard of review should apply to the designated officer's decision. I share their view."], ["[27]", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], the Supreme Court stated that determining the standard of review appropriate to a question involves two steps. First, the Court must ascertain whether \"the jurisprudence has already determined in a satisfactory manner the degree of deference to be accorded with regard to a particular category of question.\" Where this research proves unfruitful, the Court must proceed to an analysis of the standard of review."], ["[28]", "In this case, the Court was not made aware of any decision establishing the standard of review with respect to decisions made by designated officers under the Orders applicable in this case. It is therefore necessary to proceed to an analysis of the standard of review by applying the factors set out in paragraph 64 of", "Dunsmuir:", "(1) the presence or absence of a privative clause; (2) the purpose of the tribunal; (3) the nature of the question at issue and (4) the expertise of the tribunal."], ["[29]", "Subsection 5(2) of the Orders specifies that a designated officer's decision is final and binding. This is a form of privative clause that, while not determinative, indicates a desire that the process be exhaustive and final, and calls for deference."], ["[30]", "As for the purpose of the tribunal, the Act confers complete authority on the Commissioner with respect to the RCMP and, through section 47.1 of the Act, gives the Commissioner the responsibility for developing member representation standards. I see therein Parliament's desire to entrust the Commissioner with the task of adopting consistent and comprehensive rules tailored to the reality of RCMP operations and administration. The Commissioner chose to establish an internal process for member representation and a review mechanism where representation is refused, which are not only simple but effective and comprehensive."], ["[31]", "The question that the designated officer had to determine is a question of mixed law and fact that calls for an interpretation and a contextual application of the circumstances outlined in section 3 of the Orders. This contextual analysis requires a thorough knowledge of RCMP operations and inner workings, which brings us to the fourth factor."], ["[32]", "Although the designated officer is not an expert in law, she is a person who holds a high-level position in the RCMP and has a thorough knowledge of RCMP operations and internal reality."], ["[33]", "Accordingly, I find that these factors taken as a whole favour deference towards the designated officer's decision. The decision will therefore be reviewed on the reasonableness standard.", "VI.", "Analysis"], ["[34]", "The applicant submits that the designated officer's decision is unreasonable because she did not determine whether the MRU's refusal to continue representing him was justified by one of the circumstances set out in section 3 of the Orders. He contends that the MRU had itself invoked conflict of interest as a ground to justify its refusal to continue representing him and that the designated officer had to determine whether the evidence demonstrated a conflict of interest situation within the meaning of section 3 of the Orders. The applicant argues that the designated officer failed to link her analysis with the circumstances in section 3 of the Orders and to take into account the circumstances outlined in the Orders that justify a refusal to represent."], ["[35]", "The applicant also contends that the respondent is now relying on a new ground based on paragraph 3(", ") of the Orders-representation or assistance by this member could impair the efficiency, administration or good government of the Force-and that this ground is irrelevant because the MRU did not raise it previously. The applicant also submits that the designated officer analyzed the evidence in an unreasonable manner."], ["[36]", "The respondent, for his part, submits that it is clear that the designated officer exercised the mandate that had been given to her to determine whether the refusal was based on the circumstances outlined in section 3 of the Orders and that her assessment of the evidence was completely reasonable. The respondent argues that the findings of fact made by the designated officer-that the MRU's decision to cease representing the applicant was justified by his refusal to give Ms. Chrétien a clear retainer and by his lack of confidence in Ms. Chrétien and the MRU-were the only findings that could reasonably be made based on the evidence in the record. The respondent adds that these findings fall clearly within the circumstances described in section 3 of the Orders, specifically in paragraph 3(", ") of the Orders, and that consequently the designated officer's decision should be regarded as reasonable even though she did not specify the exact subsection on which she based her decision to uphold the refusal."], ["[37]", "In addition, the respondent contends that the MRU's refusal to continue representing the applicant may also be viewed from the conflict of interest angle because that is one of the circumstances under section 3.03.04 of the Code of ethics that Ms. Chrétien relied on to justify her decision to cease representing the applicant.", "VII.", "Discussion"], ["[38]", "I find that the designated officer's decision is unreasonable for the following reasons."], ["[39]", "I would note at the outset that there are some irregularities in this case."], ["[40]", "On the one hand, section 4 of the Orders provides that it is for the Staff Relations Program Officer to decide whether a member may represent another member. In this case, there was no decision by the Program Officer; the decision was made directly by Ms. Chrétien in her name and on behalf of all the MRU counsel."], ["[41]", "On the other hand, section 4 of the Orders states that where the Staff Relations Program Officer refuses to authorize representation, that Officer must advise the member who made a request for service and, if applicable, provide a \"notice to that effect, including the reasons,\" to the member. In this case, the applicant did not receive a notice from Ms. Chrétien, from the head of the MRU or anyone telling him officially that Ms. Chrétien and the MRU were refusing to continue to represent him with respect to the disciplinary actions taken against him. The letter sent by Ms. Chrétien to the applicant on July 17, 2009, indicated clearly that she would consider her retainer revoked if she did not receive confirmation of her retainer within two days, but Ms. Patry confirmed in the letter she sent to her on July 23, 2009, that the applicant did not intend to revoke her retainer. A number of assumptions can be made based on the exchange of correspondence between Ms. Chrétien and the applicant, the letter from Ms. Patry dated July 23, 2009, and the letter that Ms. Chrétien sent on July 24, 2009, to the Chairman of the adjudication board, but the fact remains that Ms. Chrétien and the MRU never formally advised the applicant that they were no longer representing him. In her letter to the Chairman of the adjudication board, Ms. Chrétien cited section 3.03.04 of the code of ethics to justify her decision, stating that she could not disclose the reasons that led her to cease representing the applicant. That section covers a number of situations:", "3.03.04 Unless it is at an inopportune time, an advocate may, for serious reasons, cease representing the client, provided he does everything which is immediately necessary to prevent a loss.", "The following shall, in particular, constitute serious reasons:", "(a) loss of the client's confidence;", "(b) the fact that he has been deceived by the client or his failure to co-operate;", "(c) inducement by the client to perform unfair or immoral acts;", "(d) persistence by the client to continue a futile or vexatious proceeding;", "(e) the fact that the advocate is placed in a situation of conflict of interest or in a circumstance whereby his professional independence could be called in question;", "(f) refusal by the client to acknowledge an obligation respecting costs, disbursements and fees or, after reasonable notice, to make to the advocate provision therefor.", "When a client induces an advocate to perform an illegal or fraudulent act, the advocate shall, after having advised the client of the illegal or fraudulent nature of the act and of his withdrawal from the file if the client persists, cease representing the client."], ["[42]", "Ms. Chrétien did not inform the Chairperson of the adjudication board of the specific reasons why the MRU ceased representing the applicant, and no formal notice was sent to the applicant. Thus, section 4 of the Orders was clearly not followed."], ["[43]", "Where a member meets the requirements under section 47.1 of the Act and section 1 of the Orders, the member has, in principle, the right to be represented by the MRU. The circumstances in which the MRU may refuse to represent a member are exceptions to this basic principle, and section 3 of the Orders sets out the grounds that can justify a refusal to represent. These grounds cover a number of different situations. In this case, we do not know with certainty which of these grounds was the basis for the decision made by Ms. Chrétien and the MRU. The parties do not even agree on the ground; the applicant submits that the MRU relied on conflict of interest whereas the respondent contends that the ground involved the efficiency, administration or good government of the RCMP. In the alternative, the respondent argues that both grounds can apply to this case."], ["[44]", "The designated officer's mandate consisted in confirming or overturning the MRU's decision to refuse to continue representing the applicant. Since the refusal that was reviewed must itself be the subject of a \"notice ... including the reasons\", the designated officer's decision to confirm or overturn that decision must, in my opinion, also provide reasons. Section 3 of the Orders sets out the grounds that refer to separate and distinct circumstances that are exceptions to the general principle of representation. In that context, I find that a \"notice ... including the reasons\" must, at the very least, specify the ground or grounds relied on to justify the decision to refuse to represent a member."], ["[45]", "In this case, the designated officer found that Ms. Chrétien's decision was \"appropriate in the circumstances\" and that the applicant's lack of confidence in the MRU made it impossible for the MRU to represent the applicant in the future. With respect, the designated officer's mandate was not to determine whether she considered the refusal appropriate in the circumstances. Rather, her mandate consisted in determining whether the refusal by Ms. Chrétien and the MRU to cease representing the applicant with respect to his disciplinary notices was based on one of the circumstances set out in section 3. She concluded at the end of her decision that the refusal was justified under section 3 of the Orders, but she did not make the connection between her reasoning and the grounds listed in section 3 of the Orders. Since the MRU's decision had not itself provided reasons, it was even more important that the designated officer inform the applicant of the ground or grounds under section 3 of the Orders that, in her view, justified the MRU's decision to refuse to continue representing him."], ["[46]", "With respect, I do not agree with the respondent's argument that it is clear that the findings of fact made by the designated officer fall under the circumstances listed in section 3 of the Orders and that that is sufficient to make her decision reasonable. First, I am unable to infer, without adding to the designated officer's decision, the ground or grounds under section 3 of the Orders that, in her view, justified the MRU's decision. As I stated previously, counsel themselves do not agree on the grounds."], ["[47]", "On the other hand, if I assume that the grounds are the ones the parties relied on, i.e., conflict of interest or the efficiency, administration or good government of the RCMP, I still cannot, without adding to the designated officer's decision, understand the basis for her decision. Why did the designated officer find that representing the applicant created a conflict of interest for Ms. Chrétien and for all the other MRU counsel? Why did the designated officer determine that representing the applicant would impair the efficiency, administration or good government of the RCMP? The decision is silent in these respects."], ["[48]", "In <FRAGMENT_SUPPRESSED> , at paragraph 47, the Supreme Court specified the characteristics that a decision must have to be considered reasonable:", "... A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law."], ["[49]", "In my view, it is impossible in this case, without adding to the reasons for decision, to determine whether it was reasonable to conclude that the MRU's decision was appropriately justified by one of the circumstances listed in section 3 of the Orders. I therefore find that the designated officer's decision does not possess the qualities of justification and intelligibility required to make it reasonable.", "JUDGMENT"], ["[50]", "THE COURT RULES that", "the application for judicial review is allowed, with costs. The decision of designated officer Louise Lafrance is quashed and the matter is remitted for reconsideration by another designated officer.", "Application allowed.", "Editor: Gary W. McLaughlin/vnh"]]}