{"id_": "003992", "body_str": [["[1]", "Bell, J.", ": Sylvie Therrien [Ms. Therrien] brings an application for judicial review pursuant to s 18.1 of the", "Federal Courts Act", ", RSC, 1985, c F-7, from a decision of the Office of the Public Sector Integrity Commissioner of Canada [PSIC] wherein the PSIC declined to investigate part of Ms. Therrien's allegations of reprisal brought pursuant to the", "Public Servants Disclosure Protection Act", ", SC 2005, c 46 [the Act]. The PSIC concluded the matters were already being dealt with under the grievance procedure initiated pursuant to the", "Public Service Labour Relations Act", ", SC 2003, c 22, s 2 [PSLRA]."], ["[2]", "On January 10, 2011, Ms. Therrien joined Service Canada [the Employer] in the department that is now known as Employment and Social Development Canada [ESDC]. In or about November 2012, she started working as an Integrity Investigator. Her duties included the investigation of possible fraud in Employment Insurance [EI] claims, recommending overpayment and penalties and making recommendations to accept or reject claims."], ["[3]", "Between January and April 2013, Ms. Therrien made internal and public disclosures regarding alleged pressure by the Employer to encourage employees to deny or limit what might otherwise be considered legitimate EI claims. The purpose of this alleged pressure was, according to Ms. Therrien, to save the government money. In her public disclosure, Ms. Therrien spoke to a journalist at", "Le Devoir", "about EI savings quotas and disclosed documents pertaining to ESDC's use of public funds."], ["[4]", "By letter dated May 13, 2013, the Employer advised Ms. Therrien that an administrative investigation was being conducted with respect to allegations that she had disclosed protected documents to the media, contrary to the", "Communications Policy of the Government of Canada", ", the", "Operation Manual for Employment Insurance", "and the", "HRSDC Code of Conduct", ". In that same letter, the Employer advised Ms. Therrien that she was immediately and indefinitely suspended without pay pending the outcome of the investigation. On May 24, 2013, Ms. Therrien filed a grievance, pursuant to the PSLRA in which she contested her suspension."], ["[5]", "The administrative investigation concluded that Ms. Therrien breached her duty of loyalty toward the ESDC and the Government of Canada. In a letter dated October 15, 2013, the Employer notified her that her reliability status was revoked following the findings of the investigation. In a separate letter dated the same day, the Employer informed Ms. Therrien that her employment had been terminated pursuant to paragraph 12(1)(e) of the", "Financial Administration Act", ", RSC, 1985, c F-11. This, because the maintenance of her reliability status constituted a condition of employment. On October 28, 2013, Ms. Therrien filed another grievance under the PSLRA in which she challenged the revocation of her reliability status and the consequent termination of her employment."], ["[6]", "Ms. Therrien's grievances were referred to adjudication on January 24, 2014. Although the hearing commenced during the week of January 19, 2015, it had not been completed and no new date had been fixed as at the date of the judicial review hearing."], ["[7]", "On January 16, 2014, Ms. Therrien filed a complaint to the PSIC in which she claimed she had been the subject of reprisals by her employer in violation of the Act. Some of those alleged reprisals concerned the suspension without pay, revocation of her reliability status and termination of her employment, all matters which had been referred to adjudication."], ["[8]", "The PSIC subsequently informed Ms. Therrien that he would conduct an investigation into some of her allegations, but those relating to alleged reprisals in relation to her suspension without pay, revocation of her reliability status and termination of employment would not be referred for investigation. It is that portion of the PSIC decision which is the subject of the application for judicial review."], ["[9]", "For the reasons set out herein, I would dismiss the application.", "II.", "Legislative Scheme"], ["[10]", "One of the roles of the PSIC is to make initial eligibility or admissibility assessments as to whether an official investigation should be launched following receipt of a purported disclosure of serious wrongdoing or a reprisal complaint."], ["[11]", "Sections 19.3(1) and 19.3(2) of the Act provide the circumstances in which the PSIC may refuse to deal with a complaint. Those sections read in part:", "19.3(1)", "The Commissioner", "may", "refuse to deal with a complaint if he or she is of the opinion that", "(a)", "the subject-matter of the complaint has been adequately dealt with, or could more appropriately be dealt with, according to a procedure provided for under an Act of Parliament, other than this Act, or a collective agreement;", "[...]", "(c)", "the complaint is beyond the jurisdiction of the Commissioner; or", "(2)", "The Commissioner", "may not", "deal with a complaint if a person or body acting under another Act of Parliament or a collective agreement is dealing with the subject-matter of the complaint other than as a law enforcement authority.", "[Emphasis added.]", "19.3(1)", "Le commissaire", "peut", "refuser de statuer sur une plainte s'il estime irrecevable pour un des motifs suivants:", "a)", "l'objet de la plainte a été instruit comme il se doit dans le cadre d'une procédure prévue par toute autre loi fédérale ou toute convention collective ou aurait avantage à l'être;", "...", "c)", "la plainte déborde sa compétence;", "(2)", "Il", "ne peut", "statuer sur la plainte si une personne ou un organisme - exception faite d'un organisme chargé de l'application de la loi - est saisi de l'objet de celle-ci au titre de toute autre loi fédérale ou de toute convention collective.", "[Je souligne.]", "The language found in s 19.3(2) of the Act, as opposed to s 19.3(1), prohibits the PSIC from dealing with a complaint when another body is dealing with its subject matter."], ["[12]", "The PSIC decides whether to investigate a complaint on a case-by-case basis. Upon receipt of a complaint, an analyst is assigned to the file. The analyst communicates with the complainant and assesses the information provided against relevant legislation and policies. The analyst then provides the PSIC with a recommendation on whether to proceed or refrain from investigating the matter. The ultimate decision rests, of course, with the PSIC.", "III.", "Preliminary Matter"], ["[13]", "By way of a preliminary matter, the Respondent contends portions of the affidavit of lawyer Raphaëlle Laframboise-Carignan, co-counsel in this matter, should be struck or disregarded pursuant to Rules 81 and 82 of the", "Federal Courts Rules", ", SOR/98-106 [FCR]."], ["[14]", "The Respondent contends paragraphs 9 to 12 of the affidavit are not limited to Ms. Laframboise-Carignan's personal knowledge and contain matters that constitute argument. Furthermore, the Respondent submits Rule 82 of the FCR prevents lawyers from acting as both a witness and an advocate in the same matter. I agree. See,", "REFERENCE_SUPPRESSED. Rule 82 provides that, \"except with leave of the court, a solicitor shall not both depose to an affidavit and present argument to the Court based on that affidavit\". This rule is generally subject to a strict application by the courts. Permitting a deponent to act both as witness and advocate in the same matter can lead to unwanted results and serious consequences (REFERENCE_SUPPRESSED). Lawyers have obligations of fairness and trust toward their clients and as officers of the Court. When a lawyer takes on the role of a witness conflicts may arise. See,", "REFERENCE_SUPPRESSED."], ["[15]", "Rule 82 of the FCR is also reflective of the conduct expected of all barristers and solicitors. As Justice Stratas stated in", "CITATION_SUPPRESSED, \"Rule 82 reflects accepted rules of professional conduct developed by lawyers' governing bodies across Canada\". On that point, he refers to Rule 4.02 of the Law Society of Upper Canada's", "Rules of Professional Conduct"], ["[16]", "In the case at bar, Ms. Laframboise-Carignan, a member of the Law Society of Upper Canada, signed the memorandum of fact and law as one of the two solicitors for Ms. Therrien. In that same memorandum, she made arguments based upon facts which were not before the PSIC. She acted both as a witness and as an advocate for Ms. Therrien. The parts of Ms. Laframboise-Carignan's affidavit which put the record before the Court are unnecessary as the record is otherwise before me. I would therefore, in the circumstances, strike the whole of the affidavit.", "IV.", "Impugned Decision"], ["[17]", "Natasha Lemme [Ms. Lemme], the analyst assigned to Ms. Therrien's case, appropriately referred to the PSLRA as constituting the framework for collective bargaining in the public service. Sections 208 and 209 of the PSLRA refer to the right of an employee to file an individual grievance and refer it to adjudication."], ["[18]", "On several occasions, Ms. Lemme contacted Ms. Therrien in order to inquire about the grievance process she had initiated. After she (Ms. Lemme) determined that the suspension without pay, the revocation of reliability status and the termination of employment were the subject matter of the grievance and had been referred to adjudication, she recommended that the PSIC not proceed with an investigation. Following this recommendation, the PSIC decided not to launch an investigation pursuant to his authority under s 19.3(2) of the Act."], ["[19]", "Prior to making its decision not to investigate the 3 aspects of Ms. Therrien's complaint which are the subject of the within application, he (the PSIC) had received numerous documents and submissions from Ms. Therrien. These included, the complaint itself, a May 20, 2014 correspondence from Ms. Therrien's counsel which included a 60-paragraph submission, a June 6, 2014 submission in response to material provided to her by the Office of the PSIC, and further submissions made on June 20, July 28 and August 12, 2014. Importantly, I would note, that at no time was the Respondent invited to make submissions to the PSIC challenging Ms. Therrien's right to file a reprisal complaint concerning the subject matter of this application. The procedure is not adversarial. The complainant files a complaint, provides all the relevant information and the PSIC then carries out its responsibilities under the Act. Set out below are the operative parts of the PSIC's decision in which he agrees to investigate certain aspects of Ms. Therrien's complaint and refuses to investigate the subject matter of the within application:", "As for your client's allegations concerning her suspension without pay, the revocation of her Reliability Status and her termination from Service Canada, the information on file indicates that your client filed two grievances on May 24, 2013 and October 28, 2013 concerning these matters. According to the information that you provided to my Office on June 20, 2014, these grievances are scheduled to be heard by the Public Service Labour Relations Board (the \"", "PSLRB", "\") in January 2015. The subject-matter is therefore already being dealt with under the grievance process set out in the", "Public Service Labour Relations Act", "(the \"", "PSLRA", "\"). Section 19.3(2) of the", "Act", "provides that I may not deal with a complaint if a person or body acting under another Act of Parliament or a collective agreement is dealing with the subject-matter of the complaint other than as a law enforcement authority. As a result, I am prohibited from dealing with these allegations pursuant to s. 19.3(2) of the", "Act", ", since the measures (suspension without pay, revocation of Reliability Status and termination) are currently being dealt with by the", "PSLRB", "under the", "PSLRA", "That being said, my Office will investigate the following allegations concerning ss.2(1)(", ") and (", ") of the", "Act", "• that your client was ignored by Ms. Sanders and Ms. Ward;", "• that Ms. Sanders yelled at your client for consulting another colleague in regard to her duties;", "• that she was subjected to abusive behaviour at a meeting that was held by Mr. Fraser, Ms. Mar and Mr. Peters and that they put measures in place to isolate your client from other employees and upper management;", "• that Mr. Tiwana and Ms. Morrison monitored your client's breaks;", "• that Ms. Morrison warned your client that she could be terminated if she did not stop making negative references to the government, programs or officials; and,", "• that a sarcastic comment was made to your client by Ms. Morrison during a meeting in front of her other colleagues.", "Please be advised that in accordance with s. 19(2) of the Act, we have informed Mr. Ian Shugart, Deputy Minister of Employment and Social Development Canada (\"ESDC\"), of the substance of your client's allegations that we will be investigating. I have also provided them with your client's name as a complainant and the names of the persons whose conduct has been called into question. However, my Office has not yet informed and served notices of investigation on Ms. Sanders, Ms. Ward, Mr. Fraser, Ms. Mar, Mr. Peters, Mr. Tiwana and Ms. Morrison. Our investigator will be doing so as soon as possible and we would ask that you keep this information confidential.", "V.", "Issues"], ["[20]", "I would frame the issues as follows:", "1) Did the procedure adopted by the Office of the PSIC to decline to investigate Ms. Therrien's reprisal complaint in relation to her suspension without pay, the revocation of her reliability status and the termination of her employment meet the requirements of procedural fairness?", "2) Is the decision to decline to investigate Ms. Therrien's allegations of reprisals in relation to her suspension without pay, the revocation of her reliability status and the termination of employment reasonable?", "VI.", "Standard of Review"], ["[21]", "The issue related to procedural fairness is to be assessed on the correctness standard of review (REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED;REFERENCE_SUPPRESSED). When reviewing on the correctness standard \"a reviewing court will not show deference to the decision maker's reasoning process; it will rather undertake its own analysis of the question\" (REFERENCE_SUPPRESSED)."], ["[22]", "The issue as to whether the PSIC's decision to decline to investigate is reasonable raises a mixed question of fact and law and is to be assessed on the reasonableness standard of review (REFERENCE_SUPPRESSED;", "CITATION_SUPPRESSED, upheld by the Federal Court of Appeal in", "REFERENCE_SUPPRESSED). The reviewing court will only intervene if it concludes the decision is unreasonable and falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "CITATION_SUPPRESSED). The reasonableness standard also means that the reviewing court must give deference to the decision maker \"as long as the process and the outcome fit comfortably with the principles of justification, transparency and intelligibility, it is not open to a reviewing court to substitute its own view on a preferable outcome\" (", "CITATION_SUPPRESSED).", "VII.", "Analysis", "A. Did the procedure adopted by the Office of the PSIC to decline to investigate Ms. Therrien's reprisal complaint in relation to her suspension without pay, the revocation of her reliability status and the termination of her employment meet the requirements of procedural fairness?"], ["[23]", "First, Ms. Therrien contends she was denied procedural fairness because she was not provided the opportunity to respond to the recommendations and case analysis conducted by Ms. Lemme before the PSIC made his final decision. To support this assertion, Ms. Therrien relies on", "REFERENCE_SUPPRESSED. The Respondent counters that", "CITATION_SUPPRESSED", "must be distinguished from the present case, since it concerned the right to respond to submissions from another party. Furthermore, the Respondent contends that", "CITATION_SUPPRESSED", "addressed the opportunity to respond to the investigation itself rather than the preliminary assessment which was conducted in this case. The Respondent contends the threshold assessment procedure differs from the investigation procedure, and, unlike the case in an investigation, Ms. Therrien is not entitled to comment on the assessment analysis (", "CITATION_SUPPRESSED). I agree with the Respondent's submission. This approach was adopted by Justice Gauthier in", "CITATION_SUPPRESSED: \"The DPSIC did not have to let him comment on the analyst's report that was given to him before making a decision.\" I am also satisfied that the Office of the PSIC did not mislead Ms. Therrien in this regard. It clearly communicated to Ms. Therrien in a letter dated July 14, 2014 \"that natural justice and procedural fairness do not include a right to comment on the analysis level of a complaint of reprisal\". Moreover, the Act does not provide for such an opportunity at the threshold assessment stage. Finally, I am of the view that the circumstances in the present case are substantially different than those in", "CITATION_SUPPRESSED", ". Here, the analysis and the PSIC's decision were based solely on the information provided by Ms. Therrien. No submissions from any other party were considered by the Office of the PSIC. Ms. Therrien could not have reasonably expected an opportunity to respond to the analysis and recommendations of Ms. Lemme (", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[24]", "Second, Ms. Therrien contends she was not given adequate notice of the substance of the case. In my view this contention lacks any merit. Ms. Therrien knew full well the PSIC was considering the fact she had filed grievances pursuant to the PSLRA. She was represented throughout. Her counsel knew the provisions of the Act, wrote several letters to the PSIC in which he sought clarification of certain issues and was provided, not only references to the legislation, but to the entire manual used for considering such matters. Ms. Therrien submitted, on more than one occasion, arguments focusing on the subject matter of other proceedings (for example, a letter from her counsel, containing submissions and amendment to the reprisal complaint; a letter from her counsel providing additional information on June 20, 2014; a book of authorities provided by her counsel on June 23, 2014). Ms. Therrien was fully aware of the issues being considered by the PSIC."], ["[25]", "Third, Ms. Therrien submits she was not made aware of the staff meeting organized to discuss the admissibility of her case, nor was she aware of the internal documents produced following that meeting. With respect to the production of the internal documents, I find it reasonable to expect that gathering information about the case, including analysis and commentary by the Office of the PSIC's staff, is necessary in order to conduct a proper analysis (REFERENCE_SUPPRESSED). It is also appropriate and usual in such proceedings to organize staff meetings for the purpose of marshalling all of the necessary information (", "CITATION_SUPPRESSED)."], ["[26]", "Fourth, Ms. Therrien contends that staff meetings in the presence of, and recommendations to, the PSIC, demonstrate he approached the issue with a closed mind. She effectively claims an apprehension of bias or actual bias in the decision making process. I am not satisfied such procedures equate to closed-mindedness or bias. The PSIC was undertaking a preliminary administrative procedure intended to be conducted in a rather summary manner in order to avoid delays. In my view there is no evidence that issues of bias are engaged in the procedure adopted by the PSIC. See", "REFERENCE_SUPPRESSED."], ["[27]", "Finally, on the issue of procedural fairness, Ms. Therrien contends the decision was made based upon s 19.3(2) of the Act while she was misled into thinking the PSIC was considering the matter under s 19.3(1)(a). This claim is without merit. In his May 20, 2014 letter to the Office of the PSIC, counsel for Mr. Therrien asked about the \"factors the Commissioner might consider in assessing whether the complaint will be or ought to be dealt with elsewhere [...] \". In its reply dated May 27, 2014, the Office of the PSIC responded by providing its complete manual. Ms. Therrien is correct when she asserts that in its covering letter the Office of the PSIC made references to ss 19.1(2), 19.1(3) and 19.3(1)(a) and no reference to s 19.3(2). However, taken in context, it is, in my view, impossible that the Office of the PSIC misled Ms. Therrien. She was represented throughout. Her counsel was keenly aware of the complete section 19.3. Furthermore, the exchanges between counsel and the Office of the PSIC, including the manual, demonstrated clearly that s 19.3(2) would be under consideration. I find it troublesome that such an accusation is levelled at the Office of the PSIC when, it was, in good faith, responding to a letter which originated from Ms. Therrien's counsel. The fact a specific subsection may not have been mentioned in the reply does not result in a violation of procedural fairness. The Office of the PSIC could have simply provided the manual and suggested counsel review the manual and the legislation."], ["[28]", "I am of the view the procedure adopted by the PSIC in the course of its refusal to investigate those parts of Ms. Therrien's complaint relating to suspension without pay, revocation of reliability status and termination of employment, met and exceeded the requirements of procedural fairness in the circumstances.", "B. Is the decision to decline to investigate Ms. Therrien's allegations of reprisals in relation to her suspension without pay, the revocation of her reliability status and the termination of employment reasonable?"], ["[29]", "Ms. Therrien contends that the PSIC's decision is unreasonable because the subject matter of the complaint filed with the Office of the PSIC is not the same as that found in her two grievances. She asserts the grievances do not allege reprisal under the Act. Rather, according to her, they address the reasonableness of the disciplinary measures taken against her under the collective agreement, the PSLRA or the", "Financial Administration Act", ". Ms. Therrien contends the adjudicator under the PSLRA is not considering a similar or otherwise related case, as described in s 19.3(2) of the Act."], ["[30]", "I would note it is not the role of the reviewing court to replace the findings of the PSIC with its own. My task is to assess the reasonableness of the decision within the confines of the jurisprudence. At the threshold assessment stage, the PSIC \"should refrain from refusing to deal with a complaint at the earliest stages except in the most plain and obvious cases\" (REFERENCE_SUPPRESSED). On the facts of this case I am of the view the PSIC carefully applied his own statute and used his specialized expertise to reach his conclusion."], ["[31]", "Ms. Therrien contends the decision is unreasonable because s 19.3(1)(a) of the Act requires the PSIC conduct an analysis to determine which tribunal may more appropriately deal with the matter. She contends the PSIC did not undertake such an analysis. However, the PSIC clearly concludes he is prohibited from investigating the reprisal allegations based on s 19.3(2) of the Act. It is therefore unnecessary to consider this ground of Ms. Therrien's challenge."], ["[32]", "Finally Ms. Therrien contends the PSIC's decision is unreasonable in that the remedies under the Act differ substantially from the remedies available under the PSLRA. In my view the decisions of the Court in", "REFERENCE_SUPPRESSED and its companion case of", "REFERENCE_SUPPRESSED constitute a complete response. Reasonableness is to be assessed on the subject matter of the complaint and not on the remedy available. In any event, I do not share the contention that the remedies are substantially different. Furthermore, the remedies under the Act remain fully available given the matters that were accepted for investigation."], ["[33]", "In my opinion, the criteria in", "CITATION_SUPPRESSED", "are met and the decision of the PSIC falls \"within a range of possible, acceptable outcomes\" (", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED). I am also of the view the PSIC did not commit any breach of procedural fairness in the circumstances. For these reasons, I conclude the PSIC acted correctly and reasonably in deciding not to investigate Ms. Therrien's complaint of reprisal relating to her suspension without pay, the revocation of her reliability status and the resulting termination of her employment.", "JUDGMENT"], ["[34]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed and the Respondent is entitled to costs fixed in the amount of $2,500.00.", "[End of document]"]]}