{"id_": "004069", "body_str": [["[1]", "Kelen, J.", ": This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the RPD) dated August 18, 2009, concluding that the applicant is not a Convention refugee or a person in need of protection pursuant to sections 96 and 97 of the", "Immigration and Refugee Protection Act", "(IRPA), S.C. 2001, c. 27 by reason of membership in a particular social group.", "FACTS", "Background"], ["[2]", "The 33-year-old applicant is a citizen of Mexico. She arrived in Canada on October 4, 2007 and made a claim for refugee protection on April 3, 2008."], ["[3]", "The applicant is a psychologist by profession. Her work in the burn unit of one of Mexico's hospitals caused her much stress. She came to Canada on vacation on November 2005 and met the future father of her child while taking English classes. She later began a romantic relationship with him. The applicant returned to Mexico in July 2006 and resumed her work in the children's burn unit. She returned to Canada on October 4, 2007 to escape the stresses of her work. The applicant's prior relationship resumed upon her return. The applicant discovered she was pregnant in March 2008 and decided to continue with the pregnancy despite the breakdown of the relationship with the father. The applicant applied for refugee protection on April 3, 2008, and gave birth to her Canadian child shortly before her hearing before the RPD."], ["[4]", "The applicant has been a member of the", "Camino Neocatechumenate", "(the \"Way\"), a fundamentalist Catholic Christian sect, since she was 21-years-old after her father was asked to join. The Way intends to reorganize Christian worship to the way it was in the first Christian communities by emphasizing adherence to a strictly Catholic way of life through bi-weekly meetings in small groups of 20 where members must publicly reveal their private lives and then bear the judgment of their fellow members. The applicant alleges that the leaders of the Way will pressure her father to physically abuse the applicant and her child as retribution for the sin of having given birth to a child out of wedlock. Her refugee claim is based on his alleged anticipated persecution by reason of her membership in the Way.", "Decision under Review"], ["[5]", "On August 18, 2009, the RPD dismissed the applicant's refugee claim."], ["[6]", "The applicant alleged a subjective fear of persecution because of her membership in the social group comprised of women who became pregnant out of marriage and whose family belongs to the Way."], ["[7]", "The applicant testified that she grew up in a very strict family where her mother subjected her to physical punishment with a wooden stick and her father physically disciplined her with a horse whip. The applicant submitted that if returned to Mexico the leaders of the Way would demand that her father physically \"correct\" her through beatings. The applicant contacted her family by telephone. The applicant's testimony in this regard is summarized as follows:", "1. the applicant's mother believes that the applicant has \"betrayed\" her family;", "2. the applicant's father believes the applicant travelled to Canada to act inappropriately and accordingly has no desire to ever see her again."], ["[8]", "The applicant alleged that any member of her extended family would harm her child because he is proof of her \"sin\". The applicant identified a few relatives who became pregnant out of wedlock and who were either expelled from their family home or were forced to flee. One suffered physical abuse."], ["[9]", "The RPD found the applicant's testimony with respect to the events that she participated in and the treatment she experienced to be credible and trustworthy, but determined that the applicant's testimony with respect to her fears of persecution was based on speculation. The RPD determined at paragraphs 21 and 22 of the decision that the applicant could not establish persecution:", "¶21 I find that what the claimant describes as persecution does not amount to persecution as that word is used in the", "Immigration and Refugee Protection Act", "(IRPA). Harassment, ostracism yes, persecution, no. There is no interface between the claimant and the police which is as frequently portrayed as the purveyor of persecution of women  <FRAGMENT_SUPPRESSED> . The claimant has not been in a situation of complaint to a state authority as of yet.", "¶22 What the claimant has experienced is the environment of a strict but loving family. The claimant exaggerates for the worst the anticipated conduct of family, the Neocatechumenate community and of Mexican society in general. The claimant sees herself as the focus of attention in a country of 110 million individuals."], ["[10]", "The RPD determined that the applicant could not show a subjective fear of persecution based on the experiences of her pregnant relatives because unlike them, the applicant has already given birth and any abuse directed against her could not lead to a miscarriage, a frequent intention in the infliction of violence in such instances."], ["[11]", "The RPD determined that the applicant's 64-year-old father is not likely to physically \"correct\" the applicant, but is rather inclined to ignore her as their latest telephonic contact indicated. There was no evidence that the father would harm the child either. The RPD held that there was no evidence to indicate a tendency for the Way to act in a mean-spirited and cruel way such that the applicant would be tracked and brought before her father to be physically abused."], ["[12]", "The RPD further determined that there was no evidence the applicant would be subject to torture or personally subjected to a risk of death or a risk of cruel and unusual treatment or punishment. Any risk of violence or discrimination alleged by the applicant was general and could not form the basis of a claim for protection. The applicant's refugee claim was therefore dismissed.", "LEGISLATION"], ["[13]", "Section 96 of IRPA grants protection to Convention refugees:", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", ") soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner."], ["[14]", "Section 97 of IRPA grants to protection to certain categories of persons:", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays don't elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", ") soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "ISSUES"], ["[15]", "The applicant raises the following issues:", "1. Did the Board err by making speculative findings?", "2. Did the Board err by making findings which are not founded in the evidence before the Board?", "3. Did the Board err by not providing adequate reasons?", "STANDARD OF REVIEW"], ["[16]", "<FRAGMENT_SUPPRESSED>  N.R. 1, the Supreme Court of Canada held at paragraph 62 that the first step in conducting a standard of review analysis is to \"ascertain whether the jurisprudence has already determined in a satisfactory manner the degree of (deference) to be accorded with regard to a particular category of question\": see also", "<FRAGMENT_SUPPRESSED>  per Justice Binnie at paragraph 53."], ["[17]", "The issues in this application concern determinations of fact and mixed fact and law. It is clear that as a result of <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> such issues are to be reviewed on a standard of reasonableness. Recent case law has reaffirmed that the standard of review for determining whether an applicant has established a subjective fear persecution and whether an applicant is a person in need of protection is reasonableness:", "<FRAGMENT_SUPPRESSED>  (C.A.)."], ["[18]", "In reviewing the Board's decision using a standard of reasonableness, the Court will consider \"the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": <FRAGMENT_SUPPRESSED> , supra, at paragraph 47; <FRAGMENT_SUPPRESSED> , supra, at paragraph 59.", "ANALYSIS", "Issue No. 1: Did the Board err by making speculative findings?"], ["[19]", "The applicant submits that the RPD made a speculative finding of fact when it determined at paragraph 28 that the applicant's father had not physically corrected the applicant before and would not do it again. The relevant portion of the paragraph is reproduced as follows:", "¶28 I have some difficulty imagining the 64 years old father \"correcting\" physically his 33 year old daughter."], ["[20]", "The applicant submits that credible testimonial behaviour establishes that the applicant's father has in the past physically disciplined the adult applicant and is likely to do so in the future. The applicant further submits that the RPD's conclusion is contradicted by the objective country condition evidence which indicates a high degree of violence against women  <FRAGMENT_SUPPRESSED> ."], ["[21]", "Viewed in isolation the above noted excerpt constitutes speculation. This is not so when evaluated in context. Immediately following the impugned wording the RPD provides the following reasons:", "¶28 ...It would appear that even the claimant has some difficulty with her father's resolve in punishing her in that way. Whenever I asked her to explain what she meant by the word \"correcting\" and asked how her father would do this, the claimant, after explaining it would be by a public \"correction\" in front of the Neocatechumenate group, volunteered that if her father was not of a mind to proceed with such \"correction\", he would be \"told\" to correct her. According to the applicant, he would not have any choice but to do so.", "¶29 It seems that the absence of choice on the part of the father and the insistence of this by the claimant indicates that the claimant is not at all that convinced about the father's resolve in \"correcting\" her.", "I believe that the attitude of the father is more in line with what he said to his wife when she was talking with the claimant by telephone, when the father expressed the opinion that \"the claimant came to Canada to behave like a whore\" and stated that as far as he was concerned, the claimant did not exist anymore. This constitutes a far different attitude than one which anticipates a \"correction\"; total indifference rather than violent aggression.", "[Emphasis added]"], ["[22]", "The RPD based its decision on the applicant's own testimony:", "Member: You spoke to your parents on the phone, after you spoke to your family?", "Applicant: yes", "[...]", "Member: My mother said that I betrayed the trust that they were giving me. I talked to my father and he said I went to Canada to behave myself as a whore.", "[...]", "Applicant: ...He did not want to talk to me. My sister told me that the comment of my father was that for him I was dead.", "[...]", "Member: So what did you understand your father to mean when your sister said that as far as he was concerned you were dead?", "Applicant: That he never wanted to see me again.", "The applicant's sister did not suggest or state that the father would physically \"correct\" the applicant."], ["[23]", "The RPD was reasonably entitled to assign more weight to some portions of the evidence than to others. The applicant's anticipation of abuse at the hands of her father upon return to Mexico is inferred from factually unrelated past experiences and the experiences of some of her cousins. It was reasonably open to the RPD to determine that the evidence before it did not point toward likely physical abuse at the hands of the applicant's father. The Court must defer to the RPD's conclusion on this evidence and is not entitled to reweigh it.", "Issue No. 2: Did the Board err by making findings which are not founded in the evidence before the Board?"], ["[24]", "The applicant submits that the same finding of fact mentioned previously is not founded in the evidence before the Board, particularly the RPD's description of the Way. The applicant submits that RPD was not alive and sensitive to the Immigration and Refugee Board's Guideline 4: Women Refugee Claimants Fearing Gender-Related Persecution (Gender Guidelines)."], ["[25]", "The applicant seeks to rebut the RPD's characterization of the Way. The Court agrees that the RPD may have erred in describing some aspects of the Way; however, none of those amount individually or in sum to a reviewable error."], ["[26]", "The RPD reasonably determined that the Way is not a mean-spirited and cruel organization that forgoes basic Catholic teachings as forgiveness. The applicant may sincerely believe that her extended family would trace her anywhere  <FRAGMENT_SUPPRESSED>  and bring her before her father and the leaders of the Way for physical \"correction,\" but her beliefs are not corroborated by objective evidence. There is no evidence on the record to indicate that the Way encourages the tracing of errant members and brings them before the Way's leaders for punishment. The RPD reasonably relied on the lack of objective support for the applicant's allegations when it held that the applicant could not establish a serious risk of persecution in  <FRAGMENT_SUPPRESSED>  (F.C.A.), per Justice Hugessen."], ["[27]", "With respect to the Gender Guidelines, this Court has previously held that the applicant must nevertheless bear the onus of proving her claim. The Gender Guidelines will not corroborate any evidence of gender-based violence so that the giving of evidence constitutes proof of its truth:", "<FRAGMENT_SUPPRESSED>  per Justice Pinard at paragraph 5."], ["[28]", "The Gender Guidelines are not of assistance to applicant. The RPD acknowledged the high degree of gender-violence  <FRAGMENT_SUPPRESSED>  and the applicant's prior physical abuse by her father. The RPD's decision is based on the applicant's own clear testimony which indicates that her father has no interest in ever seeing her again. The RPD could reasonably determine that the applicant's allegations of tracing and subsequent abuse by her father at the behest of the Way were not supported by the evidence. This conclusion was reasonably open to the RPD.", "Issue No. 3: Did the Board err by not providing adequate reasons?"], ["[29]", "The applicant submits that the RPD erred by failing to engage in a sufficiently nuanced analysis and provide reasons, particularly with respect to the claim under subsection 97(1)(b) of the IRPA for protection."], ["[30]", "<FRAGMENT_SUPPRESSED>  (C.A.) Justice Sexton set out at paragraph 22 the contents of the duty to provide reasons:", "¶22 The obligation to provide adequate reasons is not satisfied by merely reciting the submissions and evidence of the parties and stating a conclusion. Rather, the decision-maker must set out its findings of fact and the principal evidence upon which those findings were based. The reasons must address the major points in issue. The reasoning process followed by the decision-maker must set out and must reflect consideration of the main relevant factors."], ["[31]", "The RPD determined at paragraphs 40 and 41 of the reasons after citing the objective country condition documentation that the risks claimed by the applicant are generalized."], ["[32]", "A generalized risk of violence in the applicant's country of origin is insufficient in and of itself to ground a claim under subsection 97(1)(b) of IRPA: see my decision in", "<FRAGMENT_SUPPRESSED>  per Justice Tremblay-Lamer at paragraph 17."], ["[33]", "The applicant provided ample evidence of generalized gender-based violence but no evidence of personalized risk", "which the RPD accepted as likely", ". The general risk of gender violence is a regrettable fact of life for many women  <FRAGMENT_SUPPRESSED> . Some, like the applicant, may have been victimized before and therefore fear this climate more so. Despite the Court's sympathy, this risk is not sufficient to ground a claim under section 97(1)(b). The Court is not left with any doubt as to the rationale of the RPD's negative decision with respect to the reasons of the RPD with respect to generalized violence. The RPD's reasons read as a whole provide adequate justification and reasoning for this determination.", "CERTIFIED QUESTION"], ["[34]", "Both parties advised the Court that this case does not raise a serious question of general importance which ought to be certified for an appeal. The Court agrees.", "JUDGMENT"], ["[35]", "THIS COURT ORDERS AND ADJUDGES that:", "The application for judicial review is dismissed.", "[End of document]"]]}