{"id_": "004094", "body_str": [["[1]", "Tremblay-Lamer, J.", "[Translation]: This is an application for judicial review of a decision of the Refugee Division that the applicant is not a Convention refugee."], ["[2]", "The applicant is a citizen of the Republic of the Congo (DRC, formerly Zaire). He alleges that he has a well-founded fear of persecution for reasons of political opinion and membership in a particular social group."], ["[3]", "Essentially, he claims to have attended a meeting of non-governmental organizations (NGOs) called by President Lissouba, at which he spoke in defence of the non-political nature of NGOs. The next day, he was arrested and detained for two months. He was released under NGO pressure, but he felt that he was being watched. After escaping an attack, he decided to leave the DRC for Canada to claim refugee status."], ["[4]", "The Refugee Division held that in light of political changes in the Congo, the applicant did not have a well-founded fear of persecution."], ["[5]", "It noted that according to the documentary evidence, former President Lissouba was in exile and his militias were now under the control of the new President Nguesso. The panel also observed that there was no evidence that President Nguesso would behave like Mr. Lissouba towards NGOs."], ["[6]", "The relevant passage from the panel's decision reads:", "[Translation] \"The panel does not doubt the claimant's membership in various NGOs in the Congo. However, the panel does not believe that if the claimant returned to the Congo, he could be persecuted by Mr. Lissouba and his militias, because Mr. Lissouba is gone and his militias are under the control of the new President Sassu Nguesso. Exhibits A-6 and A-8 are very clear on that. The panel cannot understand the claimant's current fear, given that his persecutor is in exile and", "there is no evidence that Mr. Nguesso will behave like Mr. Lissouba", "toward NGOs.\" (emphasis added)"], ["[7]", "The applicant argues that absent evidence on the behaviour of the new regime, it was unreasonable for the Refugee Division to find that his fear was not well-founded. I agree."], ["[8]", "In", "Yusuf", ", [see footnote 1] the Federal Court of Appeal held that a change in the political situation in a claimant's country of origin was a question of fact, adding that a political change is only relevant if it helps in determining whether or not there is, at the date of the hearing, a reasonable and objectively foreseeable possibility that the claimant will be persecuted in the event of return."], ["[9]", "In the case at bar, the documentary evidence refers to President Lissouba's exile and President Nguesso's control. However, there is no evidence on the behaviour of the new regime in power, so it was impossible for the panel to objectively assess whether the change is significant enough to eliminate the claimant's well-founded fear."], ["[10]", "The claimant said several times that he was afraid not of Lissouba but of his militias. The documentary evidence indicates that Lissouba's militias are part of President Nguesso's security forces. It also mentions that (Translation) \"the new government has not made clear what fate it holds in store for Lissouba supporters in the army and police force.\" [see footnote 2]"], ["[11]", "Therefore in my view, the panel did not have sufficient evidence to find that the claimant's fear was not objectively well-founded."], ["[12]", "My brother Mr. Justice Gibson had occasion to deal with a similar case  <FRAGMENT_SUPPRESSED>", ". [see footnote 3]"], ["[13]", "In that case, the change in circumstances was so recent that there was no evidence to indicate how the new leaders were going to run the country's affairs."], ["[14]", "According to Gibson, J., the fact that there is a change in the political situation does not prove that the claimant's problems are over."], ["[15]", "In such a situation, there must a detailed analysis of the evidence to determine whether a change is significant enough to eliminate the claimant's fear."], ["[16]", "Gibson, J., said:", "\"In this matter, there was no conflict in the evidence respecting changed country circumstances or conditions. There was, however, clear indication that the dramatic changes that had taken place in Ukraine in the months immediately preceding the applicant's hearing before the CRDD were evolving very rapidly and had not stabilized. This is reflected in the very headings cited by the CRDD which refer to the Ukrainian parliament", "voting", "for a transitional army, a new security force", "to replace", "the KGB and to parliament", "working out", "new principles for the new security force. None of these phrases reflect a basis for concluding the changes are or will be 'truly effective' or 'durable', or in the terms quoted from", "Cuadra", "above, 'meaningful and effective'. No analysis of the meaningfulness and effectiveness or of the effectiveness and durability of the changes is undertaken by the CRDD. To paraphrase the quotation from", "Cuadra", ", above, I conclude that a more detailed analysis of the evidence in respect of a change in circumstances in Ukraine was here necessary to meet the requirement that the change be meaningful and effective enough, or substantial, effective and durable enough, to render the genuine fear of the applicant in this matter unreasonable and hence without foundation.\" [see footnote 4]"], ["[17]", "In the case at bar, that evidence is unavailable. The change is too recent to assess whether the forms of persecution will continue under the new regime. Given that there is no evidence that the new regime would not behave like the old one, in my view it was unreasonable for the panel to dismiss the applicant's well-founded claim."], ["[18]", "With respect to counsel for the respondent's argument on the burden of proof, in my view it would be unfair to require the applicant to produce evidence that the political changes in his country are not likely to eliminate his fear, because that evidence is unavailable. \"One cannot do the impossible\". I therefore dismiss counsel's argument."], ["[19]", "Section 68(2) of the", "Immigration Act", "[see footnote 5] requires that:", "\"68(2) The Refugee Division shall deal with all proceedings before it as informally and expeditiously as the circumstances and the considerations of fairness permit.\""], ["[20]", "Thus the Refugee Division must proceed expeditiously and, having regard to the circumstances, act fairly. In a situation where the political situation is unstable and unsettled owing to a recent change of government, the applicant cannot be required to provide evidence he is not in a position to provide. That infringes the fairness principle."], ["[21]", "To sum up, a change in circumstances is to be dealt with as part of the overall assessment of the applicant's objective fear. Where the change is insignificant because there is no evidence concerning its impact on the country's political situation, it is of little relevance in the panel's analysis. In such a case, the panel should not discount the applicant's well-founded fear on that basis."], ["[22]", "In my view, by basing its decision on insufficient analysis of the situation and no evidence on the behaviour of the new regime, the Refugee Division erred in law."], ["[23]", "For these reasons, the application for judicial review is allowed, and the matter is referred back for redetermination by a differently constituted panel."], ["[24]", "Counsel asked that the following question be certified:", "[Translation] \"In the event of a regime's overthrow while the IRB is processing his or her case, does a claimant who would be found to be a Convention refugee were it not for the overthrow have to establish that the political changes in his or her country after he or she left", "are not likely to eliminate that fear or render it unreasonable", ", even when no evidence to the contrary is available with respect to the new regime?", "\"In the affirmative, does such a burden infringe the principles of fundamental justice referred to in s. 7 of the", "Charter", "?\""], ["[25]", "Counsel did not convince me of the general importance of such a question. Therefore, no question will be certified.", "Application allowed.", "Editor: Angela E. McKay/kaw", "Footnotes", "1.", "<FRAGMENT_SUPPRESSED>  (F.C.A.).", "2.\tTribunal's record at p. 151.", "3.", "<FRAGMENT_SUPPRESSED>", "5.\tR.S.C., 1985, c. I-2."]]}