{"id_": "004066", "body_str": [["[1]", "Shore, J.", ": The Applicant seeks a stay of her removal to Grenada scheduled for April 20, 2007. The underlying application on this motion is her negative Pre-Removal Risk Assessment (PRRA), dated February 21, 2007, and served on the Applicant together with a Direction to Report on March 27, 2007. (Direction to Report, in Applicant's Record, p. 57; PRRA decision, in Applicant's Record, p. 47-56.)"], ["[2]", "The Applicant entered Canada on September 19, 2001. She made a refugee claim, which was refused in March 2004. The Applicant's application for leave and for judicial review of this decision was denied by this Court in August 2004 (IMM-4509-04). (Refugee Protection Division (RPD) decision, in Applicant's Record, p. 14-19.)"], ["[3]", "The Applicant made a PRRA application on the basis of her fear of domestic violence at the hands of her ex-partner. This was the same allegation which was before the RPD. The PRRA was refused on February 21, 2007. The PRRA officer found that the Applicant had not submitted any new evidence to support a different conclusion from that of the RPD. A review of the documentary evidence submitted by the Applicant demonstrates that the evidence which is dated pre-dates her RPD claim. (PRRA decision, in Applicant's Record, p. 47-56; PRRA application and submissions, in Applicant's Record, p. 20-30.)"], ["[4]", "The PRRA officer acknowledged that there is evidence showing that domestic violence continues to be a problem in Grenada; however, the documentary evidence before the officer also showed that Grenada is making serious efforts to deal with this problem, including the following:", "- Grenada has various governmental and non-governmental means to offer protection to women and children facing domestic violence;", "- There is domestic violence legislation which provides for penalties, jail sentences and restraining orders;", "- A public awareness and sensitization campaign has been put into place for police and social workers;", "- A Domestic Violence Unit has begun to be set up by the Ministry of Gender and Family Affairs, which will provide on-site counselling and legal services;", "- Every police station will have one police officer trained in domestic violence who will deal with the Unit;", "- Grenada is parliamentary democracy with constitutional rights.", "(PRRA decision, in Applicant's Record, p. 54.)"], ["[5]", "On the basis of the evidence before the officer, the officer concluded that \"although no state can provide safety to every citizen all the time, I am of the opinion that sufficient safeguards exist in Grenada for the applicant that would provide her with adequate protection if required.\" (PRRA decision, in Applicant's Record, p. 55.)"], ["[6]", "The Applicant made a humanitarian and compassionate grounds (H&C) application, which Citizenship and Immigration Canada (CIC) received on February 5, 2007, and which started to be processed on February 20, 2007. (CIC information, in Applicant's Record, p. 45.)"], ["[7]", "The Applicant has seven children, ranging in ages from 17 to 31. The youngest child, Barry, who is 17, lives in the United States, with his father and grandmother. The other four children (Glenda, Denise, Allison, and Nicole), who are all adults, live in Grenada and have children of their own, and the Applicant is not in touch with her other two children who are also adults (Rondell and Vondell). (Applicant's Affidavit, in Applicant's Record, p. 8-9, para 14-16.)", "ISSUE"], ["[8]", "Has the Applicant satisfied the tripartite test warranting a stay of her removal?", "ANALYSIS", "SERIOUS ISSUE"], ["[9]", "The Applicant's assertion that the officer's failure to refer to a more recent Response to Information Report (RIR) - i.e., a 2005 instead of a 2003 RIR -- does not raise a serious issue. First, the 2005 RIR was not provided to the officer by the Applicant. (PRRA evidence, in Applicant's Record, p. 30.)"], ["[10]", "Second, the officer did refer to a 2003 RIR which set out various efforts that Grenada is taking to deal with domestic violence, such as Domestic Violence Unit, a hotline for women in distress, a women's shelter. Contrary to the Applicant's suggestion, this document recognizes that women continue to experience problems and that protection is imperfect. (2003 RIR, in Applicant's Record, p. 58-61.)"], ["[11]", "Moreover, the 2005 RIR does not provide any fundamentally new information than the 2003 RIR. The Applicant contends that this 2005 document establishes that domestic violence is a problem in Grenada; however, this was acknowledged in the 2003 document, and by the PRRA officer. The 2005 document also states that there is a law which prohibits domestic violence and provides penalties and \"in practice, the court enforced the law.\" Although the 2005 document discusses problems with the law's implementation, the document nevertheless concludes as follows:", "FRAGMENT_SUPPRESSED"], ["[12]", "This Court has considered but rejected similar arguments, dealing with a PRRA officer's conclusion on state protection and domestic violence:", "FRAGMENT_SUPPRESSED"], ["[13]", "Contrary to the Applicant's argument, the PRRA officer applied the proper standard for state protection. The Applicant asserts that the officer's reliance on the", "FRAGMENT_SUPPRESSED", "decision is \"dated\"; however, that decision is a Federal Court of Appeal decision that is binding and authoritative. It was open to the officer to refer to this decision and to the principles it stands for. This decision continues to be relied on by this Court. (", "FRAGMENT_SUPPRESSED, leave to appeal refusedFRAGMENT_SUPPRESSED, reference is also made to", "FRAGMENT_SUPPRESSED)"], ["[14]", "With respect to the Applicant's reliance on the", "Mitchell", "decision, this Court has stated the following:", "FRAGMENT_SUPPRESSED"], ["[15]", "Similarly, in the case at bar, there is no evidence from a Grenadan official responsible for women's issues that women in Grenada cannot be protected from domestic violence."], ["[16]", "Furthermore, this Court has rejected the Applicant's suggestion that the state must actually provide protection on numerous occasions. As Justice, J., François Lemieux, cited Justice Frederick Gibson in", "FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED"], ["[17]", "Thus, the jurisprudence of this Court and of the Supreme Court of Canada in", "FRAGMENT_SUPPRESSED, supports the PRRA officer's understanding that there is adequate state protection where the state is making serious efforts to provide protection. In", "FRAGMENT_SUPPRESSED, Justice Eleanor Dawson has stated:", "FRAGMENT_SUPPRESSED"], ["[18]", "As the Supreme Court confirmed, the state is presumed capable of protecting its citizens and refugee claimants must provide \"clear and convincing confirmation\" of the state's inability or unwillingness to protect them. The Applicant has not done so in this case. Moreover, this Court has established that if there is evidence upon which the tribunal could conclude that state protection is available to the Applicant, the Court should not intervene. In this case, there was evidence showing that Grenada was taking active steps in combating domestic violence. The PRRA officer's decision is supported by the evidence and there is therefore no reviewable error. FRAGMENT_SUPPRESSED"], ["[19]", "The Federal Court of Appeal has stipulated that FRAGMENT_SUPPRESSED)"], ["[20]", "As the Federal Court of Appeal has reasoned:", "FRAGMENT_SUPPRESSED"], ["[21]", "Further, it was open to the officer to note that perfect state protection cannot be guaranteed at all times."], ["[22]", "In effect, the PRRA officer's conclusion was reasonably open, was supported by the documentary evidence, as well as the principles set out by this Court with respect to state protection.", "IRREPARABLE HARM"], ["[23]", "The Federal Court of Appeal has found, on several occasions, that the mere presence of a serious issue is not, in and of itself, determinative of irreparable harm. (", "FRAGMENT_SUPPRESSED.)"], ["[24]", "Similarly, there have been cases of this Court which have held that, if the underlying application on a PRRA is moot, this constitutes irreparable harm. Nevertheless, the Federal Court of Appeal has rejected this argument on several occasions. (", "FRAGMENT_SUPPRESSED)"], ["[25]", "As Justice Marshall Rothstein in", "FRAGMENT_SUPPRESSED", ", above, held, on behalf of the Federal Court of Appeal:", "FRAGMENT_SUPPRESSED"], ["[26]", "This Court has made similar findings in numerous cases. For example, in", "FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED"], ["[27]", "In addition, Justice Judith Snider considered but rejected a similar argument to the one advanced by the Applicant and ultimately concluded that the application is not rendered nugatory by removal. In", "FRAGMENT_SUPPRESSED, Justice Snider stated the following:", "FRAGMENT_SUPPRESSED"], ["[28]", "In addition, it was clearly not the intent of Parliament to allow all negative PRRA recipients to remain in Canada, pending the outcome of any litigation related to their PRRA decisions. Parliament chose to provide a statutory stay of removal pending the outcome of an application for leave of a negative refugee decision by the RPD. Parliament further envisioned statutory stays in certain specified circumstances related to PRRAs, as set out in R. 232 of", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (", "Regulations", "), none of which included applications for leave challenging negative PRRA decisions. (", "Regulations", ", ss. 231-232.)"], ["[29]", "Parliament clearly intended that persons, whose PRRA applications had been rejected, could be removed. This is also consistent with s. 48 of the", "IRPA", ", which provides that the Minister is obligated to effect valid removal orders as soon as practically possible. Any other interpretation would place the rights of a PRRA applicant, ahead of the legal obligation on the Minister, rights and obligations which Parliament has intentionally balanced through the statutory provisions in", "IRPA"], ["[30]", "Thus, the proper, persuasive, and authoritative approach is the one articulated by the Federal Court of Appeal that has held that removing an applicant from Canada while his appeal of his negative PRRA is pending, does not render his/her rights nugatory. (", "FRAGMENT_SUPPRESSED)"], ["[31]", "Even if the Court accepts that a PRRA application for judicial review may be moot if the applicant has been removed, this does not necessarily result in irreparable harm. This Court and the Federal Court of Appeal have indicated that there must be something more in order to establish irreparable harm - e.g., evidence of personalized risk. As Justice Dawson determined FRAGMENT_SUPPRESSED"], ["[32]", "The Federal Court of Appeal has also confirmed that the possibility of mootness cannot always equate to irreparable harm because every stay would then give rise to irreparable harm. This is certainly not the intention of Parliament, which specifically chose not to include outstanding PRRA litigation as a basis for a statutory stay. (", "FRAGMENT_SUPPRESSED", ", above.)"], ["[33]", "The Applicant's H&C application, made in January 2007, will continue to be processed in the Applicant's absence. There is no evidence to support the Applicant's contention that her H&C application will be refused if she is removed."], ["[34]", "The Applicant suggests that she has nowhere to live in Grenada; however, she has four adult children who live in Grenada, and several grandchildren. She has a community there."], ["[35]", "In effect, the Applicant has not met the test for irreparable harm. This Court has held that FRAGMENT_SUPPRESSED"], ["[36]", "There is no substantive evidence establishing that the Applicant will be at risk if she is returned to Grenada. It is noteworthy that her allegations of risk of have twice been rejected. Her refugee claim was refused, and this Court denied leave on her application for leave and for the judicial review. In addition, her PRRA was refused. In this regard, in", "FRAGMENT_SUPPRESSED, this Court has indicated: FRAGMENT_SUPPRESSED", "FRAGMENT_SUPPRESSED)"], ["[37]", "Further, in", "FRAGMENT_SUPPRESSED, as stated by Justice Denis Pelletier:", "FRAGMENT_SUPPRESSED", "BALANCE OF CONVENIENCE"], ["[38]", "Finally, contrary to the Applicant's contention, the balance of convenience favours the Respondent. Section 48 of the", "IRPA", "provides that an enforceable removal order must be enforced as soon as is reasonably practicable."], ["[39]", "The Applicant has had a negative refugee claim and a negative PRRA. In this regard, the words of Justice John Maxwell Evans in", "FRAGMENT_SUPPRESSED", ", above, writing for the Federal Court of Appeal, are apt:", "FRAGMENT_SUPPRESSED", "JUDGMENT"], ["[40]", "THIS COURT ORDERS that", "this motion for a stay of removal be dismissed.", "Motion dismissed.", "Editor: Anick Ouellette-Levesque/vnh", "[End of document]"]]}