{"id_": "004231", "body_str": [["[1]", "Pinard, J. [Translation]", ": The issue here, pursuant to the order which I made in this matter on September 5, 1990, is strictly to decide the jurisdiction of this court, taking into account the written agreement between the parties involved, which is set out in the document dated July 31, 1990, and entitled \"Joint Agreement of Facts and Issues - pursuant to rule 485(1)\"."], ["[2]", "On July 23, 1980, the plaintiffs brought an action against the defendants for patent infringement. On July 20, 1989, judgment was finally given in favour of the plaintiffs, ordering the defendants accordingly to pay to the plaintiffs the sum of $760,000 with interest. Although this judgment is at present under appeal to the Appeal Division of this court, it is nonetheless enforceable."], ["[3]", "The plaintiffs obtained a writ of fieri facias from the court in order to enforce the judgment, which writ was  made out against the defendants and by virtue of which the officer who carried out the seizure seized, among other property, the real property in issue. The objector, a third party who is not directly involved in the main action between the plaintiffs and the defendants, filed an objection to this seizure and execution against the real property, relying specifically on articles 597, 674 and 675 of the Code of Civil Procedure of Quebec: more precisely, the objector argues that it purchased the real property that was seized in a bulk sale to it by one of the defendants under articles 1569a et seq. of the Civil Code of Quebec [see footnote 1]. The plaintiffs first contest the fact that the property in question was the subject of the bulk sale and, second, rely on article 1569c of the C.C., arguing that in any event this sale is null because the affidavit required by article 1569b of the C.C. did not state the names of the plaintiffs as creditors of the seller."], ["[4]", "It is important here to decide the issues set out in paragraphs 15, 16 and 17 of the document \"Joint Agreement of Facts and Issues - pursuant to rule 485(1)\" referred to above, and so essentially to consider whether the Federal Court of Canada has jurisdiction in respect of the enforcement of one of its judgments to consider an objection to a seizure and execution when such objection is made by a third party and is contested by the plaintiffs, who have executed the seizure, on the basis of Quebec civil law."], ["[5]", "First, the objector argues that there is no such jurisdiction, on the ground that the real legal basis of the contestation of its objection lies in the validity of the sale of the property seized, which in its view involves only Quebec civil law. On the other hand, the plaintiffs who executed the seizure argue that this court has the necessary jurisdiction in order, in the context of proceedings for the enforcement of one of its judgments, to determine whether or not the property seized is within the estate of the  judgment debtor against whom the seizure was executed."], ["[6]", "<FRAGMENT_SUPPRESSED>  F.T.R. 161, at pages 330 and 331 S.C.R., the Supreme Court of Canada, in reasons written by Wilson, J., described the test to be applied in order to determine whether a matter is properly before the Federal Court as follows:", "\"The essential requirements to support a finding of jurisdiction in the Federal Court have been set out and expanded upon by this court on a number of occasions. In ITO -  <FRAGMENT_SUPPRESSED> , McIntyre, J., speaking for the majority and drawing primarily upon this court's judgments in  <FRAGMENT_SUPPRESSED>  seized of a matter, at p. 766:", "'1. There must be a statutory grant of jurisdiction by the federal Parliament.", "'2. There must be an existing body of federal law which is essential to the disposition of the case and which nourishes the statutory grant of jurisdiction.", "'3. The law on which the case is based must be \"a law of Canada\" as the phrase is used in s. 101 of the Constitution Act, 1867.'", "\"This test is well-established as the one to be applied in every case where the jurisdiction of the Federal Court is in issue.", "\"While there is clearly an overlap between the second and third elements of the test for Federal Court jurisdiction, the second element, as I  understand it, requires a general body of federal law covering the area of the dispute, i.e., in this case the law relating to Indians and Indian interests in reserve lands, and the third element requires that the specific law which will be resolutive of the dispute be 'a law of Canada' within the meaning of s. 101 of the Constitution Act, 1867. No difficulty arises in meeting the third element of the test if the dispute is to be determined on the basis of an existing federal statute. As will be seen, problems can, however, arise if the law of Canada which is relied on is not federal legislation but so-called 'federal common law' or if federal law is not exclusively applicable to the issue in dispute.\""], ["[7]", "In this case, I find that the court has jurisdiction to decide on the merits of the objection to the seizure and execution because of the fact that this objection was made in the context of the enforcement of a judgment rendered in an action for patent infringement in which the jurisdiction of the Federal Court of Canada, and this is not disputed, entirely meets the test set out above which was imposed by the Supreme Court of Canada."], ["[8]", "In this context, subsections 55(1) and 56(1), (3) and (4) of the Federal Court Act specifically confirm the extension of the court's jurisdiction to all proceedings relating to the full enforcement of its judgments. The relevant provisions state:", "\"55(1) The process of the court shall run throughout Canada, including its territorial waters, and any other place to which legislation enacted by the Parliament of Canada has been made applicable.", "\"56(1) In addition to any writs of execution or other process that are prescribed by the Rules for enforcement of its judgments or orders, the court may issue process against the person or the property of any party,  of the same tenor and effect as those that may be issued out of any of the superior courts of the province in which any judgment or order is to be executed; and where, by the law of that province, an order of a judge is required for the issue of any process, a judge of the court may make a similar order, as regards like process to issue out of the court.", "\"56(3) All writs of execution or other process against property, as well as those prescribed by the Rules as those hereinbefore authorized, shall, unless otherwise provided by the Rules, be executed, as regards the property liable to execution and the modes of seizure and sale, as nearly as possible in the same manner as the manner in which similar writs or process, issued out of the superior courts of the province in which the property to be seized is situated, are, by the law of that province, required to be executed; and such writs or process shall bind property in the same manner as such similar writs or process, and the rights of purchasers thereunder are the same as those of purchasers under such similar writs or process.", "\"56(4) Every claim made by any person to property seized under a writ of execution or other process issued out of the court, or to the proceeds of the sale of such property, shall, unless otherwise provided by the rules, be heard and disposed of as nearly as may be according to the procedure applicable to like claims to property seized under similar writs or process issued out of the courts of the province.\""], ["[9]", "I therefore conclude that in a case where the Federal Court of Canada is recognized as having full jurisdiction, such jurisdiction is not automatically extinguished when judgment is given in the main action, but rather it subsists in any proceedings relating to the enforcement of that judgment. In my  view, to deny the court this right to determine, in the context of the forced enforcement of one of its judgments, whether the property seized is part of the estate of the judgment debtor, even if such determination requires consideration of the provisions of the Civil Code of the Province of Quebec, would constitute a serious hindrance to the exercise of the court's powers of enforcement, and would be manifestly contrary to the will of Parliament which, as is even clearer in the English version of s. 56(4) of the Federal Court Act, used the words:", "Every claim", "made by", "any", "person", "to property", "seized under a writ of execution ... of the court ...", "shall", ", ... be heard and disposed of as nearly as may be according to the procedure applicable to like claims to property seized under similar writs ... of the courts of the province.\" (Emphasis mine)"], ["[10]", "It appears clear to me that if the federal Parliament had intended, THEN, to leave questions relating to the determination of property rights exclusively to the courts of the provinces, it would not have thus permitted the Federal Court to decide the same questions provided that the applicable procedure before the courts of the provinces be followed as nearly as possible."], ["[11]", "Accordingly, being of the opinion that this court has the necessary jurisdiction, I find that the questions in issue as set out in paragraphs 15, 16 and 17 of the document \"Joint Agreement of Facts and Issues - pursuant to rule 485(1)\" in the record must be answered in the affirmative. An order will therefore go accordingly, and costs will be in the cause in respect of the contestation of the objection.", "Order accordingly.", "Editor: Elizabeth M.A. Turgeon/nmg", "Footnotes", "1. \"Art. 1569a. The words 'bulk sale' within the meaning of this chapter, include and mean any sale or transfer of a stock in trade or of merchandise, made, directly or indirectly, outside the ordinary course of the seller's business, whether the sale or transfer comprises the whole or nearly the whole of such stock in trade or merchandise or whether it relates only to an interest in the affairs or business of the seller.", "\"Art. 1569b. Any person who, directly or indirectly, buys in bulk a stock in trade or merchandise, shall, before paying the purchase price, wholly or in part, and whether in cash or on time, obtain from the seller or his agent, or if the seller is a company or a partnership, from the president, secretary or manager of such company or partnership, an affidavit containing the names and addresses of all creditors of the said seller, and the amounts due or to become due to each of such creditors, and the origin of each claim, that is to say whether it is for wages, for money loaned, for goods sold and delivered, or otherwise.", "\"The affidavit mentioned in this article shall, so far as possible, be in the form of the schedule annexed to this chapter, and the seller, or, if the seller is a company or a partnership, the president, the secretary or the manager thereof, shall be bound to make the same.", "\"Art. 1569c. Whenever any person shall directly or indirectly buy in bulk any stock in trade or merchandise, and shall pay any part of the purchase price, or execute or deliver to the seller or to his order, or to any person for his use, any promissory note or other document for or on account of the purchase price of said goods or any part thereof, without having first obtained from the seller or from his agent, or, if the seller is a company or a partnership, from the president, secretary or manager of such company or partnership, an affidavit purporting to be such as is provided for in article 1569b, then such sale shall be deemed to be fraudulent, and shall, as regards creditors of the seller, be null and of no effect, unless all the creditors of the seller be paid in full out of the proceeds of such sale.\"", "EXIT VIEWING AND RUN LFR MACRO -", "DO NOT", "DELETE ANYTHING BEFORE RUNNING MACRO"], ["[1]", "Le juge Pinard", ": Il s'agit, conformément à l'ordonnance que j'ai rendue dans cette affaire le 5 septembre 1990, de décider strictement de la compétence de cette cour, compte tenu de l'entente écrite entre les parties intéressées, entente contenue dans le document daté du 31 juillet 1990 et intitulé \"Joint Agreement of Facts and Issues - pursuant to rule 485(1)\"."], ["[2]", "Le 23 juillet 1980, les demandeurs ont intenté une action en violation de brevet contre les défenderesses. Le 20 juillet 1989, jugement fut finalement rendu, donnant raison aux demandeurs et condamnant les défenderesses à leur payer, en conséquence, la somme de 760 000 $avec intérêts. Même s'il fait actuellement l'objet d'un appel devant la section d'appel de cette cour, ce jugement est toujours exécutoire."], ["[3]", "Les demandeurs ont obtenu de cette court, en exécution de ce jugement, un bref fieri facias, bref qui était dirigé contre les défenderesses et en vertu duquel l'officier saisissant a, entre autres biens, saisi les immeubles en litige. L'opposante, une tierce partie non directement intéressée dans le litige principal entre les demandeurs et les défenderesses, a formé une opposition à cette saisie-exécution immobilière, invoquant notamment les articles 597, 674 et 675 du Code de procédure civile du Québec; plus précisément, l'opposante soutient avoir acquis les immeubles saisis par vente en bloc à elle faite par l'une des défenderesses en vertu des articles 1569 a) et suivants du Code civil du Québec [voir note 1]. Pour leur part, les demandeurs contestent d'abord le fait que les immeubles concernés fassent l'objet de la vente en bloc et, ensuite, invoquant l'article 1569 c) du C.c., plaident que de toute façon cette vente est nulle parce que l'affidavit requis par l'article 1569 b) du C.c. n'indiquait pas les noms des demandeurs à titre de créanciers du vendeur."], ["[4]", "Il importe ici de décider des points en litige définis aux paragraphes 15, 16 et 17 du document \"Joint Agreement of Facts and Issues - pursuant to rule 485(1)\" ci-dessus et, donc, essentiellement, de considérer si la cour fédérale du Canada a compétence, dans le cadre de l'exécution de l'un de ses jugements, pour considérer une opposition à saisie-exécution, lorsque cette opposition est faite par une tierce personne et qu'elle est contestée par les demandeurs saisissants sur la base du droit civil du Québec."], ["[5]", "D'une part, l'opposante nie cette compétence pour le motif que le fondement juridique réel de la contestation de son opposition réside dans la validité de la vente des immeubles saisis, ce qui, selon elle, n'implique que le droit civil du Québec. Pour leur part, les demandeurs saisissants plaident que cette cour a la compétence voulue pour, dans le cadre de procédures d'exécution de l'un de ses jugements, déterminer si des biens saisis font ou non partie du patrimoine de la partie saisie condamnée par le jugement."], ["[6]", "<FRAGMENT_SUPPRESSED>  F.T.R. 161 aux pages 330 et 331 R.C.S., la Cour suprême du Canada, sous la plume de Wilson, J., a rappelé comme suit le critère à appliquer pour déterminer si la Cour fédérale est régulièrement saisie d'une affaire:", "\"Cette cour a exposé et explicité à maintes reprises les conditions essentielles pour pouvoir conclure à la compétence de la Cour fédérale. Dans l'arrêt ITO -  <FRAGMENT_SUPPRESSED> , le juge McIntyre, exprimant l'avis de la majorité et s'appuyant surtout sur les arrêts de cette cour  <FRAGMENT_SUPPRESSED>  régulièrement saisie d'une affaire, à la page 766:", "'1. Il doit y avoir attribution de compétence par une loi du Parlement fédéral.", "'2. Il doit exister un ensemble de règles de droit fédérales qui soit essentiel à la solution du litige et constitue le fondement de l'attribution légale de compétence.", "'3. La loi invoquée dans l'affaire doit être \"une loi du Canada\" au sens où cette expression est employée à l'art. 101 de la Loi constitutionnelle de 1867.'", "\"Ce critère est bien établi comme étant celui qu'il faut appliquer dans toute affaire où la compétence de la Cour fédérale est en cause.", "\"Bien qu'il y ait nettement un chevauchement entre les deuxième et troisième éléments de critère applicable pour établir la compétence de la Cour fédérale, le deuxième, tel que je le comprends, exige qu'il existe un ensemble de règles de droit fédérales applicables à l'objet de la contestation, en l'espèce le droit relatif aux Indiens et à leurs intérêts dans les terres des réserves, et le troisième, que la loi spécifique qui servira à trancher le litige soit 'une loi du Canada' au sens de l'art. 101 de la Loi constitutionnelle de 1867. On n'aura aucune difficulté à respecter le troisième élément du critère si le litige doit être tranché en fonction d'un texte de loi fédéral existant. Comme on le verra, des problèmes peuvent cependant surgir si la loi du Canada invoquée est non pas un texte de loi fédéral mais ce qu'on appelle de la 'common law fédérale', ou si la loi fédérale n'est pas le seule applicable à la question en litige.\""], ["[7]", "Dans le présent cas, je considère que cette cour a compétence pour décider du bien-fondé de l'opposition à la saisie-exécution en raison du fait que cette opposition s'inscrit dans le cadre de l'exécution d'un jugement rendu dans une action en violation de brevet où la compétence de la Cour fédérale du Canada, cela n'est pas contesté, rencontre pleinement le critère ci-dessus requis par la Cour suprême du Canada."], ["[8]", "En effet, dans ce contexte, ce sont les paragraphes 55(1), 56(1), (3) et (4) de la Loi sur la Cour fédérale qui, de façon spécifique, confirment l'extension de cette compétence de la cour à toutes procédures reliées à la pleine exécution de son jugement. Ces dispositions pertinentes stipulent:", "\"55(1) Les brefs de la cour sont exécutoires dans tout le Canada, y compris ses eaux territoriales, et en tout autre lieu où la législation adoptée par le Parlement du Canada a été rendue applicable.", "\"56(1) En sus de tous brefs d'exécution ou autres que les Règles prescrivent pour l'exécution des jugements ou ordonnances de la cour, celle-ci peut décerner des brefs visant la personne ou les biens d'une partie et ayant la même teneur et le même effet que ceux qui peuvent être décernés par l'une quelconque des cours supérieures de la province dans laquelle un jugement ou une ordonnance doivent être exécutés; et lorsque le droit de cette province exige, pour l'émission d'un bref, une ordonnance d'un juge, un juge de la cour peut rendre une ordonnance semblable en ce qui concerne un tel bref lorsque la cour doit en décerner un.", "\"56(3) Tous les brefs d'exécution ou autres brefs visant des biens, que ces brefs soient prescrits par les Règles ou qu'ils soient ci-dessus autorisés, sont, sauf disposition contraire des Règles, quant aux catégories de biens saisissables et au mode de saisie et de vente, exécutés autant que possible de la manière que le droit de la province où sont situés les biens à saisir exige que soient exécutés les brefs semblables décernés par les cours supérieures de cette province, et ils ont les mêmes effets que ces derniers, quant aux biens en question et aux droits de leurs acquéreurs en vertu de ces brefs.", "\"56(4) Toute revendication soit de biens saisis en vertu d'un bref d'exécution ou d'un autre bref décerné par la cour, soit du produit de la vente de ces biens, faite par qui que ce soit, doit, sauf disposition contraire des Règles, être entendue et décidée autant que possible selon la procédure applicable aux revendications semblables de biens saisis en vertu des brefs semblables décernés par les cours de la province.\""], ["[9]", "Je considère donc que dans une affaire où la pleine compétence de la Cour fédérale du Canada est reconnue, cette compétence ne s'éteint pas automatiquement lors du jugement sur l'action principale, mais qu'elle subsiste dans tout litige rattaché à une procédure d'exécution de ce jugement. A mon point de vue, nier à cette cour le droit de déterminer, dans le cadre de l'exécution forcée de l'un de ses jugements, si des biens saisis font partie du patrimoine du débiteur condamné, même si cette détermination requiert la considération de dispositions du Code civil de la province de Québec, constituerait une entrave sérieuse à l'exécution des moyens de contrainte de la court et irait manifestement à l'encontre de la volonté du législateur qui, cela apparaît encore plus clairement du texte anglais du paragraphe 56(4) de la Loi sur la Cour fédérale, a utilisé les mots:", "Every claim", "made by", "any", "person", "to property", "seized under a writ of execution ... of the court, ...", "shall", ", ... be heard and disposed of as nearly as may be according to the procedure applicable to like claims to property seized under similar writs ... of the courts or the province.\" (J'ai souligné)"], ["[10]", "Il m'apparaît évident que si le législateur fédéral avait voulu, ALORS, laisser exclusivement aux tribunaux provinciaux les questions relatives à la détermination du droit de propriété, il n'aurait pas ainsi permis à la Cour fédérale de décider des mêmes questions pourvu qu'on suive autant que possible la procédure applicable devant ces tribunaux provinciaux."], ["[11]", "En conséquence, étant d'avis que cette cour a la compétence voulue, je conclus qu'il faut répondre par l'affirmative aux questions en litige définies aux paragraphes 15, 16 et 17 du document \"Joint Agreement of Facts and Issues - pursuant to rule 485(1)\" au dossier. Une ordonnance est donc rendue en conséquence, les frais devant suivre l'issue de la contestation de l'opposition.", "Ordonnance en conséquence.", "Arrêtiste: Elizabeth M.A. Turgeon/nmg", "Footnotes", "1. \"Art. 1569a. Les mots: 'vente en bloc', dans le sens du présent chapitre, comprennent et désignent toute vente ou tout transport de fonds de commerce ou de marchandises, faits, directement ou indirectement, en dehors du cours ordinaire des opérations commerciales du vendeur, soit que la vente ou le transport englobe la totalité ou à peu près de ce fonds de commerce ou de ces marchandises, ou soit qu'il ne concerne qu'un intérêt dans les affaires ou le commerce du vendeur.", "\"Art. 1569b. Toute personne qui, directement ou indirectement, achète en bloc un ou des fonds de commerce ou de marchandises, doit, avant d'en payer le prix en partie ou en totalité, au comptant ou à terme, obtenir du vendeur ou de son agent, ou, si le vendeur est une compagnie ou une société, du président, du secrétaire ou du gérant de cette compagnie ou société, un affidavit contenant les noms et adresses de tous les créanciers dudit vendeur, les montants dus ou à écheoir à chacun de ces créanciers et la nature de chaque créance, c'est-à-dire, si c'est pour salaire, deniers prêtés, marchandises vendues et livrées ou pour autre chose.", "\"L'affidavit mentionné dans cet article doit, autant que possible, être dans la forme de la cédule annexée au présent chapitre; et le vendeur, ou, si le vendeur est une compagnie ou une société, le président, le secrétaire ou le gérant de cette compagnie ou société, sont tenus de le fournir à l'acquéreur.", "\"Art. 1579c. Chaque fois qu'une personne, directement ou indirectement, achète en bloc un ou des fonds de commerce ou de marchandises, et paie une partie quelconque du prix d'achat, ou fait ou remet au vendeur ou à son ordre ou à toute personne pour qu'elle en fasse usage, un billet ou autre document pour le prix ou en acompte du prix d'achat desdites marchandises ou de toute partie d'icelui, sans avoir préalablement obtenu du vendeur ou de son agent, ou si le vendeur est une compagnie ou une société, du président, du secrétaire ou du gérant de cette compagnie ou société, un affidavit comportant les mêmes exigences que celles mentionnées à l'article 1569b, cette vente est alors réputée frauduleuse et, à l'égard des créanciers du vendeur, nulle et de nul effet, à moins que tous les créanciers du vendeur ne soient payés en entier à même le produit de cette vente.\"", "[End of document]"]]}