{"id_": "004391", "body_str": [["[1]", "de Montigny, J.", ": This is an application for judicial review, under section 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (IRPA), of the decision made by the Refugee Protection Division of the Immigration and Refugee Board (Board), dated June 21, 2004. The Board found that the applicant Angele Moute was not a Convention Refugee, or a person in need of protection."], ["[2]", "The Applicant is a citizen of Cameroon. She claims to have a well founded fear of persecution based on her membership in a particular social group - namely, the wife of a member of the Cameroon military."], ["[3]", "The Applicant alleges that on March 4, 2004, a fire broke out at the camp where her husband was on guard. Her husband told her that the fire may have been a possible coup d'État. She adds that her husband was a member of the Social Democratic Front (SDF), which was the largest opposition political party at the time of the fire. When her husband went back to the military camp, after having returned home for a couple of hours, she says he was questioned by his superior about the fire."], ["[4]", "On March 9, 2001, at 2:00 AM, five men came to the Applicant's home. Four were dressed as civilians, and one was in military uniform. The Applicant says her husband was handcuffed, and she was taken to the bedroom and raped. She says she escaped through the bedroom window, and her husband was taken away. She did not see her husband again after this incident."], ["[5]", "On March 12, 2001, soldiers came to her house, harassed her, and questioned her. On March 18, 2001, they returned to her house, asking more questions; that evening they took her and placed her in a cell. In the cell, she says she was burned with a cigarette, threatened, and raped by two soldiers. On March 25, 2001, she was set free by a soldier in return of jewels she gave him."], ["[6]", "The applicant and her family claim to have arrived in Nigeria on March 26, 2001. They took refuge in a house that belonged to a church, and stayed there for three months. The pastor suggested that she take his wife's passport and accompany him to Canada. He told the Applicant that her mother and children should return home, since he could not pay for their travel, and were not wanted by soldiers."], ["[7]", "On June 11, 2001, the applicant left Nigeria with the pastor. On June 12, they arrived in New York, and she says the pastor put her on a bus to Canada. She made her refugee claim in Canada, which was rejected by the Board on June 21, 2004.", "THE BOARD'S DECISION"], ["[8]", "The Board found that the applicant was not credible and found that there were a number of contradictions and implausibilities in the Applicant's evidence. The Board concluded, inter alia, that the Applicant should have known the name of her husband's superior, who was allegedly a member of the SDF, along with her husband."], ["[9]", "The Board also found a contradiction between the applicant's Personal Information Form (PIF) and her testimony. The applicant's PIF says that, on March 9, 2001, she went to inform her husband that the visitors were his colleagues from work. In her testimony, the applicant said she did not know who her husband's work colleagues were, as she kept away from his work business. The Board found that she contradicted herself again when she said she recognized the military uniform. The Board concludes that this casts doubt on the fact that her husband was in the military."], ["[10]", "On the departure from Cameroon, the Board finds a number of problems. First, the Board notes that the applicant claims to have communicated with her mother, during her detention, through notes. The Board notes that this information is not in her PIF. The Board also finds it implausible that the applicant only knew the first name of the pastor who helped her travel to New York and Canada. During her testimony, the applicant remembered the pastor's full name; the Board finds that this selective memory further impugns her credibility."], ["[11]", "The Board also finds that it was implausible for the applicant to have gained access to the military facility, the day after her husband was taken away, using only her Cameroon identity card. The Board finds that the applicant would not have access to a military facility with an armament section and a detention area, using only a national identity card."], ["[12]", "Finally, the Board notes that the applicant has not produced any document to prove that she is married to a soldier in the Cameroon army. She did not submit any family photos, documentary evidence, or any evidence at all to substantiate her testimony. The Board notes that Rule 7 of the RPD Rules provides that \"The claimant must provide acceptable documents establishing identity and other elements of the claim\". The Board concludes that there is no evidence to show that she was married to a soldier in the Cameroon army.", "ISSUES"], ["[13]", "There are essentially two issues to be determined in the context of this application: 1) Were the Board's adverse credibility findings patently unreasonable, based on erroneous findings of fact or reached without regard to the evidence before it? 2) Did the Board breach the principles of natural justice in not giving the Applicant an opportunity to file any critical information or documents to substantiate the various elements of her claim before reaching its decision?", "ANALYSIS"], ["[14]", "A finding of credibility is a finding of fact. As a result, the Applicant for judicial review bears a heavy burden of proving that the Board's determination is perverse, capricious or without regard to the evidence before it (s. 18.1(4)d), Federal Court of Canada, L.R.C. 1985, c. F-7). It is trite law that this Court will only intervene where the Board's decision is found to be patently unreasonable ( <FRAGMENT_SUPPRESSED>  (F.C.A.)). As Martineau J. wrote in  <FRAGMENT_SUPPRESSED> , at par. 7):", "\"The determination of an applicant's credibility is the heartland of the Board's jurisdiction. This Court has found that the Board has well-established expertise in the determination of questions of fact, particularly in the evaluation of the credibility and the subjective fear of persecution of an applicant: see  <FRAGMENT_SUPPRESSED>  at para. 38 (QL) (T.D.); and  <FRAGMENT_SUPPRESSED>  at para. 14.\""], ["[15]", "In arriving at its conclusions, the Board should of course be careful not to base its finding on microscopic examination of issues that are irrelevant or peripheral to the applicant's claim ( <FRAGMENT_SUPPRESSED>  (C.A.)). The Board should also resist the temptation to apply the North American logic and standards to the claimant's behaviour ( <FRAGMENT_SUPPRESSED>  at par. 20 ( <FRAGMENT_SUPPRESSED>  (F.C.))."], ["[16]", "After having heard counsels of both parties and read their written submissions, I cannot find that the Board's conclusions were patently unreasonable, nor do I accept the Applicant's submissions that the Board ignored the totality of the evidence, lacked an evidentiary basis for its findings or made an unreasonable assessment of the evidence."], ["[17]", "The Board found a number of implausibilities and contradictions in the evidence given by the Applicant, and drew its adverse credibility conclusion on that basis. Counsel for the Applicant attempted to reargue the same arguments that were previously presented to the Board, and basically asked this Court to reweigh the evidence in order to come to a different conclusion. But it is well established that paragraph 18.1(4)(d) of the Federal Court Act does not authorize the Court to substitute its view of the facts for those of the Board, which sees and hears the witnesses and which also has expertise in assessing the evidence relating to the facts that are within its area of specialized knowledge ( <FRAGMENT_SUPPRESSED>  (F.C.). As my colleague Snider J. said in  <FRAGMENT_SUPPRESSED> :", "\"The Applicants have put forward alternative explanations for many of the Board's findings. When the standard of review is, as here, one of patent unreasonableness, it is not sufficient to present an alternative line of reasoning - even where that may present a reasonable explanation. What the Applicants must do is to point to a conclusion of the Board that is not supportable in any way on the evidence. The Applicants have failed to persuade me that any of the most significant findings were patently unreasonable. I cannot conclude that the decision as a whole is patently unreasonable.\""], ["[18]", "With respect to the claim that the Board erred by basing its adverse credibility conclusion in part on the fact that the Applicant did not submit any documents to prove that she was married to a soldier in the Cameroon army, it is true that the letter sent by the Board and requesting the Applicant to send copies of any documents that relate to the issues to be discussed at the hearing (one of which was identified as being \"credibility\"), did not provide much particulars as to the type of documents that should be produced. Having said this, I do not think that denying the Applicant the possibility to seek documents establishing the existence of her husband and confirming that he was in the Cameroon armed forces amount to a denial of natural justice."], ["[19]", "It must be remembered that the Applicant had the burden of proving that she was entitled to refugee protection, and therefore that her story was true. Of course, the Applicant is not legally required to produce corroborative evidence; but it was not unreasonable for the Board to have considered the lack of such evidence as one of the factors in assessing credibility."], ["[20]", "Indeed, it was reasonable to assume that the Applicant would bring documents to establish her credibility. Since the membership of her husband in the army was a key element of her story, upon which her refugee claim hinges, one could reasonably expect that supporting documents would be filed to provide evidence of that membership and of her husband's assignment at the military camp where the fire broke out. As stated by my colleague Pinard, J. in  <FRAGMENT_SUPPRESSED> :", "\"The applicant further submits that the IRB made unreasonable inferences regarding his failure to produce medical certificates or a copy of the complaint he had filed with the police. It is settled law that a panel cannot make negative inferences from the fact that a party failed to produce any extrinsic document corroborating its allegations ( <FRAGMENT_SUPPRESSED>  applicant's credibility is at issue, a lack of evidence corroborating his allegations is a relevant consideration (see  <FRAGMENT_SUPPRESSED> ."], ["[21]", "In reaching this conclusion, I am also taking into consideration that the Applicant had been in Canada for almost three years when the refugee hearing took place, and therefore had ample opportunity to get in touch with her relatives and friends in Cameroon to obtain the relevant documents. Moreover, she was represented by counsel and the letter from the Board inviting her to produce the appropriate documents and other type of exhibits was sent to her some nine months prior to the interview. In those circumstances, I fail to see how the Applicant can successfully establish that she has been denied a fair hearing and that the Board has breached the principles of natural justice because she was not given a fair opportunity to produce the missing documents substantiating her claim before a decision was made."], ["[22]", "For all the foregoing reasons, this application cannot succeed. Counsels have not asked for any question to be certified.", "[End of document]"]]}