{"id_": "004323", "body_str": [["[1]", "Beaudry, J.", ": This is an appeal by Grapha-Holding AG under section 56 of the", "Trade-marks Act", ", R.S.C. 1985, c-T-13 (the Act), of the decision of P.H. Sprung, member of the Trade-marks Opposition Board for the Registrar of Trade-marks (the Registrar) maintaining the respondent's trade-mark, MULLER (the mark), in association with the wares \"packaging and processing machines\", \"palletizing and conveying machines\" and \"stretching and pre-stretching machines\".", "BACKGROUND"], ["[2]", "The applicant, Grapha-Holding AG, is a Swiss company having a place of business in Switzerland."], ["[3]", "The respondent, Illinois Tool Works Inc, uses the trade-mark MULLER in association with many wares they fabricate. ITW Canada, a wholly owned subsidiary of Illinois Tool Works, is a licensee of the various trade-marks of the respondent and it has not filed an appearance in this case."], ["[4]", "Following a request by the applicant, the Registrar sent a notice to the respondent under section 45 of the Act on October 30, 2003. The notice required the respondent, as the registered owner of the mark, to provide an affidavit or a statutory declaration showing that they had used the mark at any time in Canada in the three years preceding the notice."], ["[5]", "If the owner did not provide evidence to establish that the trade-mark was in use during the three-year period immediately preceding the notice, \"the registration of the trade-mark would be liable to be expunged or amended accordingly\"."], ["[6]", "The respondent submitted the affidavit of Faruk Turfan, sworn on April 26, 2004. Mr. Turfan identified himself as the current Vice-President of ITW Canada Holdings Company."], ["[7]", "Mr. Turfan attests that the brochures attached to his affidavit are for the wares which are sold in Canada in association with the subject trade-mark. He states that at the time of sale, the trade-mark MULLER is marked on the machine as shown in the brochures. He identifies one of the brochures as being currently in use and being in use since about 2002, and the other brochures as being either currently in use or in use during the normal course of trade for the wares."], ["[8]", "Mr. Turfan also states that the sales of the wares sold in association with the subject trade-mark in Canada during the relevant period have been significant and continuous. He outlines that these sales have been in excess of $10,000,000 in 2000, 2001, 2002 and 2003."], ["[9]", "According to the applicant, there is no evidence to support a finding that the wares actually sold were marked with the subject mark. The applicant submits that there is no indication that the brochures referred to in the respondent's affidavit accompanied the sale of the wares during the relevant period."], ["[10]", "On November 1, 2007, the Registrar decided to maintain the registration of the mark in association with the wares \"packaging and processing machines\", \"palletizing and conveying machines\" and \"stretching and pre-stretching machines\" and to expunge the registration of the mark in association with \"merchandise handling machines\"."], ["[11]", "According to the Registrar, it was apparent from the evidence provided in Mr. Turfan's affidavit, including the brochures and the sales figures for the relevant period that the sales of the wares did occur. As well, the Registrar stated that the brochures, although not useful, did support the sworn affidavit of Mr. Turfan.", "ISSUES"], ["[12]", "The applicant submits the following questions to the Court:", "a) What is the appropriate standard of review of the Registrar's decision?", "b) What type of evidence is required for section 45 proceedings?", "c) Does the evidence filed before the Registrar satisfy the requirements of the Act?", "ANALYSIS", "Standard of Review"], ["[13]", "The appropriate standard of review of this type of decision of the Registrar varies according to whether new evidence was filed or not. In this case, since there was no new evidence, the appropriate standard of review is reasonableness (", "Mattel, Inc. v. 3894207 Canada Inc.", ", 2006 SCC 22, [2006] 1 S.C.R. 772;", "Spirits International N.V. v. (Canada) Registrar of Trade-marks", ", 2006 FC 520, 291 F.T.R. 172). The role of the Court is not to reassess the evidence, but rather to consider whether the conclusion based on the evidence is unreasonable."], ["[14]", "For a decision to be reasonable there must be justification, transparency and intelligibility within the decision making process. The decision must fall within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law (", "<FRAGMENT_SUPPRESSED>  D.L.R. (4th) 577).", "Type of evidence required"], ["[15]", "Section 45 is intended to be a summary and expeditious procedure for cleaning up the trade-mark register of trade-marks that have fallen into disuse. It is not designed to resolve issues in contention between competing commercial interests."], ["[16]", "The affidavit submitted in response to a request under section 45 must only supply facts from which, on balance, a conclusion of use may follow as a logical inference (", "<FRAGMENT_SUPPRESSED>  C.P.R. (3d) 475 (F.C.T.D.))."], ["[17]", "As well, subsection 4(1) of the Act establishes the requirement for a trade-mark that is used in association with wares:", "4. (1) A trade-mark is deemed to be used in association with wares if, at the time of the transfer of the property in or possession of the wares, in the normal course of trade, it is marked on the wares themselves or on the packages in which they are distributed or it is in any other manner so associated with the wares that notice of the association is then given to the person to whom the property or possession is transferred.", "4. (1) Une marque de commerce est réputée employée en liaison avec des marchandises si, lors du transfert de la propriété ou de la possession de ces marchandises, dans la pratique normale du commerce, elle est apposée sur les marchandises mêmes ou sur les colis dans lesquels ces marchandises sont distribuées, ou si elle est, de toute autre manière, liée aux marchandises à tel point qu'avis de liaison est alors donné à la personne à qui la propriété ou possession est transférée."], ["[18]", "The evidence must also satisfy the Registrar that the trade-mark has been used during the relevant time period, that is, during the three-year period immediately preceding the notice under section 45 (", "<FRAGMENT_SUPPRESSED>  C.P.R. (4th) 181, at paragraph 25, the Federal Court of Appeal underlined a requirement where, in order to demonstrate use in association with brochures, there must be evidence that the brochures have been given at the time of transfer of the property or possession of the wares.", "Does the evidence satisfy the requirements of the Act?"], ["[20]", "The evidence provided by the affidavit must describe the use of the mark within the meaning of section 4 of the Act and should not simply state the use of the mark. The Registrar inferred that the sales of the wares occurred and stated that invoices for the sales of the machines were not necessary because the evidence, as a whole, showed the use of the mark. In my view, the Registrar did not have sufficient evidence before her to demonstrate the use of the mark."], ["[21]", "In", "Boutique Limité Inc.", ", the Federal Court of Appeal upheld the decision of the Registrar to expunge a trade-mark because, although there was evidence establishing that the mark had been used, the Court noted \"a consistent lack of precision with regard to the dates each ware would have been sold\". The registered owner must provide clear evidence on which the Registrar can base their determination that the trade-mark was \"in use\"."], ["[22]", "Furthermore, referring to use on dates that are contained both within and outside the relevant period does not provide clear evidence, because it cannot be determined if any use has occurred specifically during the relevant period. Justice Pinard underlined this point in", "88766  <FRAGMENT_SUPPRESSED>  C.P.R. (4th) 391 at paragraph 9:", "The applicant submits that the affidavit of Mr. Galli does not establish that the mark was used during the relevant period with respect to either the services or the wares. I agree. The only period established by the affidavit on this point is Mr. Galli's statement that the circulars had been distributed during the preceding five years. The relevant period is the preceding three years. There is no evidence that the circulars were distributed during the latter period. ..."], ["[23]", "The brochures contained in the affidavit show where the mark is situated on the various types of wares sold by the respondent. But, the evidence does not indicate that these brochures have been given at the time of transfer of the property in or possession of the wares. The relevant period is between October 30, 2000 and October 30, 2003. The Federal Court of Appeal stated this requirement in", "<FRAGMENT_SUPPRESSED>  (F.C.A)."], ["[24]", "In Mr. Turfan' affidavit, the words:", "• \"currently sold in Canada ... currently in use and has been in use since about 2002 ...\" (paragraph 4);", "• \"... currently in use\" (paragraph 6);", "• \"... currently sold in Canada ... currently marked on ... presently in use in Canada\" (paragraph 6);", "• \"... similar brochures regularly accompany the sales of the wares in the normal course of trade ...\" (paragraph 10);", "do not meet the test of the jurisprudence. The special circumstances in section 45 create an obligation on the Registrar to ensure that the evidence adduced is solid and reliable (", "88766  <FRAGMENT_SUPPRESSED>  the case here. The allegations in the affidavit are not precise enough."], ["[25]", "The Court is not satisfied that the evidence supported the Registrar's conclusions that the trademark had been used during the relevant time period."], ["[26]", "Accordingly, this appeal must be allowed.", "JUDGMENT"], ["[27]", "THIS COURT ORDERS that", "the appeal is allowed.", "1. The decision rendered by the Registrar of Trade Marks, dated November 1, 2007 is set aside;", "2. Registration TMA 356,039 for the trade-mark MULLER is expunged in totality from the register and the Registrar is directed to amend the register accordingly.", "3. No costs are awarded.", "[End of document]"]]}