{"id_": "004492", "body_str": [["[1]", "O'Reilly, J.", ": The applicants, Ms Nitharshana Thavarasa, and her husband, Mr Ravinath Ratnasingam, seek to overturn a ruling of the Immigration Appeal Division (IAD). Ms Thavarasa, a Canadian citizen, wished to sponsor her husband, a citizen of Sri Lanka, for permanent residence in Canada. The couple married in 2008."], ["[2]", "The IAD upheld a visa officer's decision denying Mr Ratnasingam's permanent residence application. It also denied the applicants humanitarian and compassionate relief (H&C)."], ["[3]", "The applicants contend that the IAD unreasonably concluded that Mr Ratnasingam had made a material misrepresentation in his application that should attract a statutory two-year period of inadmissibility to Canada pursuant to ss 40(1)(", ") and 40(2)(", ") of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA] (statutory references are set out in an Annex). The applicants also assert that the IAD unreasonably denied their request for H&C relief. They ask me to quash the IAD's decision and order a new hearing before a different panel."], ["[4]", "I can find no grounds for overturning the IAD's decision. The IAD reasonably found that Mr Ratnasingam had made a material misrepresentation that attracted a two-year period of inadmissibility under IRPA. Further, the panel weighed the relevant evidence and arrived at a reasonable conclusion that the applicants did not merit H&C relief. Therefore, I must dismiss this application for judicial review."], ["[5]", "There are two issues:", "1. Did the IAD err by imposing a two-year period of inadmissibility?", "2. Was the IAD's assessment of H&C factors unreasonable?", "II.", "The IAD's Decision"], ["[6]", "In his application, Mr Ratnasingam failed to disclose his travels between 2000 and 2008 to France, St Martin, and Guadeloupe, and the time he spent in custody in the latter two countries. Nor did he mention that he made the trip from France to St Martin on a false Canadian passport."], ["[7]", "During his interview with a visa officer at the Canadian High Commission in Colombo, Mr Ratnasingam originally denied having made those trips but, when confronted with evidence to the contrary, he admitted the truth. The officer found that Mr Ratnasingam had withheld or misrepresented material facts that could have induced errors in the administration of IRPA."], ["[8]", "The IAD upheld the officer's decision, finding that Mr Ratnasingam's misrepresentations had prevented the officer from fully assessing his application, including matters relating to criminality and security, and the genuineness of his marriage to Ms Thavarasa. Therefore, in the IAD's view, the misrepresentations were material. In addition, while Ms Thavarasa was originally unaware of her husband's travel history, she did not seek to correct his application once she did find out about it."], ["[9]", "Given this misrepresentation, the IAD found that a higher threshold would have to be met in order to merit H&C relief. Further, it concluded that the applicants lacked remorse for their actions. On the other hand, in their favour, the couple appeared to be close and genuinely cared for one another. However, on balance, the IAD found that the applicants were not entitled to H&C relief."], ["[10]", "At the hearing before the IAD, counsel for the Minister asserted that Ms Thavarasa could re-sponsor her husband right away, since the two-year period of inadmissibility expired two years after the officer's decision in November 2010. The hearing before the IAD took place in April 2013."], ["[11]", "However, the IAD disagreed with the Minister's submission on that point and concluded that the two-year period of inadmissibility ran, not from the date of the officer's ruling, but from the date of the IAD's decision (September 19, 2013).", "III.", "Issue One - Did the IAD err by imposing a two-year period of inadmissibility"], ["[12]", "The applicants argue that the IAD unreasonably imposed a period of two years' inadmissibility on Mr Ratnasingam based on misrepresentation, commencing on the date of its decision. They say that the two-year time-frame should run from the date of the officer's decision. Further, the applicants contend that the IAD treated them unfairly by imposing the two-year inadmissibility period without notice to them. Indeed, at the hearing before the IAD, counsel for the Minister submitted that the two-year period should run from the date of the officer's decision, not the IAD's. The applicants contend that they did not have a chance to argue against the position ultimately adopted by the IAD."], ["[13]", "I disagree. The applicants had an opportunity to present to the IAD their own interpretation of when the two-year period of inadmissibility should commence. Therefore, they were not treated unfairly. Further, the IAD's decision accords with the language of s 40(2)(", ") of IRPA."], ["[14]", "Paragraph 40(2)(", ") of IRPA provides that, in respect of a decision made outside Canada, a foreign national is inadmissible to Canada for misrepresentation for a period of two years following a final determination of inadmissibility. In my view, in circumstances such as these, a final determination of inadmissibility is a decision made by the IAD, not a visa officer. Therefore, the period of inadmissibility runs from the date of the IAD's decision, not the officer's."], ["[15]", "Further, I cannot see any unfairness in the IAD's approach. True, the applicants were unaware of the interpretation that the IAD would ultimately give to s 40(2)(", ") of IRPA. However, they were aware that this was a live issue and had ample opportunity to make submissions on the point. While counsel for the Minister made submissions to the IAD supporting the applicants' interpretation of IRPA, there was no guarantee that the IAD would accept those submissions. The applicants did not request an adjournment or an opportunity to make further submissions on the point.", "IV.", "Issue Two - Was the IAD's assessment of H&C factors unreasonable"], ["[16]", "The applicants argue that the IAD improperly discounted factors in their favour, and unreasonably found that they were not remorseful for their lack of candour."], ["[17]", "I disagree."], ["[18]", "The IAD took the applicants' misrepresentation into account when evaluating the personal impact that denying their application would have on them. It found that the circumstances, in effect, increased the burden on the applicants to present evidence that would justify granting H&C relief. In addition, the IAD found that the applicants lacked remorse for their failure to be candid because they did not reveal their misrepresentations until confronted with contrary evidence."], ["[19]", "In my view, these findings were reasonable on the evidence."], ["[20]", "It is natural that an applicant would have to meet a higher threshold on an H&C application in a case where there has been misrepresentation than in a case where there has not. In effect, the IAD was simply noting that there was a serious factor negating H&C relief that would have to be off-set by equal or greater positive factors (see", "REFERENCE_SUPPRESSED). I see no error in that approach."], ["[21]", "The applicants also contend that the IAD erred by discounting positive factors in their favour on the basis that there was a serious negative factor, misrepresentation, against them. This is similar, they say, to cases where an applicant's establishment in Canada was improperly discounted because it was achieved through misrepresentation (", "REFERENCE_SUPPRESSED."], ["[22]", "I disagree. Here, as I see it, the IAD did not discredit the positive factors supporting the applicants' request for H&C relief simply because there had been misrepresentation. Rather, it weighed the positive and negative circumstances and arrived at an overall assessment of H&C factors. It did not diminish the value of positive aspects of the applicants' circumstances simply because of misrepresentation."], ["[23]", "Further, the IAD reasonably found that the applicants lacked remorse. Mr Ratnasingam admitted to misrepresentation only after he was confronted by the officer with contradictory evidence. Similarly, Ms Thavarasa stated that she decided to wait to see if the false information in her husband's application was going to be a problem. In my view, this evidence supported the IAD's conclusion that the applicants were not remorseful about their misrepresentations.", "V.", "Conclusion and Disposition"], ["[24]", "In my view, the IAD properly concluded that Mr Ratnasingam was subject to a two-year period of inadmissibility, beginning on the date it rendered its decision. Further, the IAD weighed the relevant factors and evidence in concluding that H&C relief was not appropriate in the circumstances. Therefore, I must dismiss this application for judicial review. Neither party proposed a question of general importance for me to certify, and none is stated.", "JUDGMENT"], ["[25]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is dismissed.", "2. No question of general importance is stated.", "Application dismissed.", "Editor: J. Danielle King/bk", "Annex", "Immigration and Refugee Protection Act", ", SC 2001, c 27", "Misrepresentation", "40. (1) A permanent resident or a foreign national is inadmissible for misrepresentation", ") for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of this Act;", "Application", "40. (2) The following provisions govern subsection (1):", ") the permanent resident or the foreign national continues to be inadmissible for misrepresentation for a period of two years following, in the case of a determination outside Canada, a final determination of inadmissibility under subsection (1) or, in the case of a determination in Canada, the date the removal order is enforced;", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, ch 27", "Fausses déclarations", "40. (1) Emportent interdiction de territoire pour fausses déclarations les faits suivants:", ") directement ou indirectement, faire une présentation erronée sur un fait important quant à un objet pertinent, ou une réticence sur ce fait, ce qui entraîne ou risque d'entraîner une erreur dans l'application de la présente loi;", "Personne à protéger", "40. (2) Les dispositions suivantes s'appliquent au paragraphe (1):", ") l'interdiction de territoire court pour les deux ans suivant la décision la constatant en dernier ressort, si le résident permanent ou l'étranger n'est pas au pays, ou suivant l'exécution de la mesure de renvoi;", "[End of document]"]]}