{"id_": "004634", "body_str": [["[1]", "Dawson, J.", ": Medhet Abid Ali Ibrahim and his family are citizens of Iraq who applied for permanent residence in Canada on October 4, 1999. By October 23, 2006, no decision had been reached with respect to their application and this application for judicial review was commenced. The applicants sought relief in the nature of mandamus. Leave was granted, and the application was set to be heard on December 10, 2007."], ["[2]", "On November 21, 2007, Mr. Ibrahim and his family were told that their application for permanent residence was refused because Mr. Ibrahim had made certain misrepresentations to immigration authorities."], ["[3]", "The parties agree that the negative decision rendered this application for judicial review moot and that it should be dismissed. However, both the applicants and the Minister seek costs. These reasons deal with the competing claims for costs."], ["[4]", "Mr. Ibrahim and his family argue that an award of costs in their favor is justified because: there was excessive delay in this case; the delay had an emotional and financial impact upon them; and the Minister has provided no justification for the delay. While they acknowledge that Mr. Ibrahim made a number of misrepresentations that led to their application for permanent residence being refused, they say that the misrepresentations were made under duress because Mr. Ibrahim legitimately feared reprisal from Sadam Hussein's government. They argue that the Minister was aware of the misrepresentations in 2004 and had sufficient grounds to refuse the application at that time. The subsequent delay, according to Mr. Ibrahim and his family, made this application for relief in the nature of mandamus necessary."], ["[5]", "In response, the Minister submits that the delay in processing the file was largely attributable to the misrepresentations made by Mr. Ibrahim with respect to his employment history. Those misrepresentations are said to have delayed consideration of the application and to have prevented immigration authorities from accurately assessing Mr. Ibrahim's admissibility. It was not until March 12, 2007, that authorities were able to satisfy themselves that there were no reasonable grounds upon which to find Mr. Ibrahim inadmissible on security grounds."], ["[6]", "The Minister also submits that costs ought to be awarded in her favor because Mr. Ibrahim made a number of serious misrepresentations that could have induced the Court to make an order that it would not otherwise have made."], ["[7]", "Rule 22 of the", "Federal Courts", "Immigration Refugee Protection Rules", ", SOR/93-22, prohibits any award of costs in this application \"unless the Court, for special reasons, so orders.\""], ["[8]", "The threshold for \"special reasons\" is high.  <FRAGMENT_SUPPRESSED>  the Court noted, at paragraph 8, that special reasons may exist where the Minister's conduct is \"unfair, oppressive, improper or actuated by bad faith.\" The Court also noted that each decision must turn upon the particular circumstances before the Court."], ["[9]", "I now turn to the parties' claims for costs in this case. Without doubt, the eight years taken to process this file is much longer than the process generally requires (see the Citizenship and Immigration Canada website for the average processing time for applications for permanent residence that are submitted, like the Ibrahims', to our embassy in Damascus). However, from my review of the tribunal record, I conclude that both parties contributed to the delay."], ["[10]", "Whatever the motivation for Mr. Ibrahim's misrepresentations, they operated to increase the time and attention that were properly devoted to this application. While Mr. Ibrahim later provided more accurate information in his interviews with immigration authorities in 2004 and 2005, further investigation and verification was thereafter required. This further investigation was reasonable in view of Mr. Ibrahim's prior history of misrepresentation."], ["[11]", "That said, there are periods of time where little appears to have been done by the Minister's officials to move the application along. No explanation has been provided as to why the application was not speedily processed after March 12, 2007, when the security concerns were addressed and the matters relating to the misrepresentations were generally known. By April 21, 2007, it is clear that complete information had been provided by Mr. Ibrahim. I am not satisfied that, without this litigation, a decision would have been reached in November of this year."], ["[12]", "Having concluded that both parties contributed to the delay, I see no merit in the Minister's submission that she should receive costs because Mr. Ibrahim's misrepresentations could have induced the Court to make an order that it would not otherwise have made. In this regard, on November 21, 2007, Mr. Ibrahim filed an affidavit with the Court wherein he acknowledged his prior misrepresentations. Up to that point in time, the Minister's written materials had raised no concern with respect to any misrepresentation, instead referring only to concerns surrounding Mr. Ibrahim's security clearance."], ["[13]", "For these reasons, I find that special reasons do not exist that would justify an award of costs.", "JUDGMENT"], ["[14]", "THIS COURT ORDERS AND ADJUDGES that", "1. With the consent of the parties, the application for judicial review is dismissed.", "2. No costs are awarded to any party.", "[End of document]"]]}