{"id_": "004665", "body_str": [["[1]", "Hughes, J.", ": The Defendant, Her Majesty the Queen, has brought a motion to strike the Statement of Claim in this action as filed on June 13, 2012 and for other relief. For the reasons that follow, I am ordering that the action is to be stayed for six (6) months on certain conditions."], ["[2]", "The Plaintiffs, as enumerated in the Statement of Claim filed June 13, 2012, are all prisoners in a federal penitentiary located in Prince Albert, Saskatchewan. They claim damages in excess of fifty thousand ($50,000.00) dollars as against the Defendant for, as described in paragraph 1 of that Claim:", "• negligence", "• negligent infliction of nervous shock", "• intentional infliction of nervous shock", "• misfeasance in Public Office", "• breach of sections 7, 8, 9, 12 and 15(1) of the Charter"], ["[3]", "In addition, they claim aggravated and exemplary damages, costs on a lawyer/client basis, and other relief."], ["[4]", "The first named Plaintiff, Christopher Brazeau, describes himself in paragraph 2 of the Claim as \"Plaintiff in lead\". None of the Plaintiffs describe themselves as lawyers entitled to practise law in any of Canada's provinces or territories. Each of the Plaintiffs has personally signed the Statement of Claim. In the materials filed in the Court record, such as the Plaintiff's submissions on this motion, the Plaintiff Brazeau appears to be acting as the spokesman for all Plaintiffs."], ["[5]", "In response to the Defendant's original motion to strike, the Plaintiffs filed a response, together with a document entitled \"Amended Statement of Claim etc\".This document was not filed as a separate document purporting to amend the original Statement of Claim. This document purports to add two further Plaintiffs and to provide further particulars beyond that which was set out in the original Statement of Claim. In the meantime, Justice Snider of this Court has given an Order, together with Reasons (cited as 2012 FC 648), in another action, T-1543-11, involving the same person, Christopher Brazeau, as Plaintiff, and the Attorney General of Canada. Her Order dealt with a motion to strike brought by the Attorney General."], ["[6]", "As a result, I gave a Direction requesting that the Defendant in the present action provide an amended argument dealing with Justice Snider's Reasons and the purported amendments to the Statement of Claim in this action. The Defendant has now provided an Amended Motion Record. The Plaintiffs, through the Plaintiff Brazeau, have provided an Amended Record in response. I will deal with the motion, principally having regard to these documents; but I also have in mind the earlier documents provided in the record."], ["[7]", "I start with noting that none of the Plaintiffs are lawyers. At paragraph 6 of their Memorandum of Argument, they state that they \"...are not legally trained and must prepare and argue their case without the assistance/advice of counsel ...\". Nonetheless, a reading of the Claim and other materials provided by the Plaintiffs demonstrates that considerable time and effort has been expended by one or more of them in conducting some sort of legal research into the matter. Therein lies one of the problems encountered by self-represented litigants such as the Plaintiffs. Legal training involves more than just reading materials and copying from precedents. It requires a thorough knowledge of the law and how it is practised, and the exercise of experienced judgment in determining, for instance, whether a claim should be made to the Courts or to some other person or tribunal; how that claim fits within the principles of law; and how that claim is to be set forth properly in the relevant documents in which a claim is submitted. While many people can wield a knife, not all are surgeons. While many people can read Rules of Practice and legal texts, not all are barristers or solicitors. It takes not only knowledge, but thorough knowledge, exercised through experienced judgment to get it right."], ["[8]", "I have no information as to whether the Plaintiffs sought legal advice and failed to obtain it, for financial reasons or otherwise. Nor do I have any information as to whether the Plaintiffs did secure legal advice and chose not to follow it."], ["[9]", "The Plaintiffs' circumstances are described by themselves in paragraph 17 of their Amended Statement of Claim:", "17. The awkward, damaging positions and uncomfortable extremes of the Plaintiffs Detention is inflicting extreme stress and nervous shock by inter alia", "(a) being unable to understand, control or offset the effects or impositions;", "(b) having to self deaden in order to cope, which in turn;", "(c) diminishes ability and capacity to bear desire, feel/express emotions including the ability/desire to;", "(d) express and/or enjoy mutuality, connectivity and meaning making;", "(e) sleep deprivation", "(f) being unable to express and/or realize my rights", "(g) constantly being overwhelmed with hopelessness and erosion of self worth/value", "(h) loosing control over my ability to tolerate my circumstances and maintain my composure/sanity at the same time;", "(i) constantly worrying and fearing over the longevity and extent these effects will have on my life, personality and future;", "(j) feeling constant and incessant", "subtle anger over being unable to make fundamental and critical life choices;", "(k)", "all of which resemble the symptoms associated with Morbid Depression, Antisocial Personality Disorder, Obsessive Compulsive Order, Post Traumatic Stress Disorder", "(l)", "other, not limited by the foregoing which has occured both during and subsequent to the conduct of the Defendant"], ["[10]", "Here we see expressions of anger, hopelessness, diminished capacity and losing control. One is reminded of a quotation ascribed to Gautama Buddha, \"Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned\". Similarly, one can cite Greeks such as Sophocles and Seneca \"Whom god wishes to destroy, he first makes mad.\""], ["[11]", "In viewing the Statement of Claim and Amended Statement of Claim, the Court can clearly grasp that the Plaintiffs are unhappy to the point of frustration, distraction and despair, with the circumstances of their imprisonment. Whether this is a normal and expected consequence of that imprisonment or whether their circumstances have gone beyond those prescribed by the laws of Canada, is not sufficiently clear from the pleadings, even those as amended. What the pleadings do set forth are conclusions. What they must set forth are:", "• the precise circumstances at issue: the who, what, when and where relevant events leading to the complaint took place", "• the resulting effect", "• the standard required by law", "• the manner in which those circumstances failed to live up to the standards required by law", "• what harm resulted"], ["[12]", "The Rules of this Court, including Rule 174, require a pleading to contain a concise statement of the material facts. Simply to conclude, for example, that barber services were not provided, or that library services were inadequate; or that access to sunlight was not provided, is insufficient. What happened, when, and where; who was involved must be clearly and precisely set out. What is the standard required by law? How did the Defendant's servants fall short of that standard? All of this is required of a proper pleading."], ["[13]", "Should the Court be involved at this time? There are more appropriate resources through which anger and frustration can be worked out. There are resources through which inadequate services can be identified and redressed. These include mediation and grievance procedures. The Plaintiffs in their amended Record, paragraph 17, set out a long list of reference numbers, presumably identifying grievance procedures that have been initiated. While in some circumstances, the Court has permitted an action to proceed notwithstanding the availability or pursuit of a grievance process, the more usual and more desirable procedure is that a proper grievance or grievances should be fairly pursued and determined before the Court is asked to address the situation."], ["[14]", "Accordingly, the Court concludes in respect of the pleadings, including the draft amended Statement of Claim:", "a) the Statement of Claim is inadequate; it fails to set out the specific factual circumstances giving rise to a claim; it fails to set out the standard required; it fails to set out how and in what respect the Defendant's officers failed to meet that standard;", "b) the Statement of Claim, however, is not so inadequate that leave to amend should be denied;", "c) no party can be added by simply filing an amended Claim; leave of the Court must be sought;", "d) the Plaintiffs should seek competent legal representation;", "e) the parties should calmly act in good faith and follow appropriate mediation and grievance procedures before seeking the assistance of the Court.", "ORDER"], ["[15]", "ACCORDINGLY,", "I will stay the present action for a period of six (6) months so as to permit:", "1. The Plaintiffs to secure competent legal counsel. If they cannot do so, they shall advise the Court within five (5) months as to the difficulties experienced and why they are unable to do so.", "2. Defendant's Counsel shall, within two (2) months, advise the Plaintiffs and the Court as to competent legal services that may be available to the Plaintiffs , including Legal Aid,", "pro bono", "services, and otherwise.", "3. The parties shall advise on or before the expiry of six (6) months as to the status of any grievance procedure or procedures taken.", "4. The parties shall advise on or before the expiry of six (6) months as to any mediation process(es) undertaken, and efforts undertaken as between themselves to discuss and resolve their disputes.", "5. Upon receipt of the foregoing, the Court shall provide direction as to procedures to be followed in the present action.", "6. Costs are reserved.", ".........................", "Christopher Brazeau et Bradley Rogers et Harvey Andres et  <FRAGMENT_SUPPRESSED>  Reine, a présenté une requête sollicitant la radiation de la déclaration déposée le 13 juin 2012, dans le cadre de la présente action, ainsi que diverses autres mesures de redressement. Pour les motifs ci-dessous exposés, la Cour va ordonner que l'action soit suspendue pour six (6) mois, et ce, à certaines conditions."], ["[2]", "Les demandeurs, selon l'énumération faite dans la déclaration déposée le 13 juin 2012, sont tous des détenus de l'établissement pénitentiaire fédéral de Prince Albert, en Saskatchewan. Ils réclament à la défenderesse des dommages-intérêts de plus de cinquante mille dollars (50 000 $) invoquant, selon la description figurant au paragraphe 1 de la déclaration en question:", "• la négligence", "• l'infliction, par négligence, de chocs nerveux", "• l'infliction délibérée de chocs nerveux", "• des fautes dans l'exercice de fonctions officielles", "• la violation des articles 7, 8, 9 et 12 ainsi que du paragraphe 15(1) de la Charte"], ["[3]", "Ils réclament en outre des dommages-intérêts majorés et punitifs, les dépens avocat-client, et diverses autres mesures de redressement."], ["[4]", "Le premier parmi les demandeurs énumérés, Christopher Brazeau, se présente, au paragraphe 2 de la déclaration, comme [traduction] « demandeur principal ». Aucun des demandeurs ne se présente comme avocat admis à exercer dans un territoire ou une province du Canada. Les demandeurs ont tous signé la déclaration. Dans les documents versés au dossier de la Cour, y compris dans les observations du demandeur concernant la présente requête, le demandeur Brazeau semble agir en tant que porte-parole de l'ensemble des demandeurs."], ["[5]", "À la suite de la requête en radiation initialement déposée par la défenderesse, les demandeurs ont déposé une réponse, accompagnée d'un document intitulé [traduction] « Déclaration modifiée, etc. » Ce document n'a pas été déposé à titre de document distinct visant à modifier la déclaration déposée initialement. Ce document prétend joindre deux demandeurs à l'action, et fournir des détails supplémentaires au-delà de ce que contenait la déclaration initiale. Entre-temps, la juge Snider a, au nom de la Cour, rendu une ordonnance motivée (référence: 2012 CF 648), dans le cadre du dossier T-1543-11, une autre action introduite par le même demandeur, Christopher Brazeau, contre le procureur général du Canada. L'ordonnance de la juge Snider traitait d'une requête en radiation présentée par le procureur général."], ["[6]", "Cela étant, j'ai donné une directive demandant à la défenderesse en l'espèce de remettre une argumentation modifiée au sujet des motifs de la juge Snider et des modifications qui sont censées avoir été apportées à la déclaration en l'espèce. La défenderesse a depuis remis un dossier de requête modifié. Les demandeurs, par l'entremise du demandeur Brazeau, ont, en réponse, déposé un dossier modifié. Je vais maintenant me prononcer sur la requête, essentiellement au vu de ces documents, mais j'entends également prendre en compte les documents versés auparavant au dossier."], ["[7]", "Rappelons qu'aucun des demandeurs n'est avocat. Au paragraphe 6 de leur exposé des arguments, ils précisent qu'ils [traduction] « [...] n'ont aucune formation juridique, et doivent par conséquent préparer et soutenir leur cause sans l'aide ou les conseils d'un avocat [...] ». Il ressort, cependant, de la déclaration et des autres documents déposés par les demandeurs, que l'un ou plusieurs d'entre eux ont consacré un temps et des efforts considérables à l'étude des questions de droit soulevées en l'espèce. C'est un des problèmes éprouvés par les plaideurs qui, comme les demandeurs, se représentent eux-mêmes en justice. Une formation juridique ne repose pas, en effet, seulement sur la lecture de documents et la recherche de précédents. Une telle formation exige en outre une connaissance approfondie du droit et de son exercice, ainsi qu'une capacité de réflexion fondée sur l'expérience et permettant, par exemple, de savoir si une demande doit être portée devant la Cour, ou devant quelque autre instance. Il s'agit, par ailleurs, de savoir précisément où la demande s'insère parmi les principes de droit applicables, et comment la formuler correctement dans les documents nécessaires. Nombreux sont ceux qui savent se servir d'un couteau, mais cela n'en fait pas des chirurgiens. Bien des gens peuvent prendre connaissance des règles de procédure et des textes juridiques, mais ils ne sont pas tous des avocats. Pour faire les choses correctement, il faut non seulement des connaissances, mais des connaissances approfondies appliquées avec le discernement qu'apporte l'expérience."], ["[8]", "Je ne sais pas si, pour des raisons financières ou autres, les demandeurs ont tenté en vain de retenir les services d'un avocat. Je ne peux pas savoir non plus s'ils ont en fait bénéficié des conseils d'un avocat, mais ont décidé de ne pas les suivre."], ["[9]", "Voici en quels termes, au paragraphe 17 de leur déclaration modifiée, les demandeurs désignent la situation dans laquelle ils se trouvent:", "[traduction]", "17. Les positions incommodes et dommageables, et l'extrême inconfort que leur détention impose aux demandeurs leur infligent un stress extrême et des chocs nerveux, notamment parce que:", "a) ils sont dans l'incapacité de comprendre, de contrôler ou de compenser les conséquences de ce qu'on leur impose;", "b) il leur faut, pour faire face à la situation, se fermer à eux-mêmes, ce qui entraîne;", "c) une atteinte à leur aptitude et capacité de désirer, d'éprouver et d'exprimer leurs émotions y compris la capacité et le désir de:", "d) exprimer et éprouver des sentiments de mutualité, de connectivité et de signification;", "e) une privation de sommeil;", "f) une incapacité à exprimer et/ou à réaliser mes droits;", "g) constamment accablé par le désespoir et une détérioration progressive de l'amour propre et de l'estime de soi;", "h) perte de contrôle quant à ma capacité de tolérer la situation dans laquelle je me trouve et, en même temps, de conserver mon sang-froid et de ne pas devenir fou;", "i) une inquiétude et une crainte constantes quant à la durée et la portée des effets que tout cela va avoir sur ma vie, sur ma personnalité et sur mon avenir;", "j) le sentiment constant et incessant", "d'une subtile colère née du fait que je n'ai pas les moyens d'effectuer les choix fondamentaux et essentiels de l'existence", "k)", "tout cela correspond aux symptômes d'une dépression morbide, de troubles de la personnalité antisociale, de la névrose obsessionnelle compulsive et d'un état de stress post-traumatique", "l)", "d'autres troubles qui se sont manifestés à l'occasion du comportement de la défenderesse, ou qui y font suite"], ["[10]", "Nous sommes face à l'expression de sentiments de colère, de désespoir, d'amoindrissement des capacités et d'une perte de contrôle. Cela nous remet en mémoire des paroles attribuées au Bouddha: [traduction] « Se raccrocher à sa colère, c'est comme saisir une braise ardente dans le but de la jeter sur quelqu'un; c'est vous qui vous brûlez. » On pourrait, dans un même ordre d'idées, citer des auteurs grecs, tels que Sophocle et Sénèque, selon qui [traduction] « [c] eux que les dieux veulent détruire, ils les rendent d'abord fous »."], ["[11]", "À la lecture de la déclaration et de la déclaration modifiée, la Cour saisit clairement que le mécontentement et la frustration que leurs conditions de détention inspirent aux détenus les poussent à désespérer et à perdre la tête. Les actes de procédure, même tels que modifiés, ne permettent pas de dire si cette situation est la conséquence normale et attendue de leur incarcération, ou si cela dépasse ce que prescrit la loi canadienne. Ce que contient la déclaration, ce sont des observations, alors qu'il faudrait qu'on y expose:", "• les circonstances précises de cette affaire: c'est-à-dire, en ce qui concerne les événements à l'origine de la déclaration en l'espèce, qui a fait quoi, quand et où;", "• les répercussions que cela a eues;", "• la norme que la loi impose;", "• en quoi les circonstances en question enfreignent les normes prescrites par la loi;", "• le préjudice qui en a résulté."], ["[12]", "Selon les Règles de la Cour, notamment l'article 174, tout acte de procédure doit contenir un exposé concis des faits substantiels. Il ne suffit pas, par exemple, de conclure que l'on n'a pas accès aux services d'un coiffeur, que les services de bibliothèque sont insuffisants ou que l'on est privé de soleil. Il convient, en effet, d'exposer de manière claire et précise ce qui s'est passé, quand cela s'est passé et où. Quelle est la norme prescrite par la loi? Dans quelle mesure les agents de la défenderesse ont-ils manqué à cette norme? Tout cela doit être décrit dans un acte de procédure approprié."], ["[13]", "La Cour devrait-elle intervenir à ce moment-ci? Il y a des voies de recours mieux adaptées à l'expression de tels sentiments de colère et de frustration. Il y a des voies de recours qui permettent d'identifier et de corriger les carences dans les services. Il s'agit notamment de mécanismes de médiation et de règlement des griefs. Dans leur dossier modifié, au paragraphe 17, les demandeurs dressent une longue liste de numéros de référence, correspondant vraisemblablement aux procédures de règlement de griefs qu'ils ont engagées. Si la Cour a, dans certains cas, accueilli une action malgré l'existence d'une procédure de règlement des griefs, il est, avant de porter une affaire devant la Cour, habituel et souhaitable de déposer un grief et d'attendre qu'il soit tranché."], ["[14]", "Par conséquent, la Cour conclut, en ce qui concerne les actes de procédure, y compris le projet de déclaration modifiée que:", "a) la déclaration est inadéquate, car elle ne fait pas spécifiquement état des circonstances de fait précises à l'origine de la demande; elle ne fait pas état de la norme applicable; elle n'explique pas comment et en quoi les agents de la défenderesse ont manqué à cette norme;", "b) la déclaration n'est cependant pas à ce point inadéquate qu'il y ait lieu de refuser l'autorisation de la modifier;", "c) une partie ne peut être jointe à l'action par le simple dépôt d'une demande modifiée; il faut pour cela solliciter l'autorisation de la Cour;", "d) les demandeurs devraient se faire représenter par un avocat;", "e) les parties devraient agir avec sérénité et bonne foi et, avant de s'adresser à la Cour, épuiser les procédures de médiation et de règlement des griefs.", "ORDONNANCE"], ["[15]", "EN CONSÉQUENCE,", "la présente instance est suspendue pour une période de six (6) mois afin que:", "1. les demandeurs retiennent les services d'un avocat. S'ils sont dans l'impossibilité de le faire, ils devront, dans les cinq (5) mois, porter à l'attention de la Cour les difficultés qu'ils éprouvent et les raisons pour lesquelles ils ne parviennent pas à retenir les services d'un avocat;", "2. l'avocat de la défenderesse devra, dans les deux (2) mois, faire savoir aux demandeurs et à la Cour les services juridiques dont pourraient bénéficier les demandeurs, y compris l'aide juridique, les services d'un avocat bénévole ou autre;", "3. avant l'expiration de ce délai de six (6) mois, les parties feront savoir à la Cour où en sont les procédures de règlement des griefs engagées;", "4. au plus tard à la fin de ce délai de six (6) mois, les parties feront connaître à la Cour la où en seront les procédures de médiation engagées ainsi que les efforts entrepris pour discuter entre elles des différends afin de les résoudre;", "5. à la réception de ces renseignements, la Cour donnera des directives quant à la procédure à suivre en la présente instance;", "6. la question des dépens sera tranchée ultérieurement.", "[End of document]"]]}