{"id_": "004700", "body_str": [["[1]", "Barnes, J.", ": This is an application for judicial review by Farajollah Firouz-Abadi, challenging a decision by the First Secretary of the Visa Section at the Canadian Embassy (visa officer) in Damascus, Syria refusing his application for a permanent resident visa. The impugned decision was rendered on September 7, 2010 and was based on a finding under ss 38(1) of the", "Immigration Refugee and Protection Act", ", SC 2001, c27, (IRPA) that Mr. Firouz-Abadi's two dependant children were inadmissible because their conditions might reasonably be expected to cause excessive demand on Canadian health or social services.", "Background"], ["[2]", "Mr. Firouz-Abadi is a citizen of Iran. He is married to Farahnaz Gholamazad and they have two sons, Nima (age 29) and Reza (age 25) (referred to as Applicant or collectively as Applicants)."], ["[3]", "In 2007 Mr. Firouz-Abadi applied to the Manitoba Provincial Business Nominee Program and was approved by the provincial authorities. As required, he then applied for a permanent resident visa which included his wife and two sons. In order to obtain visas, all of the members of the family were required to disclose their medical histories. In the case of Nima and Reza, those medical disclosures confirmed a common diagnosis of mucopolysaccharidosis. This is a genetic metabolic disorder commonly manifesting in skeletal and neurological impairments of varying degrees of severity. As would be expected, these diagnoses raised an issue concerning the admissibility of the family. The visa officer wrote to Mr. Firouz-Abadi outlining her concern and requesting further information:", "Your family member,", "FIROUZ-ABADI, NIMA", ", has the following medical condition or diagnosis:", "This 28 year old applicant has a history of mental retardation and epilepsy since early childhood, due to complications of severe form (Hurler's Disease) of Mucopolysaccharidosis. He had epilepsy since 18 months of age and is currently on anti-epileptic medications. The characteristics of this disorder due to an enzyme deficiency are skeletal deformities and a delay in motor and mental development, coarsening of facial features such as macrocephaly (large skull), and hirsutism. He has a younger brother with similar phenotype. The examining physician mentioned that Nima has corneal opacity which is one of the multiple complications of this disorder. The clinical geneticist mentioned in his December 2009 report that he is mentally and physically handicapped. He concludes that: \"He is not able to work himself and be independent financially. He should be under support and supervision of his parents.\" Nima's cognitive disability is such that it can reasonably be expected to persist throughout his life. Canadian social philosophy has a commitment to equality, full participation and maximum community integration of all individuals in a state of dependence associated with mental retardation. This philosophy promotes community living with an extensive community-based social support system with the intent to maximize the individual's potential for independent living. Currently he would benefit from special vocational training that would likely prepare him to work only in a sheltered workshop setting. He would also benefit from Adult Day Programs such as community access and use, behavioural support and leisure/recreational communities activities. As a permanent resident he would be able to access the Supported Independent Living Programs, which would enable him to maximize his potential for living as independently as possible in the community. Additionally, his family members or caregivers would be eligible for respite care, which is both expensive and in high demand, to give them needed time off from the demands of caring for a person with cognitive impairment To date many of these above named social services are unable to meet the needs of Canadian individuals and their families in a timely manner; the services are wait-listed end agencies prioritize access on a most-in-need basis, Based upon my review of the results of this medical examination and the reports. I have received with respect to the applicant's health condition, I conclude that he has a health condition that might reasonably be expected to cause excessive demand on social services. Specifically, this health condition might reasonably be expected to require services, the costs of which would likely exceed the average Canadian per capita costs over 5 years, and would add to existing waiting lists and delay or deny the provision of those services to those in Canada who need or are entitled to them. The applicant is therefore inadmissible under Section 38(1)(c) of the Immigration and Refugee Protection Act. Detailed list of social services required and cost implications: Vocational Training and Leisure and Recreational Activities (Day Programmes): in most Canadian Provinces, the average cost of this service is estimated at approximately $10,000 per year. Respite Care: the estimated cost is about $150 per week based on $15 per hour and 10 hours per week. Average cost is estimated at approximately $3000 to $4000 per year.", "Before I make a final decision, you may submit additional information relating to this medical condition or diagnosis. You may also submit any information addressing the issue of excessive demand if it applies to your case.", "You have until", "15 October [2]010", "to submit additional information to me. Please ensure that you quote the file number indicated at the top of this letter on any information you submit.", "You are responsible for any fees charged by doctors or other professionals you consult as a result of this opportunity to submit new information. [see footnote 1] [Emphasis in the original]"], ["[4]", "In response to the visa officer's fairness letter the family provided additional medical reports which indicated that the cited medical diagnosis was wrong. The children's treating physician in Iran, Dr. Yousef Shafeghati, advised that neither son had Hurler's Disease, which is a particularly severe form of mucopolysaccharidosis. He also stated that neither child required any special medical services. He concluded his report by inviting further questions. [see footnote 2]"], ["[5]", "The visa officer sent these medical reports to the medical officer, Dr. Rejean Paradis, for further evaluation. Dr. Paradis agreed that the original diagnosis of Hurler's Disease was incorrect but that the original medical profile of \"mental retardation\" and the corresponding need to access social services support remained the same."], ["[6]", "In his supporting affidavit, Dr. Paradis confirmed that he did not request a detailed psychological assessment for the children. Instead he assumed that with the agreed diagnosis of \"mental retardation\" a minimum level of social services support would be required in the form of vocational training and periodic respite care at a cost of about $13,000 per annum for each child. He went on to state that individualized assessments would not be warranted and would only serve to impose additional costs on the Applicants and delay the processing of the file."], ["[7]", "The visa officer accepted Dr. Paradis' medical findings and concluded that the Applicants did not have sufficient resources to defray the expected social services costs for the two children. The visa officer's file notes addressed the financial issues as follows:", "I noted that PA indicated having savings equivalent to CAD $42k (bank statement submitted) in addition to the value of his house that will be put on sale. There is a statement on file that PA has long term care plans to support his children and is able and willing to cover any social services costs in excess. In most Canadian Provinces, the average cost of vocational training and leisure & recreational activities is estimated as approximately $CAD 10k per year. The average estimated cost of Respite Care is approximately $CAD 3k to 4k per year. The applicant does not provide details regarding his long term care plans to support Reza and Nima. The applicant has limited liquid assets equivalent to CAD $42k.", "Although the applicant has declared being prepared to pay for any social services costs in excess, he has not presented a clear and concrete plan as to how he will defray these costs and sufficient evidence to show that this plan is feasible and reasonable", ". The applicant has not satisfied me that he has the ability and intent to mitigate the cost of the required social services. (Emphasis added)"], ["[8]", "In the result, the visa officer advised the Applicants that they were inadmissible to Canada under s 38 of the IRPA. It is from this decision that this application for judicial review arises.", "Issue"], ["[9]", "Was there a breach of procedural fairness in the handling of the Applicant's visa application?", "Analysis"], ["[10]", "The standard of review for assessing a medical officer's factual findings, as well as a visa officer's subsequent finding of medical inadmissibility is reasonableness, see:", "FRAGMENT_SUPPRESSED. Procedural fairness aspects of those decisions, however, are to be reviewed on a standard of correctness, see:", "FRAGMENT_SUPPRESSED."], ["[11]", "There are a number of problems with the approach taken by the visa officer and the medical officer that, when considered cumulatively, amount to a breach of fairness requiring that this matter be redetermined on the merits."], ["[12]", "The starting point for a judicial review of a decision made under s 38 of the IRPA is the Supreme Court of Canada decision in", "FRAGMENT_SUPPRESSED", ", above, which established that in order to justify an exclusion a medical assessment must be individualized. The need to avoid a generic approach, which would inevitably lead to the exclusion of anyone with an intellectual disability, is reflected in the following passage from the decision:", "FRAGMENT_SUPPRESSED"], ["[13]", "It seems to me that the approach taken in this case comes dangerously close to the line drawn by the Court in", "FRAGMENT_SUPPRESSED", ", above. The only information that the medical officer had to support his social services findings was the diagnosis of mucopolysaccharidosis manifesting in mental impairment, and a largely undefined level of dependency. The treating physician had indicated that both boys were able to manage most of their daily needs but were dependent upon the continuing support and supervision of their parents. The generic medical information contained in the record and relied upon by Dr. Paradis (see para 16 of his affidavit) states that mucopolysaccharidosis presents with \"varying degrees of severity\" from normal intellect to profound retardation."], ["[14]", "Notwithstanding the paucity of information about where these children fell on the medical and personal care continuum, the medical officer believed that he had enough to conclude that they would require vocational training and respite care. In his affidavit Dr. Paradis also challenged Mr. Firouz-Abadi's assertion that the children required minimal assistance and supervision. Dr. Paradis stated that this information is inconsistent with the medical reports from the treating Iranian physicians."], ["[15]", "I can identify no material inconsistency between the descriptions provided by Mr. Firouz-Abadi and those of the Iranian physicians. No one denied that the children were dependent, but the level of their dependency was described only in very general terms. This is precisely the type of situation where detailed specialists' evaluations were necessary and, indeed, clearly indicated by the Respondent's \"Handbook for Designated Medical Practitioners\" at question 16. That provision, among other things, provides that a person with \"mental retardation\" should be specifically assessed for adaptive skills, support requirements, vocational needs and the need for supervision - the very matters that were not fully addressed in the medical histories before the medical officer and which", "FRAGMENT_SUPPRESSED", ", above, indicates are essential. There is also nothing in the Handbook to support Dr. Paradis' view that such assessments are only necessary for minor children or adolescents. I would add that it was somewhat paternalistic for Dr. Paradis to justify his approach to this administrative requirement by stating that he wanted to save the Applicants from additional expense. That was a choice for the family to make and not Dr. Paradis. Dr. Paradis' added concern about administrative efficiency is also misplaced. The duty of fairness is not displaced by the desire to close a file or for administrative convenience; see", "FRAGMENT_SUPPRESSED."], ["[16]", "What is particularly troubling about the approach adopted here is that it essentially bars families of somewhat modest means from emigrating to Canada where the family includes a dependant child with an intellectual impairment, even in circumstances where the parents have stated a willingness and ability to provide for the child's needs. Under the statutory scheme, a visa officer is not entitled to ignore the stated intentions and assurances of the parents, particularly in a case like this where the identified social services are optional and where the parents have already provided the necessary support to their disabled children well into their adult years."], ["[17]", "There are also serious problems with the sufficiency of the visa officer's fairness letter, most notably in its failure to clearly inform the Applicants about what was required to address the outstanding concerns. Citizenship and Immigration Operational Bulletins OB63 and OB63B include a form fairness letter for situations where there is a concern about medical inadmissibility. This letter stipulates that officers are to request \"your individualized plan to ensure that no excessive demand will be imposed on Canadian social services for the entire period indicated above and your signed Declaration of Ability and Intent\". Visa officers are also told that fairness letters must explain to applicants that they are obligated to demonstrate a detailed plan indicating how they will obtain anticipated social services or provide for alternative arrangements. Where the response received from an applicant is deemed insufficient, the visa officer is told that a follow-up request may be sent."], ["[18]", "An early notation in the Respondent's file acknowledged the fact that one of the children had completed some schooling but that more information was required to assess their respective levels of dependency. Nevertheless, the fairness letter used here merely sought additional information relating to the medical condition or diagnosis and tepidly invited \"any information addressing the issue of excessive demand if it applies to your case\"."], ["[19]", "I also note that the visa officer did not send a Declaration of Ability and Intent to the Applicants to be signed and returned. The use of that document is also stipulated in the Respondent's Operational Bulletin. If it had been sent to the Applicants, it would have clearly drawn their attention to the need to present a detailed plan for the avoidance of any excessive demand on Canadian social services. In these circumstances it was unfair to deem the family inadmissible for failing to present a clear, feasible and concrete care plan when no such plan was ever requested."], ["[20]", "In my view, the content of this fairness letter fell well short of the standard discussed in", "FRAGMENT_SUPPRESSED where it was held that such a communication must clearly set out all of the relevant concerns so that an applicant knows the case to be met and has a true opportunity to meaningfully respond to all of the visa officer's concerns. The fairness letter under consideration in", "FRAGMENT_SUPPRESSED", "was in the form stipulated in the Respondent's relevant Operational Bulletin and it was found to be sufficient. The letter used here fails to conform to that format and is deficient with respect to the very issue on which the family's inadmissibility was ultimately determined. It was also in the same form that was described as inadequate by Justice Michael Kelen in the", "FRAGMENT_SUPPRESSED."], ["[21]", "Although I accept that the Respondent's Operational Guidelines are not rules of law, they are ignored by administrative decision-makers at some peril because they can create expectations and they may also be seen to express the Respondent's view of what is necessary to achieve a fair outcome."], ["[22]", "I would add to all of the above that the visa officer's assessment of the principal Applicants' financial means was deficient. The Applicants had indicated that they had available cash resources of $42,000 CAD and intended to sell their home to raise more. In addition, they were applying for visas under the Business Class category and had a declared net worth of $621,130. They also had committed to a business investment in Manitoba of at least $200,000. As far as I can tell from the visa officer's decision, the only financial information she considered was the amount of money the family held on deposit. Some consideration of their expected financial prospects in Manitoba was essential to an understanding about their ability to meet the future financial demands of caring for their two children."], ["[23]", "For the foregoing reasons this application is allowed. Neither party proposed a certified question and no issue of general importance arises on this record.", "JUDGMENT"], ["[24]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is allowed with the matter to be re-determined on the merits by a different visa officer and medical officer.", "Application allowed.", "Editor: Angela E. McKay/vnh", "Footnotes", "1. Substantially the same letter was sent with respect to both children.", "2. Dr. Shafeghati's previous medical reports confirmed that both children were able to manage most of their daily needs.", "[End of document]"]]}