{"id_": "004800", "body_str": [["[1]", "Russell, J.", ": This is an application under s. 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [Act] for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board [Board], dated July 4, 2013 [Decision], which refused the Applicant's application to be deemed a Convention refugee or a person in need of protection under ss. 96 and 97 of the Act.", "II.", "BACKGROUND"], ["[2]", "The Applicant is a Sri Lankan citizen. He claims that he fears persecution at the hands of a number of Sri Lankan authorities, including the army, police, and pro-government militant groups. He also fears the Liberation Tigers of Tamil Eelam [LTTE]."], ["[3]", "The Applicant says that his family has been suspected of supporting the LTTE because they are Tamils from the north of Sri Lanka. They have been repeatedly stopped and questioned at checkpoints."], ["[4]", "The Applicant also says that his older brothers were pressured to join the LTTE. He says they were detained a number of times by the LTTE and the People's Liberation Organization of Tamil Eelam, a pro-government paramilitary group. Each time, his parents paid for their release."], ["[5]", "In November 2002, the Applicant says that the Eelam People's Democratic Party [EPDP] detained and beat his older brother for several hours. Again, his parents paid for his release. As a result of this detention, the Applicant's parents took him and his brother to Colombo and enrolled them in school. The Applicant says that his parents later sent his brother to Canada to avoid further problems with the EPDP."], ["[6]", "The Applicant claims that his own problems with the EPDP began in 2008. He says he was detained and questioned for two days because he was suspected of supporting the LTTE. The Applicant says he was released when the EPDP realized that he had no money. The Applicant says that the EPDP detained him again for three days in 2009. Again, he was questioned about supporting the LTTE and then released because he had no money."], ["[7]", "In early January 2011, the Applicant says that he was abducted by the Karuna group. He says that he was detained for two days, beaten, and questioned about supporting the LTTE. He claims that the group knew that his brother was in Canada. The group gave the Applicant one month to get four lahk rupees from his brother to pay them. He was told that if he did not pay them, the group would deliver him to the Sri Lankan army and say that he was a member of the LTTE."], ["[8]", "On January 25, 2011, the Applicant left Sri Lanka. He arrived in Canada on March 22, 2011 and made his claim for refugee protection the same day.", "III.", "DECISION UNDER REVIEW"], ["[9]", "The Board rejected the Applicant's claim for protection on July 4, 2013."], ["[10]", "The Board said that the determinative issues were the Applicant's credibility concerning his subjective fear of persecution and whether the Applicant's profile put him at a heightened risk in Sri Lanka. The Board said that it also considered: the Applicant's failure to seek refugee protection anywhere else before reaching Canada; his delay in departure from Sri Lanka; the availability of state protection; the availability of an internal flight alternative [IFA] in Sri Lanka; and the Applicant's efforts to seek either state protection or an IFA."], ["[11]", "The Board found that the Applicant's claim of a well-founded fear of death or imprisonment upon returning to Sri Lanka was not credible. The Board reviewed the Applicant's evidence regarding his detentions and concluded that if the Karuna Group, the army or the EPDP wanted to harm or kill the Applicant, they would have done so during any of the detentions. The independent country evidence also indicates that those suspected of being LTTE members were separated into detention centres. The Applicant did not testify about being placed in a detention centre. Rather, he said that the groups demanded money and then released him. As a result, the Board concluded that the Applicant was not suspected of being an LTTE member."], ["[12]", "The Board also reviewed the documentary evidence which indicated that travel within Sri Lanka was closely monitored during and after the war. The Board said that \"if the claimant were suspected by the government of being a member or sympathizer of the LTTE, he would not have been able to travel to and leave Colombo, as he would have gone through numerous check points of both the government and the LTTE\" (Certified Tribunal Record [CTR] at 8). Further, the Applicant said that he lived, worked and went to school in Colombo. The Board found that \"if the claimant were being sought by the government authorities or the EPDP, it would have been difficult for him to remain in Colombo without being discovered\" (CTR at 8)."], ["[13]", "The Board found that the Applicant was a victim of extortion and may face extortion at the hands of the EPDP or Karuna in Sri Lanka. It noted that Federal Court jurisprudence has upheld Board findings that \"victims of crime, corruption or vendettas generally fail to establish a link between their fear of persecution and one of the Convention grounds in the definition of Convention refugee\" (CTR at 8, footnotes omitted). The Board said that the documentary evidence suggested that post-war extortions are a result of paramilitary groups seeking to obtain wealth. The Board concluded that the Applicant had failed to link the crime that he fears to a Convention ground."], ["[14]", "The Board also considered whether the Applicant would be targeted for being a failed refugee claimant and said that the evidence indicated that all asylum-seekers who return to Sri Lanka are turned over to the police. While the evidence showed that some failed asylum-seekers are detained or tortured, the evidence also indicated that those who are detained tend to be detained due to outstanding criminal charges in Sri Lanka and not because of their ethnicity or because of their failed asylum claims. The Board found that the Applicant would not be of interest to Sri Lankan authorities given his claim that he was released three times despite being suspected of supporting the LTTE. Further, the Board said that the Applicant does not fit into the profile of those that the United Nations suggest require ongoing protection, including those suspected of having links with the LTTE, journalists, human rights activists, and former members of the military or police (CTR at 9-10)."], ["[15]", "The Board also found that the risk the Applicant fears on return to Sri Lanka is a risk generally faced by other individuals in Sri Lanka. The Board relied on Federal Court jurisprudence which has held that a risk may still be generalized when a particular sub-group of the population faces that risk at a higher frequency:", "<FRAGMENT_SUPPRESSED> ."], ["[16]", "Finally, the Board considered the changing country conditions in Sri Lanka and found that the evidence suggests that conditions have improved for Tamils. For example, restrictions on freedom of movement are being lifted. Emergency legislation provisions, including curfews and restrictions on meetings, are slowly being lifted. There is also a heavy military and police presence throughout the country to prevent the re-establishment of the LTTE. The Board acknowledged that circumstances have not improved for Tamils suspected of supporting the LTTE, but concluded that the changes have nonetheless resulted in durable and substantial changes in Sri Lanka."], ["[17]", "The Board also found that the Applicant did not fit the profile of someone suspected of having links with the LTTE because it was likely that he faced no persecution during a volatile time in Sri Lanka (November 2008 to March 2010). The Board found, on a balance of probabilities, that a person who was not perceived to be an LTTE supporter was unlikely to be targeted by the Sri Lankan government. The Board said that it preferred the documentary information as it was unbiased and independent with no interest in any particular refugee claim."], ["[18]", "The Board concluded that the Applicant was neither a Convention refugee nor a person in need of protection.", "IV.", "ISSUES"], ["[19]", "The Applicant raises the following issues in this proceeding:", "1. Did the Board conflate, and therefore fail to correctly analyze, the separate legal issues of credibility, subjective fear, and objective well foundedness?", "2. Did the Board fail to consider the persecutory nature of the incidents and therefore incorrectly dismiss them as criminal and not giving rise to a nexus to a Convention ground?", "3. Did the Board selectively rely on only certain evidence regarding risks to returnees and change in country conditions?", "4. Did the Board err in its consideration of generalized risk?", "V.", "STANDARD OF REVIEW"], ["[20]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis:", "<FRAGMENT_SUPPRESSED> ."], ["[21]", "The Applicant says that he has raised errors of law, fact, and mixed law and fact. He submits that the standard of review is correctness for questions of law ( <FRAGMENT_SUPPRESSED> , above, at para 50) and reasonableness for questions of fact and mixed fact and law (", "<FRAGMENT_SUPPRESSED> )."], ["[22]", "The Respondent says that findings of fact and determinations of credibility are within the jurisdiction of the Board and a reviewing court should be hesitant in disturbing the Board's findings. The Respondent says that the Applicant has not demonstrated an error in law, and the Board's findings should be reviewed on a standard of reasonableness:", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]."], ["[23]", "The first issue raises both a question of law and a question of mixed fact and law. Whether the Board properly identified the test for persecution will be reviewed on a standard of correctness:", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. However, the Board's application of the test to the facts is reviewed on a standard of reasonableness: see", "<FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , above, at para 21."], ["[24]", "The second and fourth issues raise questions of mixed fact and law and will be reviewed on a standard of reasonableness: see <FRAGMENT_SUPPRESSED> , above, at paras 51, 53;", "<FRAGMENT_SUPPRESSED> ;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ."], ["[25]", "The third issue involves the Board's treatment of the evidence and is also reviewed on a standard of reasonableness: see", "<FRAGMENT_SUPPRESSED> ."], ["[26]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": see <FRAGMENT_SUPPRESSED> , above, at para 47; <FRAGMENT_SUPPRESSED> , above, at para 59. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "VI.", "STATUTORY PROVISIONS"], ["[27]", "The following provisions of the Act are applicable in this proceeding:", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "Définition de « réfugié »", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Personne à protéger", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "VII.", "ARGUMENT", "A.", "Applicant"], ["[28]", "The Applicant submits that the Board erred by failing to understand that credibility, subjective fear, and whether a fear is well founded are three different issues. The Applicant submits that to establish a well-founded fear of persecution, a claimant must establish, on a balance of probabilities, both a subjective fear of persecution and that the fear is objectively well founded:", "<FRAGMENT_SUPPRESSED> . The subjective element requires \"the existence of the fear of persecution in the mind of the refugee\":", "Ward", ", above, at 723."], ["[29]", "The Board erred by concluding that the Applicant's well-founded fear of death or imprisonment was not credible when it had not questioned the truthfulness of his account. The Board erred by putting itself in the mind of the Applicant to conclude that there was no subjective fear."], ["[30]", "The Board also erred in concluding that the Applicant had failed to prove a nexus to a Convention ground. The Applicant says he testified that he was accused of being an LTTE member when he was detained. Further, the Board acknowledged that the evidence indicated that the conditions for young Tamils from the northern part of Sri Lanka continue to deteriorate. By finding no nexus to a Convention ground because the Applicant was released each time, the Board elevated the lack of protection for victims of crime to such a high standard that he would have had to have been killed or remain in detention to prove that it was not simply extortion."], ["[31]", "The Applicant also submits that the Board erred in finding that he was a victim of crime and not persecution. This finding ignores the fact that repeated arrests are persecutory and come with a risk of torture or death each time. The evidence also indicates that those who are suspected of LTTE membership are repeatedly arrested and detained. The Board erred by simply concluding that the Applicant's fear of extortion removed him from the Convention's jurisdiction without analyzing the fact that Tamils are disproportionately targeted and that the agents of persecution are agents of the state. The Board also failed to consider the evidence that failed asylum-seekers also face harm and that a mixed motive can amount to persecution:", "<FRAGMENT_SUPPRESSED> ."], ["[32]", "The Board also failed to perform a state protection analysis. It failed to consider that the state is so closely aligned with the agents of persecution that there is no state protection for the Applicant."], ["[33]", "The Applicant submits that the Board's finding that there has been a change in country circumstances is unreasonable. The Respondent submits that the finding is reasonable under the", "<FRAGMENT_SUPPRESSED>  [", "Mahmoud", "] test. However, the first stage of the", "Mahmoud", "test requires that a change be \"of substantial political significance\" (at para 26). The Board noted that circumstances for Tamils in Sri Lanka have only improved and so the Decision fails to meet this requirement. Further, the Applicant says that the", "Mahmoud", "test was replaced by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (FCA) [ <FRAGMENT_SUPPRESSED> ]. The <FRAGMENT_SUPPRESSED> test asks whether there is a \"reasonable and objectively foreseeable possibility that the claimant will be persecuted\" if returned: Applicant's Further Memorandum at 17, citing <FRAGMENT_SUPPRESSED> , above, at para 2. The Applicant says that it was unreasonable for the Board to conclude that the Applicant is not at risk given the Board's finding that the situation has not improved for those suspected of being LTTE supporters and the Board's acknowledgement that the Applicant has been suspected of being an LTTE supporter."], ["[34]", "The Applicant also submits that the Board failed to reconcile the evidence that contradicted its conclusions, specifically in relation to the treatment of returnees and on the change in country circumstances: see", "<FRAGMENT_SUPPRESSED> ."], ["[35]", "Finally, the Applicant submits that the Board erred in ignoring the fact that Tamils are targeted when it found that the risk the Applicant may face is a general risk. The Board's conclusion that the Applicant was merely a victim of extortion ignores its acknowledgement that the Applicant was accused of supporting the LTTE several times. It also ignores the fact that suspected LTTE supporters are still in danger of persecution. The Board erred by finding that everyone in Sri Lanka faces a risk of extortion and ignored the fact that young male Tamils are disproportionately targeted.", "B.", "Respondent"], ["[36]", "The Respondent submits that the Decision is reasonable. The Board is required to conduct a forward-looking assessment to determine whether the Applicant has a well-founded fear of persecution:", "<FRAGMENT_SUPPRESSED> . The Board properly considered whether the Applicant would be a person of interest to the Sri Lankan authorities, the EPDP or the LTTE. The Board reasonably concluded, based on the documentary evidence and the Applicant's testimony, that he was not a person of interest which meant that his fear was not well founded."], ["[37]", "The Applicant was required to establish a well-founded fear of persecution. It is not sufficient for the Applicant to show that he has characteristics that fall under a s. 96 Convention category. The Board properly considered the documentary evidence and analyzed why it did not support the Applicant's claim. For example, the Board said the evidence indicated that if the Applicant were suspected of supporting the LTTE, he would not have been able to travel to and leave Colombo due to the number of checkpoints in place. The Board also noted that the Applicant was released each time he was detained. The Board reasonably concluded that the Applicant faced only a generalized risk of crime if he returned to Sri Lanka."], ["[38]", "The Respondent also submits that the Board reached a reasonable conclusion in finding a change in circumstances in Sri Lanka. The Board's assessment of the change in circumstances meets the three-prong test in", "Mahmoud", ", above, at paras 25-34. The Board assessed the documentary evidence, and the Applicant simply asks the Court to re-weigh it. This Court has also upheld the Board's findings that circumstances have changed in  <FRAGMENT_SUPPRESSED> ."], ["[39]", "It was open to the Board to review the evidence and conclude that the Applicant faced a generalized risk:", "<FRAGMENT_SUPPRESSED> . A generalized risk does not become a personalized risk when a subcategory of the population experiences the risk at a higher frequency: see", "<FRAGMENT_SUPPRESSED>  (CA). The Respondent says that the Applicant has failed to identify any inadequacy in the Board's reasons. Rather, the reasons detail the Board's consideration of both the Applicant's testimony and the documentary evidence.", "C.", "Applicant's Reply"], ["[41]", "In reply, the Applicant affirms his earlier submissions and submits that he has not raised the adequacy of reasons as a free-standing ground of review.", "VIII.", "ANALYSIS"], ["[42]", "The principal line of reasoning in this case is as follows:", "a) The United Nations High Commissioner for Refugees Guidelines [UNHCR Guidelines] now advises that, generally, Tamils from the north of Sri Lanka are no longer presumptively eligible for refugee protection and that all asylum-seekers should be considered on their individual merits and, further, that some individuals with certain profiles require a particularly careful examination of the possible risks they face;", "b) The Applicant's past history shows that he has no association with the LTTE and no one perceives him to have such a connection. If they did, he would have been separated into a special detention centre and he would not have gotten past checkpoints;", "c) The Applicant has been extorted in the past by groups who want money. On each occasion he was released when it was discovered he could not pay. All the Applicant faces on return is further extortion which is a general risk that is excluded from protection by s. 97(1)(b)(ii) of the Act;", "d) The Applicant does not face persecution or risk as a returning, failed refugee claimant because he has no perceived past connection with the LTTE or opposition to the government. He may be screened and detained, but he will not face abuse or torture because he is of no interest to the Sri Lankan authorities and he does not fit the profile in the UNHCR Guidelines for people who are at risk."], ["[43]", "In other words, I do not think this Decision is about credibility or lack of a subjective fear. The Board may feel that it is difficult to believe that someone with the Applicant's history and profile could actually feel that the authorities will persecute or abuse him, but a full reading of the Decision suggests to me that the real basis of the Decision is that the Applicant lacks the history or the profile for someone at risk, except for risk of extortion, which is a generalized risk and is excluded under s. 97(1)(b)(ii)."], ["[44]", "The Applicant has raised a number of problems with the Board's reasons and conclusions.", "A.", "Racial Targeting"], ["[45]", "There is no dispute that the Applicant does not have past LTTE connections or a history of opposition to the government in Sri Lanka. The Applicant explained in his testimony that, since the end of the war, the EPDP and the Karuna group are \"kidnapping people and taking them for ransom and they are mostly interested in demanding money and getting money from others\" (CTR at 630). The Applicant also agreed that those who abducted him knew that he had no connection to the LTTE (CTR at 639):", "I think even before they arrested me they knew I did not have any connection with the LTTE but in order to demand money from me they arrested me and then this had happened to some other people."], ["[46]", "The Applicant said he knew of others who had had the same problem and that they fit the same profile as he did: a young, Tamil male from Jaffna."], ["[47]", "So the Applicant's case was that, although he had no real LTTE connections, and he knew he was being extorted for money, he was a part of a group (young, Tamil males from Jaffna) who were being targeted. This targeting was based upon racial and ethnic considerations because the extortionists used the fear that denouncing these particular young men to the government as LTTE supporters would lead to persecution and risk at the hands of government forces. There is some evidence in the United States Department of States Report [US DOS Report] that \"reports continued throughout the year of army registrations in the north. Tamils throughout the country, but especially in the north and east, reported frequent harassment of young and middle-age Tamil men by security forces and paramilitary groups\" (CTR at 146)."], ["[48]", "The Applicant also testified that the Karuna group \"has become a powerful minister in the present government and also EPDP after the end of the war[.] EPDP also has become a powerful supporter of the government in the north. That is why I faced problems from these two groups\" (CTR at 631). I see nothing in the documentary package that refutes connections between these groups and the government."], ["[49]", "So the Board accepted that the Applicant had been detained and threatened on three separate occasions by groups who have connections with the Sri Lankan government. In fact, on the third occasion, the evidence is clear that the Applicant was seriously beaten (CTR at 633-634):", "Here I was assaulted by them, then they kicked me and assaulted me mercilessly, then they told me after assaulting me they told me that we have all the details about you and they told that the reason why I came to Colombo from Jaffna is to help LTTE Colombo, I said no and then they asked me was I arrested while I was in Jaffna.", "I said yes I was arrested and then I suspected probably the EPDP would have given information about me to them and they said that they knew all the details about me and they even told me that my brothers are in a foreign country; then they demanded that I should pay 40 lacks [", "sic", "] within one month.", "A failure to do that will result you ...telling the army that you are a supporter of LTTE and then they said that if I were to get handed over to the army they would torture me and they would continue to detain me."], ["[50]", "The Applicant added that (CTR at 634):", "They released me on condition, they said that now we are giving you one month time and you have to generate this amount of money from your brothers, failure to do so will result in arresting you again, but if we arrest you another time then we will not be able to release you.", "I said it would be very difficult for me to generate money, that amount of money, but they said no, no, [...] you have to find that amount of money from your brothers or from anyone else, but if you do not do that we would arrest you and we would hand you over to the army saying that you were a member of the LTTE."], ["[51]", "In my view, the evidence clearly establishes the following:", "a) The Applicant has been picked up on three separate occasions;", "b) In order to extort money from him, the extortionists have accused him of LTTE connections and have threatened to denounce him to the government as an LTTE supporter if he fails to meet their demands;", "c) The groups who have extorted him (EPDP and Karuna) are known to be connected to the government;", "d) Young and middle-aged Tamil males from the north are being targeted in this way; and", "e) On at least one occasion (the Karuna abduction), the Applicant was beaten mercilessly and threatened."], ["[52]", "The Board found that \"the claimant was a victim of extortion\" (CTR at 7-8):"], ["[23] The claimant testified that he had never been a member of the LTTE or provided support to them. Having considered the totality of the evidence presented, the Panel finds on a balance of probabilities that the claimant may face extortion at the hands of the EPDP or the Karuna. The documentary evidence would suggest that these post war extortions are no longer linked to the war but are linked to paramilitary groups seeking to obtain wealth."], ["[24] The panel is guided in this finding by federal Court cases which have held that victims of crime, corruption or vendettas generally fail to establish a link between their fear of persecution and one of the Convention grounds in the definition of Convention refugee. The Board has been upheld in its findings of lack of nexus where [the claimant was] the target of a personal vendetta or where the claimant was a victim of crime. The claimant's fear in this case is not linked to race, ethnicity, religion, political opinion or any other Convention ground. The panel concludes that the claimant fears future crime which does not provide the claimant with a link to convention grounds.", "[footnotes omitted]"], ["[53]", "What is missing from the analysis, in my view, is a consideration of the evidence from the Applicant and the US DOS Report that it is young, Tamil males from the north who are being targeted in this way. There is no discussion by the Board of other groups or races being targeted in this way, and it is clear that both the EPDP and the Karuna group are specifically targeting young, Tamil males because they can threaten them by denouncing them as LTTE supporters to the government."], ["[54]", "This activity does not strike me as either extortion that is without racial targeting, or a risk that is faced generally by other individuals in Sri Lanka."], ["[55]", "It is quite possible for persecution to arise from mixed motives. See, for example, Justice Noël's summary of the jurisprudence in", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> :"], ["[36] The Applicant further argues that the RPD's finding that the Respondent's Tamil ethnicity in combination with other factors was, sufficient to create a valid nexus to a Convention ground pursuant to section 96 of the IRPA is unreasonable as it is not a determination of mixed motives based on ethnicity but rather an erroneous conclusion that passengers on the", "MV Sun Sea", "have a nexus to a Convention ground. It is submitted that in order to be successful in establishing mixed motives of persecution, one of the motives must be connected to a Convention ground. The Applicant argues that as the Board member did not connect Tamil ethnicity as such, to a Convention ground, there cannot be a nexus established pursuant to section 96 of the IRPA."], ["[37] I disagree with such a limited interpretation of the doctrine of mixed motives which goes against the spirit of the Convention. Section 96 of the IRPA has one objective which is to prevent people from being subjected to persecution as long as it is linked to a Convention ground. If one of the motivations of the agent of persecution is race but only in combination with another factor, how could that not be sufficient to meet the requirements of section 96 of the IRPA? After all, section 96 of the IRPA as written, is not to be interpreted in a narrow restrictive fashion: its purpose, as outlined, is to address fear of persecution and to protect any person who suffers from persecution based on race, religion, nationality, membership in a particular social group or political opinion. Moreover, section 3(2)(", ") of the IRPA clearly states that one of the main purposes of Canada's refugee system is to \"offer safe haven to persons with a well-founded fear of persecution based on race, religion, nationality, political opinion or membership in a particular social group, as well as those at risk of torture or cruel and unusual treatment or punishment.\" Section 96 of the IRPA needs to be interpreted in light of this objective."], ["[38] The mixed motives approach to a finding related to section 96 of the IRPA is not new. The Federal Court of Appeal has been recognizing the validity of this type of analysis for more than 20 years. Indeed, in both", "<FRAGMENT_SUPPRESSED>  (FCA), Décary JA and", "Veeravagu", ", above, the Federal Court of Appeal recognized that race can be a \"causal factor\" when an individual is at risk to suffer persecution at the hands of state agents and that this causal factor, considered along with other motivations can establish a serious possibility of persecution:", "In our view, it is obvious beyond any need of demonstration that if a person faces \"real and oppressive\" risks, including a risk of \"substantial violence,\" from state sponsored sources (the IPKF) because he or she belongs to a group one of whose defining characteristics is race, (young Tamil males), it is simply impossible to say that such person does not have an objective fear of persecution for reasons of race.", "(See", "Veeravagu", ", above at 2.)", "It is not a question of whether the persecution can be connected to a Convention ground but rather an issue of whether a ground such as race can be a contributing or causal factor."], ["[39] The notion of mixed motives in the context of refugee protection claims was first recognized in", "<FRAGMENT_SUPPRESSED> CarswellNat 1600 (FCA), MacGuigan JA when the Federal Court of Appeal noted that: \"People frequently act out of mixed motives, and it is enough for the existence of political motivation that one of the motives [be] political.\""], ["[40] From then on, this Court has applied the mixed motives approach to many decisions under section 96 of the IRPA. For example, a mixed motives finding based on race and age as a contributing factor, was recognized as a valid basis for a Convention ground in", "<FRAGMENT_SUPPRESSED> FTR 221, McKeown J. Moreover, mixed motives have also been associated with the perception of state agents of situations and their motives when assessing those situations. In a 2003 case, this Court noted that political opinions that an applicant \"had or might have been imputed to [him] by government authority\" may constitute the basis of a finding of mixed motives (see", "<FRAGMENT_SUPPRESSED> Imm LR (3d) 126, Martineau J.). In another decision of this Court, it was noted that if at least one of the motives can be related to a Convention ground, nexus may be established (see", "<FRAGMENT_SUPPRESSED> Imm LR (3d) 140, Teitelbaum J.)."], ["[41] More recently, this Court addressed the issue of mixed motives when it recognized that a motive can be not considered \"purely\" economic if the evidence indicates that there was a racial component to it. Mixed motives may then be found if one of the motives is related to a Convention ground (see", "<FRAGMENT_SUPPRESSED> Imm LR (4th) 113, Zinn J.)."], ["[42] Counsel for the Applicant relies on", "Huntley", ", above to argue that racially motivated acts constitute persecution only if, taken individually, they are sufficient to establish a Convention ground. Respectfully, this is not my interpretation of this decision, to my mind, it was determined that if it had been considered that based on the evidence, there was a racial component to what the claimant suffered, a finding of \"mixed motivation\" could have been \"conceivably possible\" but such was not the case.", "[...] I agree with respondent's counsel that such mixed motivation is conceivably possible. What is lacking in the present case, in my view, is objective evidence that the attacks, at least in part, were made to persecute the respondent for being white. [...]", "(See", "Huntley", ", above at para 129.)"], ["[43] Therefore, it was a matter of sufficiency of the evidence on the racial motivation. If the racial component of the assault had been demonstrated, then mixed motives on the part of the aggressor could have been established and race may have been found to be a contributing factor to the main motivation which was to rob the Applicant."], ["[56]", "In my view, the Board erred when it failed to consider that the extortion in this case had a distinct racial element to it. The Board relied on Federal Court case law to find that \"victims of crime, corruption or vendettas generally fail to establish a link between their fear of persecution and one of the Convention grounds\" and that the \"Board has been upheld in its finding of lack of nexus where [the claimant is] the target of a personal vendetta or where the claimant was a victim of crime\" (CTR at 8, citing", "<FRAGMENT_SUPPRESSED>  (TD) [", "Leon", "];", "<FRAGMENT_SUPPRESSED>  (TD) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [", "Bacchus", "]). Each of these cases is distinguishable from the present proceeding because there was no evidence of a nexus to a Convention ground in any of these cases (", "Leon", ", above, at para 13; <FRAGMENT_SUPPRESSED> , above, at para 3;", "Bacchus", ", above, at para 11)."], ["[57]", "In addition, some of the problems that Justice Rennie pointed out in", "<FRAGMENT_SUPPRESSED>  are also present here:"], ["[25] Finally, on the issue of generalized risk, the Board gave minimal consideration to the fact that the EPDP is closely affiliated with the government and in fact led by a government Minister. This connection may indicate the state's acquiescence in or even support of torture. This requires the Board to consider paragraph 97(1)(a) of the", "IRPA", ". It is insufficient to rely on examples of criminal gangs in other countries. Additionally, the applicant does not only fear extortion; he also claims that the EPDP and Karuna Group may falsely identify him as an LTTE supporter to the Sri Lankan authorities, based on his Tamil ethnicity."], ["[58]", "I do not see how the Board was able to conclude that this is a risk faced generally by others in Sri Lanka. The evidence before the Board indicates that the EPDP and the Karuna group are not targeting the Applicant solely for economic purposes. Rather, they are targeting young, Tamil men from Jaffna because they can use the threat of denunciation to support their extortion demands. This particular risk, extortion with a threat of denunciation as an LTTE supporter, can only be faced by Tamil males. So the Board needs to explain how a group targeted, at least in part, for reasons of race can qualify for the exception under s. 97(1)(b)(ii) of the Act."], ["[59]", "I think that this alone requires that the matter be sent back for reconsideration. The Applicant has raised several other issues but I do not think I need to consider all of them. The Board reaches a fundamental conclusion that the Applicant does not fit the profile of someone at risk from the government in Sri Lanka if he is sent back. However, I see no full examination and discussion of the Applicant as someone who has been detained three times and accused of LTTE connections, and who the Karuna group has detained, beaten and threatened to report to the government as an LTTE supporter if he does not pay the monies demanded (which he has failed to do) (CTR at 634):", "A failure to do that will result you ...telling the army that you are a supporter of LTTE and then they said that if I were to get handed over to the army they would torture me and they would continue to detain me."], ["[60]", "I can find nothing in the evidence to suggest this kind of thing does not happen. The Board's own evidence says that those at risk include \"persons suspected of having links with the LTTE.\" If the Karuna group carries through with its threat, then the Applicant will be suspected of having such links."], ["[61]", "Counsel agree there is no question for certification. I concur.", "JUDGMENT"], ["[62]", "THIS COURT'S JUDGMENT is that", "1. The application is allowed. The decision is quashed and the matter is returned for reconsideration by a different member.", "2. There is no question for certification.", "Application allowed.", "Editor: J. Danielle King/nmg", "[End of document]"]]}