{"id_": "004975", "body_str": [["[1]", "Mosley, J.", ": Mr. Khalifa is a citizen of Libya and was briefly a journalist in that country. He claimed Convention refugee status and asserted a need for protection in Canada by reason of a fear of persecution due to imputed political opinion and membership in a particular social group, namely Libyan journalists. The Refugee Protection Division, Immigration and Refugee Board (the \"Board\") determined that he was neither a Convention refugee nor a person in need of protection. The applicant requests an order setting aside the Board's decision and an order that a different Board reconsider his claim.", "BACKGROUND"], ["[2]", "Mr. Khalifa claims that from October 1996 to January 1998 he worked for the Libyan Secretariat for Information and Culture, the government department responsible for the press, radio and television. He acted as a liaison to various foreign journalists during their stay in Libya and in performing this function he made suggestions to his superior as to changes that could be made for more accurate and open reporting of information. He claims that he was considered an \"outcast\" because of such comments. He quit this position in January 1998. The head of his section was upset with the applicant for refusing to return to work, and allegedly threatened the applicant that he would never be able to find work within the Libyan government."], ["[3]", "In May 1998, the applicant went to Germany for seven months, accompanying his brother who was to obtain medical treatment there. While staying in Germany he travelled to Belgium and Italy as a tourist. He returned to Libya seven months later and looked for employment as a teacher, yet was not able to find work."], ["[4]", "He claims that in August 1999 the police authorities contacted and questioned him about his trips to Germany and examined his passport. In September 2000, he went to Egypt with other family members, again accompanying his brother who was to have medical treatment. Upon his return to Libya, at the beginning of October 2000, the applicant was again questioned by the security police. The applicant alleges that the police wanted to know why he had not returned to work, and what he had done outside the country. At this point the applicant claims that he was made to understand that he would never be able to work again as a journalist in Libya and that he was under constant surveillance by the security police."], ["[5]", "In December 2000, the applicant claims that he was arrested and kept in detention for three days and given only water. He was slapped in the face by the police. He was subsequently released. About one month later, he was arrested for a second time, detained for two days and interrogated."], ["[6]", "After being released, he and his family were afraid that he would be \"disappeared\" by the government. He decided to leave Libya and arranged for a student authorization to study English in Canada. The applicant claims that he had to hide his real motivation for leaving Libya when applying for this authorization."], ["[7]", "The applicant arrived in Canada on February 16, 2001. He claimed refugee status just over a month later, on March 20, 2001. He submitted his Personal Information Form (\"PIF\") in June 2001 and also submitted an amended, more detailed PIF in December 2001. The applicant's hearing before the Board took place on August 22, 2002.", "The Board's Decision"], ["[8]", "In reasons dated October 1, 2002, the Board rejected the applicant's claim, concluding as follows at page 3 of its reasons:", "Because of these contradictions and/or implausibilities and omissions and the documentary evidence on the harsh treatment of perceived opponents, I find that the claimant's testimony has not been trustworthy or reliable. I find that there is not a serious possibility of the claimant facing persecution in Libya on a Convention ground, namely imputed political opinion, and I find for the same reasons that there is no more than a mere possibility of torture, risk to life or risk of cruel and unusual treatment or punishment."], ["[9]", "Specifically, the Board found that in addition to contradictions and implausibilities in the applicant's testimony that were not explained in a \"reasonable manner\", the documentary evidence in relation to Libya did not support his allegations. The Board gave the example of the applicant testifying that he was under constant surveillance from the security police, yet the Libyan government issued him a passport in April 1998 and he was permitted to travel freely to Germany on five occasions for medical treatment for himself and others in his family, as well as to other countries. The Board cited \"very clear\" documentary evidence that persons who are perceived as government opponents in Libya and who are under surveillance do not have the privilege to travel freely in and out of the country, but rather are jailed and tortured. The Board also found it implausible, based on the documentary evidence, that the applicant would be released only a few days after his first arrest and then arrested again a month later."], ["[10]", "Further, the Board noted that the applicant spoke out against the regime's control over the press during his employ with the Secretariat for Information and Culture, from 1996-1998, however, he was not arrested until December 2000. The Board also found that it was implausible that the applicant would be asked by his supervisor to come back to his government job in February 1998, if he was viewed as an opponent to the government."], ["[11]", "The Board also drew a negative inference with regards to the applicant's credibility due to the fact that he filed an amended PIF in December 2001, where he asserted new allegations that were not in his first PIF, namely, that he had been arrested two times. The applicant explained that the arrests were not mentioned in his first PIF due to language difficulties, however, the Board did not find this explanation reasonable since the applicant was able to express himself clearly in his PIF narrative in other areas. The Board also noted that the PIF question clearly requests claimants to give the reasons why they are seeking refugee status in Canada, and that it is reasonable to infer that if the applicant had been arrested on two occasions and fled his country out of fear, he would have mentioned the arrests in his first PIF."], ["[12]", "The Board also found the fact that the applicant did not provide full answers in his first PIF in relation to his travel outside Libya in the last five years affected his credibility. The Board did not accept the applicant's explanation that he gave the answers to the lawyer who was acting for him at that time, but his lawyer left out the information. The Board found this explanation unreasonable."], ["[13]", "The applicant argues that the Board failed to consider one of his grounds for claiming refugee status, namely that he had been a journalist opposed to the Libyan government's restrictive polices on disseminating information. Further, the Board misconstrued his evidence as to when he came under suspicion and \"constant\" surveillance by the Libyan government and erred in its assessment of the facts that he was issued a passport and travelled extensively in 1998 and 1999. He contends that when he was issued a passport in April 1998, he was not yet viewed by the government as a political opponent and accordingly, could travel freely. Alternatively, he suggests, the possession of a valid passport is not necessarily proof that he did not have problems with the Libyan government, as the issuance of a passport may indicate that he was undesired in Libya and the government wanted to secure his departure."], ["[14]", "The applicant also submits that answers about his travels outside Libya were incomplete because his then lawyer had advised him to exclude short visits as a tourist to several European countries. No reference was made in the first PIF to his arrests in Libya, but that too was attributable to his first lawyer. He had told the lawyer about the arrests but they were not included in the PIF and his understanding of English was not very good at that time. This lawyer always arranged for them to meet at a Tim Horton's which, I was invited to infer, might explain in part why the initial PIF was not complete.", "ISSUES"], ["[15]", "1. Did the Board err in failing to specifically set out the applicant's second ground of alleged persecution?", "2. Did the Board base its decision on findings of fact made perversely or without regard to the material before it?", "ANALYSIS"], ["[16]", "Turning to the first issue, the Board did not specifically state in its reasons that one of the applicant's claimed grounds of persecution was due to his membership in a particular social group, that is, as a journalist in Libya. However, the substance of the Board's reasons deal squarely with his allegations of being viewed as an opponent of the Libyan government due, in part, to the statements he made in his capacity as a journalist working for the Secretariat of Information and Culture. In my view, the Board expressly stated why it found his allegations of persecution implausible, including consideration of his employment and termination thereof as a journalist, and in the circumstances of this case, the Board did not err in failing to state that the applicant also claimed persecution on the ground of being a journalist: see  <FRAGMENT_SUPPRESSED>  (T.D.)(QL) at paragraph 44."], ["[17]", "The applicant did not put forth evidence that he was targeted due to the mere fact that he had been a journalist in Libya. His alleged persecution was due to comments he made while employed as a journalist in 1998 and due to his foreign travel, which he claimed was viewed by the Libyan authorities as suspicious. The Board considered this evidence from the viewpoint of the applicant having been subject to persecution by reason of imputed political opinion, rather than on the basis of his being a journalist. The applicant presented no evidence demonstrating that his status as a \"journalist\" was what made him a target of the authorities, but rather his status as a \"journalist who had imputed political opinions\" was one reason for his alleged persecution. In my view, this enumerated Convention ground was properly dealt with by the Board."], ["[18]", "Moreover, the Board was entitled to consider the applicant's failure to mention important facts central to his claim, namely his two arrests, in his first PIF narrative as having a negative impact on his credibility: see  <FRAGMENT_SUPPRESSED>  (T.D.)(QL) and  <FRAGMENT_SUPPRESSED>  (T.D.)(QL). The omissions from the applicant's first PIF narrative in this case were not minor or elaborative details, but were related to facts critical to his refugee claim. The Board also explained in its reasons why it did not find the applicant's explanation for the omissions from his first PIF, that is language problems with his previous counsel, reasonable. The Board stated that the applicant had been able to express himself clearly as to why he left Libya, therefore, failure to mention his two arrests was not reasonably the result of language difficulties."], ["[19]", "Even if this Court were to consider that the applicant's explanation in this regard as plausible or reasonable, I cannot say that the Board's finding on this issue was not reasonably open to it. Question 37 on the PIF instructed the applicant to:", "Set out in chronological order, all significant incidents which caused you to seek protection outside of your country of nationality or former habitual residence. Please also make reference to any measures taken against you, your family members, or any other individuals in a similar situation."], ["[20]", "Moreover, the applicant signed his first PIF, under the declaration, \"To be completed where interpreter assistance is not required to translate the contents of these pages and attached documents.\""], ["[21]", "Finally, I turn to the issue of whether the Board misconstrued the applicant's testimony in relation to when he was placed under \"constant surveillance\" by the security police, whether such error is of such a nature that it rises to level of being perverse or \"overriding\" and whether such error affected the Board's final decision, rendering it as one that could not have reasonably been made:  <FRAGMENT_SUPPRESSED>  (T.D.) (QL)."], ["[22]", "This factual finding was central to the underpinning of the Board's rationale that it was implausible that the applicant would be able to travel so freely when he was under \"constant surveillance\" by the police. At page 2 of its reasons, the Board concluded as follows:", "He also travelled freely. He went to Germany five times for medical treatment for himself and his brother and then in September 2000 to Egypt with his aunt and his brother for medical treatment. In between, he also went to Italy and Belgium and for his Canadian visa he went to Tunisia. Yet he said that he was under constant surveillance by the security police. People who are perceived as government opponents in Libya, and who are under surveillance by the security police, do not get the privilege of travelling freely in and out of the country but are jailed and tortured. The documentary evidence is very clear on that. They are also not asked to come back to their government jobs, as the claimant was. [Footnote omitted]"], ["[23]", "In turn, this implausibility finding was important to the Board's overall negative credibility assessment. From my review of the record, including the transcript of the hearing, the applicant did testify, at page 223 of the tribunal record, that the police had placed him under surveillance and that he had been questioned by the security police, for the first time in August 1999, about his trips abroad prior to returning from Egypt in September 2000. While the applicant's claim of constant surveillance does not appear to have begun until after he returned from Egypt in September 2000, in my view, it was open to the Board to conclude from the applicant's evidence that the police were interested in him and that in such a situation, it would have been implausible that he could have travelled so \"freely\" outside of Libya."], ["[24]", "Therefore, as this finding was not patently unreasonable, and the Board's other implausibility and credibility findings were reasonably open to it on the record, this application for judicial review is dismissed.", "ORDER"], ["[25]", "THIS COURT ORDERS that this application for judicial review is dismissed. No question is certified.", "[End of document]"]]}