{"id_": "005267", "body_str": [["[1]", "Southcott, J.", ": This is an application for judicial review under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (Act) of the June 27, 2014 decision of the Refugee Appeal Division (RAD) of the Immigration and Refugee Board, which allowed the appeal by the respondent, set aside the decision of the Refugee Protection Division (RPD), and determined that the applicant is not a Convention refugee or a person in need of protection. The applicant claims that this decision was unreasonable and that the RAD should have given deference to the RPD's findings, given that they were based on credibility."], ["[2]", "For the following reasons, the application for judicial review is dismissed.", "I.", "Background"], ["[3]", "The applicant is Ms. Xia Li, a citizen of the People's Republic of China. She claims to have begun to attend a Christian house church in March 2013 in the Hebei province of China. On August 4, 2013, the house church was raided by the Public Security Bureau. Ms. Li was able to escape and went into hiding. She was smuggled out of China and into Canada where she arrived on November 17, 2013. She made a refugee claim which was heard by the RPD on January 31, 2014. Despite finding that the applicant was not a credible witness, the RPD determined in an oral decision that she was a Convention refugee because she was a practicing Christian in Canada and, therefore, there was more than a mere possibility that she would face persecution in China."], ["[4]", "The respondent, the Minister of Citizenship and Immigration, appealed this positive determination to the RAD, arguing that it should set aside the RPD decision and substitute the determination that the applicant was not a Convention refugee or a person in need of protection. Alternatively, the Minister requested that the matter be referred back to the RPD for redetermination. The RAD allowed the appeal and substituted for the RPD decision its determination that the applicant was not a Convention refugee or a person in need of protection.", "II.", "RAD Decision"], ["[5]", "The RAD noted that, despite finding that the applicant was not a credible witness, the RPD found that she had engaged in Christian activities in Canada and that she could not continue to engage in those activities if she were to return to Hebei province in China. On that basis, the RPD made a positive determination that the applicant was a Convention refugee."], ["[6]", "The RAD followed", "REFERENCE_SUPPRESSED in determining that the proper standard of review it should apply was reasonableness for questions of fact and mixed fact and law and correctness for questions of law."], ["[7]", "The RAD stated that the determinative issue was whether the RPD failed to assess properly the evidence of the applicant's Christian activities in Canada in light of its adverse credibility findings. In other words, was there a reasonable basis for the RPD to conclude that the applicant would continue to practice Christianity in China or would reasonably be perceived to be a Christian in China? The RAD noted that the RPD made numerous adverse credibility findings, none of which were contested by the applicant. The RPD found the applicant to have lied, fabricated evidence and attempted to mislead the panel. The RPD also drew adverse credibility findings concerning her testimony as to her Christian activities in Canada. The RPD concluded that the applicant throughout her testimony was not a credible witness."], ["[8]", "The RAD found those findings compelling in assessing the genuineness of the applicant's Christian activities in Canada and her intention to continue her practice of Christianity in China. Although the RAD agreed, as the RPD had stated, that a claimant can be both a liar and a refugee, the RPD failed to explain how being engaged in Christian activities in Canada overcame all its compelling adverse credibility findings to support a determination she would continue to practice Christianity if she returned to China."], ["[9]", "While the RAD noted that the applicant had introduced into evidence before the RPD a baptismal certificate and a letter from her church in Canada to corroborate her religious activities in Canada, the RAD found that attendance at church does not speak to a person's convictions and did not attest to her motivation to continue to practice Christianity in China. The RAD found that the documents provided by the applicant did not overcome the compelling adverse credibility findings made by the RPD. The RAD also held that, more importantly, the RPD had found that the applicant lacked credibility with regard to her testimony about her Christian activities in Canada. The RAD held that this credibility finding directly undermined the genuineness of these activities, particularly in light of the significant findings on her general credibility."], ["[10]", "The RAD found that the RPD's overall determination failed to address the significant credibility problems on the record and was therefore unreasonable. On the basis of the totality of the evidence, the RAD found that, on a balance of probabilities, the applicant would not continue to practice Christianity in a church of her choice upon return to China. Therefore, the applicant had not satisfied her burden of establishing a serious possibility that she would be persecuted or that she would be personally subjected to a risk to her life, to a risk of cruel and unusual treatment or punishment, or to a danger of torture by any authority in China. The RAD allowed the appeal and substituted its own determination that the applicant was neither a Convention refugee nor a person in need of protection.", "III.", "Issues"], ["[11]", "I would characterize the issues in this application as the following:", "A. Did the RAD apply the correct standard of review?", "B. Did the RAD err by allowing the appeal and substituting its own decision for the RPD's decision?", "IV.", "Analysis", "A.", "Did the RAD apply the correct standard of review?"], ["[12]", "Before addressing the parties' positions on standard of review, it is useful to canvass some of this Court's recent jurisprudence on the issue."], ["[13]", "As noted by Justice Fothergill in", "REFERENCE_SUPPRESSED, the law is not yet settled as to the standard of review to be applied by this Court to the RAD's determination of its own standard of review. Some decisions of this Court have applied the standard of correctness (see, for example, Justice Phelan's decision in", "REFERENCE_SUPPRESSED). Other decisions have concluded that this Court should apply the standard of reasonableness when considering the RAD's determination of its own standard of review (see, for example, Justice Gagné's decision in", "REFERENCE_SUPPRESSED)."], ["[14]", "However, as observed by Justice Martineau in", "REFERENCE_SUPPRESSED, the Court can sometimes adopt a pragmatic approach to this issue, in circumstances where the Court's decision whether to apply the standard of reasonableness or the standard of correctness, to the RAD's identification of its own standard of review, would not be determinative of the outcome of an application for judicial review. This is a case in which the pragmatic approach can be applied. As explained in more detail later in these Reasons, while the RAD's articulation of the standard of review as one of reasonableness is not consistent with the applicable authorities (canvassed in part below), nothing turns on this. The RAD expressed a more deferential standard than is supported by the case law, and yet it still concluded that the RPD's decision could not withstand appellate review."], ["[15]", "Decisions of this Court have expressed in various ways the standard of review that should be employed by the RAD in considering appeals from the RPD. Justice Shore has addressed this issue in a trilogy of decisions in", "CITATION_SUPPRESSED", "REFERENCE_SUPPRESSED, and", "REFERENCE_SUPPRESSED. In", "CITATION_SUPPRESSED, Justice Shore expressed his conclusions as follows:", "The Court agrees that the RPD, as the tribunal of first instance, is owed a measure of deference with regard to its findings of fact, and of fact and law. The RPD is better situated to draw such conclusions as it is the tribunal of first instance, the trier of facts, having the advantage of hearing testimony", "viva voce", "Housen", ", above). However, the RAD must nonetheless perform its own assessment of all of the evidence in order to determine whether the RPD relied on a wrong principle of law or misassessed the facts to the point of making a palpable and overriding error. The idea that the RAD may substitute an original decision by a determination that should have been rendered without first assessing the evidence is completely inconsistent with the purpose of the IRPA and the case law dealing with the virtually identical wording of subsection 67(2). The Court finds that the RAD misinterpreted its role as an appeal body in holding that its role was merely to assess, against a standard of reasonableness, whether the RPD's decision is within a range of possible, acceptable outcomes."], ["[16]", "Justice Phelan addressed the standard of review to be employed by the RAD as follows at paras 54 to 55 of", "CITATION_SUPPRESSED", "Having concluded that the RAD erred in reviewing the RPD's decision on the standard of reasonableness, I have further concluded that for the reasons above, the RAD is required to conduct a hybrid appeal. It must review all aspects of the RPD's decision and come to an independent assessment of whether the claimant is a Convention refugee or a person in need of protection. Where its assessment departs from that of the RPD, the RAD must substitute its own decision.", "In conducting its assessment, it can recognize and respect the conclusion of the RPD on such issues as credibility and/or where the RPD enjoys a particular advantage in reaching such a conclusion but it is not restricted, as an appellate court is, to intervening on facts only where there is a \"palpable and overriding error\"."], ["[17]", "However, as noted by Justice Martineau in", "CITATION_SUPPRESSED, such decisions are consistent in concluding (regardless of the standard of review adopted by this Court) that the RAD should not itself adopt a judicial review standard when performing its appellate functions."], ["[18]", "In both", "CITATION_SUPPRESSED", "and", "CITATION_SUPPRESSED,", "the articulation of the standard of review is characterized by some level of deference by the RAD to the factual findings of the RPD, particularly where issues of credibility are engaged, but also by the importance of the RAD conducting its own independent assessment."], ["[19]", "Turning to the parties' submissions, the applicant refers to the Court's jurisprudence to the effect that the RAD should not conduct a judicial review, but should instead conduct a \"hybrid appeal\" by reviewing all aspects of the RPD decision and coming to an independent assessment of whether the claimant is a Convention refugee or a person in need of protection, except where the witness' credibility is critical or determinative, in which case the RAD should defer to the RPD. The applicant argues that, in this case, the determinative issue was purely credibility and the RAD should have given deference to the RPD."], ["[20]", "The respondent does not disagree with the applicant's position that the RAD should defer to the RPD on credibility findings. The respondent's position is that this is exactly what the RPD did in this case and that, taking into account the adverse credibility findings, the RPD decision would not withstand appellate review regardless of the standard of review applied by the RAD. The RAD had selected a reasonableness standard based on", "CITATION_SUPPRESSED", ", and", "CITATION_SUPPRESSED", "called for an even less deferential approach. Therefore, the outcome would be identical regardless of the standard of review."], ["[21]", "As such, the parties' positions do not diverge on the principles surrounding the standard of review applicable to credibility findings."], ["[22]", "However, the respondent further argued that the RAD's decision really turned on a matter of law, which the RAD was fully empowered to correct on appeal, that error being the failure of the RPD to apply correctly the law as to", "sur place", "claims. The respondent argues that the RPD erred in concluding that, notwithstanding she was not a genuine Christian, the applicant had a valid", "sur place", "claim because she attended church in Canada."], ["[23]", "The Court notes that the RAD adopted a standard of reasonableness based on its reading of", "CITATION_SUPPRESSED.", "While the RAD's articulation of the standard is not consistent with the principles expressed in that case and the subsequent jurisprudence as canvassed above, the Court's conclusion is that nothing turns on this. If anything, the RAD expressed a more deferential standard than is supported by the case law, particularly if one were to prefer the respondent's position that the RAD was intervening on a point of law, and yet it still concluded that the RPD's decision could not withstand appellate review."], ["[24]", "In finding that nothing turns on the RAD's articulation of the applicable standard, I am conscious of the divergence in the parties' position on whether the RAD's decision turns on a matter of credibility, to which some deference is owed, or a matter of law to which a less deferential standard applies. However, as explained below, the Court's conclusion is that the RAD's decision is sustainable even if one were to adopt the applicant's position that the RPD's decision is entitled to the degree of deference associated with credibility findings.", "B.", "Did the RAD err by allowing the appeal and substituting its own decision for the RPD's decision?"], ["[25]", "The applicant's position is that the RPD found that, even though Ms. Li was not credible on all fronts, she was still a", "sur place", "refugee based on the evidence of her Christian activities in Canada. The applicant refers the Court to", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED; and", "REFERENCE_SUPPRESSED in support of its position. The RAD conducted a paper-based appeal with no oral hearing and should not have substituted its decision given that the main issue was the credibility of the applicant's Christian identity in Canada. The RAD should have sent the matter back for re-determination if it was not satisfied with the RPD decision, instead of re-weighing the credibility findings and re-applying them to the applicant's", "sur place", "claim."], ["[26]", "The respondent submits that the RAD correctly found the RPD decision to be unreasonable, because the RPD failed to assess whether the applicant was a genuine Christian who, on return to Canada, would continue to practice Christianity in a way that would come to the attention of the authorities and that, in fact, all of the negative credibility findings would support the opposite conclusion."], ["[27]", "The Court has considered the authorities cited by the applicant for the proposition that, even if a claimant is not considered credible in relation to the events that occurred in her home country, credible evidence of activities in Canada, that could give rise to a risk of persecution upon return to her home country, may still ground a", "sur place", "claim."], ["[28]", "The applicant refers to", "CITATION_SUPPRESSED", ", a case in which Justice Blanchard allowed an application for judicial review of a decision of the RPD where the RPD had dismissed a refugee claim, based on lack of credibility in the applicants' evidence as to activities in their country of origin, but had failed to consider at all the possibility of a", "sur place", "claim. The Court held that the requirement to examine the", "sur place", "claim was engaged by the fact that the claimant had introduced documentary evidence of religious activities in Canada."], ["[29]", "In the present case, the Court's view is that", "CITATION_SUPPRESSED", "does not assist the applicant, as the RAD did consider the documentary evidence supportive of a", "sur place", "claim (the applicant's baptismal certificate and a letter from her church in Canada) but concluded that this evidence spoke only to participation in church activities and not to her motivation to continue to practice Christianity in China. The RAD considered but discounted such evidence on the basis of the adverse credibility findings made by the RPD."], ["[30]", "Similarly, in", "CITATION_SUPPRESSED", ", Justice Zinn at para 32 wrote as follows:", "Even if the principal applicant was not a Christian in China, there is evidence that she attends a Christian church in Canada and participates in its activities. Perhaps, like Saul on the road to Damascus, she had a revelation and a spiritual awakening in Canada; perhaps not. However, in order to arrive at a decision as to the genuineness of her current beliefs some analysis must be made of the evidence and if her evidence is to be totally discounted, some justification must be provided for that decision. Here there is none."], ["[31]", "Again, in the case at hand, the RAD did not ignore the evidence supportive of a", "sur place", "claim but considered and discounted it for reasons based on the applicant's credibility."], ["[32]", "In", "CITATION_SUPPRESSED", ", Justice Russell allowed an application for judicial review in part on the basis that the RPD had failed to assess evidence of the applicant's practice of Christianity in Canada. Again, this case is distinguishable from the present case, in which the RAD did consider and assess the relevant evidence introduced by the applicant."], ["[33]", "These authorities involve evidence of a nature similar to the documentary evidence of the applicant's participation in Christian activities in Canada in the case at hand. It is precisely the failure to assess such evidence, to consider whether it supports a", "sur place", "claim, that the RPD failed to do in the case at hand, when it accepted such evidence as establishing that the applicant was a practicing Christian in Toronto, without considering the genuineness of her current beliefs."], ["[34]", "Even considering the applicant's position, that inherent in the RPD's decision is a credibility finding with respect to the genuineness of her religions activities in Canada, this is at best implicit in the RPD's decision. As such, it was appropriate for the RAD in exercising its appellate function to assess independently that aspect of the RPD's decision rather than deferring to it without further analysis."], ["[35]", "I have also considered the applicant's argument that the RAD erred in quashing the RPD's decision because of inadequacy of reasons, contrary to the direction of the Supreme Court of Canada in", "REFERENCE_SUPPRESSED. It is well established that a court, in exercising its judicial review function in a situation where the reasons of an administrative tribunal appear inadequate, should look to the record to seek to supplement the reasons before it seeks to subvert them."], ["[36]", "The respondent raises the question how applicable this principle is to the RAD in exercising its appellate function. However, it is not necessary to consider this question, as it is apparent to the Court that the RAD's decision in the present case did not turn on inadequacy of reasons. While the decision does refer to the RPD having failed to explain how being engaged in Christian activities in Canada overcame the compelling adverse credibility finding it made, these references form part of the RAD's own analysis as to whether the evidence is supportive of the applicant's", "sur place", "claim."], ["[37]", "Given that the RAD did not remit the matter back to the RPD for redetermination, but chose to substitute its own determination, I invited counsel at the hearing of this matter to make submissions on the principles that should guide the RAD in selecting this route. The applicant's counsel referred to a recent decision of Justice Simpson that spoke to the RAD's jurisdiction to substitute its own determination. As the reference to this authority arose from my inquiry and had not been included in the authorities filed with the Court, I invited counsel to make supplementary written submissions on the application of that decision."], ["[38]", "The applicant's counsel provided such submissions, referring the Court to Justice Simpson's decision in", "REFERENCE_SUPPRESSED, which held that the RAD lacked jurisdiction under ss. 111(1)(b) of the Act to substitute its own determination on the", "sur place", "issue where the RPD had not itself made a determination on the", "sur place", "claim."], ["[39]", "I am grateful to counsel for referring me to this authority but must agree with the respondent's supplementary written submissions that this case is distinguishable, because the finding of lack of jurisdiction in", "CITATION_SUPPRESSED", "turned on the fact that the RPD had not made a decision on the", "sur place", "issue. In contrast, although not using the term", "\"sur place\"", ", the RPD in the case at hand made a positive determination on this issue, and granted refugee status, based on the applicant's religious activities while in Canada. The applicant notes the RAD's finding that the RPD failed to assess the applicant's intention to engage in Christian activities if she returns to China. However, that does not mean that the RPD did not make a decision on the", "sur place", "issue, but only that it failed to engage in the necessary analysis in doing so."], ["[40]", "Given that the RAD substituted its own determination, I have also considered the RAD's decision in accordance with the principles in", "REFERENCE_SUPPRESSED. The RPD's adverse credibility findings were not challenged before the RAD. The RAD took into account those unchallenged findings and the evidence that the applicant had adduced in support of her Christian activities in Canada and concluded, on a balance of probabilities, that she would not continue to practice Christianity in a church of her choice upon return to China and that she would not be perceived to be a Christian in China. Akin to the decision in", "REFERENCE_SUPPRESSED, the Court finds this to be a reasonable decision, characterized by justification, transparency and intelligibility, falling within the range of acceptable outcomes."], ["[41]", "Neither party proposed any question to be certified for appeal.", "JUDGMENT"], ["[42]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed. No question is certified for appeal.", ".........................", "CITATION_SUPPRESSED"]]}