{"id_": "005246", "body_str": [["[1]", "Rothstein, J.", ": This is the decision on the merits under s. 40.1(4)(d) of the", "Immigration Act", "as to whether a certificate filed by the Minister of Citizenship and Immigration and the Solicitor General of Canada (\"the Ministers\") in relation to the respondent is reasonable. The certificate provides that the Ministers are of the opinion that the respondent is a person described in ss. 19(1)(e)(ii), 19(1)(e)(iv)(B) and (C), 19(1)(f)(ii) and 19(1)(f)(iii)(B) of the", "Immigration Act", "[see footnote 1]. The court has:  <FRAGMENT_SUPPRESSED>", "1. pursuant to s. 40.1(4)(a), examined a security intelligence report;  <FRAGMENT_SUPPRESSED>", "2. pursuant to s. 40.1(4)(a), heard other evidence on behalf of the Ministers in the absence of the respondent and his counsel;  <FRAGMENT_SUPPRESSED>", "3. pursuant to s. 40.1(4)(b), provided the respondent with a statement summarizing such information available to the court as would enable the respondent to be reasonably informed of the circumstances giving rise to the issue of the certificate;  <FRAGMENT_SUPPRESSED>", "4. pursuant to s. 40.1(4)(c), provided the respondent with a reasonable opportunity to be heard. This opportunity enabled the respondent to call approximately 30 witnesses over some 11 days. The respondent, by his own consent, was not present for evidence received by telephone from two witnesses;   <FRAGMENT_SUPPRESSED>", "5. pursuant to s. 40.1(4)(a) and (c), heard argument from counsel for both the Ministers and the respondent in open court and from counsel for the Ministers in respect of the security intelligence report and information not provided to the respondent in the absence of the respondent and his counsel. The respondent was not present for part the of public argument by his own consent.  <FRAGMENT_SUPPRESSED>", "Before dealing with the reasonableness of the Minister's certificate as such, some issues raised by the respondent should be addressed.  <FRAGMENT_SUPPRESSED>", "What Is The Standard Of Proof", "And What Must Be Proven?  <FRAGMENT_SUPPRESSED>"], ["[2]", "In s. 40.1 proceedings, determinations involving s. 19(1)(e) and (f) require proof of the existence of \"reasonable grounds to believe certain facts\" as opposed to the existence of the facts themselves. Where there are reasonable grounds to believe that a person is a member of an organization, there must also be reasonable grounds to believe that the organization is engaged in subversion or terrorism. See", "Farah-Mahdavieh, Re", "(1993), 63 F.T.R. 120 (T.D.), at paras. 11 and 12. Proof of reasonable grounds to believe requires that the evidence demonstrates an objective basis for the reasonable grounds.  <FRAGMENT_SUPPRESSED>  Man.R.(2d) 63, at p. 1385  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[3]", "The standard of proof is proof on a balance of probabilities. See", "Farah-Mahdavieh", ", supra, and", "<FRAGMENT_SUPPRESSED>  (T.D.), at paras. 64 and 65 [see footnote 2].  <FRAGMENT_SUPPRESSED>", "Must Each Of The Grounds", "Of The Certificate Be Determined", "To Be Reasonable?  <FRAGMENT_SUPPRESSED>"], ["[4]", "In this case, the certificate reads:  <FRAGMENT_SUPPRESSED>", "\"We hereby certify that we are of the opinion, based on a security intelligence report received and considered by us, that Iqbal Singh is a person described in ss. 19(1)(e)(ii), 19(1)(e)(iv)(B), 19(1)(e)(iv)(C), 19(1)(f)(ii) and 19(1)(f)(iii)(B) of the", "Immigration Act", ". <FRAGMENT_SUPPRESSED>", "The word \"and\" might be thought to imply that unless all of the grounds for the certificate are proven, the certificate would have to be found to be unreasonable. However, I think each of the grounds must be read disjunctively and if any one of them is proven, the certificate will have to be determined to be reasonable.  <FRAGMENT_SUPPRESSED>"], ["[5]", "As support for this proposition, one need only look to s. 40.1(1) pursuant to which the certificate is filed. Clearly the word \"or\" in s. 40.1(1) indicates that the list of grounds for a certificate is to be read disjunctively. Within s. 19(1), each paragraph and subparagraph is separate. If a person is described in any one of the subparagraphs under s. 19(1), referred to in s. 40.1(1), he or she is inadmissible and may be subject to the issuance of a certificate under s. 40.1.  <FRAGMENT_SUPPRESSED>"], ["[6]", "A disjunctive reading is also consistent with s. 38.1 of the", "Immigration Act", "which explains the purposes of s. 40.1. Clearly, if a person is described in any one of the subparagraphs of s. 19(1) referred to in s. 40.1(1), he or she may constitute a threat to the security interest of Canada or may be a person whose presence may endanger the lives or safety of persons in Canada. It would not be consistent with s. 38.1 or s. 40.1(1) to require proof that there are reasonable grounds to believe a person is described in more than one class named in s. 19(1) referred to in s. 40.1(1). I am satisfied, notwithstanding the wording of the certificate, that if any one of the grounds for the certificate is proven, the certificate must be determined to be reasonable.  <FRAGMENT_SUPPRESSED>", "How Should The Court Assess", "The Reliability Of The Ministers'", "Confidential Evidence Not", "Subject To Testing By", "The Respondent?  <FRAGMENT_SUPPRESSED>"], ["[7]", "The respondent expressed considerable concern that some or all of the security intelligence report or the Ministers' confidential evidence may not be reliable. In particular, he named persons who, if they were CSIS informants, had ulterior motives for providing false negative information about him. One suggested informer was said to have believed that the respondent interfered with his marriage. Another was said to have had a business dispute with the respondent. The respondent was also concerned that if there were wiretaps of his telephone lines, the conversations would have to be translated from Punjabi to English and that subtleties or nuances might not be understood. The respondent stressed that such evidence is not subject to testing and that little weight should be placed on it.  <FRAGMENT_SUPPRESSED>"], ["[8]", "By reason of s. 40.1(4)(a), I am not permitted to disclose the security intelligence report or other evidence which I have heard in the absence of the respondent or his counsel because disclosure would be injurious to national security or to the safety of persons. However, I can say that the security intelligence report includes six large volumes of documents. Having regard to the respondent's concerns, I have paid particular attention to the detail of the information, asked specific questions and received answers about the reliability of the various sources and considered whether information was corroborated by more than one independent source.   <FRAGMENT_SUPPRESSED>"], ["[9]", "I have also had regard to the concerns expressed by the respondent about unreliability of press and police reports from India. To the extent such evidence existed and whether necessary or not, I have placed little weight on it.  <FRAGMENT_SUPPRESSED>", "Reasonableness Of The", "Ministers' Certificate  <FRAGMENT_SUPPRESSED>"], ["[10]", "I now turn to the Ministers' certificate and in particular to the Ministers' opinion that there are reasonable grounds to believe that the respondent is or was a member of an organization that there are reasonable grounds to believe is or was engaged in terrorism (s. 19(1)(f)(iii)(B)). I deal with this issue first as it is the one most readily amenable to analysis on the basis of public evidence.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The organizations in question are the Babbar Khalsa (the \"BK\") and the Babbar Khalsa International (the \"BKI\"). With respect to the BK and BKI, the evidence which I found to be the most independent and reliable is that of Cynthia Keppley Mahmood, an expert witness called by the respondent. Dr. Mahmood is an Associate Professor of Anthropology at the University of Maine. Dr. Mahmood's expertise is on the culture of political conflict. She has studied various groups, but in the past five or six years she has focused on the Khalistan Movement (the creation of an independent state of Khalistan out of what is now, in loose geographical terms, the Indian state of Punjab). She has done firsthand research with Khalistan Sikh militants, supporters of the militants and in the Sikh community in general. In 1996, Dr. Mahmood published \"Fighting for Faith and Nation; A Dialogue with Sikh Militants\". She has authored several articles on the question of Sikh militancy. Dr. Mahmood has been a consultant to the Documentation Centre of the Immigration and Refugee Board and the Immigration and Naturalization Service of the United States.  <FRAGMENT_SUPPRESSED>"], ["[12]", "While there is other evidence pertinent to the BK and BKI to which I have had regard, I consider Dr. Mahmood to be the most knowledgeable and independent witness to speak about the BK and BKI and I place significant weight on her evidence.   <FRAGMENT_SUPPRESSED>"], ["[13]", "The BK originated in the late 1970's out of the Akhand Kirtni Jatha, an orthodox sect of Sikhs. The BK was involved in activism against the Indian Government in relation to matters involving the state of Punjab. In the early 1980's, the BK was involved in some murders. In 1984, two activist groups, the BK and another, took refuge from the Indian Government in the Golden Temple at Amritsar. According to Dr. Mahmood, these bands of terrorists were committing murders and then claiming sanctuary at this holy place. In June of that year, the Indian Government attacked the Golden Temple. Many people, including innocent Sikh pilgrims were killed. Estimates of the killings range from 500 to 5,000 or 6,000. Dr. Mahmood's information was that of about 200 BK members in the Golden Temple, approximately 35 were killed.  <FRAGMENT_SUPPRESSED>"], ["[14]", "It was as a result of this incident that militancy grew amongst Sikhs for a separate state of Khalistan. The BK acquired many new recruits at this time.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The BK is the most religious of all Sikh guerilla groups. The organization requires that its members take the most serious vows of commitment to Sikhism, including taking on the five signs of Sikhism - long hair bound into a turban, a steel bangle on the wrist, a special type of underclothing, a comb and a dagger. Of course, this does not mean that every person exhibiting these signs is a member of the BK. However, it does indicate that persons exhibiting these signs may be members.  <FRAGMENT_SUPPRESSED>"], ["[16]", "According to Dr. Mahmood, the BK was at its height in terms of seeking a separate Khalistan State in 1990 - 1991. After this, there was a downward slide in the Khalistan movement.  <FRAGMENT_SUPPRESSED>"], ["[17]", "Over the period from the mid 1980's to 1992 there were various splits and coalitions within the BK and between the BK and other groups. Between 1988 and 1992 all factions of the BK were under a unified leadership. In 1992 there was a split in the BK, with certain of its members deciding to follow Sukdev Singh Babbar. Later in 1992, Sukdev Singh Babbar was assassinated and the leadership of this faction was taken over by Wadawa Singh Babbar. The Ministers refer to this faction of the BK lead by Wadawa Singh Babbar as the BKI. Dr. Mahmood refers to it as mainline BK. When necessary to distinguish in this decision, I shall refer to this faction as the BKI or the Babbar faction of the BK. Otherwise I shall simply refer to the BK.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Dr. Mahmood's evidence was that the BK is the group \"most known for setting off bombs, which is a notoriously inefficient way to target an individual, but it kills a lot of innocent people\". There is evidence that the Babbar faction of BK claimed responsibility for the assassination in 1995 of the Indian Minister for the Punjab, Beant Singh.  <FRAGMENT_SUPPRESSED>"], ["[19]", "Dr. Mahmood is of the opinion that there continues to be potential for Sikh terrorism to flare up again, because people have not forgotten the 1984 Golden Temple attack. She bases her view on current military technology with which even a few people can commit serious acts of violence, particularly if they have the support of a neighbouring government, i.e., Pakistan.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Today, Dr. Mahmood believes the BK has an enclave in Pakistan. She is of the view there may only be a handful of people in this enclave under the leadership of Wadawa Singh Babbar.  <FRAGMENT_SUPPRESSED>"], ["[21]", "Dr. Mahmood also observed that the BK was involved in humanitarian work and that money has been raised for the relief of widows and orphans.  <FRAGMENT_SUPPRESSED>"], ["[22]", "For purposes of s. 19(1)(f)(iii)(B), what must be established is whether there are reasonable grounds to believe that the BK and the BKI have engaged in or are engaging in terrorism. The jurisprudence has considered the term terrorism in the past but no all inclusive definition of the term has been developed. See for example,", "Suresh, Re", "(1998), 140 F.T.R. 88; 40 Imm. L.R.(2d) 247 (T.D.), at paras. 26-28, per Teitelbaum, J. In his testimony, Lawrence Brooks, Supervisor with the Counter Terrorist Branch at CSIS expressed the opinion that terrorism includes \"politically motivated violence, often with an indiscriminate target, ... a bomb in a marketplace or assassination attempts\". For the purposes of this case, it is not necessary to further define terrorism. A politically motivated organization which sets off bombs, killing innocent people and which engages in assassinations is surely an organization engaged in terrorism. Primarily on the basis of the evidence of Dr. Mahmood which I accept, there are reasonable grounds to believe that the BK and BKI fit that description. On a balance of probabilities I have no difficulty finding there are reasonable grounds to believe the BK and BKI were engaged in terrorism.  <FRAGMENT_SUPPRESSED>"], ["[23]", "I turn to whether there are reasonable grounds to believe the respondent is or was a member of the BK and/or the BKI. The respondent's own evidence is useful for this purpose. The respondent was born in Jammu on the border of the Punjab state in 1966. From the time he was in the eighth grade, he has been the only member of his family to have believed in the Akhand Kirtni Jatha (which it will be remembered is a most orthodox sect of Sikhs and out of which the BK developed). He has been baptised and observes the five signs of Sikhism.  <FRAGMENT_SUPPRESSED>"], ["[24]", "The respondent initially studied food processing with a view to opening a food preserving factory. He says that with the political problems in India in 1984 he changed his mind and decided to study engineering.  <FRAGMENT_SUPPRESSED>"], ["[25]", "The respondent says he joined the All India Sikh Student Federation (\"AISSF\") in 1984 before the Golden Temple attack. He says he was moved by the Golden Temple attack because he visited the Temple after the attack and could see where people had been killed. Because of the Golden Temple attack and the assassination of former Prime Minister Indira Gandhi, many people were killed in riots in India. He says he attempted to help persons uprooted by the riots.  <FRAGMENT_SUPPRESSED>"], ["[26]", "The respondent said that in 1987, he was named to the post of organizing secretary of the AISSF in Jammu. During this time, he also started preaching Sikhism and raised money for the victims of what he believed were injustices by the Indian Government. Part of his preaching involved telling people about these injustices. He was of the opinion that the Indian Government was trying to \"kill\" his religion. As a result, he would help people who had been branded as extremists or terrorists.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The respondent was arrested in March of 1988 and periodically thereafter. During his arrests, he says that he was often tortured. Ultimately, with the help of the AISSF, he left India, went to Nepal, then to Thailand and eventually Canada, where he arrived in 1991. In Canada he was found to be a Convention refugee.  <FRAGMENT_SUPPRESSED>"], ["[28]", "The respondent says that when he was about 17 in India, he met Wadawa Singh Babbar, the individual who, in 1992, became, and is now, the head of the Babbar faction of BK. This occurred when Wadawa came to the respondent's parents' farm house in Jammu. He says that Wadawa asked if he recognized him and the respondent said he did. After he was given food, Wadawa left. That is the only time the respondent admits to having met Wadawa Singh Babbar.  <FRAGMENT_SUPPRESSED>"], ["[29]", "When the respondent came to Canada he was on social assistance for a short while. He then found employment as a courier and as an installer of computers. In 1993, he bought a truck. In 1994, he obtained running rights in Canada and the United States and incorporated a company. Financing was from his family and from a silent partner. Eventually, the respondent operated four trucks and three trailers and as well, dealt with trucking brokers. In 1997, his company's gross revenues reached about $1 million. Clearly the respondent is a very hard working individual.  <FRAGMENT_SUPPRESSED>"], ["[30]", "After he came to Canada, the respondent says that he almost never discussed his past in India or Indian politics with anyone. One exception was his friend, Harparit Gill, with whom he says he talked about his past but not about politics.  <FRAGMENT_SUPPRESSED>"], ["[31]", "The respondent admits to knowing Kulwant Singh Gill. Kulwant is Harparit's father. The respondent says that he knew that Kulwant was an", "associate", "of the Parmar faction of the BK. The respondent testified as to why he thought there were no BK", "members", "in Canada. In his view, an", "associate", "is a person who only helps on a few matters.  <FRAGMENT_SUPPRESSED>"], ["[32]", "The respondent testified that in 1993 he met Rampal Singh Dhillon. After he started to operate his first truck, he became good friends with Dhillon who operated a driving school for truck drivers and supplied the respondent with drivers. The respondent says he knew that Dhillon was the head of the BK Babbar faction in Canada. He says Dhillon did talk to him about Indian politics involving the Punjab state. His description of such conversations was to the effect that Dhillon did the talking and he would only ask a few questions.  <FRAGMENT_SUPPRESSED>"], ["[33]", "The respondent says that in 1993 or 1994, he met Manjit Kaur at the Malton Temple. He had known about her husband who was in jail in Pakistan for highjacking. He gave Mrs. Kaur $4,000 for legal fees relating to her immigration proceedings. He also paid her rent until she obtained social assistance. A telephone line was installed in Mrs. Kaur's residence under his name. He sent $200 to Pakistan to help her husband in jail but the cheque was returned.  <FRAGMENT_SUPPRESSED>"], ["[34]", "In 1994 or 1995, Mrs. Kaur told the respondent about the wife of a highjacker in India who was \"on the road\". He sent the wife in India $2,000. When asked to explain why he would assist the wife of a highjacker, he referred to the offence as a \"little mistake\" justified by the injustice inflicted by the Indian Government.  <FRAGMENT_SUPPRESSED>"], ["[35]", "In February or March of 1997, at the Rexdale Gudwara, the respondent says he", "coincidentally", "met the wife of Sukdev Singh Babbar, the former leader of the BK who had been assassinated in 1992. The respondent invited Mrs. Babbar and her two children to live with him. They stayed for two or three weeks. She then moved to Vancouver. Upon close questioning, he said this was the only contact he had with her. However, later he volunteered that she had called him from Vancouver on one occasion.  <FRAGMENT_SUPPRESSED>"], ["[36]", "Between 1992 and 1995, the respondent had been questioned by CSIS about a number of matters, including his involvement with the BK. He denied any involvement. However, the respondent now says that he received three or four calls from Wadawa Singh Babbar. The first call was in 1991 or 1992. Wadawa asked for financial help. The respondent said he refused but offered to help others in India. Wadawa was to send him a list of persons to help but the list was never received. When asked why Wadawa would call him he said he did not know. The respondent said he may have been called because of his prominence in the AISSF. However, he could not explain how Wadawa had obtained his telephone number.  <FRAGMENT_SUPPRESSED>"], ["[37]", "Wadawa then called the respondent in 1992 when Sukdev Singh Babbar was killed. The respondent says Wadawa wanted to send Dhillon a fax but Dhillon did not have a fax machine, while the respondent did.  <FRAGMENT_SUPPRESSED>"], ["[38]", "The respondent says that Wadawa called in 1994 to ask for money because he had heard the respondent was now operating a business. The respondent says he did not refuse to send money because he was afraid that Wadawa or his associates would harm his family in India if he refused. However, he says that he did not actually send money to Wadawa. He did not explain why he was not afraid that Wadawa or his associates would harm his family in India when he did not actually send money to him.  <FRAGMENT_SUPPRESSED>"], ["[39]", "The respondent was also called by Wadawa in 1995, immediately after the assassination of the Indian Minister of the Punjab, Beant Singh. Wadawa asked the respondent to speak to Dhillon to ask him to send him some money. The respondent says he asked Wadawa who killed Beant Singh. Wadawa said \"maybe it was our people\".  <FRAGMENT_SUPPRESSED>"], ["[40]", "The respondent says that in November of 1997, he began having long conversations with his future sister-in-law who had just moved to Georgia, U.S.A. On average, these calls would be every second day for 30 to 40 minutes each time. The respondent said they never talked about people they had mutually known in India, the respondent's history in India or the BK.  <FRAGMENT_SUPPRESSED>"], ["[41]", "The respondent was the organizing secretary of the AISSF in Jammu. He was a Sikh preacher in India who would preach about injustices of the Indian Government in order to raise money for uprooted people. He believed the Indian Government was trying to \"kill\" his religion. He was arrested and tortured by the Indian police. He obviously still has strong feelings about Indian politics because he has financially assisted the families of highjackers and considers highjacking \"a little mistake\" justified by the injustices inflicted by the Indian Government.  <FRAGMENT_SUPPRESSED>"], ["[42]", "Nonetheless, his evidence is that after he came to Canada, he never discussed his past with anyone other than one person. In frequent and lengthy conversations with his future sister-in-law, he says he never discussed his past in India or Indian politics. Even though he and Rampal Singh Dhillon, who is the head of the BK Babbar faction in Canada became good friends and even though he had received calls from Wadawa which Dhillon knew about, he says he rarely discussed politics with Dhillon and when he did, he only asked a few questions and Dhillon did the talking.  <FRAGMENT_SUPPRESSED>"], ["[43]", "The respondent's evidence is incongruous and not credible. Among other things, I do not believe that an individual with the respondent's significant involvement with the AISSF which was politically active, who preached about injustices by the Indian Government, who experienced torture in India and who has continuing strongly held views about the Indian Government's injustices, would no longer be interested in Indian politics and would not discuss his past or Indian politics in Canada. I think his false denials are motivated by his attempt to distance himself from the grounds for the Ministers' certificate.  <FRAGMENT_SUPPRESSED>"], ["[44]", "Only because he now believes his telephone lines were tapped by CSIS, has he admitted to three or four calls with Wadawa Singh Babbar, the head of the BK Babbar faction and a call from the wife of the former head of the BK after she moved to Vancouver. He purports to explain calls originating from his telephone to Wadawa by saying that the calls were initiated by Wadawa but that after Wadawa made contact, he would ask the respondent to call him back so that the cost of the calls would be born by the respondent. However, if the respondent only met Wadawa once and was not more actively involved with the BK in the past than he professes, how did this head of the BK Babbar faction obtain the respondent's telephone number in the first place and why did he call", "him", "? The respondent had no credible explanation. If the respondent was not closely involved with Wadawa or the BK, why would he agree to receive lists of persons in India from the BK to whom he should send money?  <FRAGMENT_SUPPRESSED>"], ["[45]", "The respondent says he was called by Wadawa in 1992 after the death of Sukdev Singh Babbar, the former head of the BK Babbar faction in order for Wadawa to get the respondent's fax number so that a fax could be sent to Dhillon, the head of the BK Babbar faction in Canada. However, the respondent stated in his evidence that he only got to know Dhillon when he bought his first truck in 1993. In his evidence, Dhillon said he met the respondent at a Temple in 1993. Either the respondent and Dhillon must have been lying about when he got to know Dhillon in order to associate his relationship with Dhillon with his trucking business rather than with his involvement with the BK or, if he and Dhillon were telling the truth, he did not know Dhillon in 1992 and the communication he had with Wadawa in 1992 on the assassination of Sukdev Singh Babbar was on his own account because of his own involvement with the BK Babbar faction.  <FRAGMENT_SUPPRESSED>"], ["[46]", "It is even more significant that the calls which the respondent admits occurred were at very important times for the BK - when its former leader was assassinated and when the BK was alleged to have been responsible for the assassination of the Indian Minister of the Punjab, Beant Singh. It is not believable that these calls with the respondent were a coincidence or that Wadawa was calling people who were remote to him. At these significant times, it is reasonable to believe that Wadawa would be calling those who were part of his core group or that those who were part of his core group were calling him.  <FRAGMENT_SUPPRESSED>"], ["[47]", "Finally, it is significant that the respondent would shelter the wife of the former head of the BK when she came to Canada. The respondent says it was a coincidence that he met her at a Temple and offered her shelter. I do not believe this was a coincidence. Furthermore, the respondent was not forthcoming about his subsequent conversation with Mrs. Babbar. I think it is reasonable to believe that respondent's taking in Mrs. Babbar was prearranged with the BK Babbar faction.  <FRAGMENT_SUPPRESSED>"], ["[48]", "I must conclude, on the basis of the respondent's own evidence, that he has had a much closer association with the BK and BKI than he professes. His evidence to the contrary is simply not credible. Further, a close association by the respondent with the BK and the BKI is consistent with the contents of the security intelligence report.  <FRAGMENT_SUPPRESSED>"], ["[49]", "Does this close association constitute membership for purposes of s. 19(1)(f)(iii)(B)? The respondent takes a narrow view of membership. The Ministers take a broad view. The respondent says that friendship with others in an organization is insufficient to prove membership in the organization. He submits that membership in an organization of the type referred to in s. 19(1)(f)(iii)(B) commences with a person being a sympathizer of a cause. Eventually if a mutual trust is established, the person may become a member of a core group which is committed to the organization and dedicated to achieving its goals. The respondent submits that the reference to \"member\" in s. 19(1)(f)(iii)(B) only applies to persons who are part of the core group of the organization. The respondent also submits that the membership envisaged by this subparagraph is membership when the organization was engaged in terrorism. If a person joined the organization after the organization had stopped engaging in such activities, that is not the type of membership intended by these provisions.  <FRAGMENT_SUPPRESSED>"], ["[50]", "The Ministers say that the term member is unambiguous and unrestricted and should be given its ordinary meaning. The Ministers refer to evidence of the Director of Internal Policy for the Department of Employment and Immigration given in 1992 before a parliamentary committee to the effect that the intent in drafting s. 19(1)(f)(iii)(B) (and other provisions) was to \"define broadly with a discretion\" in the Minister of Citizenship and Immigration to exclude from the provision if, in the Minister's opinion, it would not be detrimental to the national interest.  <FRAGMENT_SUPPRESSED>"], ["[51]", "While I do not rely on the opinion of the draftsman or the draftsman's advisor in construing this Act of Parliament, my conclusion, based on the context of the provisions in question, is that the term \"member\" is to be interpreted broadly.  <FRAGMENT_SUPPRESSED>"], ["[52]", "The provisions deal with subversion and terrorism. The context in immigration legislation is public safety and national security, the most serious concerns of government. It is trite to say that terrorist organizations do not issue membership cards. There is no formal test for membership and members are not therefore easily identifiable. The Minister of Citizenship and Immigration may, if not detrimental to the national interest, exclude an individual from the operation of s. 19(1)(f)(iii)(B). I think it is obvious that Parliament intended the term \"member\" to be given an unrestricted and broad interpretation. I find no support for the view that a person is not a member as contemplated by the provision if he or she became a member after the organization stopped engaging in terrorism. If such membership is benign, the Minister has discretion to exclude the individual from the operation of the provision.  <FRAGMENT_SUPPRESSED>"], ["[53]", "A consideration of all the evidence establishes on an objective basis that there are reasonable grounds to believe that the respondent was a member of the BK and BKI. Indeed, the respondent's evidence alone, including both its incongruities and admissions, is sufficient to reach this conclusion. He is therefore a person described in s. 19(1)(f)(iii)(B) of the", "Immigration Act", ".  <FRAGMENT_SUPPRESSED>"], ["[54]", "Having come to this conclusion, it is not necessary for me to deal with the other grounds for the Ministers' certificate.   <FRAGMENT_SUPPRESSED>"], ["[55]", "Having concluded that there are reasonable grounds to believe that the BK and BKI have engaged in terrorism and that there are reasonable grounds to believe that the respondent was a member of the BK and BKI, I determine that the certificate filed by the Ministers is reasonable.  <FRAGMENT_SUPPRESSED>", "Order accordingly.  <FRAGMENT_SUPPRESSED>", "Editor: Janette Blue/gs  <FRAGMENT_SUPPRESSED>", "Footnotes  <FRAGMENT_SUPPRESSED>", "1. The relevant provisions of the", "Immigration Act", "are attached as Appendix A [Appendix omitted].  <FRAGMENT_SUPPRESSED>", "2. At one time it was thought that the standard of proof was the civil standard to a high degree of probability but that is no longer accepted.  <FRAGMENT_SUPPRESSED>  (T.D.), at p. 97 per Cullen, J., reconsidered and not followed by him in", "Husseini, Re", "(1993), 24 Imm. L.R. 106 (F.C.T.D.), at p. 110.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}