{"id_": "005430", "body_str": [["[1]", "Hughes, J.", ": The Applicants have brought this motion for an interlocutory Order staying the Canadian Border Services Agency (CBSA) announced re-investigation as it pertains to goods subject to Inquiry No. NQ-2014-002 pending the final determination of this application which seeks an Order in the nature of prohibition and/or injunction prohibiting such re-investigation and other relief."], ["[2]", "For the Reasons that follow, I will dismiss the motion with costs.", "I.", "BACKGROUND"], ["[3]", "The Applicants/moving parties are engaged in the business,", "inter-alia", ", of manufacturing tubular goods in Canada. The Respondents are engaged in the business of importing into Canada what is described as \"oil country tubular goods\" from as many as nine different foreign countries. The Respondents, other than the Attorney General, are engaged in similar businesses. The Respondent, Attorney General, represents CBSA which agency, among other things, administers the", "Special Import Measures Act", ", RSC 1985, c. S-15 (", "SIMA", ")."], ["[4]", "When goods are imported into Canada from foreign countries, certain duties may be imposed. One of the factors taken into consideration in arriving at the level of such duties is the apparent price paid for such goods by the importing party. The price must be disclosed to CBSA and, if CBSA believes that the apparent price paid is unnecessarily low, the words dump or dumping may be used, the CBSA may, under the authority of", "SIMA", ", conduct an investigation and fix, for the purposes of assessing the level of duties, a \"normal price\" for such goods. Provisions are made in", "SIMA", "for a re-determination in certain circumstances and judicial review by the Federal Court of Appeal in certain circumstances."], ["[5]", "In the present circumstances, the Respondents and others, other than the Attorney General, in the period from January 1, 2013 to March 31, 2014, imported into Canada from up to nine different foreign countries, oil country tubular goods (OCTG). The CBSA conducted an inquiry identified as Inquiry No.NQ-2014-002 in respect thereof. On March 3, 2015, the President of CBSA made a determination as a result that dumping, pursuant to subsection 41(1)(a) of", "SIMA", "in respect of certain of those goods, had been established. A Statement of Reasons for that decision was released March 18, 2015."], ["[6]", "On April 2, 2015, the Canadian International Trade Tribunal, pursuant to subsection 43(1) of", "SIMA", ", made a finding that the dumping of such goods from certain of those countries has not caused injury but is threatening to cause injury to the Canadian domestic industry. Reasons were issued April 17, 2015 with a corrigendum issued April 21, 2015."], ["[7]", "Certain of the parties subject to these decisions have sought judicial review in the Federal Court of Appeal in respect of the President of CBSA's final determination. In particular, SeAH Steel Corporation instituted application Court File No. A-178-15, Evraz Inc. instituted application Court File No. A-182-15, and the Applicants in this proceeding, Prudential Steel ULC and Algoma Tubes Inc., instituted application Court File No. A-186-15. I am advised by Counsel that all of these applications are contested and are at the stage of dealing with evidentiary and procedural matters. No application for the fixing of a date and place of hearing in respect of any of these applications has been made."], ["[8]", "On May 4, 2015, the CBSA issued a Notice of Re-investigation which Notice stated that a re-investigation has been initiated to \"update the normal values and export prices of certain OCTG originating in or exported from\" the nine countries previously implicated. The goods to be re-investigated included certain oil country tubular goods considered in Inquiry No. NQ-2014-002. On May 22, 2015, this present application was filed seeking to prohibit or enjoin that re-investigation. On June 3, 2015, the Applicants filed the motion under consideration here requesting, on an interlocutory basis, essentially the same relief.", "II.", "EVIDENCE"], ["[9]", "The Applicants/moving parties have filed one affidavit in support of their motion, the affidavit of Shauna Cant, a \"summer student\" (presumably a law student) employed by their solicitors' firm. This affidavit serves to set out some of the history and to provide, as exhibits, certain documents relating to the motion. It must be noted that this affidavit did not address serious issue or irreparable harm or balance of convenience. There was no cross-examination upon this affidavit."], ["[10]", "The Attorney General, in response, filed the affidavit of Dean Pollard, Investigations Senior Program Officer of the CBSA, setting out some of the history of the matter and certain policies of CBSA respecting re-investigation. There was no cross-examination upon this affidavit. Also filed was the Certified Tribunal Record."], ["[11]", "The Respondent, Jindal Saw Ltd., filed the affidavit of James Peter Clarke, President of a consultancy organization that acts for Jindal. This affidavit set out some of the history and provided support for the re-investigation process as a \"realistic avenue available to an exporter such as Jindal.\" There was no cross-examination."], ["[12]", "The Respondents, Interpipe Ukraine LLC and North American Interpipe Ltd., provided the affidavit of Daniel Hohnstein, a lawyer at the firm of lawyers representing them. This affidavit provided historical information as well as information respecting other re-investigations made by CBSA from time to time. They also filed the affidavit of Melissa Beck, Vice President of Operations for North American Interpipe, which stated in paragraph 14 that significant harm would result to that company if the re-investigation were to be stayed. There was no cross-examination upon either affidavit."], ["[13]", "The Respondents, Borusan Mannesmann and Imco International, provided the affidavit of Oguzhan Kuscuoglu, Export Sales Director of Borusan, providing historical information and evidence as to prejudice that would be suffered if the re-investigation were to be stayed. Also provided was the affidavit of Nezil Bosut, President of Imco, stating that Imco would be prejudiced if the re-investigation were to be stayed. There was no cross-examination upon either affidavit."], ["[14]", "Each of Applicants/moving parties and above-named Respondents filed motion records including the above affidavits and exhibits thereto, and written representations. All were represented by Counsel at the hearing before me. Counsel for the Respondents, Borusan Mannesmann and Imco International, appeared by telephone due to certain temporary mobility restrictions affecting her.", "III.", "BASIC PRINCIPLES RESPECTING INTERLOCUTORY INJUNCTIONS"], ["[15]", "All parties cite and rely upon the decision of the Supreme Court of Canada in", "REFERENCE_SUPPRESSED, as setting out the fundamental requirements to be considered by the Court on an application for relief such as that requested here. Those requirements are:", "1. that there is a serious issue to be tried in the underlying application for judicial review;", "2. that the moving party will suffer irreparable harm if the interlocutory relief is not granted; and", "3. that the balance of convenience favours the granting of relief sought."], ["[16]", "Justice Stratas of the Federal Court of Appeal in", "REFERENCE_SUPPRESSED, reiterated this test in respect of a request for a stay and added, at paragraphs 14 and following, that all three requirements must be established and, at paragraph 19, that each branch of the tests adds something important, none can be seen as an optional extra."], ["[17]", "CITATION_SUPPRESSED adds as an exception to the general rule that a judge should not engage in an extensive review of the merits of the case the circumstance that, where the result of the interlocutory motion will, in effect, amount to a final disposition of the underlying action or application such as is the case here, a more extensive review of the merits of the matter is required.", "IV.", "DO I HAVE JURISDICTION TO HEAR THIS MATTER?"], ["[18]", "The activity that is the subject of the underlying application and this motion is essentially regulated by", "SIMA", ". That", "Act", "provides, in section 62, that certain appeals are to be heard by the Federal Court of Appeal. Section 76 provides that an application for judicial review of any order or finding of the Canadian International Trade Tribunal is to be made to the Federal Court of Appeal. Section 96.1 provides that an application for judicial review for certain orders, findings or a determination of the President of CBSA under paragraph 41(1) (a), is to be made at the Federal Court of Appeal."], ["[19]", "In brief, the Federal Court of Appeal and not the Federal Court is named by", "SIMA", "as the venue for applications and appeals respecting decisions, orders and findings made under", "SIMA", ". Nowhere in that", "Act", "is the Federal Court mentioned."], ["[20]", "In", "REFERENCE_SUPPRESSED, Justice Tremblay-Lamer of this Court rejected an argument that the Federal Court had jurisdiction in respect of CBSA where the issue was \"the process adopted by CBSA.\" She held the scheme of re-determination and appeals provided by", "SIMA", "is complete and ousted the jurisdiction of the Federal Court. I repeat what she wrote at paragraphs 18 to 20:", "18 The applicant submits that this Court has jurisdiction over its application for judicial review because it is aimed not at the CBSA Determination itself, but rather at the unfairness of \"the process adopted by the CBSA.\" According to the applicant, matters related to procedural fairness are outside the scope of the appeal procedures under the SIMA and are, therefore, subject to judicial review. In support of this proposition, it relies on this Court's decision in REFERENCE_SUPPRESSED.", "19 Cases on which the respondents rely are not applicable, because the statutory appeal schemes set up by the Customs Act differ from those under the SIMA in that the wording of the private clause contained in the former enactment is much more explicit than that of the SIMA, suggesting that Parliament did not intend to oust this Court's jurisdiction to review decisions under the latter.", "20 I disagree. In my view, the scheme of re-determinations and appeals provided by the SIMA is complete and, in enacting it, Parliament has clearly expressed its intention to oust the jurisdiction of this Court to review decisions taken under the authority of that statute. This scheme parallels that set up by the Customs Act, and the differences in the wording of privative clauses contained in the two enactments are not material. The privative clauses of the SIMA (ss. 56(1) and 58(1)), which provide that determinations and re-determinations by customs officers are \"final and conclusive,\" are clear enough. The only way to have such a determination \"quashed\" or \"set aside\" is to follow the procedures set out in the SIMA itself."], ["[21]", "On appeal, in a decision given orally by Sharlow J.A. for the panel, 2010 FCA 262, at paragraph 3, she said respecting the decision of Justice Tremblay-Lamer:", "...we agree with her conclusion, substantially for the reasons she gave."], ["[22]", "Counsel for the Applicants distinguishes this case and the", "CITATION_SUPPRESSED", "case, to which I will subsequently refer on the basis that, in those cases, the Applicants were importers whereas in the present case, the Applicants are domestic manufacturers which puts them in a different position under the provisions of", "SIMA"], ["[23]", "At issue in this Application and in this motion, is the announcement by CBSA that it will initiate a re-investigation of the normal price ascribed to the goods in question and whether that re-investigation should be stayed."], ["[24]", "It is clear that nothing in", "SIMA", "addresses whether, and if so, in which Court, an announcement that CBSA will commence a re-investigation can be challenged or judicially reviewed. The Applicants argue that section 18(1) of the", "Federal Courts Act", ", RSC 1985, c. F-7, provides the Federal Court with the necessary jurisdiction. The Attorney General argues that section 18.2 of that", "Act", "provides that any remedy by way of an interlocutory stay can be granted only pending the determination of the underlying application in the Federal Court and not pending some other event such as a disposition of an application to the Federal Court of Appeal."], ["[25]", "Counsel for the Interpipe companies submits that the decision to commence a re-investigation is not reviewable at all. In other words, has a serious issue been raised as to whether the announcement by CBSA that it will commence a re-investigation reviewable at all."], ["[26]", "Section 18(1) of the", "Federal Courts Act", "provides the Federal Court with jurisdiction where relief by way of an injunction, writs of", "certiorari", ", prohibition,", "mandamus", "or", "quo warranto", "are sought in respect of a federal board, commission or other tribunal. Section 18.1(2) provides a time limit for filing an application for such relief but only where a \"decision or order\" was made. Section 18.2 provides that the Federal Court may grant interim relief."], ["[27]", "There is no doubt that in respect of CBSA we are dealing with a \"federal board, commission or other tribunal.\" No party has raised an issue as to whether the application was filed in a timely manner; it appears to have been filed promptly. The question is whether the announcement by CBSA that it will conduct a re-investigation is subject to judicial review in granting relief of the kind set out in section 18(1) of the", "Federal Courts Act", ". If it is, then the Federal Court has jurisdiction and such jurisdiction has not been ousted by section 28 of the", "Federal Courts Act", "nor by any provision in", "SIMA", ". Therefore, I will proceed to examine whether a serious issue in that respect has been raised on the assumption that I have jurisdiction followed by a consideration of irreparable harm and balance of convenience.", "V.", "STATUS QUO"], ["[28]", "An interlocutory or interim injunction generally has the effect of preserving the", "status quo", "until final determination of the matter before the Court."], ["[29]", "In the present case, there has been a finding that certain goods imported from certain countries were \"dumped\". As a result, certain duties were imposed on the importers. The data shows that importation has been reduced by some eighty-one percent."], ["[30]", "Judicial review has been sought by the Applicants and some but not all of the Respondents in the Federal Court of Appeal. We do not know when those matters will be heard; no application to fix a date for a hearing has yet been made. The result of those applications cannot be predicted."], ["[31]", "A re-investigation is underway; Counsel appear to be in agreement that it will be concluded by December 14, 2015. The result of that re-investigation may be a re-determination of the duties for the period of time at issue in the earlier determination or for a different period of time. Again, the result cannot be predicted."], ["[32]", "The application underlying the present motion has not been set down to be heard. There is no evidence in the record to show what attempts have been made to seek a date for the hearing of the application itself.", "VI.", "SERIOUS ISSUE"], ["[33]", "As discussed with respect to", "CITATION_SUPPRESSED,", "where the disposition of a motion such as this will, in effect, result in a determination of the issue raised in the underlying application, the Court must undertake a more extensive review of the question of serious issue."], ["[34]", "The Applicants put forward two grounds upon which they argue that a serious issue exists. The first is that, in effect, a re-investigation will undermine the applications for review now before the Federal Court of Appeal. I repeat part of the Applicants' Written Representations in this regard:", "42. ... CBSA is purporting to use a discretionary administrative process, that has no basis in law, in a manner that is inconsistent with the purpose of the clear judicial review process established by Parliament under ss. 96.1 and 41.1 of SIMA to deal with judicial challenges to the Final Determination.", "43. The Applicants asset that CBSA's decision to initiate a re-investigation at this time is an unreasonable use of CBSA's residual powers under SIMA. It also includes a ground that the initiation of the Re-investigation at a time when the CBSA methodologies are under review by the Federal Court of Appeal constitutes an abuse of process and improper attempt to shield the flawed methodologies used by it to calculate normal values and dumping margins from a legislated judicial review process.", "...", "47. The CBSA is now using the administrative Re-investigation process in parallel with the judicial review process, despite clear conflicts between the two.", "...", "50. The conflict between the SIMA judicial review process and the CBSA re-investigation process is a serious issue to be determined by this Court. In the Application, this Court will be called upon to decide whether CBSA can engage a re-investigation while a judicial review application under SIMA is ongoing. This could potentially circumvent the Federal Court of Appeal's legislated supervisory role by replacing the normal values accompanying CBSA's Final Determination with normal values derived from the Re-Investigation, for which there is no statutory route of judicial review open to the Applicants."], ["[35]", "A second argument raised by the Applicants is that a serious issue exists in that the CBSA initiated a re-investigation in a manner which conflicts with its own guidelines. I repeat paragraph 51 of the Applicants' Written Representations:", "51. A second serious issue raised in the Application is whether", "CBSA can initiate a re-investigation in a way that conflicts with its own guidelines. As noted above there is no legal basis for re-investigations. That said, CBSA has published a D-memo setting guidelines. The guidelines establish pre-conditions for launching a re-investigation. Given that only two months passed between the Final Determination and the initiation of the Re-investigation, it cannot be that expressed factors justify initiation", "(a) the volume of imports of the subject goods and the relative changes in the volume;", "(b) the number of new products or models or the number of new exporters;", "(c) the number of requests for re-determination;", "(d) market information on price levels in the industry sector or country of export; and", "(e) representations from the complainant, exporters, importers, or from the government of the country of export.", "D-Memo, para. 1 [MMR, Tab 2R]"], ["[36]", "Dealing with the first ground, one must distinguish between a re-investigation which is in the nature of an inquiry process, and a re-determination which is a decision that may result from that inquiry process. The inquiry process does not affect legal rights or impose legal obligations on cause prejudice; those results only come about when a determinative or re-determination is made. This case is similar to that of the", "Toronto Port Authority", "case where the Authority issued certain bulletins to the effect that it was going to initiate a process for awarding \"slots\" at the Toronto Island Airport. Stratas J.A. (concurred in by Létourneau and Dawson JJ.A.) wrote in", "REFERENCE_SUPPRESSED:", "28. The jurisprudence recognizes many situations where, by its nature or substance, an administrative body's conduct does not trigger rights to bring a judicial review.", "29. One such situation is where the conduct attacked in an application for judicial review fails to affect legal rights, impose legal obligations, or cause prejudicial effects: REFERENCE_SUPPRESSED.", "30. The decided cases offer many illustrations of this situation: e.g., REFERENCE_SUPPRESSED (an official's letter proposing dates for a meeting); REFERENCE_SUPPRESSED (a courtesy letter written in reply to an application for reconsideration); REFERENCE_SUPPRESSED:", "24. Bearing these considerations in mind, I must conclude that the CBSA's re-investigation is not amenable to judicial review. A re-investigation by definition is a preliminary step in the process that may lead to an assessment of duty. A re-investigation may lead to a determination or re-determination that may be appealed to the CITT, and to the Federal Court of Appeal."], ["[38]", "Therefore, I conclude that this Court does not have jurisdiction under sections 18 or 18.1 of the", "Federal Courts Act", "to grant relief in respect of the re-investigation."], ["[39]", "As to the second ground, that is whether the CBSA followed its own guidelines in initiating a re-investigation, the Respondent, Attorney General, has provided a Certified Tribunal Record containing a Memorandum to the Director General, Brent McRoberts. That Memorandum demonstrates that the factors set out in the CBSA Guidelines, described as D14-1-8, were considered and applied; see pages 2, 3 and 4 of the Memorandum. I am not persuaded that the Guidelines were not properly followed and applied.", "VII.", "IRREPARABLE HARM"], ["[40]", "The Applicants have not put in evidence any evidence in respect of irreparable harm, only lawyers' submissions. I repeat some of those submissions from the Applicants' Written Representations in full:", "ii)", "Irreparable harm from perpetuating flawed normal values", "62. In the Final Determination, CBSA determined normal values using a flawed methodology for certain exporters of Subject Goods. The Applicants, and the domestic industry, are currently suffering harm because these flawed normal values do not provide the full protection against dumping contemplated by SIMA. This methodology is currently being challenged before the Federal Court of Appeal.", "63. One of the primary purposes of a re-investigation is to provide normal values for new exporters and new models of goods.", "D-Memo, para. 1 [MMR, Tab 2R]", "SIMA Handbook, sections 4.14.2.1, 4.15.5.1., pp. 291, 295-296", "[MMR, Tab 2S]", "64. As a result of the Re-investigation proceeding", "before", "CBSA receives direction from the Federal Court of Appeal required changes to its flawed methodology, CBSA will perpetuate the same flawed methodology from the Final Determination to provide normal values to more exporters and for more products.", "65. This will allow more Subject Goods to enter the Canadian market on the basis of erroneously low normal values. These low priced Subject Goods will further take sales away from the domestic producers such as the Applicants and further result in lost sales, lost market share and lost profits for the Applicants. Even if the normal values determined in the Re-investigation were revisited by the CBSA after a remand from the Federal Court of Appeal, the damage to the domestic industry will have been done. A lost sale cannot be undone by a retroactive change to CBSA methodology.", "66. These losses would be particularly harmful to the Applicants at a time when the domestic industry is acutely vulnerable because, as found by the CITT, dumped low priced imports represent a \"clearly foreseen and imminent threat of material injury\", including because \"low oil prices elevates the threat of a surge in volumes of low-prices imports from the subject countries and magnifies their effect\".", "Oil Country Tubular Goods, NQ-2014-002, paras. 268, 270 [MMR, Tab 21]", "67. The fourth and first quarters of each year are the busiest time for OCTG sales in Canada. Having CBSA release new normal values going into the busiest period of the year highlights the potential for significant the harm to the Applicants.", "Oil Country Tubular Goods, NQ-2014-002, para. 251 [MMR, Tab 21]", "iii) Harm is irreparable because there is not mechanism for compensation", "68. There is no way for the Applicants to be compensated for their lost sales and lost market share. The imports of Subject Goods will be irrevocably permitted to enter the Canadian marketplace. SIMA provides a mechanism to prevent unfair dumping of subject goods", "at the border", ". Once they are released into Canada, there is no way to remove the goods from the marketplace or to reverse the sales lost to improperly low prices.", "69. SIMA is a price regulation regime. There is no cause of action between the Applicants and the foreign exporters or Canadian importers whereby the Applicants could recover damages. SIMA imposes anti-dumping measures to correct pricing, it does not contemplate any payment of damages or other compensation flowing to the domestic industry from the foreign exporters or Canadian importers, who are the beneficiaries of the improper normal values.", "70. This necessarily means that the financial harm suffered by the domestic industry from the perpetuation of flawed normal values is an \"irreparable\" harm."], ["[41]", "Each of the Respondents, Jindal Saw, Interpipe Ukraine and North American Interpipe, and Borusan Mannessman and Imco International Steel, filed affidavit evidence to the effect that they would suffer harm if the re-investigation were to be stayed. There was no cross-examination upon any of these affidavits."], ["[42]", "In another of the", "CITATION_SUPPRESSED", "group of cases in the Federal Court of Appeal,", "REFERENCE_SUPPRESSED, Justice Stratas wrote that general assertions cannot establish irreparable harm, and that assumptions, speculations, hypotheticals and arguable assertions, unsupported by evidence, carry no weight. He wrote at paragraphs 44 to 46:", "44", "Quite aside from Janssen's ability to pursue a motion under Rule 399 to clarify any ambiguities -- as yet unpursued -- Janssen's stay motion in this Court must fail for another reason. Its evidence of irreparable harm falls short of the mark. It has not presented evidence of sufficient particularity concerning what actions, activities, plans or communications have been or will be affected by the injunction's ambiguity.", "45 General assertions cannot establish irreparable harm. They essentially prove nothing", "It is all too easy for those seeking a stay in a case like this to enumerate problems, call them serious, and then, when describing the harm that might result, to use broad, expressive terms that essentially just assert -- not demonstrate to the Court's satisfaction -- that the harm is irreparable.", "REFERENCE_SUPPRESSED) Accordingly, \"[a]ssumptions, speculations, hypotheticals and arguable assertions, unsupported by evidence, carry no weight\": REFERENCE_SUPPRESSED.", "46 Instead, \"there must be evidence at a convincing level of particularity that demonstrates a real probability that unavoidable irreparable harm will result unless a stay is granted\": CITATION_SUPPRESSED. See also REFERENCE_SUPPRESSED;REFERENCE_SUPPRESSED; Laperrière, supra at paragraph 17."], ["[43]", "Given the lack of evidence offered by the Applicants, and the speculative nature of the irreparable harm argued by Applicants' Counsel, I am simply not persuaded that the Applicants will or will be likely to suffer irreparable harm if the re-investigation were to proceed. On the other hand, the uncontested evidence of several of the Respondents is that they will suffer irreparable harm if an injunction is granted. I find that the Applicants have failed to establish irreparable harm if an injunction is not granted.", "VIII.", "BALANCE OF CONVENINCE"], ["[44]", "Just as in respect of irreparable harm, the Applicants have led no evidence to support their assertions that the balance of convenience favours the granting of a stay. I repeat what Applicants' Counsel wrote in their Written Representations:", "iv) Balance of convenience favours a stay", "71. The third step of the CITATION_SUPPRESSED test requires a determination as to which of the two parties would suffer greater harm from the granting or refusal of a stay pending a decision on the merits.", "CITATION_SUPPRESSED [CLA, Vol. 1, Part B, Tab 12 (see MMR, Tab 8 for relevant excerpts)]", "72. The potential inconvenience to the CBSA of the Re-Investigation being stayed is minimal. The impact on CBSA of a stay is only to defer the initiation of the Re-investigation until this judicial review is resolved on its merits, which would only delay the initiation of the Re-investigation until the approximate timeline normally followed in the CBSA's policy of initiating a re-investigation. As noted above, the CBSA D-Memo recommends as a default that re-investigations be commenced on the anniversary of the Final Determination.", "D-memo, para. 3 [MMR, Tab 2R]", "73. The current normal values are relatively fresh as they were issued on March 3, 2015. In many cases, re-investigations only happen", "years", "after the final determination. For example, in the three other OCTG cases for which a re-investigation was initiated on May 4, 2015, Seamless Casing had its first re-investigation four years after its Final Determination. Similarly, the current re-investigation is the first of both OTTG 1 and Pup Joints, which is five years and three years after those Final Determinations.", "Cant Affidavit, para. 23 [MMR, Tab 2]", "74. SIMA provides a mechanism to challenge normal values after a Final Determination. This is by way of judicial review to the Federal Court of Appeal pursuant to s. 96.1. No \"inconvenience\" can be attributed to the Applicants' reliance on the appropriate statutory mechanism provided to challenge normal values. The Applicants' attempts to exercise a statutory right favours the convenience of allowing the statutory process to proceed rather than for it to be supplanted by an administrative process initiated by CBSA.", "75. The requested stay also only affects the re-investigation as it pertains to the Nine Countries, and thus it can be readily severed from the three OCTG re-investigations relating to China announced on May 4, 2015. There is little or no overlap in information in these other re-investigations as against the Nine Country Re-investigation. The foreign exporters are necessarily different between OCTG II and the other three cases which involve only China. The Re-Investigation is also currently at a relatively early stage, with CBSA necessarily having spent little effort to date. The delay resulting from a stay would be in line with the CBSA's normal delay in initiating re-investigation as set out in the D-Memo and the SIMA Handbook.", "D-memo, para. 2 [MMR, Tab 2R];", "SIMA Handbook, s. 4.15.3, p. 291-292 [MMR. Tab 2S];", "Notice of Initiation of Re-investigation [MMR, Tab 2A]", "76. The benefit of having the two month-old normal values updated, in a context where many normal values in other cases stay in place for several years, does not outweigh the irreparable harm the Applicants will suffer if the Re-Investigation is allowed to proceed.", "77. The circumstances of this motion are the type of \"special circumstances\" where the Court should intervene despite the administrative process being ongoing. In this case, it is the very act of limited the Re-investigation that is improper. The Court does not need to assess whether it can allow the Re-investigation to conclude before intervening, because this is not a case where \"at the end of the proceedings some other appropriate remedy exists\". There is no possible outcome of the Re-investigation that will make CBSA's decision to initiate proper.", "REFERENCE_SUPPRESSED."], ["[45]", "The Applicants have not offered to provide an Undertaking as to damages. Their Counsel argues that such an Undertaking is unnecessary in regulatory matters such as this. Counsel for the Interpipe Respondents argues that such an Undertaking should have been offered. I do not need to decide if an Undertaking is \"necessary\" but it should have been offered \"if necessary\"."], ["[46]", "It may be that the Federal Court of Appeal will, at some point in the future, provide a Judgment and Reasons in the applications presently before it that could change the basis upon which a determination of a normal price could be made. If a re-determination is made by CBSA before such Judgment and Reasons are delivered, then perhaps a further re-determination may be warranted giving rise to some additional legal costs and inconvenience. If the re-determination is made only after the release of such Judgment and Reasons, Counsel for the Attorney General has undertaken that, to the extent that the Federal Court of Appeal deals with methodology, such methodology will be taken into account in the re-determination. The CBSA will be guided by the same. Perhaps there will be some measure of inconvenience but I find, not a measure so great that the re-investigation should be stayed.", "IX.", "CONCLUSION AND COSTS"], ["[47]", "In conclusion, I find that the Applicants have failed to establish on the three part", "CITATION_SUPPRESSED", "test that a stay ought to be granted. The motion will be dismissed with costs, fixed in the sum of $2,500.00 to each of the Attorney General and the other groups of Respondents appearing before me.", "ORDER"], ["[48]", "THIS COURT ORDERS that:", "1. The motion is dismissed;", "2. The Attorney General and each of the groups of Respondents appearing before me is entitled to costs, fixed in the sum of $2,500.00 each.", "[End of document]"]]}