{"id_": "005594", "body_str": [["[1]", "Blais, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the Act), for judicial review of a decision of a visa officer dated June 27, 2006, wherein the visa officer determined that the applicant was not a member of the live-in caregiver class and denied his application for a work permit.", "BACKGROUND"], ["[2]", "Alaa K. Salman (the applicant) is a 40-year old Iraqi citizen who applied for a work permit under the live-in caregiver class in June 2006."], ["[3]", "The applicant attended an interview at the Canadian Embassy in Damascus on June 18, 2006, and his application was refused the same day, on the ground that the visa officer was not satisfied that the applicant had completed the equivalent of a secondary school education, as required by section 112 of the", "Immigration and Refugee Protection Regulations", ", S.O.R./2002-227 (the Regulations)."], ["[4]", "Following this rejection, the applicant's future employer in Canada obtained an evaluation by the Comparative Education Service of the University of Toronto, confirming that the program of study in which the applicant was enrolled was the academic equivalent of the Ontario Secondary School Diploma. This letter from the University of Toronto was then faxed to the Embassy, and the applicant was granted a second interview on June 27, 2006, with a different visa officer."], ["[5]", "At the conclusion of this second interview, the applicant's application for a work permit was once again denied. In his letter dated June 27, 2006, the visa officer concluded that the applicant did not meet the requirements for a work permit, as the visa officer was not satisfied that the applicant had successfully completed secondary school or that he intended to work for the family that had offered him a contract.", "ISSUES FOR CONSIDERATION"], ["[6]", "The following issues are raised in this application for judicial review:", "1) Did the visa officer breach the duty of procedural fairness owed to the applicant?", "2) Did the visa officer err by concluding that the applicant did not meet the requirements of the Regulations to be issued a work permit?", "PERTINENT LEGISLATION", "Immigration and Refugee Protection Regulations", ", S.O.R./2002-227", "112.", "A work permit shall not be issued to a foreign national who seeks to enter Canada as a live-in caregiver unless they", ") applied for a work permit as a live-in caregiver before entering Canada;", ") have successfully completed a course of study that is equivalent to the successful completion of secondary school in Canada;", ") have the following training or experience, in a field or occupation related to the employment for which the work permit is sought, namely,", "(i) successful completion of six months of full-time training in a classroom setting, or", "(ii) completion of one year of full-time paid employment, including at least six months of continuous employment with one employer, in such a field or occupation within the three years immediately before the day on which they submit an application for a work permit;", ") have the ability to speak, read and listen to English or French at a level sufficient to communicate effectively in an unsupervised setting; and", ") have an employment contract with their future employer.", "112.", "Le permis de travail ne peut être délivré à l'étranger qui cherche à entrer au Canada au titre de la catégorie des aides familiaux que si l'étranger se conforme aux exigences suivantes:", ") il a fait une demande de permis de travail à titre d'aide familial avant d'entrer au Canada;", ") il a terminé avec succès des études d'un niveau équivalent à des études secondaires terminées avec succès au Canada;", ") il a la formation ou l'expérience ci-après dans un domaine ou une catégorie d'emploi lié au travail pour lequel le permis de travail est demandé:", "(i) une formation à temps plein de six mois en salle de classe, terminée avec succès,", "(ii) une année d'emploi rémunéré à temps plein - dont au moins six mois d'emploi continu auprès d'un même employeur - dans ce domaine ou cette catégorie d'emploi au cours des trois années précédant la date de présentation de la demande de permis de travail;", ") il peut parler, lire et écouter l'anglais ou le français suffisamment pour communiquer de façon efficace dans une situation non supervisée;", ") il a conclu un contrat d'emploi avec son futur employeur.", "STANDARD OF REVIEW"], ["[7]", "It is well established in law that decisions of visa officers are discretionary decisions based essentially on factual assessments and as such, deference must be shown by the Court when reviewing such decisions. As the Federal Court of Appeal held in", "<FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 1575, at paragraph 12:", "An application to be admitted to Canada as an immigrant gives rise to a discretionary decision on the part of a visa officer, which is required to be made on the basis of specific statutory criteria. Where that statutory discretion has been exercised in good faith and in accordance with the principles of natural justice and where reliance has not been placed upon considerations irrelevant or extraneous to the statutory purpose, courts should not interfere (", "<FRAGMENT_SUPPRESSED>  (F.C.A.))."], ["[8]", "Therefore, the decision of the visa officer on the merit of the visa application will be reviewed on a standard of patent unreasonableness."], ["[9]", "However, the allegations of a breach of procedural fairness will be reviewed on a standard of correctness (", "<FRAGMENT_SUPPRESSED>  at paragraph 65). If a breach of procedural fairness is found, the decision will be set aside (", "Congrégation des témoins de  <FRAGMENT_SUPPRESSED>  at 665).", "ANALYSIS", "1) Did the visa officer breach the duty of procedural fairness owed to the applicant?"], ["[10]", "The applicant submits that the visa officer committed a fundamental breach of natural justice and the duty of fairness, when he determined that the applicant had failed to provide the necessary documentation both in his application and at the interview."], ["[11]", "It is trite law that it is the responsibility of the visa applicant to provide the visa officer with all necessary material in support of the application (", "<FRAGMENT_SUPPRESSED>  a duty on the part of the visa officer to express his concerns to the applicant when the issue is one of credibility or the genuineness of documents, and to provide the applicant with an opportunity to respond to such concerns. I am not satisfied that this duty was met in this case."], ["[13]", "The applicant was granted an interview and, while there is no transcript of this interview, the CAIPS notes indicate that the visa officer did question the applicant on his educational credentials. Nevertheless, I am of the opinion that the visa officer failed to consider the applicant's explanation for having only this document as proof of his completion of study."], ["[14]", "The applicant explained that the Ministry of Education in Iraq does not provide transcripts. He also pointed out that the diploma that he submitted states that he \"was admitted to the Baccalaureate Examination for the Preparatory Schools (Literature Section) in 1986-1987\".... \"He/she passed obtaining the following marks:\"."], ["[15]", "The applicant also provided a copy of an evaluation by Comparative Education Service from the University of Toronto, which indicates that the applicant's high school diploma is equivalent to an Ontario Secondary School Diploma. Even though the officer refers to that evaluation in his CAIPS notes, he makes no analysis or comments as to why he is rejecting that evidence."], ["[16]", "In my opinion, in this particular case and with the evidence before him, the visa officer had a duty to investigate this point more thoroughly."], ["[17]", "<FRAGMENT_SUPPRESSED>  Justice John A. O'Keefe wrote at paragraphs 18 and 19:", "18 The visa officer was concerned that two of the letters provided by the applicant quoted directly from the duties listed in NOC 3214 (clinical perfusionist). As a result, the visa officer decided that the documents were not credible, nor was the applicant's training and work experience. While it is true that the visa officer did raise some concerns about the applicant's training and experience at the interview, he did not give the applicant an opportunity to respond to his specific concerns about the veracity of the letters, nor did he make further inquiries to determine whether or not the letters were valid. The cross-examination of the visa officer established that he was not certain that the certification stamp on the letters applied only to the translation. The issue of the certification on the letters should have been verified.", "19 I am of the opinion that the visa officer made reviewable errors in failing to make further inquiries and in failing to apprise the applicant of his belief before deciding that the documents were not credible. This is consistent with the jurisprudence in  <FRAGMENT_SUPPRESSED>  (T.D.), 2001 FCT 904, where Lemieux J. stated at paragraph 5:", "Moreover, the visa officer rejected documentary evidence proving she had worked as a cook in a restaurant in Vietnam because it was not on letterhead and was handwritten. I find that a rejection of documentary proof on this basis, without more verification to be unreasonable.", "These errors, in the circumstances of this case, constitute a breach of the duty of fairness the visa officer owed to the applicant."], ["[18]", "In the case at bar, rejecting the evidence at this stage amounts to a breach of the duty of procedural fairness."], ["[19]", "The interest of justice will be better served with a more reasonable assessment of the evidence provided by the applicant regarding his secondary school diploma."], ["[20]", "Therefore, this error is sufficient to justify the intervention of the Court."], ["[21]", "Given my conclusion on the first issue, it will not be necessary to address the second one.", "JUDGMENT"], ["[22]", "1. The application is allowed.", "2. The decision of the visa officer is set aside and the matter is referred back for redetermination by a different visa officer.", "3. Neither counsel suggested questions for certification.", "[End of document]"]]}