{"id_": "005778", "body_str": [["[1]", "MacKay, J.", ": The Convention Refugee Determination Division (the \"tribunal\"), by its decision dated January 18, 1994, determined that there was not credible evidence of the applicant's claim to fear persecution if he were to return to his own country, Romania. It thus determined that he was not a Convention refugee."], ["[2]", "The basis of that conclusion was that his conduct subsequent to leaving Romania in July 1992 was inconsistent with a fear of persecution and his delay in claiming refugee status until he arrived in Canada in February 1993 negated a well-founded fear of persecution."], ["[3]", "After leaving Romania, the applicant travelled through Yugoslavia, or at least that area claiming to be Serbia, to Italy, to France and thence to Belgium. He lived in a tent, in parks, until, in Antwerp in January 1993, he surreptitiously boarded a ship bound for Montreal. He stowed away, undetected, came ashore in Montreal and travelled by bus to Toronto where he claimed refugee status within a few days of his arrival."], ["[4]", "He did not claim refugee status in any of the countries in which he was briefly resident. When asked about this at the hearing before the tribunal, specifically why he had not claimed that status while he was in Italy, he indicated that he feared that the Romanian securitate, or security police, had a presence or influence in countries of western Europe, and since he feared being returned to Romania from those countries, he was determined to get to North America."], ["[5]", "In the course of its decision the tribunal stated:", "\"In this case, we find it highly significant that Belgium, France, Italy, and Yugoslavia are all signatories to the 1951 Convention and 1967 Protocol (thus the exception in", "Tung", "does not apply). We accept this as prima facie evidence that protection is available in those nations. No evidence was led to the contrary. Were the claimant to allege that protection was", "not", "available to him in each of those countries, the onus would be on him to so establish. The Convention refugee determination process in Canada is non-adversarial, and accordingly it is not the duty of the RHO to establish that protection", "is", "available in the countries in question; it is for the claimant to establish otherwise, and this he has not done.\""], ["[6]", "Counsel for the parties treated the tribunal's considerations of his failure to claim refugee status in other countries before he arrived in Canada, and of his delay in making that claim, as interrelated. For the applicant it is urged the tribunal erred in considering the status of the countries referred to in relation to the 1951 Convention and the 1967 Protocol concerning refugees since that was not evidence referred to by the applicant or by the RHO at the hearing. Further, even if the tribunal could take note of such facts no opportunity was given at the hearing or thereafter to the applicant to make submissions about the significance of those facts. Finally, no other ground was suggested by the tribunal as a basis for its finding there was no credible evidence to support the applicant's claim. For example, no criticism of the sworn testimony of the applicant, or of his demeanour at the hearing, or of alleged inconsistencies in his evidence are referred to by the tribunal. It is urged that the tribunal failed in its duty to provide reasons in some detail for rejecting the applicant's claim."], ["[7]", "The tribunal referred to", "<FRAGMENT_SUPPRESSED>  (F.C.A.), which it aptly summarized as appearing, in part,", "\"to rule that a claimant in transit for a period of about five weeks, passing through countries that no evidence suggests are signatories to the 1951 United Nations Convention or 1967 Protocol, and having already decided to claim Convention refugee status in Canada, does not prejudice his claim by failing to claim in any of the countries", "en route", ".\""], ["[8]", "I agree with counsel for the respondent that", "Tung", "can be distinguished on the basis of the difference in transit times involved in", "Tung", "and in this case, and also on the basis the tribunal itself relies upon, that is the evidence, here being taken by notice, comparable to judicial notice, apparently on the initiative of the tribunal itself, about the status of the countries concerned in relation to the United Nations treaties."], ["[9]", "The tribunal in my view is specifically authorized by the", "Act", "to take notice of matters of this sort for s. 68(4) provides:", "\"68(4) The Refugee Division may, in any proceedings before it, take notice of any facts that may be judicially noticed and, subject to subs. (5), of any other generally recognized facts and any information or opinion that is within its specialized knowledge.\""], ["[10]", "It is urged by the applicant that the matters here noted by the tribunal are not the sort of widely understood facts for which the principles relating to judicial notice permit a court or tribunal to take note of facts without formal proof. Moreover, even if the status of the particular countries in relation to the treaties may be noted from U.N. reports or records there was no evidence here that protection was available to the applicant in any of those other countries."], ["[11]", "In my opinion, a specialized tribunal, the Convention Refugee Determination Division, is entitled to take notice of and to take into account the status of countries of the world in relation to the very international conventions which Canadian law administered by the tribunal is intended to implement for Canada. In terms of s. 68(4), it seems to me that is \"information ... within its specialized knowledge\". It is not facts or information other than that which may be judicially noticed, of which the tribunal must give notice to the parties in accord with s. 68(5) of the", "Act", ". In my view, it may also assume that a country adhering to an international convention will meet its obligation to implement the convention within its own territory if that be required, unless evidence to the contrary is adduced."], ["[12]", "In sum, I find that the tribunal's reliance upon facts of which it took notice, i.e. the status of countries through which the applicant travelled en route to Canada, and its assumption, in the absence of evidence otherwise, that protection was available to refugee claimants in those countries was not unreasonable, and was specifically authorized by s. 68(4) of the", "Act"], ["[13]", "It is also my opinion that the tribunal in this case was not so unfair in its process that this court should intervene. It is true that it did not specifically refer at the hearing or thereafter, to its possible consideration of the status of the other countries in relation to the U.N. Conventions and of the applicant's failure to apply for protection there. Yet, in the course of the hearing the RHO did ask the applicant why he did not claim refugee status in Italy. Further, in his submissions to the tribunal at the conclusion of the hearing, the RHO noted:", "\"Now I believe it's important to consider that the claimant travelled through Italy, Belgium and France and did not (inaudible) refugee claims in any of these countries. He indicated to us that the reason was that he wanted to be as far away from Romania as he could be and he always planned to come to America although he didn't specifically wish to come either to Canada or the United States.\""], ["[14]", "The applicant's submissions to the tribunal were made in writing following conclusion of the hearing. While it would be preferable for the tribunal to have made direct reference itself at the hearing to concerns, if any, about the credible basis of the applicant's claim in light of his failure to claim refugee status earlier, while en route to Canada, the applicant and his counsel ought to have been aware of the apparent significance of his failure to claim refugee status elsewhere, at least in light of the RHO's submissions, made orally to the tribunal at the conclusion of the hearing. No submissions were made by or on behalf of the applicant until after the hearing terminated when they were submitted in writing. It cannot be said that there was not an opportunity to respond to the concern as expressed by the RHO."], ["[15]", "Finally, in my opinion the tribunal was entitled to consider his failure to claim refugee status in other countries while travelling from July 1992 to January 1993 in Europe, and to consider how the applicant's evidence was to be weighed in light of that. In so doing it here concluded that his travelling for six months or so without seeking refugee status negated his evidence of a fear of persecution if he were returned to Romania. That finding goes to the root of the applicant's claim. It was not necessary to set out other or more detailed reasons for not accepting that the applicant had established a well-founded fear of persecution. The tribunal's conclusion deals directly with the foundation of the applicant's claim, based on an inference expressed by the tribunal, thus:", "\"Would a person with a well-founded fear of persecution sojourn for approximately half a year in various countries illegally, and at risk of being returned to Romania, the country wherein he claims to fear persecution? The panel thinks not.\"", "I am not persuaded that in the circumstances of the case, as weighed and considered by the tribunal, this inference or its conclusion was unreasonable."], ["[16]", "For these reasons an order goes dismissing this application for judicial review.", "Application dismissed.", "Editor: Debra F. MacCausland/saf", "[End of document]"]]}