{"id_": "005862", "body_str": [["[1]", "Diner, J.", ": This is a judicial review of a decision [Decision] dated March 14, 2014, in which a Member [Member, Board] of the Refugee Protection Division [RPD] of the Immigration and Refugee Board [IRB] of Canada declined to re-open a claim for refugee protection. The Applicant seeks an Order quashing the Decision of the Member and re-opening the claim, which would have the effect of requiring the RPD to assess the claim on its merits.", "II.", "Facts"], ["[2]", "The Applicant is a citizen of Pakistan who entered Canada on November 20, 2013. Her basis of claim [BOC] form indicates that she is a member of the Christian minority in Pakistan, who fears persecution by Muslim extremists (Applicant's Record, p 58). Her claim was never adjudicated on its merits by the RPD, for the following reasons."], ["[3]", "After her arrival to Canada, she retained an immigration consultant [Consultant] who claimed he would file her BOC, allegedly signed on December 2, 2013, by the required December 9, 2013 deadline. She deposes that he not only failed to do so, but that she was not made aware that she was required to attend a proceeding held by the RPD on December 16, 2013 to explain why she had failed to file her BOC."], ["[4]", "After receiving a decision on December 20, 2013 declaring her claim abandoned, she spoke to her Consultant, who assured her that he had contacted the Board to resolve the matter, and her hearing was to proceed as originally scheduled on January 21, 2014. The day before the hearing, her Consultant called to inform her that the RPD hearing was not going to proceed as scheduled because the Member was not available. He told her that he would keep her posted as to when the hearing was rescheduled."], ["[5]", "The Applicant later received a decision by the RPD dated January 28, 2014 dismissing an application to re-open her refugee claim. In its reasons, the Member concluded that the reason proffered to the Board as to why the Applicant could not make the December 16, 2013 abandonment hearing, namely because her mother had been ill, was not sufficient to re-open the case since she could have instructed her Consultant to outline these circumstances at the abandonment hearing (Certified Tribunal Record [CTR], p 157). The Applicant, however, deposes that this decision caught her by surprise, as she hadn't known that an application to re-open had even been filed by her Consultant, and to her knowledge, her claim was in good standing and the delay in the hearing of her claim was just a matter of accommodating the Member's schedule."], ["[6]", "On February 28, 2014, the Applicant filed another application to re-open, which is the basis of this judicial review. Upon hearing the arguments that Ms. Basharat's Consultant had failed in his duties to act honestly and competently, the Member, in declining to re-open the application for a second time, relied on", "FRAGMENT_SUPPRESSED and an IRB practice note [Lexchange] to conclude that the Applicant erred in failing to file a complaint to her Consultant's regulatory body:", "FRAGMENT_SUPPRESSED", "III.", "Issue"], ["[7]", "The central issue in this case turns on the following question: Does an allegation of incompetence require the notification of a professional regulatory body?", "IV.", "Standard of Review"], ["[8]", "The decision of whether or not to re-open a refugee claim is a question of mixed fact and law. The factual circumstances of an applicant are informed by the common law governing the legal exercise of discretion. As previously held by this Court, the standard of review for such decisions is reasonableness, meaning the decisions are entitled to deference if they are justifiable, intelligible and transparent, and defensible on the facts and the law (", "FRAGMENT_SUPPRESSED).", "V.", "Analysis"], ["[9]", "The", "Refugee Protection Division Rules", "(SOR/2012-256) [Rules] are the statutory instrument which governs applications to re-open refugee claims. When an applicant alleges incompetent counsel, (a term that includes both lawyers and consultants), she is required by the Rules to provide a copy of the application to the impugned consultant or lawyer, as well as to the RPD:", "62(4) If it is alleged in the application that the claimant's counsel in the proceedings that are the subject of the application provided inadequate representation,", "(a) the claimant must first provide a copy of the application to the counsel and then provide the original application to the Division, and", "(b) the application provided to the Division must be accompanied by a written statement indicating how and when the copy of the application was provided to the counsel."], ["[10]", "The Respondent does not contest, and the reasons of the Member indicate, that the Applicant informed her Consultant of her second application to re-open her claim (CTR, p 3, para 11). The Applicant does not deny her failure, during the period under review, to follow through on her complaint to the Immigration Consultants of Canada Regulatory Council [ICCRC], the body responsible for regulating the conduct of her Consultant (which she asserts to have done since)."], ["[11]", "So, we are left with a straightforward question - was the Applicant in this case", "required", "to submit a complaint to her Consultant's regulatory body in order to re-open her claim on the basis of incompetent representation? In my view, she was not."], ["[12]", "The Respondent relies on the following passage from Justice Russell in", "FRAGMENT_SUPPRESSED", "in defending the Member's Decision:", "FRAGMENT_SUPPRESSED"], ["[13]", "FRAGMENT_SUPPRESSED however, goes on to reject the very approach advocated by the Respondent in this case:", "FRAGMENT_SUPPRESSED"], ["[14]", "It is clear that a paramount concern when allegations of incompetent counsel are submitted is the ability for the former consultant or lawyer to justify their conduct on the file. While complaints to a regulatory body may serve to corroborate claims of incompetence, they should not be perceived as requirements to making such an allegation. Indeed, I have previously held that the results of disciplinary bodies are not binding in the determination of whether counsel has acted incompetently (", "FRAGMENT_SUPPRESSED)."], ["[15]", "In short, this Court has recognized that informing a regulatory body and informing former counsel as disjunctive and sufficient, but not necessary, elements in an allegation of incompetence (", "FRAGMENT_SUPPRESSED)."], ["[16]", "For instance,", "FRAGMENT_SUPPRESSED", ", a case released earlier this year by FRAGMENT_SUPPRESSED"], ["[17]", "There are four practical reasons that support this conclusion. First, and most importantly, the procedural guidance of the IRB itself leads to this conclusion. Rule 62(4), reproduced above, makes no mention of need to advise the regulatory body. Rather, it only contemplates putting former counsel on notice."], ["[18]", "Second, if procedure in this Court is to be used as a measuring stick, the March 7, 2014 Procedural Protocol released by the Chief Justice, entitled", "Re: Allegations Against Counsel or Other Authorized Representative in Citizenship, Immigration and Protected Person Cases before the Federal Court", ", imports no requirement for the applicant to commence a complaint to the appropriate provincial or federal governing body when improper conduct is alleged in applications for leave and for judicial review before the Federal Court."], ["[19]", "Third, to hold otherwise would invite complaints to professional bodies as a matter of legal recourse, even in circumstances in which they may not be justified or necessary. For example, such an approach would require a complaint to a professional body even when a lawyer or consultant admits to having acted negligently. The bodies would be inundated with these complaints, for instance, for numerous types of immigration-related refusals, as a prophylactic measure. This result would defy common sense and undermine the integrity of legitimate complaints. It could also compromise the civility between counsel promoted by both law societies' professional conduct rules and the ICCRC's Code of Professional Conduct. The legal and consulting professions are self-regulated, and both are under a duty to act with courtesy and professionalism towards their colleagues."], ["[20]", "Fourth, the Lexchange practice note, dated October 2000, is a dated directive that Applicant's counsel estimated has been obsolete for a decade, and which the Respondent did not deny or counter. Indeed, even if the note remains in place today - for which there is no evidence - (i) it is inconsistent with Rule 62(4) discussed above, which takes precedence over unlegislated policy, and (ii) the Member misinterpreted the old note to conclude that a complaint had to be filed with the regulator; the note, in fact, said nothing of the sort.", "VI.", "Conclusion"], ["[21]", "Given the Member's position on the requirement that the Applicant submit a complaint to the ICCRC, she did not address the merits of whether the Applicant's former counsel had acted negligently. Consequently, and for the reasons above, I find the Member's Decision to be unreasonable, and allow the judicial review. The issue of whether the claim should be re-opened will be sent back to the RPD for redetermination by a different decision maker. There was no question for certification proposed by the parties.", "JUDGMENT"], ["[22]", "THIS COURT'S JUDGMENT is that", "1. This matter is referred back to the RPD for redetermination by a different decision maker.", "2. There was no question for certification proposed by the parties.", "3. There is no award as to costs.", "Application allowed.", "Editor: Sharon McCartney/nmg", "[End of document]"]]}