{"id_": "005830", "body_str": [["[1]", "Mactavish, J.", ": Karl Wilson seeks judicial review of a decision of Assistant Commissioner Ian McCowan of the Correctional Service Canada [CSC] denying Mr. Wilson's third level grievance."], ["[2]", "For the reasons that follow, I have concluded that Mr. Wilson was treated fairly in the process relating to the adjudication of the grievance at issue in this application, and that Mr. McCowan's decision was reasonable. As a result, the application will be dismissed.", "Background"], ["[3]", "Mr. Wilson has long been trying to have the reasons of his sentencing judge added to his institutional files and to have other, allegedly inaccurate, information removed from his files. This information relates to events leading up to Mr. Wilson's conviction for manslaughter, and his alleged involvement in the drug trade in Springhill Institution. According to Mr. Wilson, this inaccurate information played a role in the decision of the National Parole Board to deny him day parole on two occasions."], ["[4]", "Mr. Wilson raised his concerns with his parole officer in 2008, and his request to have information added to or removed from his files was denied. Mr. Wilson did not challenge that decision through the grievance process."], ["[5]", "On August 3, 2010, Mr. Wilson filed a complaint (not a grievance) alleging that the CSC had failed to transfer a proper information package to community residential centres for their consideration, contrary to the policy set out in a Commissioner's Directive (Complaint #21016). In particular, Mr. Wilson complains that the package did not contain a psychological assessment, but did include misleading information."], ["[6]", "In a decision dated August 25, 2010, Mr. Wilson's complaint was upheld, in part. The CSC accepted that Mr. Wilson's community assessment had been concluded prior to the completion of the psychological assessment and that the CSC had failed to follow the proper procedure in this regard. However, the CSC also held that the absence of the psychological assessment was not material, as the psychological assessment did not support his request for release. Mr. Wilson did not grieve this decision."], ["[7]", "In the meantime, on August 9, 2010, Mr. Wilson filed a first level grievance (Grievance #21120). This grievance led to the third level decision at issue in this application for judicial review. In Grievance #21120, Mr. Wilson requested that Complaint #21016, and a second complaint relating to a reduction in his pay (Complaint #21015), be combined and addressed together as a first level grievance, rather than as complaints, as they both involved allegations of harassment and discrimination."], ["[8]", "The Institutional Head denied Grievance #21120 at the first level on August 25, 2010, holding that the acts complained of did not meet the definitions of harassment and discrimination. As a result, it was decided that the matters should proceed as complaints."], ["[9]", "Mr. Wilson appealed the first level decision in Grievance #21120 to the second level of the grievance process. He reiterated his allegation that the conduct identified in his two earlier complaints constituted harassment and discrimination, noting that the issue in Complaint #21016 was the sharing of information by the CSC and inaccurate information in his institutional files."], ["[10]", "On September 6, 2010, prior to receiving a decision in relation to his second level grievance, Mr. Wilson submitted a formal request for the correction of his institutional files to the Privacy Division of the CSC. By letter dated September 17, 2010 Mr. Wilson was advised that the Privacy Division did not have jurisdiction over the correction of his files, and that his request was being forwarded to Mr. Wilson's parole officer for follow-up. Unfortunately, the parole officer did not receive the request at that time."], ["[11]", "After a delay in processing, an Assistant Deputy Commissioner denied Mr. Wilson's grievance at the second level on November 25, 2010. The Assistant Deputy Commissioner found that the allegations in Mr. Wilson's earlier complaints did not constitute allegations of harassment or discrimination. The Assistant Deputy Commissioner further concluded that the appropriate route to address errors in Mr. Wilson's file was for Mr. Wilson to file a Request for Correction with his parole officer. Alternatively, Mr. Wilson could request a reconsideration of the community assessment through his Case Management Team."], ["[12]", "Mr. Wilson then appealed this second level decision. It is the decision at the third level of the grievance process that underlies this application for judicial review.", "The Third Level Decision in Grievance #21120"], ["[13]", "Mr. Wilson's third level grievance submissions focussed on his concerns regarding the contents of his institutional files."], ["[14]", "Assistant Commissioner McCowan determined that no further action was necessary in response to Mr. Wilson's grievance. He noted that Mr. Wilson had not repeated the substantive issue raised by his original grievance, namely, whether his two earlier complaints should be combined and treated as harassment or discrimination grievances. Assistant Commissioner McCowan understood this to mean that Mr. Wilson was satisfied with the response he had received in this regard at the second level of the grievance process."], ["[15]", "Assistant Commissioner McCowan further advised Mr. Wilson that he could not deal with the complaints regarding the correction of Mr. Wilson's file, as this was a new allegation and needed to be dealt with at the lowest level possible, in accordance with Commissioner's Directive 081 dealing with Offender Complaints and Grievances. This Commissioner's Directive provides that complaints and grievances should be addressed \"at the lowest possible level in a manner that is consistent with the law\".", "Was Mr. Wilson Treated Fairly in the Grievance Process?"], ["[16]", "Mr. Wilson has made a number of allegations of unfair treatment on the part of the CSC. These include the alleged unfairness of the inclusion of hearsay evidence in his institutional file, and the claim that the errors in his file rendered Mr. Wilson's two parole hearings unfair. It is important, however, to keep in mind that what is relevant in this application for judicial review is the fairness of the process that was followed in relation to the processing of Grievance #21120."], ["[17]", "In determining whether Mr. Wilson was treated fairly in this regard, the task for the Court is to determine whether the process followed by the decision-maker satisfied the level of fairness required in all of the circumstances: see", "FRAGMENT_SUPPRESSED."], ["[18]", "While the delays associated with the processing of Mr. Wilson's grievance are regrettable, Mr. Wilson has not persuaded me that there was any procedural unfairness in the way that the CSC dealt with Grievance #21120. He had a full opportunity to access the grievance process, and his submissions were considered and addressed at each stage of the process. Whether the decision at the third level was reasonable is a separate issue, which will be addressed next.", "Was the Assistant Commissioner's Decision Reasonable?"], ["[19]", "I understand the parties to agree that the substance of Assistant Commissioner McCowan's decision is reviewable on the standard of reasonableness."], ["[20]", "In reviewing a decision against the reasonableness standard, the Court must consider the justification, transparency and intelligibility of the decision-making process, and whether the decision falls within a range of possible acceptable outcomes which are defensible in light of the facts and the law: see", "FRAGMENT_SUPPRESSED."], ["[21]", "In determining whether Assistant Commissioner McCowan committed a reviewable error, the Court must examine the reasonableness of the decision in light of the record that was before him. Both Mr. Wilson's application record and his supplementary affidavit include a significant amount of documentary evidence that was not before Assistant Commissioner McCowan when he made his third level decision. Accordingly, while I have reviewed the information carefully, it will be given little weight."], ["[22]", "Mr. Wilson relies on the decision in", "FRAGMENT_SUPPRESSED, to argue that Assistant Commissioner McCowan should have considered the file correction issue at the third level, even though it had not been raised in Mr. Wilson's original grievance."], ["[23]", "I do not read", "FRAGMENT_SUPPRESSED", "to say that a third level decision-maker in the CSC grievance process", "must", "consider new issues not raised by the initial grievance, only that it may be open to the decision-maker to do so where the issue is related to the substantive issue raised by the original grievance."], ["[24]", "In this case, the record before Assistant Commissioner McCowan indicated that Mr. Wilson had made a formal Request for Correction of his file, and that the request had been sent to Mr. Wilson's parole officer for a decision. The inmate's parole officer is the individual authorized to deal with correction requests under Commissioner's Directive 701."], ["[25]", "There was nothing in the record that was before Assistant Commissioner McCowan at the time that he made the decision under review to indicate that the parole officer had not received the Request for Correction or that Mr. Wilson had not received a decision in this regard."], ["[26]", "In the circumstances, Mr. Wilson has not persuaded me that Assistant Commissioner McCowan's decision to defer to the Request for Correction process was unreasonable."], ["[27]", "Moreover, the harassment and discrimination issues raised by Mr. Wilson's original grievance were not pursued at the third level. Assistant Commissioner McCowan's conclusion that Mr. Wilson must have been satisfied with the response that he had received in this regard at the second level was one that was reasonably open to the Assistant Commissioner on the record before him.", "A Final Observation"], ["[28]", "Mr. Wilson clearly feels that his efforts over the last several years to correct his institutional record have been thwarted by the CSC at every turn. While I understand and sympathize with his frustration, his inability to have the issue finally addressed is, to some extent, the result of his failure to follow the appropriate procedures."], ["[29]", "That said, the failure of the CSC to deal with Mr. Wilson's Request for Correction between September of 2010 and December of 2011 is the result of problems within the CSC's internal communications systems and is not Mr. Wilson's fault. While it is open to Mr. Wilson to grieve the decision of his parole officer refusing his request to correct his file, his fast-approaching statutory release date means that the grievance process may not realistically afford him with a meaningful remedy."], ["[30]", "This situation is of particular concern, in light of the CSC's Regional Grievance Coordinator's suggestion that Mr. Wilson \"has a credible beef\"."], ["[31]", "I note that section 10(c) of Commissioner's Directive 081 reflects a commitment on the part of the CSC to try to resolve disputes on an informal basis. Given the circumstances noted above, the CSC is strongly encouraged to meet with Mr. Wilson as soon as possible in order to see if his concerns with respect to the information in his institutional files can be addressed through an informal dispute resolution process.", "Conclusion"], ["[32]", "For these reasons, the application for judicial review is dismissed.", "JUDGMENT"], ["[33]", "THIS COURT ORDERS AND ADJUDGES that", "1. This application for judicial review is dismissed.", "Application dismissed.", "Editor: Elizabeth M.A. Turgeon/kaw", "[End of document]"]]}