{"id_": "006042", "body_str": [["[1]", "Rothstein, J.", ": This is an application under the", "Access to Information Act", ", R.S.C. 1985, c. A-1, as amended, by Robert Sutherland, a member of the Peguis Indian Band (the Band), for certain financial information of the Band under the control of a government institution, represented, in this case, by the respondent, the Minister of Indian and Northern Affairs (the Minister)."], ["[2]", "Prior to and during oral argument in this matter, the Minister agreed to release certain information originally alleged to be confidential. The information remaining in issue may be described with reference to the document submitted by counsel for the Information Commissioner of Canada entitled \"The Requested Records\":", "(1) The names of two persons listed in \"", "Schedule III - Accounts Receivable", "\" to the Financial Statements of the Band for the year ended March 31, 1990. The amounts and reasons for the receivables are disclosed. The corresponding names have not been disclosed (portion of page 55).", "(2) The names of a number of persons listed in \"", "Schedule IV - Loans Receivable", "\" to the Financial Statements of the Band for the year ended March 31, 1990. The individual amounts are disclosed but the corresponding names have not been disclosed (portions of pages 56 and 57).", "(3) The names of a number of persons listed in \"", "Schedule V - Accounts Payable", "\" to the Band's Financial Statements for the year ended March 31, 1990. The amounts of each of the accounts payable and the total have been disclosed. Only the names beside the individual amounts remain confidential (portions of pages 58 and 59).", "(4) The job descriptions associated with certain salaries on a statement entitled \"", "Analysis Of Restricted Fund Balance For The Year Ended March 31, 1990", "\", in the Financial Statements of the Band for that year. The individual amounts have been disclosed but the job descriptions that correspond to the amounts have not been disclosed (portions of pages 41 and 42).", "(5) The names of two persons whose loans have been guaranteed by the Band. The names are in the \"", "Notes To Financial Statements For The Year Ended March 31, 1991", "\" (portion of page 16).", "(6) The Band's expenditure plans and cash flow statements for the fiscal years 1990/1991 to 1994/1995 (pages 93, 94, 95, 107, 108 and 119)."], ["[3]", "The claims for confidentiality by the Minister and the Band are made under s. 19(1) (personal information), s. 20(1)(b) (information consistently treated as confidential) and s. 20(1)(c) (financial loss from disclosure), of the", "Access to Information Act", "\"19(1) Subject to subsection (2), the head of a government institution shall refuse to disclose any record requested under this Act that contains personal information as defined in s. 3 of the Privacy Act.", ". . . . .", "\"20(1) Subject to this section, the head of a government institution shall refuse to disclose any record requested under this Act that contains", ". . . . .", "(b) financial, commercial, scientific or technical information that is confidential information supplied to a government institution by a third party and is treated consistently in a confidential manner by the third party;", "(c) information the disclosure of which could reasonably be expected to result in material financial loss or gain to, or could reasonably be expected to prejudice the competitive position of, a third party; or\""], ["[4]", "The personal information exemption is claimed in respect of some of the names listed on the accounts receivable, loans receivable and accounts payable statements, the names of the persons for whom loans have been guaranteed, and the job descriptions associated with specific salaries (pages 16, 41, 42, 55, 56, 57, 58, and 59)."], ["[5]", "The information consistently treated as confidential exemption is claimed in respect of expenditure plans and cash flow statements (pages 93, 94, 95, 107, 108 and 119)."], ["[6]", "The claim of financial loss from disclosure pertains to the names of certain firms from which the Band makes purchases on the accounts payable list (portions of pages 58 and 59).", "Personal Information Claim"], ["[7]", "Unless otherwise allowed under s. 19(2), s. 19(1) of the", "Access to Information Act", "requires the Minister to refuse to disclose \"personal information\" as defined in s. 3 of the", "Privacy Act", ", R.S.C. 1985, c. P-21, as amended. It is therefore first necessary to determine whether the information in question is \"personal information\" as defined in s. 3 of the", "Privacy Act", ". The definition of \"personal information\" in s. 3 commences with the words:", "\"3. In this Act,", ". . . . .", "'personal information' means information about an identifiable individual that is recorded in any form including, without restricting the generality of the foregoing,\""], ["[8]", "Without restricting the generality of these opening words, s. 3 contains nine paragraphs that, subject to internal exceptions in two of the paragraphs, more specifically describe the type of information that is \"personal information\". The definition of \"personal information\" concludes with four paragraphs which are exceptions to what would otherwise be \"personal information\"."], ["[9]", "The purpose of the", "Privacy Act", ", inter alia, is to protect the privacy of individuals with respect to \"personal information\". Section 2 provides:", "\"2. The purpose of this Act is to extend the present laws of Canada that protect the privacy of individuals with respect to personal information about themselves held by a government institution and that provide individuals with a right of access to that information.\""], ["[10]", "Under s. 8(1), \"personal information\" under the control of a government institution is not to be disclosed. Section 8(1) provides:", "\"8(1) Personal information under the control of a government institution shall not, without the consent of the individual to whom it relates, be disclosed by the institution except in accordance with this section.\""], ["[11]", "In refusing to disclose the alleged \"personal information\" in this case, the Minister relies on the definition of \"personal information\" in s. 3 of the", "Privacy Act", "and in particular paragraph (b) thereof:", ". . . . .", "\"(b) information relating to the education or the medical, criminal or employment history of the individual or information relating to financial transactions in which the individual has been involved,\""], ["[12]", "Prima facie, the names of persons who owe money to the Band, or who are owed money by the Band, or for whom the Band guarantees a loan, or whose salary is individually set out, come within the opening words of the definition of \"personal information\" and the words \"... information relating to financial transactions in which the individual has been involved\" in paragraph (b). The question is whether any of the exceptions in the definition of \"personal information\" apply, so as to render such information not \"personal information\". The applicant relies on paragraph (l) which provides:", "\"3 In this Act,", ". . . . .", "'personal information' ...", ". . . . .", "but, for the purposes of ss. 7, 8 and 26 and s. 19 of the Access to Information Act, does not include", ". . . . .", "(l) information relating to any discretionary benefit of a financial nature, including the granting of a licence or permit, conferred on an individual, including the name of the individual and the exact nature of the benefit, and\""], ["[13]", "Applicant's counsel says that the financial transactions at issue here fall within the term \"discretionary benefit of a financial nature\". He argues that these financial transactions are discretionary benefits because the decision to enter into them was discretionary on the part of the Band."], ["[14]", "The phrase \"discretionary benefit of a financial nature\" is not defined in the", "Privacy Act", ". Its meaning must be ascertained from the words used, the context in which they appear and the object and purpose of the", "Privacy Act", ". The word \"benefit\" is defined in", "The Shorter Oxford English Dictionary", "(3rd Ed.), as, inter alia, a \"favour\", \"gift\", \"advantage\", or \"profit\". The word \"discretionary\" suggests that the benefit contemplated in paragraph (l) is one which the donor of the benefit may confer in his or her discretion, unfettered by a requirement to confer the benefit on a recipient."], ["[15]", "Counsel for the Minister submits that paragraph (l) only contemplates discretionary benefits conferred or granted by the government. However, the words \"government\" or \"government institution\" do not appear in paragraph (l). By contrast, other paragraphs under the definition of \"personal information\" do make express reference to government institutions, e.g.: paragraphs (e) and (h), grants or awards made by government institutions; (j), information about an officer or employee of a government institution; and (k), information about an individual who is or was performing services under a contract for a government institution. Does the absence of the words \"government institution\" in paragraph (l) mean that its scope encompasses both discretionary benefits, conferred by government institutions and by others?"], ["[16]", "Paragraph (l) includes, as discretionary benefits, licences or permits. Presumably such licences or permits would be those to which the recipient is not entitled as of right, but which are conferred at the discretion of the grantor. Discretionary licences or permits could include those granted by governmental regulatory boards or commissions which are empowered, by their governing statutes, to confer licences or permits in the public interest or according to some other standard which they, in their discretion, decide applicants have satisfied. It was argued by counsel for the Minister, that the specific inclusion in paragraph (l) of the reference to the granting of licences or permits suggests that the discretionary benefits which Parliament had in mind were only benefits conferred by government institutions. However, while licences and permits may generally connote governmental action, they are not, by definition, only granted by government institutions. Professional societies, for example, grant licences to individuals to practice in their professions. Such licences carry with them the opportunity to be financially rewarded for performing professional services. Therefore, I do not find the reference to licences or permits in paragraph (l) to be dispositive of whether or not the paragraph is limited to discretionary benefits granted by government institutions."], ["[17]", "An approach in which I have greater confidence, is to consider why Parliament decided that some information about an identifiable individual under the control of a government institution should not be entitled to the right of privacy. The general rule is that information about an identifiable individual is \"personal information\" to which the right of privacy attaches. However, the general rule is subject to some exceptions. Thus, under paragraph (e) of the definition of \"personal information\", personal opinions with respect to proposals for grants, awards or prizes to be made to another individual by government institutions specified in the regulations are not considered \"personal information\". Similarly, in paragraph (j) of the definition, information about an individual who is or was an officer or employee of a government institution that relates to the position or functions of the individual, including the salary range pertaining to the position, is not \"personal information\". In paragraph (k) of the definition, information about an individual who is or was performing services under a contract for a government institution that relates to the services performed is not \"personal information\". It is apparent that in deciding that some information about an individual should not be \"personal information\" entitled to the right of privacy, Parliament was balancing the public interest in disclosure of such information under the control of a government institution against the invasion of an individual's privacy. Even though such information might be information about an identifiable individual, Parliament decided that there are overriding public interest reasons for its disclosure."], ["[18]", "In deciding whether paragraph (l) of the \"personal information\" definition contemplates discretionary benefits of a financial nature not granted by a government institution but by others, it is necessary, in my view, to consider whether there is a reason for the disclosure of such otherwise \"personal information\"."], ["[19]", "It will be remembered that nongovernment information may come under the control of a government institution, as did the financial statements and other financial information of the Band in this case, for reasons unrelated to the conferring of discretionary benefits by the Band. It is not at all apparent what public interest is served by exempting such information about identifiable individuals from the right of privacy. Nor is it apparent why the public interest would require government officials, at public expense, to sort through information received by a government institution for a different purpose altogether, to decide whether some part of such information pertaining to an identifiable individual falls under the discretionary benefit exception. Accordingly, there does not appear to be any obvious public interest reason for denying the right of privacy to information about discretionary benefits between private parties simply because that information comes under the control of a government institution for an unrelated purpose."], ["[20]", "Of course, the conclusion that information about nongovernment discretionary benefits is not contemplated by the exception in paragraph (l) of the definition of \"personal information\" does not mean that such information may never be disclosed. Under s. 8(2) of the", "Privacy Act", ", to which I shall make more extensive reference shortly, in specified circumstances, \"personal information\" may be disclosed by the head of a government institution. It seems to me that, in the absence of any obvious reason why Parliament would have intended that information relating to all nongovernment discretionary benefits that comes under the control of a government institution should not be entitled to privacy, it is more likely that Parliament intended that disclosure should be considered on a case by case basis in accordance with s. 8(2)."], ["[21]", "While resolution of the interpretation of paragraph (l) of the \"personal information\" definition is not entirely without doubt because of the absence of the words \"government institution\" in the paragraph, I think the better view is that the discretionary benefits referred to in the paragraph are those conferred by a government institution and not by others whose information happens to come under the control of a government institution."], ["[22]", "I would add that even had I come to the opposite conclusion, I do not think the information at issue here has been proven to fall into the category of discretionary benefits of a financial nature. Because the purpose of the", "Privacy Act", "is to protect the privacy of \"personal information\", the general rule is that information about identifiable individuals is \"personal information\" and only if a specific exception applies, would such information not be \"personal information\". It follows that a party wishing to demonstrate that information about an identifiable individual is not \"personal information\" must show that an exception applies."], ["[23]", "The transactions here are loans made by the Band, other transactions resulting in accounts receivable to the Band, the salaries of individuals, accounts payable by the Band to individuals, and two loans guaranteed by the Band. All the transactions are financial transactions involving identifiable individuals and therefore would be, prima facie, \"personal information\". I have reviewed the affidavits of Louis Stevenson, the Chief of the Band, and Daphne Sharon Stevenson, the Band Manager, and the cross-examinations of these two deponents on their affidavits, to determine whether there is evidence to support application of the discretionary benefits exception."], ["[24]", "In respect of salaries, I can see nothing in the evidence that suggests that the salaries paid to individuals are not ordinary course of business transactions, but rather, are grants, gifts or advantages such that they would constitute discretionary benefits. Similarly, there is nothing in the evidence that would indicate that accounts payable to individuals constitute discretionary benefits."], ["[25]", "There are two accounts receivable at issue. One is for the purchase of a desk. Nothing in the evidence indicates that this was anything other than an ordinary transaction of purchase and sale. There is nothing to demonstrate that the purchase price was not at fair market value, or that the purchaser obtained some other type of benefit in respect of the transaction. The other account receivable in question is for $2,037 and is designated \"excess house construction costs\". There is no indication as to how or why this receivable arose, whether interest was payable, the terms of repayment, or anything else that would assist me in determining whether or not it was a discretionary benefit. Although I am less certain about this transaction, as I have indicated, the party seeking to apply the exception contained in paragraph (l) of the \"personal information\" definition must demonstrate, through evidence, that the transaction is in the nature of a discretionary benefit. The applicant has not done so in this case."], ["[26]", "Loans receivable consist of payroll advances to employees of the Band. The evidence is clear that the decision to make a salary advance is discretionary. While I might presume that salary advances are given without consideration, and therefore might be discretionary benefits, I have no evidence directly on this point. Again, the applicant, through cross-examination on affidavits, had the opportunity of demonstrating that payroll advances were discretionary benefits but did not do so. Without more evidence on this point, I am unable to conclude that loans receivable constitute discretionary benefits of a financial nature."], ["[27]", "There are two loan guarantees made by the Band for individuals. The evidence indicates that these guarantees are given to assist certain individuals to set up businesses on the reserve. The nature of loan guarantees generally, and portions of the cross-examinations of Mr. Stevenson and Ms. Stevenson, suggest that these guarantees might be discretionary benefits. On the other hand, the cross-examinations do not address the terms of the guarantees, whether a fee or other charge was payable, what other consideration or security may have been given for the guarantees, or other specifics that might assist in determining whether or not they are discretionary benefits. Again, the applicant must demonstrate that the discretionary benefit exception is applicable, and I am not satisfied, on the basis of the evidence, that this has been done in the case of the two loan guarantees."], ["[28]", "For the foregoing reasons, I conclude that even if paragraph (l) in the definition of \"personal information\" in s. 3 of the", "Privacy Act", "includes information about discretionary benefits of a financial nature between private parties that comes under the control of a government institution, the evidence does not satisfy me that, in this case, the information at issue falls under this exception. I find that the information at issue is \"personal information\" under s. 3 of the", "Privacy Act", "and, pursuant to s. 19(1) of the", "Access to Information Act", ", must not be disclosed by the head of a government institution."], ["[29]", "However, this conclusion does not entirely dispose of the matter. Section 19(1) of the", "Access to Information Act", "is subject to s. 19(2). Under s. 19(2)(c), notwithstanding the mandatory nature of s. 19(1), personal information may be disclosed if such disclosure is in accordance with s. 8 of the", "Privacy Act", ". Section 19(2)(c) of the", "Access to Information Act", "provides:", "\"19(2) The head of a government institution may disclose any record requested under this Act that contains personal information if", ". . . . .", "(c) the disclosure is in accordance with s. 8 of the Privacy Act.\""], ["[30]", "Section 8(2) of the", "Privacy Act", "provides in part:", "\"8(2) Subject to any other Act of Parliament, personal information under the control of a government institution may be disclosed", "(a) for the purpose for which the information was obtained or compiled by the institution or for a use consistent with that purpose;", ". . . . .", "(k) to any association of aboriginal people, Indian Band, government institution or part thereof, or to any person acting on behalf of such association, band, institution or part thereof, for the purpose of researching or validating the claims, disputes or grievances of any of the aboriginal peoples of Canada;", ". . . . .", "(m) for any purpose where, in the opinion of the head of the institution,", "(i) the public interest in disclosure clearly outweighs any invasion of privacy that could result from the disclosure, or", "(ii) disclosure would clearly benefit the individual to whom the information relates.\""], ["[31]", "Counsel for the applicant submits that even if the names of persons who have financial transactions with the Band constitute \"personal information\", they should be disclosed under s. 8(2)(a), (k), or (m) of the", "Privacy Act"], ["[32]", "As I comprehend the relationship between the", "Privacy Act", "and the", "Access to Information Act", "with respect to \"personal information\", it is first necessary to determine whether the \"personal information\" in issue falls under s. 8(2) of the", "Privacy Act", ". If it does not, by virtue of s. 8(1) of the", "Privacy Act", "and s. 19(1) of the", "Access to Information Act", ", such information shall not be disclosed. If the \"personal information\" does fall under s. 8(2) of the", "Privacy Act", ", the opening words of s. 8(2) of the", "Privacy Act", "and s. 19(2)(c) of the", "Access to Information Act", "confer a discretion on the head of a government institution as to whether or not such information should be disclosed. Accordingly, before dealing with the jurisdiction of the court to deal with a discretionary decision of the head of a government institution under s. 19(2)(c) of the", "Access to Information Act", ", it is first necessary to determine if the information in question falls under s. 8(2) of the", "Privacy Act"], ["[33]", "With respect to s. 8(2)(a) of the", "Privacy Act", ", disclosure of the names of individuals who have financial transactions with the Band is not a purpose for which the financial statements and other financial information of the Band were originally supplied to the government by the Band. The information was supplied to enable the government to arrange to fund the Band. Nothing in this case suggests that disclosure of personal information to the applicant is a use consistent with that purpose. The \"personal information\" at issue does not therefore fall under s. 8(2)(a) of the", "Privacy Act"], ["[34]", "With respect to s. 8(2)(k), applicant's counsel argues that the applicant is a representative of the St. Peter's Organization Working Committee, a group consisting of seven members of the Peguis Indian Band whose mandate is, according to the affidavit of John Stevenson, to deal with the Band in order to \"determine the status of the original St. Peter's Reserve members\". Counsel for the applicant says the St. Peter's Committee is an association of aboriginals or part of an association of aboriginal peoples, and that the \"personal information\" in question, should be made available, in order to enable the Committee to research or validate claims, disputes, or grievances against the Band. However, the application is brought by Robert Sutherland, an individual. Applications by individuals, not purporting to act on behalf of an association of aboriginal people, Indian band or government institution or part thereof, are not contemplated by s. 8(2)(k)."], ["[35]", "Nonetheless, applicant's counsel asserts that, in this case, the applicant does indeed bring his application on behalf of the St. Peter's Committee. However, the documentary evidence suggests that, at best, this may have been an afterthought, since the original access request names only the applicant and not the St. Peter's Committee. By contrast, an unrelated access request made on behalf of the St. Peter's Reserve Committee, some four and one-half months after the applicant's access request in this case, was expressly made in a representative capacity by the applicant in that case."], ["[36]", "In any event, the phrase \"researching or validating the claims, disputes or grievances of any of the aboriginal peoples of Canada\" appears to contemplate formal claims or disputes brought by aboriginal peoples in their capacity as aboriginal peoples. I do not read these words to apply to any or all disputes between individuals of aboriginal descent. If that were the case, s. 8(2)(k) of the", "Privacy Act", "would allow for disclosure of \"personal information\" in disputes involving individuals of aboriginal descent but not in disputes involving individuals from other ethnic communities or disputes where the issue of race is irrelevant. Such distinction clearly was never intended by the", "Privacy Act", ". I do not see how the \"personal information\" at issue here falls under s. 8(2)(k) of the", "Privacy Act"], ["[37]", "With respect to s. 8(2)(m), applicant's counsel submits that the court should substitute its opinion for that of the head of the government institution by determining that public interest in disclosure of the \"personal information\" in question clearly outweighs the invasion of privacy. I infer from the request of the applicant for the \"personal information\" in question, and the refusal of the Minister to disclose it, that the head of the government institution in this case did not find that the public interest in disclosure clearly outweighed the invasion of privacy. When the head of a government institution, in the exercise of a discretion conferred upon him or her by Parliament, decides that the public interest in disclosure of \"personal information\" does not clearly outweigh the invasion of privacy, the head of the institution acts within jurisdiction. For the court to interfere with such a decision, it must conclude that the head of the government institution was not authorized to exercise his or her discretion in the manner in which it was exercised. I have no basis for coming to such a conclusion on the evidence before me in this case. It might be different had it been demonstrated that the head of the government institution exercised his or her discretion in an improper way, e.g. bias. But, that is not the case here. It is also relevant that the words of s. 8(2)(m)(i) of the", "Privacy Act", "imply its exceptional nature. It is only when the head of the government institution forms the opinion that the public interest in disclosure \"", "clearly", "\" outweighs the invasion of privacy, that there is any discretion to disclose the \"personal information\". The applicant has not demonstrated that s. 8(2)(m) is applicable to the \"personal information\" at issue here."], ["[38]", "Having concluded that the \"personal information\" in question does not come within s. 8(2) of the", "Privacy Act", ", it is clear that s. 19(2)(c) of the", "Access to Information Act", "is not applicable and that s. 19(1) operates to require the head of the government institution to refuse to disclose the \"personal information\" in this case."], ["[39]", "I should add that I have come to this conclusion having regard to the purpose of the", "Access to Information Act", "which is to provide a right of access to information under government control subject to specific and limited exceptions. Section 2(1) of this", "Act", "provides:", "\"2(1) The purpose of this Act is to extend the present laws of Canada to provide a right of access to information in records under the control of a government institution in accordance with the principles that government information should be available to the public, that necessary exceptions to the right of access should be limited and specific and that decisions on the disclosure of government information should be reviewed independently of government.\""], ["[40]", "In my view, s. 19(1) is a limited and specific exception to the right of access to information under the control of a government institution based, as it is, on the purpose of the", "Privacy Act", "which, as set out in s. 2 of that", "Act", ", is to protect the privacy of individuals with respect to personal information about themselves held by a government institution."], ["[41]", "I therefore decline to order disclosure of the names of persons on accounts receivable, loans receivable, and accounts payable statements of the Band and of persons for whom loans were guaranteed by the Band. I also decline to order disclosure of the job descriptions associated with specific salaries of employees of the Band.", "Information Consistently", "Treated As Confidential"], ["[42]", "The second category of information at issue is material that, according to the Band and the Minister, contains commercial information that is confidential and which is supplied to a government institution by a third party and is consistently treated as confidential by that third party. This information consists of expenditure plans and cash flow statements of the Band."], ["[43]", "During the course of the hearing, it became apparent that the information on at least three of the six pages at issue had previously been made public. These were pages 93, 94 and 119 of \"The Requested Records\". Once information is public, ordering that it remain confidential serves no useful purpose. These pages will have to be disclosed."], ["[44]", "With respect to the balance of the pages in this category, there was some suggestion that the information on them already was public, but that was never confirmed. Certainly, the information that is already public is similar to the information in the balance of these pages. In any event, these pages are all part of an Alternative Funding Arrangement Transfer Payment Agreement and amendments thereto between the Peguis Indian Band and Her Majesty the Queen in Right of Canada. The information relates to the funding of the Band."], ["[45]", "Counsel for the Band argues that the information in question constitutes negotiating documents and should be kept confidential for that reason. Even if the material in question did constitute negotiating documents, the information is some years old and its contents are known to the other party to the negotiations. He also argued that these documents should remain confidential in principle. That is not a relevant argument for me to consider. Either confidentiality is justified under one of the exceptions to disclosure under the", "Access to Information Act", "or it is not."], ["[46]", "There was very little evidence before me as to why this information was confidential and indeed, whether it was treated consistently as being confidential by the Band. In my opinion, the Band and the Minister have not satisfied the onus on them of proving that this information falls under s. 20(1)(b) of the", "Access to Information Act", ". Therefore it must be disclosed.", "Financial Loss From Disclosure"], ["[47]", "The third category of information at issue is information which the Band says will cause it financial loss if disclosed. The Band relies on s. 20(1)(c) of the", "Access to Information Act", ". Of concern here are the names of businesses from whom the Band made purchases of goods or services. The names are listed on the accounts payable statements as businesses to whom sums were owing on March 31, 1990. It is argued by counsel for the Band that if the names of these businesses are disclosed, members of the Band may, without authorization, pledge the credit of the Band with these businesses, and thereby create unauthorized liabilities for the Band."], ["[48]", "This argument is without merit. Indeed, the Chief of the Band, in the cross-examination of his affidavit, admitted that the Band had experienced this type of difficulty in the past and had taken steps to prevent the unauthorized pledging of the Band's credit. At any and all times, it is open to the Band to make arrangements with vendors stipulating that the Band will only honour invoices for goods or services if the purchases are made in an authorized manner, and by an authorized person, in accordance with whatever conditions the Band and vendors agree to."], ["[49]", "It must also be obvious, in many cases, in the trash, there will be word of mouth discussions and other ways in which this information can be determined by Band members. In my opinion, the names of the firms with whom the Band does business is not information, the disclosure of which could result in material financial loss to the Band. It must be disclosed.", "Conclusion"], ["[50]", "The portions of pages 16, 41, 42, 55, 56, 57, 58 and 59 in which the confidentiality claim is based on s. 19(1) of the", "Access to Information Act", "shall remain confidential. All other information shall be disclosed. The operation of the order shall be suspended pending appeal, in order not to render an appeal futile by requiring immediate disclosure."], ["[51]", "The applicant was only partially successful at the hearing. However, through the processes prior to, and at the hearing, some information that was originally treated as confidential was voluntarily disclosed. The applicant has obtained much of the disclosure that he sought and only \"personal information\" is to remain confidential. There have also been issues related to the interpretation of some of the provisions of the", "Access to Information Act", "and", "Privacy Act", "that have not been previously addressed in the jurisprudence. Under the circumstances, it would be appropriate to award costs to the applicant from the respondent.", "Order accordingly.", "Editor: Angela E. McKay/sms", "[End of document]"]]}