{"id_": "006018", "body_str": [["[1]", "Annis, J.", ": This is an application for judicial review pursuant to section 72(1) of the", "Immigration and Refugee Protection Act", ", RSC 1985, c C-29 [IRPA or the Act] of a November 26, 2013 decision by an immigration officer [the Officer] at the Embassy of Canada in Moscow, Russia [the Embassy], refusing the applicant's application for a permanent residence in Canada [the application]."], ["[2]", "The applicant is seeking to have the decision set aside and the application referred back to a different visa officer for reconsideration."], ["[3]", "For the reasons that follow, the application is allowed.", "II.", "Background"], ["[4]", "The applicant, an Armenian citizen, applied for permanent residence on November 16, 2012. She provided Citizenship and Immigration Canada [CIC] with an email address, taguhi_a@yahoo.com [the Email Address], for the purpose of all communications regarding her application."], ["[5]", "The application was transferred to the Embassy on February 8, 2013. In an entry in the Global Case Management System [GCMS] dated February 14, 2013, it was noted that there was a \"gap noted in [the primary applicant's] personal history.\" The GCMS entry states that an email was sent to the applicant at the Email Address on February 14, 2013 requesting that the applicant and her family provide updated forms and a Schedule A Background/Declaration form for the applicant [the Forms] within 30 days. The email advised that this information was required for the application to be processed and that if the applicant did not respond or comply with the request within the time allowed, the application might be refused."], ["[6]", "The applicant's evidence on this application is that she inquired with the Sydney Centralized Intake Office [CIC Sydney] on March 4, 2013 by email because she had not received an Acknowledgement of Receipt [AOR] for the application. She then received an email from CIC Sydney on March 19, 2013 forwarding her the AOR that had been sent on January 7, 2013, but which she alleges to have never received. This is corroborated by the GCMS entries.", "III.", "Impugned Decision"], ["[7]", "In a letter dated November 26, 2013, the Officer advised the applicant that her application for permanent resident status had been refused on the basis that she had failed to provide the required documents. This refusal letter was sent to the Email Address and the applicant received the letter."], ["[8]", "In the refusal, the Officer indicated that an email had been sent to the Email Address on February 14, 2013 requesting the Forms, advising the applicant of the deadline for contacting the Embassy or providing the requested documents, and outlining the consequences for non-compliance."], ["[9]", "The Officer found that the applicant had not provided the requested information, which was necessary to determine whether she and her family are admissible to Canada, within the original 30 day deadline or within a reasonable amount of time. Therefore, the Officer refused the application pursuant to subsection 11(1) of the Act."], ["[10]", "Not understanding what had happened, the applicant contacted the Embassy on November 28, 2013 stating that she had not received any notification or email from the Embassy requesting the Forms. She contacted the Embassy again on December 2, 2013, noting that there had been a previous failure to receive CIC communications (in relation to the AOR) and that, logically, she would not have contacted the Embassy on March 4, 2013 requesting an update on the status of her application if she had received the February 14, 2013 email."], ["[11]", "On January 27, 2014, counsel for the applicant submitted a second reconsideration request on her behalf to the Embassy, alleging that the only plausible explanation for the applicant's non-compliance was a \"technical error.\" A statement from the applicant was included with the letter, which contended that \"[my] yahoo e-mail address taguhi_a@yahoo.com is still a functioning and valid email address I use today ...\" and that a \"technical problem must have occurred ....\" The corresponding GCMS entry notes that the applicant had not provided any evidence of a technical issue having occurred and that there was \"no notification received that the email was not or could not be delivered.\" The Officer concluded that he was not satisfied that there were sufficient grounds to re-open the Application as he was still satisfied that the applicant had not complied with the Embassy's request for documentation.", "IV.", "Statutory Provisions"], ["[12]", "The following provisions of the Act are applicable in these proceedings:", "11", ". (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "...", "16.", "(1) A person who makes an application must answer truthfully all questions put to them for the purpose of the examination and must produce a visa and all relevant evidence and documents that the officer reasonably requires.", "...", "11.", "(1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visa et autres documents requis par règlement. L'agent peut les délivrer sur preuve, à la suite d'un contrôle, que l'étranger n'est pas interdit de territoire et se conforme à la présente loi.", "...", "16.", "(1) L'auteur d'une demande au titre de la présente loi doit répondre véridiquement aux questions qui lui sont posées lors du contrôle, donner les renseignements et tous éléments de preuve pertinents et présenter les visa et documents requis.", "...", "V.", "Issues"], ["[13]", "The following issue arises in this application:", "1. Did the Officer breach the duty of fairness by failing to provide the applicant with proper notice and a meaningful opportunity to respond to the request for information?", "VI.", "Standard of Review"], ["[14]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis does not need to be conducted in every case. In situations where past jurisprudence has settled the standard of review for a particular question, a reviewing court may adopt that standard of review without further analysis ( <FRAGMENT_SUPPRESSED> at para 57)."], ["[15]", "The question of whether the Officer provided the applicant with a meaningful opportunity to respond to the Officer's concerns is a question of procedural fairness (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ])."], ["[16]", "Questions of procedural fairness are reviewable on the standard of correctness (", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  at para 43). This means that if the Officer breached the duty of procedural fairness owed to the applicant, the Court must intervene (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]).", "VII.", "Analysis"], ["[17]", "<FRAGMENT_SUPPRESSED>  (Kaur) at para. 12, Justice Barnes answered the question as to who should bear the consequence of an apparent communication breakdown in a case involving email:", "In summary, when a communication is correctly sent by a visa officer to an address (email otherwise) that has been provided by an applicant which has not been revoked or revised", "and where there has been no indication received that the communication may have failed", ", the risk of non-delivery rests with the applicant and not with the respondent.", "[Emphasis added]"], ["[18]", "As the applicant had inquired with the CIC Sydney on March 4, 2013 by email because she had not received an AOR for the application, which fell within the 30 day time period fixed by the respondent requesting updated information, it is clear that the respondent had an indication that the February 14 email had not been received."], ["[19]", "Accordingly, by those circumstances, the risk of non-delivery shifted to the respondent. It thereby breached its duty of procedural fairness in refusing the application without making inquiries to ensure that the applicant had received its email requesting additional information."], ["[20]", "In addition, I am in agreement with the decision in <FRAGMENT_SUPPRESSED> that the applicant should not have to bear responsibility for the failed email communication because it would be unduly harsh to place the risk on an applicant who properly submitted their application, provided a valid email address with no evidence of malfunction, and who was awaiting further instructions when the application is rejected without an assessment on the merits. I also am in agreement with <FRAGMENT_SUPPRESSED> that in many situations it would be unfair to the applicant for the respondent to bear no responsibility for communication delivery, especially when it did not provide a safeguard against possible email transmission failure that was available as a function of the email program."], ["[21]", "I would add two comments to the jurisprudence that has developed to date in these failed email cases. First, it should be understood how it came about that the general rule of communications for electronic transmissions was reversed from that applying to ordinary mail. Originally, the onus lay with the sender to establish that her communication had reached the sendee. This gave rise to recourse to registered mail to discharge this onus. With the advent of facsimile machines however, the onus to prove a failed communication moved to the addressee. The established technical protocols, whereby the sending and receiving facsimile machines communicated details of the transmission to each other, meant that upon the receiving fax acknowledging receipt, it was reasonable that the addressee would be required to explain why she had not received the document."], ["[22]", "There is no such similar reliability with emails whereby the receiving computer communicates with the sending one. In <FRAGMENT_SUPPRESSED> , an expert on email communications described the frailties of email communications. While I recognize that one normally cannot rely on evidence provided in other applications, when it is accepted as a fact by another judge of this Court and in the circumstances of a paper-based procedure involving the same issue, I think some weight can be attributed to it. I quote from Justice Mandamin's reasons at paragraphs 26 and 27 as follows:"], ["[26] Ray Xiangyang Wang is a computer professional with 10 years of university study in the filed of computer science and who holds BSc. MSc. and PhD. degrees. He has worked as a programmer, project manager, business analyst, and application consultant in the field for 17 years. His credentials were not challenged and he was not cross-examined on his affidavit. I am prepared to accept him as an expert with knowledge of computer science and he may offer opinion evidence about the use of email communications"], ["[27] Mr. Wang stated that email is delivered by simple mail transfer protocol (SMTP) through internet service providers. He opines that \"[i]t is well known that the original mail service provides limited mechanisms for tracking a transmitted message and none for verifying that it has been delivered or read. It requires that each mail server must either deliver onward or return a failure notice (bounce message), but both software bugs and system failures can cause messages to be lost."], ["[23]", "Moreover, in the last year or so we have become aware of the massive interception of ordinary citizen's internet communications by international government agencies, in addition to other individuals and organizations that have been unlawfully hacking and intercepting electronic transmissions as are being regularly reported in the news. In my view, the fact that third party agencies now access ordinary citizens email transmissions introduces another element undermining the reliability of these transmissions being received by intended recipients."], ["[24]", "Second, if the onus is to pass to the recipient of emails, I am of the view that the respondent is at least required to exhaust all reasonable mechanisms available on email programs to ensure receipt of their important transmissions. I here refer to the acknowledgement of \"receipt\" and \"receipt and read\" options available on email programs such as", "Outlook", ". These options request acknowledgement by the recipient and thereby serve as a means to ensure that messages have been received by the acknowledgement that would be expected to be returned by anyone seeking residency in Canada."], ["[25]", "In support of the requirement to use such options, I quote the recent English decision of", "<FRAGMENT_SUPPRESSED>  that the failure to require confirmation of the intended recipient is evidence that can refute the conclusion that the email was received:"], ["[29] That is not to say that clicking on the \"send\" icon automatically amounts to good service. The email must, of course, be despatched to what is, in fact, the email address of the intended recipient. It must not be rejected by the system.", "If the sender does not require confirmation of receipt he may not be able to show that receipt has occurred", ". There may be circumstances where, for instance, there are several email addresses for a number of different divisions of the same company, possibly in different countries, were dispatched to a particular email address is not effective service.", "[Emphasis added]"], ["[26]", "The protocol of the respondent for communicating with applicants does not contain any requirement to include an acknowledgement of receipt of emails, although a simple and quick procedure available for this purpose. The very high self-interest of the applicant who seeks permanent residency in Canada as soon as possible is such that if no acknowledgement is received within the time period allotted, the Minister is put on notice that its message likely did not arrive in the first place. At the minimum, therefore a second attempt to send the email to the given address can be made. All other things considered, this should normally satisfy any requirement of the respondent to demonstrate reasonable attempts to communicate with the applicant.", "VIII.", "Conclusion"], ["[27]", "For the reasons provided above, the application is allowed. There is no question for certification for appeal.", "JUDGMENT"], ["[28]", "THIS COURT'S JUDGMENT is that", "the application is allowed. There is no question for certification for appeal.", "Application allowed.", "Editor: Gary W. McLaughlin/nmg", "[End of document]"]]}