{"id_": "006155", "body_str": [["[1]", "Russell, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (Act) for judicial review of the decision of the Refugee Protection Division (RPD) of the Immigration and Refugee Board, dated 17 November 2010 (Decision), which refused the Applicant's application to be deemed a Convention refugee or a person in need of protection under sections 96 and 97 of the Act.", "BACKGROUND"], ["[2]", "The Applicant alleges that he is a former restaurant owner from Liaoning Province in the People's Republic of China. He was introduced to Christianity by a friend and became a Christian after his restaurant, which had been rebuilt following a fire, failed to make an economic recovery. He began attending an underground Protestant church on 29 April 2007. The church was raided on 25 May 2007. The Applicant escaped and went into hiding. The next day, the Public Security Bureau (PSB) came to his home looking for him and left a summons with his wife. The PSB also searched for the Applicant at the homes of his parents and in-laws. Fearing for his life, the Applicant enlisted the help of a smuggler and fled to Canada under a fraudulent South Korean passport. He arrived in Canada via commercial airline on 7 July 2008 and made his claim for refugee protection on 10 July 2008."], ["[3]", "The Applicant appeared before the RPD on 12 October 2010. He was represented by counsel and an interpreter was present. The RPD questioned the Applicant on his reasons for fleeing China and on his knowledge regarding Christianity. In a written Decision, dated 17 November 2010, the RPD rejected the Applicant's refugee claim, based on its finding that the Applicant had failed to establish his identity. This is the Decision under review.", "DECISION UNDER REVIEW", "The Applicant Failed to Establish His Identity"], ["[4]", "Section 106 of the Act imposes a duty on a refugee claimant to provide acceptable documents establishing his identity, including documents that the claimant does not possess but can reasonably obtain. In assessing the claimant's credibility, the RPD must consider the lack of such documents, explanations given for not providing them and the steps taken to obtain them. Documents that are not genuine, that have been altered or that are otherwise improper are generally not acceptable proof of identity."], ["[5]", "The Decision states that the Applicant failed to establish his identity through acceptable documents and testimony and to provide reasonable explanations for not adducing such evidence. Although the Applicant provided his hukou, his school certificate and his marriage license in support of his personal identity, the RPD assigned little weight to these documents, given its concerns regarding their authenticity. The RPD also found the Applicant's explanations of how the documents were delivered from China to Canada to be implausible. It found that the only document that could be genuine was the Applicant's driver's license. However, given the concerns with the other identity documents and the availability of fraudulent documents throughout China, the RPD found that the evidence as a whole did not constitute sufficient credible and trustworthy evidence of the Applicant's identity.", "The Resident Identity Card (RIC)"], ["[6]", "The Applicant claimed that his wife attempted to send his RIC through the mail but that post office officials seized it and sent it to the PSB. A seizure notice was submitted attesting to this. The RPD found that it could not place \"significant weight on the seizure notice as an explanation for the [Applicant's] failure to provide the  <FRAGMENT_SUPPRESSED>  with acceptable identity documents,\" given its concerns relating to the authenticity of the other identity documents and the availability of fraudulent documents in China."], ["[7]", "The Applicant also testified that his wife was taken to the police station following the seizure of the RIC, but the RPD had no documents to support this allegation and no satisfactory explanation for failing to provide them."], ["[8]", "Given that the RIC is one of the few identity documents in China that contain security features, the RPD assigned a significant negative inference to the Applicant's failure to provide an original RIC and to his poor explanation for not doing so.", "The Hukou"], ["[9]", "The RPD found that the Applicant's credibility was undermined by his testimony regarding his hukou (household registration card). Initially, the Applicant was unable to recall when his hukou was issued. He then testified that it was issued in 2007 when, in fact, it was issued in 2000. The RPD did not accept the Applicant's explanation that he could not recall the proper date because his wife usually looked after these affairs."], ["[10]", "Also, the Applicant testified that the PSB made a handwritten change to the hukou at the request of the Applicant's wife. In the RPD's view, this change should have been noticed and corrected sooner on a hukou that was issued in the year 2000. The RPD also found it \"implausible\" that the PSB would have updated the Applicant's hukou, given that the Applicant was a wanted person at the material time. The RPD concluded that either the Applicant was not a wanted person or the hukou was not genuine, both of which undermine the Applicant's credibility with respect to his identity and his allegations of persecution.", "The Qualification Certificate and the Marriage Certificate"], ["[11]", "Handwritten changes were also made to the Applicant's Qualification, or \"school\", Certificate. The Applicant explained that his wife arranged to have those changes made. The RPD concluded that the \"handwritten changes ... undermined its authenticity.\""], ["[12]", "The Applicant's Marriage Certificate indicates that the marriage ceremony took place before the certificate was issued, but the Applicant testified that the ceremony took place after the certificate was issued. When asked to explain this inconsistency, the Applicant indicated that it was illegal to do the ceremony before obtaining the marriage certificate. The RPD found that this explanation did not address the inconsistency."], ["[13]", "Due to its concerns regarding the Applicant's hukou and his marriage certificate, the RPD found that there was insufficient credible evidence to support the Applicant's alleged family status. Therefore, the RPD found that it could not place significant weight on the Applicant's claims that his wife sent him the documents and that his RIC was seized when his wife attempted to mail it.", "The Applicant Failed to Establish That He Was a Restaurant Owner"], ["[14]", "The Decision states that the Applicant failed to establish that he was a restaurant owner in China. He \"did not provide any documents in support of the existence of the restaurant\" or of his claim that the restaurant was destroyed by fire. He testified that he did not know that he should acquire such documentation for the hearing. The RPD rejected this explanation, given that the Applicant was represented by counsel, had been assisted by an immigration consultant and had been instructed in his application for refugee protection to establish his residence and occupation. This lack of evidence undermined his allegation that he owned a restaurant and that he was motivated to become a Christian after his restaurant experienced an economic downturn.", "The Applicant's Explanation Regarding Delivery of His Identity Documents Was Implausible"], ["[15]", "The Applicant explained that his wife collected his identity documents and gave them to his landlord, who was in China on a visit. The landlord then delivered them to a colleague, in China, to bring to Canada in September 2010. The RPD rejected this explanation as implausible for the following reason."], ["[16]", "The seizure of his RIC meant that the Applicant was a person of interest to the authorities. In consequence, it would be too risky to have the documents transported to Canada in person because they would more likely be noticed and seized by Chinese exit authorities or by Canadian immigration officials. The Applicant could have arranged to have the documents sent or couriered in a way that would not alert the authorities that the documents had been sent by his wife or were destined for delivery to him. In consequence, the RPD concluded that it could not place significant weight on the Applicant's testimony regarding how he had received his identity documents from China."], ["[17]", "Based on the above analysis of the evidence, the RPD concluded that the Applicant had not established his identity, thereby rendering it unnecessary for the RPD to move on to the merits of the claim. The RPD found that the Applicant was neither a Convention refugee nor a person in need of protection and, on this basis, rejected his claim.", "ISSUES"], ["[18]", "The Applicant raises the following issue:", "Whether, in finding that the Applicant had not established his identity, the RPD made irreconcilable and contradictory findings of fact, referred to evidence that was not properly before it, ignored evidence that was properly before it and relied almost exclusively on plausibility determinations.", "STATUTORY PROVISIONS"], ["[19]", "The following provisions of the Act are applicable in these proceedings:", "Convention refugee", "96.", "A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97.", "(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "[...]", "Credibility", "106. The Refugee Protection Division must take into account, with respect to the credibility of a claimant, whether the claimant possesses acceptable documentation establishing identity, and if not, whether they have provided a reasonable explanation for the lack of documentation or have taken reasonable steps to obtain the documentation.", "Définition de « réfugié »", "96.", "A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97.", "(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Personne à protéger", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "[...]", "Crédibilité", "106. La Section de la protection des réfugiés prend en compte, s'agissant de crédibilité, le fait que, n'étant pas muni de papiers d'identité acceptables, le demandeur ne peut raisonnablement en justifier la raison et n'a pas pris les mesures voulues pour s'en procurer."], ["[20]", "The following provisions of the", "Refugee Protection Division Rules", ", SOR/2002-228 (Rules), are applicable in these proceedings:", "Documents establishing identity and other elements of the claim", "7.", "The claimant must provide acceptable documents establishing identity and other elements of the claim. A claimant who does not provide acceptable documents must explain why they were not provided and what steps were taken to obtain them.", "Documents d'identité et autres éléments de la demande", "7. Le demandeur d'asile transmet à la Section des documents acceptables pour établir son identité et les autres éléments de sa demande. S'il ne peut le faire, il en donne la raison et indique quelles mesures il a prises pour s'en procurer.", "STANDARD OF REVIEW"], ["[21]", "The Supreme Court of Canada in  <FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to the particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis."], ["[22]", "At issue in this application are the RPD's findings of fact and credibility and its assessment of the evidence. These considerations attract a standard of reasonableness.  <FRAGMENT_SUPPRESSED> ."], ["[23]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See  <FRAGMENT_SUPPRESSED> , at paragraph 47; and", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "ARGUMENTS", "The Applicant", "The RPD Made Irreconcilable and Contradictory Findings of Fact"], ["[24]", "At paragraph 6 of the Decision, the RPD states that the Applicant \"failed to establish his personal identity and nationality.\" At paragraph 10, it states that the Applicant \"has established his nationality through his passport.\" At paragraph 20, it states that the Applicant failed to establish his \"personal identity,\" without reference to whether it was satisfied that he had established his nationality."], ["[25]", "The RPD has not reconciled or otherwise explained these directly contradictory findings, which leaves the Applicant in the impossible position of being unable to ascertain whether the RPD accepted that he was a national of China. It is acknowledged in the jurisprudence that the RPD is required to express its credibility findings \"in clear and unmistakable terms.\" The Applicant contends that the RPD is equally required to express findings of facts that are central to a claim for refugee protection in the same manner."], ["[26]", "Given that the Applicant's identity was a dispositive issue, the contradictory findings as to whether the Applicant had established that he was a national of China are fatal to the Decision. If the RPD had concluded that the Applicant was in fact a national of China (which it appears to have done at paragraph 10 of the Decision), the RPD had a clear duty to determine whether the Applicant was a Christian, and if so, whether as a Christian he would be subject to a risk of religious persecution or would otherwise be able to practise his religion openly and freely in  <FRAGMENT_SUPPRESSED>  (QL) at paragraph 5. However, the RPD made no findings regarding the Applicant's religious identity. Indeed, it expressly refused to \"move on to the merits of the claim\" based on its contradictory findings regarding the Applicant's identity. As a result, the Applicant's claim for refugee protection was not fully adjudicated. Under these circumstances, the Applicant submits that the intervention of this Court is warranted.", "The RPD Referred to Evidence That Was Not Before It"], ["[27]", "At paragraph 10 of the Decision, the RPD referred to the Applicant's passport as having established his identity. However, the Applicant's passport was never adduced into evidence. Indeed, the Applicant's Personal Information Form (PIF) indicates that he travelled to Canada using a fraudulent South Korean passport."], ["[28]", "The RPD's reliance on evidence that was not actually before it, coupled with its contradictory findings regarding the Applicant's nationality, suggests that the RPD did not have regard to the facts of the matter before it and that it relied upon boilerplate reasons to reject the Applicant's claim.  <FRAGMENT_SUPPRESSED> . The Applicant submits that, given the importance of the Decision, any doubt regarding the RPD's failure to turn its mind to the facts of the claim ought to be resolved in the Applicant's favour. As Justice Howard Wetston of this Court stated", "in  <FRAGMENT_SUPPRESSED>  (QL) at paragraph 3, a tribunal commits a reviewable error where it misapprehends evidence that is central to its determinations concerning the applicant's claim for refugee protection. Moreover, given that the factual error regarding the passport was apparently taken into account in the Decision, it may have contaminated the ultimate conclusion.  <FRAGMENT_SUPPRESSED> .", "The RPD Failed to Consider Relevant Evidence That Was Before It"], ["[29]", "The Applicant argues that the RPD failed to consider highly relevant documentary evidence that was before it and that would have assisted in establishing the Applicant's identity, namely the Applicant's business license and the summons issued by the PSB in the Applicant's name and delivered to his wife. The RPD made no reference to these documents."], ["[30]", "<FRAGMENT_SUPPRESSED>  (QL) at paragraph 17, this Court held that, although a tribunal is not required to refer specifically to every piece of evidence before it:", "the more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact \"without regard to the evidence\":", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.)."], ["[31]", "These documents constitute important evidence relevant to the central issue of the Applicant's identity. The RPD found that the Applicant had failed to establish that he was a restaurant owner. The Applicant's business license-which contained the Applicant's name, date of issue, type of business (namely, restaurant), name of business and location of business-provided information directly relevant to establishing the Applicant's identity as a restaurant owner. Similarly, the summons-which contained the Applicant's name and address-provided further information directly relevant to establishing the Applicant's identity as a resident of ShenYang City in Liaoning Province. The Applicant submits that the RPD's failure specifically to mention and analyze this document amounts to further reviewable error. These documents are presumed to be acceptable evidence of their content, and the RPD has not rebutted that presumption.  <FRAGMENT_SUPPRESSED> .", "The RPD Made Improper Plausibility Findings"], ["[32]", "The RPD made a number of implausibility findings, including findings related to the method by which the Applicant's identity documents were delivered from China to Canada as well as to the seizure of the RIC by post office officials and the subsequent visit of the Applicant's wife to the police station."], ["[33]", "This Court in", "<FRAGMENT_SUPPRESSED>  (QL) at paragraphs 14-15, stated that \"the Board is under a very clear duty to justify its credibility findings with specific and clear reference to the evidence\":", "This duty becomes particularly important in cases such as this one where the Board has based its non-credibility finding on perceived \"implausibilities\" in the claimants' stories rather than on internal inconsistencies and contradictions in their narratives or their demeanour while testifying. Findings of implausibility are inherently subjective assessments which are largely dependant (", "sic", ") on the individual Board member's perceptions of what constitutes rational behaviour. The appropriateness of a particular finding can therefore only be assessed if the Board's decision clearly identifies all of the facts which form the basis for their conclusions."], ["[34]", "The Applicant submits that the RPD's implausibility determinations were based neither on the evidence nor on internal inconsistencies in the Applicant's testimony. Rather, they were based on pure speculation as to likelihoods or probabilities. In relying upon them and subsequently in rejecting the authenticity of the Applicant's identity documentation, the RPD acted improperly.  <FRAGMENT_SUPPRESSED> .", "The Respondent", "The RPD's Identity Findings Were Reasonable"], ["[35]", "The Respondent recognizes the statutory requirement upon every refugee claimant to prove his identity on a balance of probabilities.  <FRAGMENT_SUPPRESSED> . An absence of acceptable documentation without a reasonable explanation, or the failure to take reasonable steps to obtain such documents, is a significant factor in assessing the credibility of a refugee claimant."], ["[36]", "The RPD stated a number of reasonable concerns with respect to errors and discrepancies on the face of the Applicant's documents, and it did not accept the Applicant's explanations for them. For example, the RIC is one of the few identity documents in China that contains security features. It is therefore is an important personal identity document for an individual in China. The Applicant's failure to provide a RIC and his failure to provide a satisfactory reason for not doing so warranted a significant negative inference."], ["[37]", "Similarly, the RPD questioned the Applicant regarding the handwritten modification to his hukou, which revealed a significant inconsistency. The Applicant first indicated he did not remember the date on which this document was issued. He then said that it was issued in 2007, when in fact it was issued was in 2000, which represents a difference of seven years. Only after he was asked to explain the notable inaccuracy of his estimation did the Applicant explain that his wife looked after these affairs. The RPD reasonably found that the Applicant's hukou would not be updated by the authorities, given that he was a wanted person at the material time and that all of the authorities would have received notice of this."], ["[38]", "Finally, the RPD considered the Applicant's testimony regarding when his marriage certificate was issued: before or after the ceremony. The Applicant gave contradictory answers and failed to provide an explanation that addressed the RPD's concerns. The RPD was entitled to find that the Applicant was not credible based on vague or insufficiently detailed explanations.  <FRAGMENT_SUPPRESSED> ."], ["[39]", "Given the availability of fraudulent documents in China and given the Applicant's inability to provide credible testimony in relation to the hukou, the RPD acted reasonably in finding that the Applicant had not established his identity on a balance of probabilities."], ["[40]", "The Respondent argues that negative decisions regarding an applicant's credibility are properly made as long as the tribunal gives reasons in \"clear and unmistakable terms.\" In the instant case, the RPD made precise findings that were supported by specific reference to the evidence. As such, it met all of the legal requirements in arriving at its  <FRAGMENT_SUPPRESSED>  (QL) (FCA).", "The Applicant's Nationality Was of No Consequence"], ["[41]", "The RPD's comment that that the Applicant established his nationality through his passport appears to be an error. However, it is of no consequence. Contrary to the Applicant's arguments, the Applicant's nationality was not of critical importance because the RPD found that the Applicant had not established his personal identity. In particular, the RPD noted that the Applicant had not provided sufficient credible or trustworthy evidence in support of his allegation that he owned a restaurant that was destroyed in a fire, which he claimed is what motivated him to become a Christian. Having failed to establish his personal identity, the Applicant has similarly failed to establish that he is a Christian, which forms the basis of his claim for refugee protection."], ["[42]", "The Respondent submits that the Decision should be read as a whole. The RPD considered the evidence in its totality and furnished many reasons supporting its determination that the Applicant's evidence regarding his identity was neither credible nor trustworthy. This error was not of consequence and does not require the intervention of this Court.", "The RPD Need Not Have Assessed the Remainder of the Claim"], ["[43]", "The Respondent contends that, once a tribunal has concluded that identity has not been established, it need not analyze the remainder of the claim. The Applicant's failure to prove his identity on a balance of probabilities effectively undermines any claim of a well-founded fear of persecution.  <FRAGMENT_SUPPRESSED> .", "ANALYSIS"], ["[44]", "The Decision is based upon \"personal identity and nationality\":", "The panel found that the claimant has failed to establish his personal identity and nationality because of concerns with the claimant's documents and testimony related to documents."], ["[45]", "The RPD provides a list of its concerns. Many of them are reasonable in my view. However, the Decision also presents a series of problems and concerns in its own right:", "a. At paragraph 6 of the Decision, the RPD states that the Applicant \"failed to establish his personal identity and nationality.\" At paragraph 10, it states that the Applicant \"has established his nationality through his passport.\" At paragraph 20, it states that the Applicant failed to establish his \"personal identity,\" without reference to whether it was satisfied that he had established his nationality;", "b. At paragraph 10 of the Decision, the RPD states that the Applicant has established his nationality through his passport, whereas the Applicant's PIF indicates that he never used his own passport but rather used a fraudulent South Korean passport to enter Canada. There does not appear to be a genuine Chinese passport in evidence for the  <FRAGMENT_SUPPRESSED>  However, at paragraph 12 of the Decision, the RPD states that the Applicant failed to provide an original copy of his RIC and failed to provide a satisfactory explanation for not doing so. On this basis, the RPD draws a \"significant negative inference\";", "d. At paragraph 18 of the Decision, the RPD states that the Applicant could provide no documentary evidence that he owned a restaurant or that it was destroyed by fire. This lack of evidence, the RPD finds, undermines the Applicant's claim that he owned a restaurant and that he was motivated to become a Christian after his restaurant experienced an economic downturn. However, the Applicant's business license-which was before the RPD and which contained the Applicant's name, date of issue, type of business (namely, restaurant), name of business and location of business-provided information directly relevant to establishing the Applicant's identity as a restaurant owner. The RPD never mentions why this evidence, which is relevant to an important aspect of the claim, was not considered persuasive of the Applicant's status as a restaurant owner. Indeed, the RPD never mentions the license at all."], ["[46]", "The Respondent invites the Court to read the Decision by removing the offending words in paragraph 10 concerning the passport and nationality and to treat this mistake as isolated and immaterial.  <FRAGMENT_SUPPRESSED> . I think the difficulty with this approach is that the national/personal distinction is present throughout the Decision, and this suggests that the distinction was important to the RPD's conclusions. In paragraph 20 of the Decision, the RPD concludes that \"the claimant has failed to provide acceptable documents and testimony to establish his personal identity ....\""], ["[47]", "When the Decision is read as a whole, I do not think that it can be reasonably determined what the RPD meant in paragraph 10. Hence, I think the Decision is unsafe. It is for the RPD to explain its reasoning in clear and unmistakable terms.  <FRAGMENT_SUPPRESSED>  (QL) (FCA). The Court cannot, as it were, attempt to edit the Decision so as to render it comprehensible unless, of course, the mistake is of a typographical nature and is isolated and immaterial. I cannot say in this instance that the mistake in paragraph 10 about the passport and the issue of national identity was isolated and immaterial."], ["[48]", "The Respondent states that the RPD's implausibility findings are reasonable without explaining how they are reasonable. I am particularly concerned about the findings regarding the Applicant's driver's license and the post office seizure notice. The RPD says that the driver's license appears to be genuine but nonetheless dismisses it because it has found that the other documents are fraudulent and because fraudulent documents are readily available in China. The same is true of the post office seizure notice, which the Applicant submitted as proof that his wife tried to mail his RIC to him but post office officials seized it and sent it to the PSB. The RPD does not find that it is fraudulent but refuses to place \"significant weight on the seizure notice as an explanation for the [Applicant's] failure to provide the  <FRAGMENT_SUPPRESSED>  with acceptable identity documents,\" given its concerns relating to the authenticity of the other identity documents and the availability of fraudulent documents in China."], ["[49]", "As Justice Carolyn Layden-Stevenson pointed out in", "<FRAGMENT_SUPPRESSED> finding that one document is (or some documents are) fraudulent does not necessarily mean that all documents are fraudulent even in a situation where fraudulent documents are readily available. The RPD must make some effort to ascertain the authenticity of documents that appear to be genuine."], ["[50]", "The RPD's findings regarding the handwritten changes to the Applicant's hukou and his qualification certificate, as well as the findings regarding the date of issue of the marriage certificate, are reasonable in my view. Given the standard of review, it is not for this Court to substitute its own views of the evidence even where it might have drawn a different inference from that drawn by the  <FRAGMENT_SUPPRESSED>  (QL) (FC). However, the RPD's failure to address the restaurant licence is a material error that renders the Decision unreasonable. This was documentary evidence that went directly to the Applicant's identity as a restaurant owner and which supported the reasons he gave for becoming a Christian. It is evidence that directly contradicts the RPD's conclusions on point. See", "Cepeda- <FRAGMENT_SUPPRESSED> , at paragraph 15."], ["[51]", "The transcript of the hearing shows that the Applicant was questioned extensively on his Christian beliefs (there are 18 pages of dialogue between the Applicant and either the member or counsel), but the RPD makes no finding as to whether it believes that the Applicant is a Christian, having found that the Applicant did not establish his identity."], ["[52]", "As both parties state, negative decisions regarding an applicant's credibility are properly made as long as the tribunal gives reasons in \"clear and unmistakable terms.\" I am not satisfied, given the significant errors noted above, that the RPD turned its mind sufficiently to the facts of this case.  <FRAGMENT_SUPPRESSED> . This matter needs to be returned for reconsideration.", "JUDGMENT"], ["[53]", "THIS COURT'S JUDGMENT is that", "1. The application is allowed. The Decision is quashed and the matter is referred back to a differently constituted RPD for reconsideration.", "2. There is no question for certification.", "[End of document]"]]}