{"id_": "006221", "body_str": [["[1]", "Scott, J.", ": This is an application by Farha Farook Shirazi (Ms. Shirazi), pursuant to subsection 72(1) of the", "Immigration and refugee Protection Act", ", SC 2001, c 27 [", "IRPA", "], for judicial review of a decision of M. Pendleton, Case Officer at Citizenship and Immigration Canada (the officer) rendered April 14, 2011, denying Ms. Shirazi's application for permanent residence as a member of the Federal Skilled Worker [FSW] class."], ["[2]", "For the reasons that follow, this application for judicial review is granted.", "II. Background", "A. Facts"], ["[3]", "Ms. Shirazi is a citizen of India, born in Surat, on September 10, 1975."], ["[4]", "Ms. Shirazi is married with two children. She holds a Bachelor of Commerce and a diploma in Computer Education from the D.R.K. College of Commerce, in India and a diploma in International Trade from Mumbai."], ["[5]", "Her resume reveals that she held several positions in the secretarial field. From October 1999 to September 2001 she worked as a secretary for Al-Rods est., in Sharjah, U.A.E. From November 2002 to February 2006, she worked as an Executive Secretary for Avon Appliances in Mumbai. Ms. Shirazi then worked for Standard Carpets in Sharjah until April 2007. Finally, she joined the \"Happy Home English School\" in Sharjah from September 2008 to this date (see paras 7 to 15 of the Affidavit of Farha Farook Shirazi)."], ["[6]", "In July 2007, she filed an application under the FSW class."], ["[7]", "On October 9, 2007, Ms. Shirazi received an acknowledgement of application from the Canadian High Commission in London, England."], ["[8]", "On March 11, 2010, Ms. Shirazi was informed that her application was sent to the Case Processing Pilot in Ottawa."], ["[9]", "The Officer concluded that Ms. Shirazi did not satisfy the requirements of the", "IRPA", "and the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [", "IRPR", "]. Therefore, she was inadmissible under the FSW class, more particularly under the secretary category.", "B. Officer's decision"], ["[10]", "The Officer assessed Ms. Shirazi's application and awarded points as follows:", "Points assessed", "Maximum", "Age", "10", "10", "Education", "22", "25", "Experience", "19", "21", "Arranged employment", "10", "Official language proficiency", "14", "24", "Adaptability", "10", "TOTAL", "65", "100"], ["[11]", "In order to be accepted under the FSW class, Ms. Shirazi needed a minimum of 67 points. However, as the table above indicates, Ms. Shirazi only scored 65 points out of a maximum of 100 points."], ["[12]", "The portion of the decision that is at issue, in this case, relates to the Officer's rating in the \"Experience\" category."], ["[13]", "As evidence of her experience in the secretarial field, Ms. Shirazi provided several letters from past employers. According to the Officer, of all the documents submitted, only two contained details of her duties (see pages 49 to 59 of the Applicant's Record). The Officer assessed Ms. Shirazi's work experience using these two letters. The Officer compared the duties listed in these letters to the description in the National Occupational Classification [NOC] and found that only one letter (see the letter from Avon Appliances, pages 49 to 57) demonstrated that Ms. Shirazi had performed a number of the duties listed in the NOC code 1241 [NOC 1241]. The Officer writes: \"that letter, from Avon Appliances, covers a period of employment of three years, but less than 4 years\" (see page 2 of the Tribunal Record)."], ["[14]", "Ms. Shirazi was awarded 19 points instead of 21 points in the experience category because of the length of her tenure at Avon. The Officer calculated Work Experience points \"based upon the dates of employment as provided by the letter from Avon Appliances. The dates of [employment] are indicated as 5 November 2002 to 28 February 2006. This is a total of 39 months of employment, or three (3) years but less than four (4) years. As per section 80(1) of the [", "IRPR", "], [the Officer] awarded 19 points for work experience based on this assessment\" (see para 16 of the Affidavit of Meghan Pendleton dated November 18, 2011).", "III. Issue and standard of review", "A. Issue", "Did", "the officer err in finding that Ms. Shirazi failed to satisfy the requirements found in subsection 75(2) of the IRPR?", "B. Standard of Review"], ["[15]", "\"The assessment of an application for permanent residence under the [FSW] class is an exercise of discretion that should be given a high degree of deference\" (see", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 1536 at para 26;", "<FRAGMENT_SUPPRESSED> ). The present issue raises a question of fact or of mixed fact and law. It is therefore reviewable on a standard of reasonableness (see", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 771 at para 19 [ <FRAGMENT_SUPPRESSED> ] )."], ["[16]", "When reviewing a decision on a standard of reasonableness, the Court must be concerned \"with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (see", "<FRAGMENT_SUPPRESSED>  at para 47 [ <FRAGMENT_SUPPRESSED> ] ).", "IV. Parties' submissions", "A. Ms. Shirazi's submissions"], ["[17]", "Ms. Shirazi claims the Officer's decision is unreasonable because she failed to take in consideration her letter of employment from the \"Happy Home English School\". She also submits that an applicant does not need to perform all of the duties set out in the NOC 1241.  <FRAGMENT_SUPPRESSED> Justice Mandamin wrote that \"the Applicant's last employer listed her responsibilities. This list included two tasks which would qualify the Applicant as a secretary as understood by the NOC 1241 standard: namely, making travel arrangements and training new staff\"."], ["[18]", "Ms. Shirazi underlines that she occupied the position of school secretary at the \"Happy Home English School\". She alleges that her duties at the school which were listed in her letter dated May 2, 2010 (see page 59 of the Applicant's record) shows that she did perform a number of the main tasks listed in the NOC 1241. She submits that, in comparing the NOC 1241 to her letter of employment from the school, similarities of the duties are apparent."], ["[19]", "The Officer disregarded Ms Shirazi's experience at the school because it failed to show that she had performed a number of the main duties described in the NOC. Ms. Shirazi contends that the main duties listed in the NOC 1241 must be applied to various contexts.", "B. Respondent's submissions"], ["[20]", "The Respondent submits that, although Ms. Shirazi had performed the main duties of a secretary in the lead statement of the NOC 1241, she only met the requirements of two criteria for one of her former positions."], ["[21]", "The Respondent alleges that the evaluation of an applicant's work experience is a matter that belongs to each visa officer. The decision at hand is discretionary and is reasonable in its entirety. This Court's intervention is therefore not warranted."], ["[22]", "The Respondent refers to Justice Jerome's decision in", "<FRAGMENT_SUPPRESSED>  at para 7, where he held that \"it is clearly, therefore, the responsibility of the applicant to produce all relevant information which may assist his application\". Since Ms. Shirazi did not provide sufficient information in support of her application, the Officer was unable to conclude that she had performed a substantial number of the main duties listed in NOC 1241 when working for the \"Happy Home English School\". Consequently, The Officer's decision is reasonable.", "V. Analysis", "Did the officer err in finding that Ms. Shirazi failed to satisfy the requirements found in subsection 75(2) of the IRPR?"], ["[23]", "On April 14, 2011, the Officer rendered her decision. She wrote:", "... you provided several letters of employment, letters of offers and contracts. Of these documents, two (2) contained details of your duties. I assessed your work experience using these two documents. I compared the duties listed in these letters to the description in the National Occupational Classification (NOC) and found that only one letter demonstrated that you had performed a number of the main duties. That letter, from Avon Appliances, covers a period of employment of three years, but less than 4 years."], ["[24]", "The Officer concluded that her letter of employment from the \"Happy Home English School\" failed to demonstrate that she had performed a substantial number of the main duties set out in the NOC 1241."], ["[25]", "Pursuant to subsection 11(1) of the", "IRPA", ", \"the visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act\"."], ["[26]", "Subsection 12(2) of the", "IRPA", "governs the application under the economic class. Its purpose is to determine whether a foreign national has the ability to become economically established in Canada."], ["[27]", "Furthermore, subsection 75(1) of the", "IRPR", "provides that, \"for the purposes of subsection 12(2) of the Act, the federal skilled worker class is hereby prescribed as a class of persons who are skilled workers and who may become permanent residents on the basis of their ability to become economically established in Canada\". Pursuant to subsections 75(2) and (3) of the", "IRPR", "(2) a foreign national is a skilled worker if", "(a) within the 10 years preceding the date of their application for a permanent resident visa, they have at least one year of continuous full-time employment experience, as described in subsection 80(7), or the equivalent in continuous part-time employment in one or more occupations, other than a restricted occupation, that are listed in Skill Type 0 Management Occupations or Skill Level A or B of the National Occupational Classification matrix;", "(b) during that period of employment they performed the actions described in the lead statement for the occupation as set out in the occupational descriptions of the National Occupational Classification; and", "(c) during that period of employment they performed a substantial number of the main duties of the occupation as set out in the occupational descriptions of the National Occupational Classification, including all of the essential duties.", "Minimal requirements", "(3) If the foreign national fails to meet the requirements of subsection (2), the application for a permanent resident visa shall be refused and no further assessment is required.", "(2) Est un travailleur qualifié l'étranger qui satisfait aux exigences suivantes:", "a) il a accumulé au moins une année continue d'expérience de travail à temps plein au sens du paragraphe 80(7), ou l'équivalent s'il travaille à temps partiel de façon continue, au cours des dix années qui ont précédé la date de présentation de la demande de visa de résident permanent, dans au moins une des professions appartenant aux genre de compétence 0 Gestion ou niveaux de compétences A ou B de la matrice de la Classification nationale des professions - exception faite des professions d'accès limité;", "b) pendant cette période d'emploi, il a accompli l'ensemble des tâches figurant dans l'énoncé principal établi pour la profession dans les descriptions des professions de cette classification;", "c) pendant cette période d'emploi, il a exercé une partie appréciable des fonctions principales de la profession figurant dans les descriptions des professions de cette classification, notamment toutes les fonctions essentielles.", "Exigences", "(3) Si l'étranger ne satisfait pas aux exigences prévues au paragraphe (2), l'agent met fin à l'examen de la demande de visa de résident permanent et la refuse."], ["[28]", "In reading subsection 75(3) of the", "IRPR", "it is clear that a foreign national must meet the requirements found in subsection 75(2) in order to be considered a skilled worker."], ["[29]", "The Officer held that Ms. Shirazi did not meet subsection 75(2) paragraph (", ") of the", "IRPR", ". However, as Justice Mosley wrote, in paragraph 41 of <FRAGMENT_SUPPRESSED> cited above, \"it is impossible to assess the officer's conclusion, that the applicant had not performed a substantial number of the main duties of NOC ... without knowing which duties the officer thought had not been performed and why\". A review of the Computer Assisted Immigration Processing System notes [CAIPS notes] does not shed additional light on the issue since they merely reiterate the Officer's reasons for her decision but do not provide any clear indication of the reasoning behind the rejection of the letter from the Happy Home English School provided by Ms. Shirazi."], ["[30]", "Certain clarifications were given in the Officer's affidavit dated November 18, 2011 where she wrote that \"[i]n comparing the details of the Applicant's duties as provided by letter from Happy Home English School to the NOC code provided by the Applicant for this position (1241), I was not satisfied that the Applicant had performed a substantial number of the main duties provided in the description. I was satisfied that the Applicant had performed some of the main duties listed, but not a substantial number\" (see para 14 of the Affidavit of Meghan Pendleton). Again, the affidavit failed to provide sufficient details to explain the basis for the Officer's conclusion that she was not satisfied that Ms. Shirazi had performed a substantial number of the main duties as set out in the NOC 1241."], ["[31]", "The Officer's decision is a discretionary one. However, the reasonableness of a decision stands on its transparency and intelligibility."], ["[32]", "According to <FRAGMENT_SUPPRESSED> cited above \"the transparency and intelligibility of a decision are important elements of a reasonableness analysis\" (see <FRAGMENT_SUPPRESSED> at para 42). There absence renders the decision unreasonable.", "VI. Conclusion"], ["[33]", "The Officer's decision is unreasonable, it lacked in transparency and intelligibility. The application for judicial review is hereby granted and the matter is remitted to the Case Processing Pilot in Ottawa for reconsideration by another Officer.", "JUDGMENT"], ["[34]", "THIS COURT'S JUDGMENT is that", "1. This application for judicial review is granted and the matter is remitted to the Case Processing Pilot in Ottawa for reconsideration by another Officer; and", "2. There is no question of general interest to certify.", "Application allowed.", "Editor: Angela E. McKay/klf", "[End of document]"]]}