{"id_": "006304", "body_str": [["[1]", "Mactavish, J.", ": Abdul Khalil Aleaf and his family applied for permanent residence in Canada as privately-sponsored members of the Convention Refugee Class or Country of Asylum Class. Their application was refused because a visa officer at the Canadian High Commission in Pakistan found Mr. Aleaf not to be credible, with the result that he had not established that he and his family would be at risk in Afghanistan. The officer made no finding that Mr. Aleaf was inadmissible to Canada on security grounds."], ["[2]", "The applicants seek judicial review of the visa officer's decision, asserting that they were treated unfairly in the visa process because Mr. Aleaf was not provided with copies of Canada Border Services Agency and Canadian Security Intelligence Service memos from 2006, nor was he given a copy of a \"poison pen\" letter that had been sent to the Canadian High Commission in Islamabad in 2005."], ["[3]", "The applicants also say that it was unreasonable for the officer to find that Mr. Aleaf's story was not credible, and that the visa officer further erred by failing to consider the gender-based persecution that Mr. Aleaf's wife and daughter would face in Afghanistan. Finally, the applicants contend that there are \"special circumstances\" in this case (including the inordinate delay in the processing of their visa application) that justify an order of costs in their favour."], ["[4]", "I have not been persuaded that the applicants were treated unfairly in this matter. I am also satisfied that it was reasonable for the visa officer to find that Mr. Aleaf's explanation regarding his whereabouts in the late 1990s was not credible. No gender-based claim was advanced by or on behalf of Mr. Aleaf's wife and daughter, and consequently there was no obligation on the visa officer to address this issue. Finally, while there was undoubtedly a lengthy and ultimately unexplained delay in the processing of the applicants' visa application, I am not persuaded that this constitutes \"special circumstances\" justifying an award of costs in their favour.", "I.", "Background"], ["[5]", "Mr. Aleaf's family comes from a village in Logar province in Afghanistan. Mr. Aleaf says that sometime around 1992, the family became embroiled in a property dispute with cousins, who had laid claim to the family's property. The cousins allegedly had ties to the Taliban, and threatened to kill the family if they did not give up their claim to the property."], ["[6]", "In 1995, the family was living in Kabul when Mr. Aleaf's parents' house was destroyed by a rocket attack. Mr. Aleaf was not at home at the time, although other family members were in the house. Most of the family escaped the blast, after which they returned to live in their village. The family asked village elders to help them reacquire their land, but their relatives resorted to violent threats and the family was unable to recover their property."], ["[7]", "Mr. Aleaf's parents and five of his siblings fled to Pakistan in 1997, and came to Canada in 2000 as privately-sponsored refugees. Mr. Aleaf says that he stayed in Afghanistan until 1998, and then moved to Pakistan where he remains to this day. The visa officer did not find Mr. Aleaf's account of his whereabouts between 1995 and 1998 to be credible."], ["[8]", "Although there was a suggestion that Mr. Aleaf may have originally been part of his parents' application for refugee protection, he was not included in the decision granting permanent residence to his family. Mr. Aleaf filed his own application for permanent residence in 2004. He was interviewed in 2005, following which a visa officer made a positive selection decision. The Canadian High Commission in Pakistan then received adverse information regarding Mr. Aleaf, including CBSA and CSIS reports indicating that Mr. Aleaf had admitted to lying about his whereabouts in his application for permanent residence."], ["[9]", "Mr. Aleaf had stated in his immigration application that he had lived in Kabul until 1998. However, the reports received by the High Commission stated that Mr. Aleaf had admitted in an interview that he had in fact been living in a series of refugee camps in Pakistan between 1996 and 1998, at least one of which was run by the Hizb-i-Islami Gulbuddin (HIG) as a refuge for their militants, supporters and families. The HIG is a highly volatile group that has been involved in attacks on the government of Afghanistan."], ["[10]", "Mr. Aleaf amended his permanent residence application after getting married. He updated his immigration forms again in 2012 to include the couple's two children - a son and a daughter. Mr. Aleaf continued to assert in these updated forms that he was living in Kabul between 1995 and 1998."], ["[11]", "It is unclear why the processing of the Aleaf family's application took so long, but we do know that the High Commission decided to interview Mr. Aleaf again in 2013. The High Commission was reassessing his case because of the length of time since the 2005 eligibility decision, and because many Afghans who had been living in Pakistan were now returning home."], ["[12]", "Before reviewing the visa officer's record of the May 6, 2013 interview with Mr. Aleaf, it is important to note that Mr. Aleaf has not filed an affidavit in this proceeding. As a consequence, there is no evidence before me that would call into question the accuracy of the visa officer's record of what was said during the interview. Mr. Aleaf did provide an unsworn \"statement\" in which he takes issue with the officer's interpretation of the events discussed during the interview. He does not, however, point to any inaccuracies in the officer's notes.", "II.", "The 2013 Interview"], ["[13]", "Mr. Aleaf told the visa officer that he had a brother named Abdul Samay, who was \"not a normal person\", in that he was paralysed, blind, deaf and \"dumb\". This brother was allegedly in the family home in Kabul at the time of the rocket attack in 1995 and could not be found after the attack, which had totally destroyed the house."], ["[14]", "Mr. Aleaf says that he and his family returned to their village in Logar after the rocket attack, where they lived for the next year, a claim that was not consistent with the address information that Mr. Aleaf had provided in his immigration forms."], ["[15]", "The visa officer questioned the family's decision to return to their village, given that this was the location where the family's alleged agents of persecution were located. The officer also suggested to Mr. Aleaf that if his cousins were intent on harming the family, they would have done so in the year that the family spent in Logar. Mr. Aleaf did not provide a coherent response to this concern, leading the officer to question the story of the land dispute."], ["[16]", "Mr. Aleaf told the visa officer that after spending a year in the village, he spent the next two years looking for his missing brother in various locations all over Afghanistan. The officer had difficulty with this claim, given that the family had not returned to Kabul to search for Abdul Samay's body in the ruins of their house, the place that he would more likely have been found. The officer could not understand why Mr. Aleaf thought that a severely disabled individual would have been able to survive a rocket attack, and then move to another part of Afghanistan."], ["[17]", "Mr. Aleaf says that he did not accompany his family when they moved to Pakistan in 1997, claiming to have stayed behind in Afghanistan to continue searching for Abdul Samay. Given the indications that Abdul Samay had died in the 1995 rocket attack, the officer did not find Mr. Aleaf's claim to have spent years searching for his brother in Afghanistan to be plausible."], ["[18]", "After moving to Pakistan in 1998, Mr. Aleaf says that he got a job at a plumber's shop in Peshawar, where he worked for the next 12 years. Mr. Aleaf could not, however, remember the name of the shop, and had no documentation to support his claim of long-term employment. Mr. Aleaf also stated that he lost his job in 2012 because the owner was \"not good with Afghans\". As the visa officer noted, it did not make sense that the owner would suddenly fire Mr. Aleaf after 12 years of employment because he was \"not good with Afghans\"."], ["[19]", "These concerns led the visa officer to make a general finding that Mr. Aleaf was simply not credible. The officer was not satisfied that Mr. Aleaf would be at risk in Afghanistan, and found that he could live safely in Kabul.", "III.", "Was Mr. Aleaf Treated Unfairly in the Visa Process?"], ["[20]", "Mr. Aleaf's first argument is that he was treated unfairly in the visa process because he was not provided with copies of the CBSA and CSIS memos from 2006, or with the \"poison pen\" letter received by the Canadian High Commission in Islamabad in 2005."], ["[21]", "Where an issue of procedural fairness arises, the Court's task is to determine whether the process followed by the decision-maker satisfied the level of fairness required in all of the circumstances: see", "REFERENCE_SUPPRESSED."], ["[22]", "As I noted in my decision declining to appoint a special advocate to represent Mr. Aleaf's interests in section 87 proceedings brought in this matter, I accept that this matter is undoubtedly of great importance to Mr. Aleaf and his family, given that they were seeking permission enter to Canada as refugees. I have not, however, been persuaded that the family was treated unfairly, in all of the circumstances."], ["[23]", "Insofar as the two government memos are concerned, Mr. Aleaf argues that there is no record of an interview in the Certified Tribunal Record in which he admitted to lying about his whereabouts in his application for permanent residence. The difficulty with this submission is that Mr. Aleaf has not denied making the statement attributed to him."], ["[24]", "As noted earlier, Mr. Aleaf did not file an affidavit in support of his application for judicial review, and his unsworn statement does not address this issue. Consequently, there is no evidence before me that Mr. Aleaf did not make the statement that was attributed to him. Nor is there evidence that Mr. Aleaf was unaware of the contents of the memos, or that he was prejudiced in any way by their non-disclosure. He has, moreover, not identified any evidence that he could have produced to counter the information contained in the reports, had he been aware of their existence."], ["[25]", "There is also no indication in the visa officer's reasons that any weight was attributed to the information contained in the memos. The officer's decision was based on the inherent implausibility of Mr. Aleaf's story of his multi-year search for his missing brother in various regions of Afghanistan during a period that he had claimed to have been living in Kabul."], ["[26]", "Insofar as the poison pen letter is concerned, the jurisprudence of this Court has commented on the inherent unreliability of such communications:", "REFERENCE_SUPPRESSED. There is, however, nothing in the visa officer's decision to indicate that the officer was aware of the contents of the 2005 letter, or that any consideration was given to the letter by the officer. Indeed, the officer's notes specifically state that \"adverse information\" that had been received in 2005 regarding Mr. Aleaf was \"not on the file, or outlined in CAIPS\". The decision in", "REFERENCE_SUPPRESSED, relied upon by the applicants is therefore distinguishable: see paras. 30-32."], ["[27]", "The visa officer's notes of the 2013 interview confirm that the officer explicitly told Mr. Aleaf that she was concerned about Mr. Aleaf's whereabouts between 1995 and 1998, and gave Mr. Aleaf ample opportunity to respond to those concerns. No breach of procedural fairness has thus been established in this case.", "IV.", "The Reasonableness of the Officer's Credibility Findings"], ["[28]", "The applicants submit that the officer's credibility findings were unreasonable, as the officer failed to appreciate that Mr. Aleaf had", "two", "disabled brothers, Abdul Samay and Tawab. According to Mr. Aleaf's unsworn statement and the affidavit of his father, Tawab was killed in the rocket attack in 1995, but Abdul Samay survived the attack and went missing."], ["[29]", "The difficulty with this argument is that there is no evidence before me to indicate that the officer was ever made aware of this claim. Mr. Aleaf's father was not in attendance at the interview with the visa officer, and is thus not in a position to comment on what transpired at the interview. While Mr. Aleaf asserts in his statement that the officer did not seem to understand that he had two disabled brothers, nowhere in his statement does he indicate that he informed the officer of this fact."], ["[30]", "The story that Mr. Aleaf told to the visa officer as to where he was in the years between 1995 and 1998 was confusing, convoluted and improbable. The officer's finding that Mr. Aleaf was not credible is amply supported by the record and no basis has been shown for this Court to intervene.", "V.", "The Basis of Claim"], ["[31]", "The applicants also say that the visa officer erred by failing to attach sufficient weight to the fact that Canadian immigration authorities had accepted Mr. Aleaf's parents and siblings as refugees in 2000, and that a positive selection decision had been made in relation to Mr. Aleaf himself in 2005."], ["[32]", "It is, however, apparent from the visa officer's reasons that she was well aware of the history of the family's refugee claims, including the fact that Canadian immigration authorities had accepted the story of the land dispute in 2000. However, each refugee claim has to be determined on its own merits."], ["[33]", "We do not know what evidence was before the visa officer deciding the family's claim in 2000, nor do we know how the evidence adduced in support of the applicants' claims differed from that in Mr. Aleaf's parents and siblings' claim. We do know that the visa officer in this case found that the Aleaf family's decision to return to their village in 1995 after the destruction of their house in Kabul was inconsistent with them having a well-founded fear of persecution at the hands of their relatives in Logar province. That was a finding that was reasonably open to the officer on the record before her."], ["[34]", "Moreover, the applicants' refugee claim was assessed in 2013, when conditions in Afghanistan were quite different than they were in 2000."], ["[35]", "Unlike the situation that confronted the Court in", "REFERENCE_SUPPRESSED, the visa officer clearly explained why she did not accept Mr. Aleaf's claim to be at risk in Afghanistan. Mr. Aleaf has thus established no basis for this Court's intervention on this ground.", "VI.", "The Failure to Consider a Gender-Based Claim"], ["[36]", "The applicants' final argument is that the visa officer erred by failing to consider the gender-based persecution that Mr. Aleaf's wife and daughter would face in Afghanistan. The difficulty with this argument is that no such claim was asserted by the family in their application for permanent residence. The claims of Mr. Aleaf's wife and children were entirely dependant on his claim, which was based on the alleged land dispute."], ["[37]", "It is true that in", "REFERENCE_SUPPRESSED, the Supreme Court confirmed that the Board must consider", "all of the grounds", "for making a claim to refugee status, even if the grounds are not raised during a hearing by a claimant, and that it is not the duty of a claimant to identify the reasons for their persecution: see also", "REFERENCE_SUPPRESSED. This assessment must, however, be made on the facts as asserted by the claimants."], ["[38]", "The applicant in", "CITATION_SUPPRESSED", "had claimed to have a well-founded fear of persecution in Ireland as a result of a particular series of events. Although the claim was originally based on the applicant's membership in a particular social group, the Supreme Court concluded that the events in issue actually gave rise to a claim based upon political opinion, and should be considered no that basis."], ["[39]", "In this case, the only events that were alleged to give rise to a subjective fear of persecution in Afghanistan on the part of the applicants, including Mr. Aleaf's wife and daughter, were the events relating to the land dispute. There was no suggestion that this dispute related in any way to the gender of Mr. Aleaf's wife and daughter, and the officer thus did not err in failing to address a gender-based claim:", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED."], ["[40]", "The fact that country condition information indicates that violence against women is a serious problem in Afghanistan is not an adequate basis for a positive determination of a refugee claim:", "REFERENCE_SUPPRESSED."], ["[41]", "The applicants cite three other cases as support for their contention that the visa officer had a duty to consider a gender-based claim, even though no such claim had been advanced by the applicants. These cases do not, however, support the applicants' position. In both", "REFERENCE_SUPPRESSED and", "REFERENCE_SUPPRESSED, refugee decisions were set aside because of a failure to consider an independent claim that had been", "expressly asserted", "by the spouse of the principal applicant."], ["[42]", "In", "REFERENCE_SUPPRESSED, the Court noted that overseas refugee claimants have no right to an interview, but that there may be cases where it is necessary to interview a co-applicant, where, for example, the credibility of the principal applicant is in issue. There is, however, no suggestion that Mr. Aleaf's wife had any first-hand knowledge of the alleged land dispute. Nor is there any suggestion that she had any first-hand knowledge of Mr. Aleaf's whereabouts between 1995 and 1998, a period that pre-dated their marriage by several years. She has not filed an affidavit in this matter, and there is nothing before me to indicate that she could have shed any light on the situation.", "VII.", "Costs"], ["[43]", "The applicants also submit that there are \"special circumstances\" in this case (including the inordinate delay in the processing of their visa application) that would justify an order of costs in their favour."], ["[44]", "Costs are not ordinarily awarded in immigration proceedings in this Court. Rule 22 of the", "Federal Courts", "Immigration and Refugee Protection Rules", ", SOR/93-22 provides that \"No costs shall be awarded to or payable by any party in respect of an application for leave, an application for judicial review or an appeal under these Rules unless the Court, for special reasons, so orders\"."], ["[45]", "The threshold for establishing the existence of \"special reasons\" is high, and each case will turn on its own particular circumstances:", "REFERENCE_SUPPRESSED. The applicants have not persuaded me that \"special reasons\" exist in this case that would justify an order of costs, and I decline to make such an order.", "VIII.", "Conclusion"], ["[46]", "For these reasons, the application for judicial review is dismissed. I agree with the parties that the case does not raise a question for certification.", "JUDGMENT"], ["[47]", "THIS COURT'S JUDGMENT is that", "1. This application for judicial review is dismissed.", ".........................", "CITATION_SUPPRESSED"]]}