{"id_": "006495", "body_str": [["[1]", "Gibson, J.", ": These reasons follow the hearing on the 15th of November, 2006, at Toronto, of an application for judicial review of a decision of a Pre-Removal Risk Assessment Officer (the “Officer”) wherein the Officer determined “…on the totality of the evidence before [her] …that there is not more than a mere possibility that the Applicant [Sankar Sen] would be persecuted if he were to return to Bangladesh. Further, that there are no substantial grounds to believe that the applicant would face torture nor are there reasonable grounds to believe that the applicant would face a risk to life or to cruel or unusual treatment or punishment.” The decision under review is dated the 3rd of January, 2006.", "BACKGROUND"], ["[2]", "The Applicant is a forty-eight (48) year old citizen of Bangladesh. The majority of the population of Bangladesh is Muslim. The Applicant is a minority member of the Hindu faith."], ["[3]", "In January of 1997, the Applicant fled what he alleged to be persecution in Bangladesh, by reason of his Hindu faith and his community activism. Upon arrival in Canada, he made a claim to Convention refugee status. That claim was rejected by the Convention Refugee Determination Division, the predecessor to the Refugee Protection Division, of the Immigration and Refugee Board, on the 9th of February, 1999."], ["[4]", "In August of 2002, the Applicant voluntarily left Canada and returned to Bangladesh in order to avoid execution of a removal order issued against him. He attested:", "...I decided to effect my own removal because I did not want to be deported into the hands of the Bangladesh police, due to my fear of persecution."], ["[5]", "In October of 2001, following national elections in Bangladesh, and following further harassment or, what the Applicant alleged to be persecution, the Applicant again fled Bangladesh. He travelled on false documentation through Dubai, Belgium and the United States. He made no claim for protection in any of those countries. From the United States, he arrived in Canada on the 4th of July, 2003 where he attempted to make a further Convention refugee claim. His attempt was rejected on the basis of his previous unsuccessful claim in this country."], ["[6]", "The Applicant was invited to make an application for a Pre-Removal Risk Assessment (“PRRA”). He filed a PRRA application. On the 5th of November, 2003, that application was rejected."], ["[7]", "On the 15th of December, 2003, this Court stayed the removal of the Applicant based on an application for leave and for judicial review of the first PRRA Officer’s decision. On the 5th of January, 2005, this Court allowed the Applicant’s application for judicial review of that PRRA decision and ordered reconsideration of the Applicant’s PRRA application."], ["[8]", "On the 11th of February, 2005, in connection with the PRRA reconsideration, the Applicant made further submissions and updated his file providing up-to-date information concerning his family in Bangladesh and country conditions there."], ["[9]", "The decision here under review followed. Based upon this application for judicial review, this Court once again granted a stay of the Applicant’s removal.", "THE ISSUES"], ["[10]", "On this application for judicial review, the Applicant, in the Memorandum of Argument filed on his behalf, identified the following issues: first, whether the Officer erred in law or breached procedural fairness in basing her decision on adverse credibility findings without affording the Applicant a hearing; and secondly, whether the Officer, based her decision on erroneous findings of fact made in a perverse or capricious manner or without regard to the material before her."], ["[11]", "Presumably as a sub-issue of the second issue, the Applicant urged that the Officer erred in a reviewable manner in failing to give reasons for preferring some evidence over other evidence."], ["[12]", "Counsel for the Respondent, in a Further Memorandum of Argument filed the 25th of August, 2006, urged that: first, no oral hearing was required on the Applicant’s second PRRA application because the Applicant’s credibility was not a “central” issue; secondly, that the Officer’s weighing of the evidence and findings of fact were not patently unreasonable; thirdly, that the Officer was presumed to have considered all of the evidence and there were no good grounds for believing otherwise on the material that is before the Court; and finally, that it was open to the Officer to exercise her judgment and prefer some evidence, not only on behalf of the Applicant but in documentary form, in making findings of fact that were reasonable."], ["[13]", "As on all applications for judicial review such as this, in addition to the foregoing, the appropriate standard or standards of review was in issue, although no significant difference between counsel for the parties was presented on this issue.", "THE DECISION UNDER REVIEW"], ["[14]", "In light of the issues presented on this application, I regard the Court as obliged to set out in detail the substance of the decision under review. That substance follows:", "I have read and considered the PRRA application dated July 25, 2003 and submissions in their entirety. I have also read the Reasons for Decisions by the IRB dated January 7, 1999.", "I have read the negative PRRA decision dated November 5, 2003. I have also read the Federal Court Decision dated January 5, 2005 which grants judicial review and sets aside the negative PRRA decision of November 5, 2003 to be considered by another officer.", "In their decision the IRB cited a number of credibility problems. It wrote, “In view of the confusion produced in [by] the claimant during his testimony by the term “fundamentalist”, the panel seriously doubts that he wrote the original version of the text translated in his PIF.” The panel further found that his answers contradicted his story and wrote, “the panel concludes that the claimant assuredly never suffered all the alleged attacks….nothing about the claimant’s alleged position in his party justifies his being repeatedly attacked with such violence.” (RPD Reasons for Decision, M97-00647 January 7, 1999)", "I have read and considered the original documentation package that was supplied with the initial PRRA application as well as the additional submissions and documentation that have been provided for my consideration.", "The applicant states that since his return to Canada, his wife has been attacked in their home and robbed, and his oldest daughter has been forced to abandon her studies due to harassment and threats. The applicant has provided a medical certificate from Bangladesh which indicates that his wife had a head injury. I give the medical certificate little weight in that the report does not indicate what caused the injuries. The family situation does not support the applicant’s claim of risk. Other members of his family remain in Bangladesh. The applicant has listed on his PRRA application that he has a mother, 2 brothers and 2 sisters still residing in Bangladesh. He does not indicate in his application or submissions that these family members are being targeted by the fundamentalists.", "The applicant has provided a letter from the President of the Hindu Buddhist Christian Council. I give this letter little weight. The writer explains that the “goons continue their search for him. His family was routinely harassed and intimated,” however, the letter does not provide relevant information as to why this particular member of their group is being targeted.", "The actions of the applicant are not those of a person who is in fear for his life. The applicant made a refugee claim in Canada in 1997 which was refused. He left Canada and returned to Bangladesh in August 2002. He states that he encountered further attacks and was once again forced to flee his country. He left Bangladesh and passed through Dubai, Belgium and the U.S. The applicant does not indicate that he attempted to make a refugee claim in any of those countries. Despite having been refused refugee status in Canada, the applicant chose to return here rather than make a claim in any of the three other countries through which he traveled. The applicant does not indicate that he made any attempt to help his wife and daughters flee. Despite the fact that it is now his wife and daughters who he states are being targeted.", "Documentary evidence does indicate that there have been some terrible attacks on Hindus throughout Bangladesh. There have been reports of homes being burned as well as temples. There have also been reports of women being raped. The reports cite some of these attacks as having been because of the victim’s Hindu religion, other reports indicate that many of the attacks occurred due to land disputes.", "The applicant has been out of Bangladesh since 1997, except for the 10 months he spent there from August 2002 to June 2003. He cites one incident of the goons going to his home to look for him in December 2004 and pushing his wife against a wall and robbing her of gold bangles and asking for money. He states that the police refused to help her and suggested that she move from her home. He states that his wife and daughters moved to his brother’s home, still in Chittagong. The applicant does not indicate that there have been further attacks.", "It is not reasonable that the fundamentalists who are actively searching for him and mistreating his family would limit their search to his wife’s home and not attempt to find him at the homes or [of] his other family members. I note that his wife and children remain in Chittagong and have done so since the applicant left in 1997. This conduct is not consistent with receiving constant threats and harassment.", "I have read and considered the numerous articles and documents provided by the applicant. I note that these articles report on the inter-religious violence that occurs throughout Bangladesh. Many of the articles highlight the difficulties and attacks faced by Hindus as well as other minority groups such as Christians and Ahmadiyya. Most indicate that there was a rise in violence both before and after the October 2001 elections.", "Other serious attacks have occurred in more recent years, however the documentary evidence does not indicate that the number of serious attacks has risen. Some documentary evidence indicates that there continues to be isolated incidents, however, in 2004 there were no major Muslim-Hindu clashes reported in the media.", "“As with the Ahmadiyya mosques, the government also took steps to provide police protection for the religious festivals of other minorities, most notably the Hindus. No major incident of Hindu-Muslim communal violence was reported in the media in 2004. However, over the past few decades, Hindus have faced continual discrimination. For example, immediately following the 2001 elections, the Hindus were subjected to various forms of violence including killing, assault, rape, ransom-seeking, and loss of property.”", ". . . . ."], ["[15]", "The Officer then recited at length extracts from the documentary evidence before her on which she chose to rely. Finally, she concluded:", "Most of the documentary evidence supports that there is discrimination against the Hindus and other religious minorities. The documentary evidence does not support that Hindus are being persecuted throughout Bangladesh. I acknowledge that the applicant made several moves during the 10 months that he was back in Bangladesh. However, his large extended family and his immediate family of a wife and 2 daughters have remained in the same area of Bangladesh since the applicant left in 1997. This fact contradicts the allegations that they are being continuously harassed and targeted by the fundamentalists. The applicant states he suffered numerous attacks by Muslim fundamentalists, the final one being on June 20th at his friend’s house in a village far from his home. The applicant does not indicate if the attackers were related to the other Muslim fundamentalists, nor does he provide details about his attackers. The applicant has provided letters from the BHBCUC however they do not provide information regarding why the applicant would be targeted, as opposed to other members of their council or other Hindus.", "The text quoted in paragraph 1 of these reasons follows.", "ANALYSIS", "Standards of Review"], ["[16]", "Allegations of procedural unfairness or denial of natural justice do not attract a pragmatic and functional analysis. Such issues are reviewed on a standard of review of correctness. [see footnote 1]"], ["[17]", "I am satisfied that “correctness” is the appropriate standard of review on the issue of failure to provide the Applicant with a hearing, before the Officer reached the decision here under review."], ["[18]", "<FRAGMENT_SUPPRESSED>  the standard of review applicable to PRRA decisions, on issues that are other than issues of natural justice or procedural fairness. He wrote at paragraph 17 of his reasons:", "<FRAGMENT_SUPPRESSED>  authorities which dealt with the standard of review applicable to PRRA decisions. I adopt her statement at paragraph 23 in that decision and apply it here:", "As to the appropriate standard of review to be applied to a decision of a PRRA officer, in  <FRAGMENT_SUPPRESSED>  functional analysis, concluded that “the appropriate standard of review for questions of fact should generally be patent unreasonableness, for questions of mixed law and fact, reasonableness simpliciter, and for questions of law, “correctness”. Mr. Justice Mosley also endorsed the finding of Mr. Justice Martineau in  <FRAGMENT_SUPPRESSED>  is reasonableness simpliciter when the decision is considered “globally and as a whole”. This jurisprudence was followed by Madame Justice Layden-Stephenson in  <FRAGMENT_SUPPRESSED>  statement of the applicable standard of review.", "Like Justice Barnes, I adopt Justice Dawson’s summary as my own. I find no basis on the decision under review and the facts of this matter that would justify a variation from the foregoing analysis.", "Right to a Hearing"], ["[19]", "The opening words of section 113 of the Immigration and Refugee Protection Act [see footnote 3] and paragraph (b) of that section read as follows:", "113.", "Consideration of an application for protection shall be as follows:", ". . . . .", "(b) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required;", ". . . . .", "113.", "Il est disposé de la demande comme il suit :", ". . . . .", "b) une audience peut être tenue si le ministre l’estime requis compte tenu des facteurs réglementaires;", ". . . . ."], ["[20]", "Section 167 of the Immigration and Refugee Protection Regulations [see footnote 4] reads as follows:", "167.", "For the purpose of determining whether a hearing is required under paragraph 113(b) of the Act, the factors are the following:", "(a) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;", "(b) whether the evidence is central to the decision with respect to the application for protections; and", "© whether the evidence, if accepted, would justify allowing the application for protection.", "167.", "Pour l’application de l’alinéa 113b) de la Loi, les facteurs ci-après servent à décider si la tenue d’une audience est requise :", "a) l’existence d’éléments de preuve relatifs aux éléments mentionnés aux articles 96 et 97 de la Loi qui soulèvent une question importante en ce qui concerne la crédibilité du demandeur;", "b) l’importance de ces éléments de preuve pour la prise de la décision relative à la demande de protection;", "c) la question de savoir si ces éléments de preuve, à supposer qu’ils soient admis, justifieraient que soit accordée la protection."], ["[21]", "Counsel for the Applicant urges that the decision under review is, in fact, though not explicitly, based upon a rejection of the credibility of the Applicant and that therefore the requirements of paragraph 167(a) of the Regulations are fulfilled. By contrast, counsel for the Respondent urges that the decision under review involves no credibility determination but rather a determination regarding the “adequacy”, both qualitatively and quantitatively, of the evidence put forward by the Applicant in support of his claim as to the risks that he would face if required to return to Bangladesh."], ["[22]", "Against paragraph 167(b) of the Regulations, I interpret submissions of counsel before me as evidencing no disagreement that the Applicant’s evidence is central to the decision with respect to the Applicant’s application for protection and I find no reason to reach any other conclusion based upon the analysis and reasoning of the Officer herself. Finally, I am satisfied that the evidence presented by the Applicant, both oral and documentary, if accepted, would justify allowing this application for protection. Thus, the issue turns on paragraph 167© of the Regulations."], ["[23]", "<FRAGMENT_SUPPRESSED>  at paragraph 27 of his reasons:", "Upon reviewing the above-noted factors set out in section 167 of the Regulations I am satisfied that the prescribed circumstances were not present in the instant case that would warrant the holding of an oral hearing. The applicants’ credibility was not the determining issue of the decision, rather the officer found that the risks to the applicants had not been established on the objective evidence, such as the advances made with the peace process and the existence of an internal flight alternative...for the applicants. The Officer clearly indicated that even if she had accepted all the evidence adduced by the applicants, it would have been insufficient to warrant a positive finding. As the sufficiency of evidence was the central issue, and no serious issue of credibility was raised, there was no obligation on the part of the officer to hold an oral hearing:... . [citation omitted, emphasis added]"], ["[24]", "I am satisfied that, on a careful reading of the decision here under review, much the same might here be said. The Applicant’s credibility was, I am satisfied, not the determining issue on this decision, either explicitly or implicitly. To paraphrase the foregoing quotation, ...rather the Officer found that the risk to the Applicant had not been established on the totality of the evidence presented by him or on the basis of that evidence read together with the objective documentary evidence. Further, the Officer determined that the Applicant’s evidence, taken as a whole, was simply insufficient to warrant a decision in his favour. I adopt the closing sentence of the above quotation as my own, and I repeat: “As the sufficiency of evidence was the central issue and no serious issue of credibility was raised, there was no obligation on the part of the Officer to hold an oral hearing”."], ["[25]", "To the same effect, see  <FRAGMENT_SUPPRESSED>  wrote at paragraph 13 of his reasons:", "Parliament stated, at section 167 of the Immigration and Refugee Protection Regulations…the circumstances under which a hearing must be held.", "It is only when credibility is at the heart of the decision and could have a determinative effect on the decision that a hearing is required.", "In this case, the applicants had the opportunity to argue their point of view through written submissions, and the PRRA officer properly determined that a hearing was not required. [citation omitted, emphasis added]", "The same might be said here. Credibility simply is not at the heart of the decision under review."], ["[26]", "With regard to the issue of denial of a hearing, an issue of natural justice or procedural fairness, against a standard of review of correctness, I am satisfied that the Applicant cannot succeed.", "Erroneous findings of fact made in a perverse or capricious manner or without regard to the material before the Officer"], ["[27]", "It is trite law that a decision-maker, such as the Officer here, is not required to recite or to comment upon each and every element of the evidence before her or him. It is sufficient that the decision under review reflect a fair and reasonable analysis of the totality of that evidence.  <FRAGMENT_SUPPRESSED>  paragraph 11:", "The Applicants have put forward alternative explanations for many of the Board’s findings. When the standard of review is, as here, one of patent unreasonableness, it is not sufficient to present an alternative line of reasoning – even where that may present a reasonable explanation.", "What the Applicants must do is to point to a conclusion of the Board that is not supportable in any way on the evidence.", "The Applicants have failed to persuade me that any of the most significant findings were patently unreasonable. I cannot conclude that the decision as a whole is patently unreasonable. [emphasis added]"], ["[28]", "I am satisfied that the same might be said here with regard to the findings of fact of the Officer. That being said, as noted earlier in these reasons, the appropriate standard of review of the decision of the Officer that is here under review, when taken as a whole, is not patent unreasonableness but rather reasonableness simpliciter. Given that I find the Officer’s findings of fact not to be patently unreasonable, I find no basis whatsoever to conclude that the Officer’s decision as a whole was not reasonably open to her. Put another way, it is a decision that is capable of withstanding a somewhat probing examination [see footnote 8]. It is not necessary that it withstand in all of its details the minute examination to which it was subjected by counsel for the Applicant at the hearing before me."], ["[29]", "Counsel for the Applicant briefly urged that the Officer erred in failing to adequately explain in her reasons why she preferred certain of the evidence before her, particularly country conditions documentary evidence and the evidence establishing that the Applicant’s principal family members remained in Bangladesh, over the evidence of the Applicant as to why he feared a further return to Bangladesh. Earlier in these reasons, I have quoted at some length the analysis conducted by the  <FRAGMENT_SUPPRESSED>  paragraph 33 of his reasons:", "A board need not refer to all documentary evidence in summarizing their reasons; this is well established in law. However, when expert affidavit evidence is before the Board as well as other documentary evidence raising some doubt or contradicting the documentary evidence put forth by the refugee claims officer, the Board should provide some explanation in its reasons as to why they preferred the expertise upon which they relied and should at least comment as to why they are discounting that provided by the applicants' counsel, which they failed to do.", "While the foregoing quotation is not directly on point in relation to this matter, I am satisfied, extrapolating from the quotation, that here the Officer did provide an adequate explanation in her reasons as to why she preferred the evidence on which she chose to rely over other evidence before her and, when the portion of her reasons is read as a whole, reasonably explained why she was “discounting”, or preferring the evidence on which she chose to rely, over that provided by and on behalf of the Applicant.", "CONCLUSION"], ["[30]", "Based upon the foregoing analysis, this application for judicial review will be dismissed.", "CERTIFICATION OF A QUESTION"], ["[31]", "At the close of the hearing on this application for judicial review, counsel were consulted on the issue of certification of a question. Both counsel were in agreement that this matter turns almost entirely on its specific facts and raises no serious issue of general importance that would warrant certification of a question, regardless of what my decision might be, given the fact that, at that time, I reserved my decision. I agree with counsel. This matter raises no serious question of general importance that would be determinative on an appeal of my decision herein. In the result, no question will be certified.", "Footnotes", "1. See  <FRAGMENT_SUPPRESSED>  (QL), (F.C.A.).", "2. [2006] F.C.J. No. 1101 (QL); 2006 FC 864.", "3. S.C. 2001, c. 27.", "4. SOR/202-227.", "5. [2004] F.C.J. No. 1134; 2004 FC 872, affirmed on other grounds [2005] F.C.J. No. 755; 2005 FCA 160.", "6. [2005] F.C.J. No. 1595 (QL); 2005 FC 1316.", "7. [2004] F.C.J. No. 188 (QL); 2004 FC 87.", "8.  <FRAGMENT_SUPPRESSED>  (QL).", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}