{"id_": "006513", "body_str": [["[1]", "Mactavish, J.", ": Estardai Beharry and her two children filed an application for a Pre-removal Risk Assessment in which they asserted that they would be at risk if they returned to Guyana. Their refugee claim had previously been rejected on the basis that adequate state protection was available for the family in Guyana. The Board did, however, accept that the family had been subjected to a brutal home invasion, during which Ms. Beharry was physically and sexually assaulted."], ["[2]", "The PRRA Officer concluded that there was insufficient evidence to show that adequate state protection would not be provided to the family, if required. For the reasons that follow, I find that this decision was unreasonable.", "The Availability of State Protection"], ["[3]", "The applicants submit that the evidence of increasing levels of violent crime demonstrated that the situation in Guyana had deteriorated since the time of their refugee decision to the extent that the Board's state protection finding should have been revisited."], ["[4]", "A PRRA application by failed refugee claimants is not to be an appeal or reconsideration of the Board's decision to reject the claim for refugee protection: see", "<FRAGMENT_SUPPRESSED> ; 370 N.R. 344; 2007 FCA 385, at para. 12. That said, a PRRA Officer may properly have regard to evidence regarding the current state of affairs in the country of removal:", "Raza", ", at para. 13."], ["[5]", "The decision in the applicants' refugee case was rendered in 2005. The evidence before the PRRA Officer indicated that the rate of violent crime in Guyana has continued to increase since then. For example, in just one year, there had been a 9% increase in overall crime in Guyana, and a 21% increase in armed robberies."], ["[6]", "The PRRA Officer noted that the applicants feared criminality and violence in Guyana. The Officer reviewed current evidence as to the Guyanese security situation, and found that the applicants had provided insufficient persuasive evidence to rebut the presumption of state protection."], ["[7]", "The evidence cited by the PRRA Officer to support this finding stated that:", "- Violent crime is a major problem in Guyana, and the crime rate is increasing;", "- The Guyana Police Force lacks resources to effectively combat serious crime;", "- Poor training and equipment and acute budgetary constraints severely limited the effectiveness of the Guyana Police Force, which is responsible for maintaining internal security;", "- Public confidence in the Guyana Police Force is low;", "- The Police Complaints Authority's efforts to conduct impartial and transparent assessments of accusations against the police were obstructed by staff shortages and the lack of an investigative unit;", "- \"Racial polarization\" has eroded law enforcement in Guyana and many Indo-Guyanese complain that they are victimized by the predominantly Afro-Guyanese police;", "- The judicial system in Guyana is independent, but is impeded by staffing shortages and lack of funding;", "- Although government spending aimed at combating crime had increased, little progress had been made on the key provisions of the multi-year Security Sector Reform plan;", "- Guyana lacks a coherent and prioritized national security strategy, and by 2009, the government had not adequately implemented proposed security reforms."], ["[8]", "From this, the Officer concluded that the government of Guyana had \"made efforts\" to address crime in Guyana."], ["[9]", "It is apparent from the decision that the Officer focused on the efforts made by the government of Guyana to combat crime, and did not properly assess whether those efforts have actually translated into adequate state protection: see", "<FRAGMENT_SUPPRESSED> ; 377 N.R. 393; 2008 FCA 94."], ["[10]", "Moreover, the evidence relied upon by the Officer simply does not support a finding that state protection in Guyana is adequate. Indeed, it leads to the opposite conclusion. As a result the Officer's finding that adequate state protection would be available to the applicants in Guyana was not reasonable."], ["[11]", "In light of my conclusion on this issue, it is not necessary to address the other issues raised by the applicants.", "Conclusion"], ["[12]", "For these reasons, the application for judicial review is allowed.", "Certification"], ["[13]", "Neither party has suggested a question for certification, and none arises here.", "JUDGMENT"], ["[14]", "THIS COURT ORDERS AND ADJUDGES", "that", "1. This application for judicial review is allowed, and the matter is remitted to a different PRRA Officer for re-determination; and", "2. No serious question of general importance is certified.", "Application allowed.", "Editor: E. Joanne Oley/vnh", "[End of document]"]]}