{"id_": "006769", "body_str": [["[1]", "Brown, J.", ": This is an application for judicial review by Anne Waithera Mwaura [the Applicant] under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA] of a decision by the Immigration and Refugee Board of Canada, Refugee Appeal Division [RAD], dated October 8, 2014, wherein the RAD confirmed the determination by the Refugee Protection Division [RPD] that the Applicant was not a Convention refugee or a person in need of protection and dismissed her appeal. The application is granted because the RAD acted unreasonably in requiring such applicants to file a psychological report in order to claim the \"compelling reasons\" exception under subsection 108(4) of the IRPA.", "II.", "Facts"], ["[2]", "The Applicant was born on August 20, 1965. She is a citizen of Kenya. The Applicant claimed refugee protection in Canada, alleging fear of the Mungiki organization for refusing to join them and take over her mother's role as a circumciser of females in the country. The Applicant, in April 2008 while in her early forties, was forcibly circumcised by her mother with the assistance of others, including family members. Her mother performed such Female Genital Mutilation [FGM] for the Mungiki organization, a criminal gang in Kenya. The Applicant fled Kenya because the gang wanted her to take over her mother's role as their circumciser. The Applicant fears that the Mungiki gang will force her to circumcise her own daughter, although the gang's activity appears to have been reduced since her departure. The RPD found that the Applicant failed to rebut the presumption of state protection and rejected her claim for refugee protection on May 27, 2014."], ["[3]", "The RPD, despite it having been argued, neither considered nor decided the Applicant's claim for protection under the \"compelling reasons\" exception pursuant to subsection 108(4) of the IRPA."], ["[4]", "The Applicant appealed to the RAD where she raised the \"compelling reasons\" exception in subsection 108(4), and argued that the RPD erred in its state protection finding. She did not file new evidence. The RAD dismissed the Applicant's appeal on October 8, 2014. This Court granted the Applicant leave to seek judicial review on March 30, 2015.", "III.", "Decision under Review"], ["[5]", "Regarding its role on appeal, the RAD surveyed this Court's jurisprudence. It determined that the case law requires it to review all aspects of the RPD's decision and come to an independent assessment of the Applicant's refugee claim, deferring to the RPD only where the latter enjoyed a particular advantage over the RAD in reaching a conclusion."], ["[6]", "The Applicant had argued before the RPD that FGM is an atrocious and appalling treatment. She argued that being subjected to FGM is a \"compelling reason\" that triggers subsection 108(4) of the IRPA. Subsection 108(4) is an exception to the general rule set out in section 108(1)(e), which requires a refugee claim to be rejected where the reasons for claiming protection have ceased to exist."], ["[7]", "As noted, the RPD ignored this line of argument. On appeal, the RAD found that the RPD's failure to consider the Applicant's \"compelling reasons\" argument was an error. However, the RAD held this error was not determinative because it was required to conduct an independent assessment of the evidence and reach its own conclusion on the \"compelling reasons\" exception."], ["[8]", "Of great importance to this application, and in terms of the evidence required to establish a claim of \"compelling reasons\", the RAD found that:"], ["[38] ... In order for the RPD (and, in this case, the RAD) to assess whether the exception applies, it must consider the emotional and psychological impact of the Appellant's return to her country.", "Neither Division has the expertise to determine, absent a psychological report, the psychological health and strength of the Appellant or the degree of emotional trauma she would experience upon return.", "[emphasis added]"], ["[9]", "The RAD in effect found the Applicant had not provided sufficient evidence to establish she is among the tiny minority of refugee claimants to whom this exception applied. In light of the above, the RAD confirmed the RPD's decision that the Applicant is not a Convention refugee or a person in need of protection and dismissed her appeal."], ["[10]", "Before this Court, the Applicant raised other issues concerning state protection and the review of country documents, which are not discussed further given my conclusion in this case.", "IV.", "Issue"], ["[11]", "The determinative issue is whether the RAD erred or acted unreasonably in requiring a psychological report from the Applicant, and more generally, from all those claiming the \"compelling reasons\" exception under subsection 108(4) of the IRPA.", "V.", "Standard of review"], ["[12]", "The standard of review applicable to a RAD decision is an unsettled question of law. However the question of whether the RAD erred in requiring all refugee claimants to file a psychological report to succeed under subsection 108(4) of the IRPA is a question of mixed fact and law reviewable on the standard of reasonableness. In addition, to the extent this is an issue of the RAD interpreting its home statute, given the extensive jurisprudence concerning subsection 108(4), the RAD will act unreasonably if it departs from settled jurisprudence: see the reasons of the Chief Justice in", "FRAGMENT_SUPPRESSED. However, I recognize that the test for \"compelling reasons\" per subsection 108(4) could by analogy be reviewed on a standard of correctness: see the reasons of the Chief Justice in", "FRAGMENT_SUPPRESSED. I do not need to decide the applicable standard of review because the RAD's decision is both unreasonable and incorrect.", "VI.", "Analysis"], ["[13]", "In my respectful view, the RAD came to an unreasonable and incorrect conclusion in stating that neither division, i.e., neither the RPD nor the RAD, have the expertise to determine, \"absent a psychological report\", the psychological health and strength of the Applicant or the degree of emotional trauma she would experience upon returning to Kenya."], ["[14]", "In my view, this statement is likely intended to apply more generally, and not only to the RAD itself but also to the RPD. Therefore it could have the effect of requiring a psychological report from all those claiming the \"compelling reasons\" exception under subsection 108(4). In my view, this would constitute an incorrect and unreasonable approach to the interpretation of the subsection."], ["[15]", "I have reached this conclusion for several reasons. First, this requirement is contrary to well-established jurisprudence of this Court; therefore it is unreasonable and incorrect in that it is not defensible in respect of the \"law\" as required by", "FRAGMENT_SUPPRESSED. Second, it unreasonably fetters the discretion of the relevant decision-makers; for that reason also, the establishment of this new requirement is unreasonable. Third, to require a psychological report unreasonably imposes too high a burden on refugee claimants seeking protections by international convention and by Canadian legislation. It imports into the statutory scheme a legal requirement not provided for in the legislation nor in the regulations; therefore it is unreasonable. It will also tend to create an incomplete and inadequate analytical paradigm. In my respectful view, this entirely novel approach should be rejected. I expand on these points in the following."], ["[16]", "The genesis and purpose of the \"compelling reasons\" exception was recently outlined by the Chief Justice in", "FRAGMENT_SUPPRESSED, in which the Court noted that the \"compelling reasons\" exception is limited to where there is", "prima facie", "evidence of past persecution that is so exceptional in its severity as to rise to the level of \"appalling\" or \"atrocious\". Further, the exception is well-entrenched, dating back at least to the post-war refugee convention of 1951. It is noteworthy that the review in", "FRAGMENT_SUPPRESSED", "makes no reference to a limitation on subsection 108(4) of the IRPA such as to require psychological harm or to a requirement to file a psychological report to succeed."], ["[17]", "This Court has rejected the proposition that a precondition to a successful \"compelling reasons\" claim is psychological harm. In", "FRAGMENT_SUPPRESSED the Court stated:", "FRAGMENT_SUPPRESSED"], ["[18]", "In", "FRAGMENT_SUPPRESSED the Court said there was no further test of continuing psychological after-effects, which again impliedly rejects the need for psychological reports:", "FRAGMENT_SUPPRESSED"], ["[19]", "This Court stated in", "FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED", "Again, I take these reasons to reject what is now proposed, namely mandatory filing of psychological reports under subsection 108(4)."], ["[20]", "From these cases, it is clear to me that there is no requirement to establish psychological health and strength, or the degree of emotional trauma. Likewise, there is no requirement to establish psychological after-effects. Because there is no requirement to establish psychological after-effects, the absence of psychological evidence logically and legally cannot be fatal to a \"compelling reasons\" claim."], ["[21]", "It should be noted that these cases predate the establishment of the RAD."], ["[22]", "In the absence of a legislative requirement, in my view and with respect, it was not open to the RAD to alter this law recognized by this Court. To allow the RAD to do so allows it to unreasonably exercise its new powers. In this connection, it should be remembered that the definition of reasonableness provided by the Supreme Court of Canada in", "FRAGMENT_SUPPRESSED includes a legal component: reasonableness FRAGMENT_SUPPRESSED. I conclude that the RAD's decision is outside the range of possible, acceptable outcomes which are defensible in respect of the subsection enacted by Parliament, as it has consistently been construed and applied by this Court."], ["[23]", "The RAD's change in the legal requirements for the \"compelling reasons\" exception is also flawed because it fetters the discretion of the decision-maker. This exception is one rooted in international convention. As noted by the Chief Justice in", "FRAGMENT_SUPPRESSED, and as stated in the", "UN Handbook on Procedures and Criteria for Determining Refugee Status under the 1951 Convention and the 1967 Protocol relating to the Status of Refugees", ", this exception \"reflects a more general humanitarian principle, which could also be applied to refugees other than statutory refugees\". It appears to me that these international agreements and resulting legislation were calculated to be more inclusive, not less so, and to reflect a more general humanitarian principle. They are not designed to initiate a narrow search for psychological harm. Requiring a psychological report in all cases could defeat this purpose, as seen from the cases above."], ["[24]", "A related difficulty with requiring a psychological report is that it elevates the burden on refugee claimants, thereby weakening (by a tribunal-made evidentiary ruling) the very protections Parliament intended the tribunal to consider and apply. Nothing suggests the RPD, its predecessors or this Court experienced difficulty in applying the already rigorous and narrow requirements enveloping the \"compelling reasons\" exception."], ["[25]", "I am also concerned that demanding a psychological report may and perhaps will have the likely effect of transforming what is intended and expressed to be a general humanitarian availability, i.e., one where there are \"compelling reasons\", into a new paradigm; I am particularly concerned this new paradigm will be less-nuanced and simplified into an inquiry into what psychologists might have to say. A further danger is that if the psychologists say nothing, no relief will be forthcoming. This is going unreasonably far because there may be persons fully entitled to the \"compelling reasons\" exception, who are fully justified in not being repatriated, but for whom a psychological test would be irrelevant. Setting up a new restrictive evidentiary requirement, in my respectful opinion, is not reasonable or correct."], ["[26]", "While I agree that \"compelling reasons\" may in some, many and even in most cases, entail psychological considerations, the following oft-cited passage from", "FRAGMENT_SUPPRESSED makes it clear that much more is involved:", "FRAGMENT_SUPPRESSED"], ["[27]", "The Respondent argued that", "FRAGMENT_SUPPRESSED required a psychological report. With respect I disagree. Nowhere does", "FRAGMENT_SUPPRESSED", "state that a psychological report is required. Obviously such report could and will likely assist a refugee claimant in many cases, but", "FRAGMENT_SUPPRESSED", "neither sets out to, nor does it overrule law already established by", "FRAGMENT_SUPPRESSED"], ["[28]", "In my view, the decision is flawed by the RAD's insistence on the filing of a psychological report because that requirement does not fall within the range of possible, acceptable outcomes defensible in respect of the facts and law per", "FRAGMENT_SUPPRESSED"], ["[29]", "The Respondent argued in the alternative that the evidence in this case does not support a finding of \"compelling reasons\", emphasizing that the onus is on the Applicant to establish \"compelling reasons\". I agree the onus is on the Applicant; however, the onus cannot be determinative when the decision-maker unreasonably self-instructs on the relevant evidentiary burden, as occurred here. Whether or not that burden is met is for the RAD to decide on the re-determination ordered in this case."], ["[30]", "The Respondent's argument on the evidence is a variant of the futility doctrine, according to which a reviewing Court may refuse to grant judicial review notwithstanding reviewable error where it is satisfied a breach of procedural fairness could not have affected the decision:", "FRAGMENT_SUPPRESSED."], ["[31]", "Here, the RAD's imposition of an unreasonable and incorrect evidentiary requirement on itself could have affected the result. It is unsafe to allow the decision to stand, therefore it must be and is set aside."], ["[32]", "Given these findings, it is not necessary to examine the issue of state protection."], ["[33]", "Neither party requested the certification of a question, and none arises.", "VII.", "Conclusion"], ["[34]", "The application for judicial review is granted.", "JUDGMENT"], ["[35]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is granted, the decision is set aside, the matter is remitted to a differently constituted panel of the RAD for re-determination, no question is certified and there is no order as to costs.", "FRAGMENT_SUPPRESSED"]]}