{"id_": "006725", "body_str": [["[1]", "de Montigny, J.", "[Translation]: This is an application for judicial review, pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (", "IRPA", "), of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the tribunal) dated September 26, 2013. In that decision, the tribunal determined that Katia Del Rocio Cuentas Peralta (the applicant) was not a Convention refugee or a person in need of protection within the meaning of sections 96 and 97 of the", "IRPA"], ["[2]", "For the reasons that follow, I am of the opinion that the applicant's application for judicial review must be dismissed.", "I.", "Facts"], ["[3]", "The applicant was born in Lima, Peru, in 1969. In addition to her paid work in business administration, she did volunteer work for a community organization in a slum near Lima. She says she witnessed corruption in the management of a food aid program in which she was involved and that she and another community leader took part in reporting this corruption."], ["[4]", "The applicant says she was raped by a taxi driver on May 1, 2010, and received several threatening calls between July and September 2010. On September 17, 2010, she went on holiday to visit a friend in Rome and then to see her mother in Montréal. It is alleged that she received threatening calls on her cellular telephone while she was in Italy, and that her uncle Javier called her on September 28 to recommend that she not return to Peru. He allegedly told her that some [translation] \"very strange people\" were trying to obtain information about her and that professional hit men had killed two people who were doing social work in poor neighbourhoods. It is alleged that on September 29, the community leader she worked for also called her to tell her that police officers had come by to ask him where Katia the [translation] \"communist\" was."], ["[5]", "The applicant considers herself to be a victim of political persecution by [translation] \"neighbourhood leaders and public officials at all levels of government\". She filed a claim for refugee protection on October 4, 2010."], ["[6]", "An initial hearing was held on June 26, 2012, but in light of the fragile psychological condition of the applicant, it was decided that a hearing", "de novo", "would be held on July 30, 2013, which hearing continued on August 7, 2013. At the later hearings, the applicant was designated as a vulnerable person under Guideline 8 on", "Procedures with Respect to Vulnerable Persons Appearing Before the IRB,", "and Guideline 4 on", "Women Refugee Claimants Fearing Gender-Related Persecution", "was applied.", "II.", "Impugned decision"], ["[7]", "The tribunal was of the opinion that the applicant's testimony was not credible because of numerous additions made to her original narrative and because of contradictions and inconsistencies between her testimony and her previous narratives. The tribunal's concerns involved the following aspects of her narrative:", "• The persecutor: In her Personal Information Form (PIF), the applicant stated that she feared paramilitaries, and in her addition from June 26, 2012, she indicated that the taxi driver who raped her had identified himself as an army soldier. At the hearing, she stated that she did not know the identities of the individuals who were threatening her. The tribunal found it [translation] \"surprising\" that the applicant had difficulty identifying her assailants and added that the documentary evidence made no mention of any paramilitaries in Peru.", "• Reporting corruption: The tribunal identified contradictions regarding the degree of the applicant's participation in reporting corruption. In her original PIF, for example, the applicant states that she had played an [translation] \"important role\" in reporting the corruption, while in her addition from July 2013 and in her testimony, she stated that she herself had not made a complaint or report. According to the tribunal, these contradictions undermined her credibility.", "• Connection between volunteer work and threats: The tribunal did not believe that the applicant's volunteer work was the reason for the threats. Since the applicant's role in the project was more administrative, such that her name did not appear in the reports and, as she admitted, she herself had not made accusations of corruption, the tribunal could not explain how her attackers could have identified her. On this question, the applicant was unable to explain how she had been identified but supposed that she had attracted attention because she did not live in the neighbourhood and was white. The tribunal rejected this theory and stated that this sort of speculation further undermined her credibility.", "• Work period: The tribunal noted contradictions regarding the date she allegedly stopped working for pay and doubted that she was truly afraid before leaving the country because she continued working several months after the assaults she says she suffered on May 1, June 21 and July 28, 2010. At the hearing, she said she stopped working for a month after the rape, and then took a taxi to work every day until she left the country. The tribunal did not accept this explanation, taking the view that it was reasonable to stop going to work for good if she thought she was in danger. The tribunal also rejected the possibility that she had taken taxis every day, given how much this mode of transport would have cost (the applicant herself having confirmed that her home was far from her workplace).", "• Alleged rape: Finally, the tribunal rejected the allegation of rape, for three reasons. First, the applicant did not disclose it in her first PIF in December 2010 and only mentioned it in her addition from June 2012. Second, the rape was not mentioned in her third addition, in July 2013. Third, the tribunal found that the applicant contradicted herself regarding a medical examination after the alleged rape and regarding her efforts to obtain her medical file."], ["[8]", "As for the psychological assessments filed by the applicant, the tribunal gave them little or no probative value. First, the applicant waited two years before beginning a therapy that had been recommended to her before she left Peru; second, the tribunal noted that the applicant sought help just before the hearings began. A letter from a psychologist mentions persistent suicidal ideation and social and family issues, whereas no mention of such problems is made in the other reports. Another report mentions a hospital visit, but the applicant did not file any proof of this visit. As for the more detailed psychological analysis by Graciela Alladio, the tribunal gave it, too, little weight; although the applicant may have been depressed at one time or another, as the report attests, this apparently had more to do with an unhappy romantic relationship and various psychological handicaps.", "III.", "Issues"], ["[9]", "The only issue in this case is whether the tribunal erred in its assessment of the applicant's credibility.", "IV.", "Analysis"], ["[10]", "It is trite law that the assessment of credibility is a question of fact and that this Court should defer to the tribunal's findings in this regard:", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. Unless the tribunal's decision lacks justification, transparency and intelligibility and does not fall within a range of acceptable outcomes which are defensible in respect of the facts, the Court will not intervene upon an application for judicial review:", "<FRAGMENT_SUPPRESSED> . The fact that the judge who heard such an application could have arrived at a different conclusion is not relevant; as the Supreme Court noted in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> , it is not the reviewing court's role to substitute an outcome that, in its view, would be preferable, or to reweigh the evidence."], ["[11]", "The tribunal concluded that the cumulative effect of the many contradictions and inconsistencies undermined the applicant's credibility. Having carefully re-read the record and the representations of both parties, I find that the tribunal could reasonably arrive at such a conclusion."], ["[12]", "Regarding the role she played in reporting corruption, the applicant stated at the hearing before the tribunal that she had not reported the irregularities that she had witnessed. However, she stated in her PIF that she did not play an important role in making these reports. When asked to explain this contradiction, the applicant attributed the error to her uncle, who [translation] \"thought\" that she had filed a complaint. The tribunal was entitled to reject this explanation, since her uncle supported her in her volunteer activities and was likely aware of her activities. Furthermore, there is no proof of these reports of corruption. What is more, the applicant could have filed an affidavit from her uncle to say that he had been mistaken. In light of the evidence in the record, the tribunal was entitled to take this contradiction into account, and it would be unwarranted for the Court to revisit the explanations given by the applicant and rejected by the tribunal."], ["[13]", "The same applies to the question of how her persecutors could have identified her. The applicant testified that the contentious data giving rise to the reports of corruption were not stored on the hard drive of the computer she used, that no one else was present when she worked weekends, that she did not think that the superior to whom she had given back her equipment had revealed her identity, and that she did not sign her reports. When questioned about what she said, she stated that she did not know how she could have been identified and simply assumed that she may have attracted attention because she was a white woman in a poor neighbourhood with few white people. The tribunal rejected this theory, which did not really explain the connection between her presence in this neighbourhood and her participation in reporting acts of fraud. The applicant also did not explain why someone would be after her when, by her own admission, she played a minor role in the organization that had allegedly brought the misappropriation of the food aid program's funds to light. In these circumstances, the tribunal could reasonably doubt her credibility."], ["[14]", "Finally, the tribunal could also question the applicant's subjective fear. In addition to the alleged rape in May 2010, someone supposedly tried to run her over with a car in June 21, 2010, and to push her down the stairs at a shopping mall on July 28, 2010. Despite this, she continued to go to work until she left Peru in mid-September. In response to the tribunal's questions in this regard, the applicant explained that she travelled solely by taxi to work over those last two months. Again, the tribunal could legitimately doubt this explanation, given the distance from the applicant's home to her workplace and the high costs of such a mode of transport."], ["[15]", "In short, the tribunal's finding to the effect that the applicant is not credible is, in my view, defensible and reasonable. It is well established that the cumulative effect of multiple contradictions and inconsistencies may support an adverse credibility finding: <FRAGMENT_SUPPRESSED> , above, at para 33;", "<FRAGMENT_SUPPRESSED> (available on CanLII)."], ["[16]", "The applicant also argued that the tribunal had not considered her explanations regarding the failure to report her rape, namely, that she felt ashamed and did not want to be a burden on her mother, who was in poor health. For this reason, it is alleged that the tribunal failed to comply with Guideline 4, which expressly provides that \"[w] omen from societies where the preservation of one's virginity or marital dignity is the cultural norm may be reluctant to disclose their experiences of sexual violence in order to keep their 'shame' to themselves and not dishonour their family or community\" (at para D.1.)."], ["[17]", "Although the tribunal explicitly mentioned Guidelines 4 and 8 in the introduction to its analysis and appears to have avoided asking any very direct questions regarding the alleged rape, it does not appear to have taken them into consideration in the analysis of the reasons raised by the applicant to explain how she could have omitted such a serious incident in her initial answer to Question 31 of her PIF. When it discounted the allegation of rape solely because it was made late, the tribunal clearly erred and did not respect the spirit (as opposed to the letter) of Guideline 4. Moreover, at the hearing, counsel for the respondent did not vigorously defend the tribunal's finding in this regard."], ["[18]", "That being said, this error is not, however, sufficient to invalidate the decision. First of all, the applicant did not file any evidence attesting to any medical treatment whatsoever following this assault and even contradicted herself regarding her reason for not having filed a medical certificate. What is more, no evidence was given regarding the connection between the persecution that the applicant claims to have suffered and the alleged rape. In the circumstances, the tribunal's general assessment of the applicant's credibility was not tainted by the undue emphasis it placed on the lateness of the rape allegation. A rigorous application of Guidelines 4 and 8 cannot make up for the numerous other contradictions and inconsistencies that the tribunal found in the applicant's narrative. As Justice Shore wrote in", "<FRAGMENT_SUPPRESSED>  (available on CanLII), the Guidelines \"cannot help make credible a testimony that is deficient due to implausibilities or contradictions that cannot be directly linked to the claimant's state of vulnerability\" (at para 32)."], ["[19]", "For all the foregoing reasons, I am therefore of the opinion that this application for judicial review must be dismissed. The tribunal considered the applicant's narrative, and the applicant had every opportunity to be heard and to set out her fears. In a well-reasoned decision based on a thorough review of the evidence, the tribunal found that the applicant was not credible. It is not this Court's place to reconsider the arguments that the applicant has already made before the tribunal, particularly since the tribunal had the advantage of hearing the applicant's", "viva voce", "testimony. The question is not whether the Court would have reached the same conclusion, but rather whether the tribunal's conclusion is reasonable. There can be no doubt that the impugned decision falls within the range of possible, acceptable outcomes which are defensible in respect of the facts and the law."], ["[20]", "Neither party proposed a question of general importance for certification, and none shall be certified by this Court.", "JUDGMENT"], ["[21]", "THIS COURT'S JUDGMENT is that", "the application for judicial review be dismissed. No question is certified.", ".........................", "<FRAGMENT_SUPPRESSED>  demande de contrôle judiciaire présentée en vertu de l'article 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", L.C. 2001, ch. 27 (", "LIPR", ") vise une décision rendue le 26 septembre 2013 par la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (le tribunal). Au terme de cette décision, le tribunal en est arrivé à la conclusion que Katia Del Rocio Cuentas Peralta (la demanderesse) n'était pas une réfugiée au sens de la Convention ni une personne à protéger en vertu des articles 96 et 97 de la", "LIPR"], ["[2]", "Pour les raisons énoncées ci-dessous, je suis d'avis que la demande de contrôle judiciaire de la demanderesse doit être rejetée.", "I.", "Les faits"], ["[3]", "La demanderesse est née à Lima, au Pérou, en 1969. En plus de son travail rémunéré en administration des affaires, elle faisait du bénévolat auprès d'une organisation communautaire dans un bidonville près de Lima. Elle dit avoir observé de la corruption dans la gestion d'un programme d'aide alimentaire dans lequel elle s'était impliquée, et avoir participé à la dénonciation de cette corruption avec un autre dirigeant communautaire."], ["[4]", "La demanderesse dit avoir été violée par un chauffeur de taxi le 1er mai 2010, et avoir reçu plusieurs appels menaçants entre juillet et septembre 2010. Le 17 septembre 2010, elle a pris des vacances pour aller visiter une amie à Rome, pour ensuite venir voir sa mère à Montréal. Elle aurait reçu d'autres appels menaçants sur son téléphone cellulaire alors qu'elle se trouvait en Italie, et son oncle Javier l'aurait appelé le 28 septembre pour lui recommander de ne pas retourner au Pérou. Ce dernier lui aurait dit que des « gens très bizarres » cherchaient à obtenir des informations sur elle, et lui aurait raconté que des sicaires avaient tué deux personnes qui faisaient du travail social dans les quartiers défavorisé. Le 29 septembre, le dirigeant communautaire pour qui elle travaillait l'aurait également appelé pour lui dire que des policiers étaient venus lui demander où se trouvait la « communiste » Katia."], ["[5]", "La demanderesse se considère victime de persécution politique de la part des « leaders des quartiers et des fonctionnaires publics de tous les niveaux de gouvernement ».Elle a déposé une demande d'asile le 4 octobre 2010."], ["[6]", "Une première audience a eu lieu le 26 juin 2012 mais, compte tenu de l'état psychologique fragile de la demanderesse, il a été décidé de procéder à une audience de novo le 30 juillet 2013 qui s'est poursuivie le 7 août 2013. Lors de ces dernières audiences, la demanderesse a été déclarée personne vulnérable selon la Directive 8 sur les", "Procédures concernant les personnes vulnérables qui comparaissent devant la CISR,", "et on a également appliqué la Directive 4 sur les", "Revendicatrices du statut de réfugié craignant d'être persécutées en raison de leur sexe", "II.", "La décision contestée"], ["[7]", "Le tribunal s'est dit d'avis que la demanderesse avait rendu un témoignage non crédible en raison des nombreux ajouts faits à son récit original ainsi que des contradictions et incohérences entre son témoignage et ses récits antérieurs. Les préoccupations du tribunal ont porté sur les aspects suivants de son récit:", "• L'agent persécuteur: Dans son Formulaire de renseignements personnels (FRP), la demanderesse a dit craindre les paramilitaires, et dans son ajout du 26 juin 2012, elle a indiqué que le chauffeur de taxi qui l'avait violé s'était identifié comme militaire. Lors de l'audience, elle a déclaré ne pas connaître l'identité des personnes qui la menaçait. Le tribunal a trouvé « étonnant » que la demanderesse ait de la difficulté à identifier ses agresseurs, et a ajouté que la preuve documentaire ne faisait pas mention de paramilitaires au Pérou.", "• Dénonciations concernant la corruption: Le tribunal a identifié des contradictions quant au degré de participation de la demanderesse dans les dénonciations de la corruption. Dans son FRP original, par exemple, la demanderesse a dit qu'elle avait joué un « rôle important » dans les dénonciations, alors que dans son ajout de juillet 2013 et dans son témoignage, elle a déclaré n'avoir jamais fait de plainte ou de dénonciation elle-même. Selon le tribunal, ces contradictions minent sa crédibilité.", "• Lien entre implication bénévole et menaces: Le tribunal n'a pas cru que le bénévolat de la demanderesse ait été à l'origine des menaces. Dans la mesure où la demanderesse avait un rôle plutôt administratif dans le projet, où son nom ne figurait pas sur les rapports, et où elle avoue ne pas avoir fait de dénonciations elle-même, le tribunal ne s'explique pas comment les agresseurs auraient pu l'identifier. À cette question, la demanderesse n'a pu expliquer comment elle aurait été identifiée mais a supposé qu'elle avait attiré l'attention parce qu'elle n'habitait pas le quartier et qu'elle était blanche. Le tribunal a rejeté cette hypothèse et s'est dit d'avis que ce genre de spéculation minait davantage sa crédibilité.", "• Période de travail: Le tribunal a noté des contradictions quant à la date où aurait pris fin son travail rémunéré, et doute qu'elle ait vraiment eu des craintes avant de quitter son pays alors même qu'elle a continué à travailler quelques mois après les agressions dont elle dit avoir été victime le 1er mai, le 21 juin et le 28 juillet 2010. À l'audition, elle a dit avoir cessé son travail pendant un mois suivant le viol, puis avoir pris un taxi tous les jours pour se rendre au travail jusqu'à son départ. Le tribunal n'a pas accepté cette explication, opinant qu'il eut été raisonnable de cesser définitivement son travail si elle se croyait menacée. Le tribunal rejette également la possibilité qu'elle ait pu prendre un taxi tous les jours, étant donné les coûts qu'aurait entraînés ce moyen de transport (la demanderesse ayant elle-même confirmé que la distance entre son domicile et son lieu de travail était importante).", "• Allégation de viol: Enfin, le tribunal a rejeté l'allégation de viol pour trois raisons. Premièrement, la demanderesse ne l'a pas divulgué dans son premier FRP en décembre 2010 et n'en a fait état que dans son ajout de juin 2012. Deuxièmement, le viol n'est pas mentionné dans son troisième ajout de juillet 2013. Troisièmement, le tribunal considère que la demanderesse se contredit à propos d'une visite médicale suite au viol dont elle aurait été victime et quant à ses efforts pour obtenir son dossier médical."], ["[8]", "Quant aux évaluations psychologiques soumises par la demanderesse, le tribunal leur accorde peu ou pas de valeur probante. D'une part, la demanderesse a attendu deux ans pour poursuivre une thérapie qui lui avait été recommandée avant son départ du Pérou; au surplus, le tribunal constate que la demanderesse consulte peu de temps avant les audiences. Une lettre d'une psychologue fait mention d'idéations suicidaires persistantes et de problématique sociale et familiale, alors qu'il n'est fait aucune mention de ce genre de problème dans les autres rapports. Un autre rapport mentionne une visite hospitalière alors que la demanderesse n'a déposé aucune preuve de cette visite. Quant au rapport d'analyse psychologique plus étoffé de Graciela Alladio, le tribunal y accorde également peu de poids; bien que la demanderesse ait pu vivre une dépression à un moment ou l'autre, comme l'atteste ce rapport, cela serait davantage dû à une déception amoureuse et à divers handicaps physiologiques.", "III.", "Questions en litige"], ["[9]", "La seule question en litige dans le présent dossier est celle de savoir si le tribunal a erré dans son évaluation de la crédibilité de la demanderesse.", "IV.", "Analyse"], ["[10]", "Il est bien établi dans la jurisprudence que l'évaluation de la crédibilité est une question de fait et que les conclusions tirées par le tribunal à cet égard doivent faire l'objet de déférence de la part de cette  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. À moins que la décision du tribunal soit dénuée de transparence, de justification et d'intelligibilité et qu'elle n'appartienne pas aux issues acceptables compte tenu de la preuve produite, la Cour n'interviendra pas dans le cadre d'une demande de contrôle judiciaire:", "<FRAGMENT_SUPPRESSED> . Le fait que le juge saisi d'une telle demande aurait pu en arriver à une autre conclusion n'est pas pertinent; comme la Cour suprême l'a rappelé dans l'arrêt", "Canada (ministre de la Citoyenneté et de l'  <FRAGMENT_SUPPRESSED> , il n'appartient pas à la cour de révision de substituer l'issue qui serait à son avis préférable, pas plus qu'il ne lui appartient de soupeser à nouveau les éléments de preuve."], ["[11]", "Le tribunal a conclu que l'effet cumulatif de plusieurs contradictions et incohérences minait la crédibilité de la demanderesse. Après avoir relu attentivement le dossier ainsi que les représentations des deux parties, j'estime que le tribunal pouvait raisonnablement en arriver à une telle conclusion."], ["[12]", "S'agissant du rôle qu'elle a joué relativement aux dénonciations, la demanderesse a déclaré à l'audience devant le tribunal ne pas avoir dénoncé les irrégularités dont elle aurait été témoin. Or, elle a plutôt affirmé dans son FRP ne pas avoir joué un rôle important dans la réalisation de ces dénonciations. Invitée à expliquer cette contradiction, la demanderesse attribue l'erreur à son oncle, qui aurait « pensé » qu'elle avait fait une plainte. Le tribunal pouvait rejeter cette explication, dans la mesure où son oncle l'a parrainé dans ses activités de bénévolat et connaissait vraisemblablement ses activités. Du reste, il n'y a aucune preuve de ces dénonciations. Au surplus, la demanderesse aurait pu déposer un affidavit de son oncle pour dire qu'il s'était trompé. Compte tenu de la preuve au dossier, le tribunal pouvait retenir cette contradiction, et la Cour ne serait pas justifiée de considérer à nouveau les explications fournies par la demanderesse et rejetées par le tribunal."], ["[13]", "Il en va de même quant à la question de savoir comment ses persécuteurs auraient pu l'identifier. La demanderesse a témoigné que les données litigieuses à l'origine des dénonciations n'étaient pas mémorisées sur le disque dur de l'ordinateur qu'elle utilisait, que personne d'autre n'était présent lorsqu'elle effectuait son travail durant les week-end, qu'elle ne croyait pas avoir été dénoncée par son supérieur à qui elle remettait son matériel, et qu'elle ne signait pas ses rapports. Interrogée à ce propos, elle a dit ignorer comment elle avait pu être identifiée et s'est contentée de présumer qu'elle a pu attirer l'attention du fait qu'elle était blanche dans un quartier pauvre peu fréquenté par les blancs. Le tribunal a rejeté cette hypothèse, qui ne permet pas vraiment d'expliquer le lien entre sa présence dans ce quartier et sa participation à la dénonciation d'actes frauduleux. La demanderesse n'a d'ailleurs pas précisé pourquoi on s'en serait pris à elle, alors même qu'elle jouait de son propre aveu un rôle mineur dans l'organisation qui aurait fait la lumière sur les malversations entourant le programme d'aide alimentaire. Dans ces circonstances, le tribunal pouvait raisonnablement mettre en doute sa crédibilité."], ["[14]", "Enfin, le tribunal pouvait également s'interroger sur la crainte subjective de la demanderesse. En plus du viol dont elle aurait été victime en mai 2010, quelqu'un aurait tenté de la tuer avec une automobile le 21 juin 2010 et elle aurait été poussée dans un escalier d'un centre d'achat le 28 juillet 2010. Pourtant, elle a continué à se rendre à son travail jusqu'à son départ du Pérou à la mi-septembre. En réponse aux questions du tribunal à cet égard, la demanderesse a expliqué qu'elle a voyagé uniquement par taxi pour aller travailler au cours des deux derniers mois. Encore une fois, le tribunal pouvait légitimement mettre en doute cette explication, étant donné la distance qui séparait le domicile de la demanderesse de son lieu de travail et des coûts importants qu'aurait entraînés un tel mode de transport."], ["[15]", "Bref, la conclusion du tribunal à l'effet que la demanderesse n'est pas crédible m'apparaît défendable et raisonnable. Il est bien établi que l'effet cumulatif de plusieurs contradictions et incohérence peut soutenir une conclusion d'absence de crédibilité: <FRAGMENT_SUPPRESSED> , précité, au para 33;", "<FRAGMENT_SUPPRESSED> (disponible sur CanLII)."], ["[16]", "La demanderesse a également fait valoir que le tribunal n'avait pas tenu compte de ses explications concernant la non divulgation du viol dont elle a été victime, à savoir qu'elle était marquée par la honte et qu'elle ne voulait pas accabler sa mère dont la santé était fragile. Ce faisant, le tribunal ne se serait pas conformé à la Directive 4, laquelle prévoit explicitement que « les femmes provenant de sociétés où la préservation de la virginité ou la dignité de l'épouse constitue la norme culturelle peuvent être réticentes à parler de la violence sexuelle dont elles ont été victimes afin de garder leur sentiment de « honte » pour elles-mêmes et de ne pas déshonorer leur famille ou leur collectivité ». (au para D.1.)."], ["[17]", "Bien que le tribunal ait mentionné explicitement les Directives 4 et 8 dans le préambule de son analyse et semble s'être abstenu de questions trop directes concernant le viol allégué, il ne semble pas les avoir pris en considération dans l'examen des motifs invoqués par la demanderesse pour expliquer comment elle avait pu omettre un événement aussi grave dans sa première réponse à la question 31 de son FRP. En écartant l'allégation de viol sur la seule base de son caractère tardif, le tribunal a sans doute erré et n'a pas respecté l'esprit (par opposition à la lettre) de la Directive 4. À l'audition, la procureure du défendeur n'a d'ailleurs pas vigoureusement soutenu cette conclusion du tribunal."], ["[18]", "Ceci étant dit, cette erreur n'est cependant pas suffisante pour invalider la décision. D'une part, la demanderesse n'a déposé aucune preuve attestant d'un quelconque suivi médical suite à cette agression et s'est même contredite quant à la raison pour laquelle elle n'avait pas déposé de certificat médical. Qui plus est, aucune preuve n'a été faite quant au lien qui existerait entre la persécution dont la demanderesse dit avoir fait l'objet et le viol dont elle aurait été victime. Dans ces circonstances, l'évaluation générale du tribunal eu égard à la crédibilité de la demanderesse n'est pas entachée par l'emphase déplacée que met le tribunal sur le caractère tardif de l'allégation de viol. L'application rigoureuse des Directives 4 et 8 ne peut pallier les nombreuses autres contradictions et incohérences relevées par le tribunal dans le récit de la demanderesse. Comme l'écrivait le juge Shore dans l'arrêt", "<FRAGMENT_SUPPRESSED>  (disponible sur CanLII), les Directives « ne sauraient permettre de rendre crédible un témoignage déficient en raison d'invraisemblances ou de contradictions ne pouvant être rattachées directement à l'état de vulnérabilité du revendicateur » (au para 32)."], ["[19]", "Pour tous les motifs qui précèdent, je suis donc d'avis que cette demande de contrôle judiciaire doit être rejetée. Le tribunal a considéré le récit de la demanderesse et cette dernière a eu tout le loisir de se faire entendre et d'exposer ses craintes. Dans une décision bien motivée et qui s'appuie sur un examen approfondi de la preuve, le tribunal a estimé que la demanderesse n'est pas crédible. Il n'appartient pas à cette Cour de reconsidérer les arguments qu'a déjà fait valoir la demanderesse devant le tribunal, d'autant plus que ce dernier a l'avantage d'avoir entendu la demanderesse de vive voix. La question n'est pas de savoir si la Cour aurait rendu la même décision, mais plutôt de déterminer si la décision du tribunal était raisonnable. Or, il ne fait aucun doute que la décision contestée fait partie des issues possibles acceptables au regard des faits et du droit."], ["[20]", "Les parties n'ont soumis aucune question de portée générale pour fins de certification, et la Cour n'en certifie aucune.", "JUGEMENT"], ["[21]", "LA COUR STATUE que", "la demande de contrôle judiciaire soit rejetée. Aucune question n'est certifiée.", "[End of document]"]]}