{"id_": "006909", "body_str": [["[1]", "Tremblay-Lamer, J.", "[Translation]: This is an application for judicial review, brought under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the Act], of a decision of an enforcement officer of the Canada Border Services Agency [the officer], dated April 23, 2012, denying Halla Hussain [the applicant] a stay of removal. The applicant had requested that her removal be deferred until a decision on her application for a pre-removal risk assessment [PRRA] could be made.", "FACTS"], ["[2]", "The applicant is a citizen of Pakistan and is now 20 years old. She arrived in Canada on December 15, 2000, with her family. Upon their arrival, the family claimed refugee protection. Their claim was rejected on April 10, 2003. The judicial review of that claim was dismissed on August 6, 2003. The family then filed a PRRA application and an application based on humanitarian and compassionate considerations [H&C application], both of which were rejected on October 3, 2005."], ["[3]", "On November 21, 2005, after removal procedures had begun, this Court ordered a stay of removal until it could rule on the application for judicial review of the H&C application. The judicial review of this decision was dismissed on June 8, 2006. In the meantime, the family submitted a new H&C application on May 30, 2006. On November 16, 2007, the second H&C application was approved in principle. It was subsequently rejected because the applicant's mother had committed fraud over $5,000. This offence made the entire family inadmissible on grounds of serious criminality. The judicial review of the second H&C application was dismissed on June 20, 2011."], ["[4]", "Although the applicant was not the principal applicant in those applications, given that she was a minor at the time, the history of the proceedings brought before this Court aids in understanding the overall situation of the applicant."], ["[5]", "In 2008, the applicant was diagnosed with Arnold-Chiari syndrome, a neurological disorder."], ["[6]", "She then married a Canadian citizen on July 18, 2010, and moved in with her in-laws. In April 2011, while her husband was working in Kuwait, the applicant's father-in-law allegedly sexually assaulted her. She filed a complaint that same month. However, the proceedings were delayed while she waited for her husband to return to Canada. A letter from a detective sergeant corroborating the complaint was filed in evidence. It should be noted that the applicant and her husband allegedly received death threats regarding this complaint and that criminal charges were later filed."], ["[7]", "In May 2011, the applicant and her husband filed an overseas sponsorship application, which Citizenship and Immigration Canada received on July 29, 2011. They applied from overseas because the applicant's husband was still in Kuwait for work. The applicant tried to obtain a visa to join her husband in Kuwait but was unsuccessful because the Kuwaiti authorities do not issue visas to Pakistani citizens."], ["[8]", "On February 14, 2012, she suffered a concussion after slipping and falling on some ice. She visited the emergency room twice for persistent nausea and vomiting. Her neurologist expected that it would take her three to six months to recover from this concussion."], ["[9]", "On February 17, 2012, the Canada Border Service Agency issued a removal order against the applicant for March 27, 2012. Her removal was postponed to April 18, 2012, because of the state of the applicant's health. In the meantime, her husband returned from Kuwait in mid-March 2012 to support her in the proceedings related to the sexual assault complaint filed in April 2011."], ["[10]", "On April 13, 2012, an application for mandamus and a motion for a stay based on the sponsorship application were filed in the Federal Court. Justice Noël of this Court dismissed those applications on April 17, 2012, on the basis of an absence of irreparable harm. It should be noted that the criminal proceedings and the applicant's fear were not raised at that time."], ["[11]", "On April 18, 2012, the applicant's husband telephoned the officer to tell him that the applicant wanted to remain in Canada so she could take part in her father-in-law's criminal trial. The officer replied that in order to stay the removal, they would have to obtain a subpoena; the detective sergeant's statement was not enough. The applicant did not report for her removal. Indeed, that same day, she was taken to hospital in an ambulance because she was having trouble breathing. Her husband went to the airport with a letter from the doctor stating that the applicant would not be fit to travel for another week. For this reason, her removal was rescheduled to April 24, 2012."], ["[12]", "On April 20, 2012, the applicant filed a PRRA application based on the sexual assault, as well as the fear of reprisals by her father-in-law for having filed her complaint and the commencement of the criminal proceedings. That same day, an enforcement officer received a request to defer removal in which the applicant expressed a desire to remain in Canada until a decision could be made regarding her PRRA application."], ["[13]", "On April 23, 2012, the officer refused to defer the removal order, on the grounds that no subpoena had been received and that a year had passed between the alleged sexual assault and the filing of the PRRA application. The officer also noted that a second PRRA application or a mere possibility of having to testify did not automatically entitle her to a stay."], ["[14]", "On April 24, 2012, the applicant still had not reported for removal. The next day, she failed to appear for an interview with the removal officer, but she did go to the McGill University Health Centre's Traumatic Brain Injury Program."], ["[15]", "On April 27, 2012, she filed a motion for a stay on an urgent basis. On April 28, 2012, Justice Lemieux of this Court allowed the motion. In his reasons, he states that despite the applicant's actions, the three-part test in", "FRAGMENT_SUPPRESSED, was met. He identifies two serious questions: (1) the officer's refusal to consider exercising his discretion because there was no subpoena or statutory stay; and (2) the reasonableness of the officer's decision, given that the officer did not take into account the criminal proceedings or the applicant's fear of being sent back to Pakistan. He also cites four factors leading him to determine that the applicant would suffer irreparable harm. He adds that a stay was warranted because of her age, her state of health and the alleged risks of return (", "FRAGMENT_SUPPRESSED).", "ISSUE"], ["[16]", "Is the officer's decision to refuse to stay the removal order reasonable?", "STANDARD OF REVIEW"], ["[17]", "The standard of review applicable to an enforcement officer in the context of an application to stay a removal order is reasonableness (", "FRAGMENT_SUPPRESSED)."], ["[18]", "As Justice O'Reilly explains in", "FRAGMENT_SUPPRESSED, the discretion of enforcement officers should be reviewed \"only where they have overlooked an important factor, or seriously misapprehended the circumstances of a person to be removed\". This Court must therefore exercise deference and great restraint in determining whether the findings are justified, transparent and intelligible, and whether they fall within a range of possible, acceptable outcomes which are defensible in respect of the facts and law (", "FRAGMENT_SUPPRESSED).", "APPLICANT'S ARGUMENTS"], ["[19]", "First, the applicant submits that she has not acted in bad faith. All of her alleged misconduct relates to her poor state of health, which is corroborated by the evidence on record. Her fragile state of health was a pre-existing factor and was discussed with Canadian immigration officers as early as March 9, 2012. When the clean hands doctrine is applied to the applicant's alleged acts or omissions, a range of factors must also be taken into consideration, as appears from the criteria established by the Federal Court of Appeal in", "FRAGMENT_SUPPRESSED. In the present case, the seriousness of the consequences which the applicant faces should she have to return to Pakistan is such that there is good reason to hear this case despite her so-called failures."], ["[20]", "Second, the applicant submits that the officer failed to exercise his discretion to assess whether the applicant's specific circumstances warranted deferring the enforcement of the removal order. It is settled law that an enforcement officer has the discretion to stay a removal order in special circumstances (", "FRAGMENT_SUPPRESSED). The failure to exercise this discretion is an error of law to which this Court should afford no deference, since this is a power that is central to the jurisdiction of enforcement officers (", "FRAGMENT_SUPPRESSED)."], ["[21]", "FRAGMENT_SUPPRESSED, too, states that special circumstances may justify an enforcement officer's exercising his or her discretion to defer a removal, given the risk which the person subject to removal may face. In the present case, the officer's decision is unreasonable because he did not consider the criminal proceedings in which the applicant is the main witness, nor did he consider the applicant's fear of returning to Pakistan, which fear is corroborated by the complaint she made against her father-in-law.", "RESPONDENT'S ARGUMENTS"], ["[22]", "First, the respondent submits that this Court should not hear this application for judicial review. Judicial review is discretionary, and the Court may decline to rule on the merits of an application where an applicant has not come to the Court with clean hands (", "FRAGMENT_SUPPRESSED)."], ["[23]", "Furthermore, the present application for judicial review is based on a PRRA application that was filed two days after the applicant was supposed to have been removed to Pakistan. Under subsection 112(1) of the Act, such an application must be made by a person in Canada. Therefore, the applicant would not have been able to apply for a PRRA if she had been removed as first scheduled, on April 18, 2012. It is only because of her own wrongdoing that she was able to make the PRRA application on which she based her deferral request. Even if her poor health explains why she failed to report for removal, the fact remains that she based her request to defer removal on a PRRA application that she would not have been able to file if she had complied with the order of this Court dated April 17, 2012."], ["[24]", "In addition, the evidence on which the applicant bases her PRRA application allegedly arose a year before the date of her application. If the applicant truly believed she was at risk, she could have submitted her PRRA application much earlier to obtain a decision on the merits from a PRRA officer with the authority to render such a decision. However, the applicant's actions do not show that she wants a decision on the merits. Moreover, if the applicant had reported for her second removal, on April 24, 2012, this application for judicial review would have been rendered moot even before its filing on April 27, 2012."], ["[25]", "Allowing this application for judicial review to be heard on the merits might encourage other applicants to disregard Canada's laws and regulations. As the Federal Court of Appeal has noted, \"[n]either enforcement officers nor the courts, for that matter, should encourage or reward persons who do not have 'clean hands'\" (", "FRAGMENT_SUPPRESSED)."], ["[26]", "Second, the respondent submits that the officer exercised his discretion reasonably. He made his decision on Monday, April 23, 2012, on the basis of a request for a deferral of removal received after working hours the previous Friday, that is, the very same day the applicant submitted the PRRA application underlying her deferral request. The applicant's decision to wait until the last minute is an important factor in assessing the", "bona fides", "of the request for a deferral of removal, and the officer is authorized to consider this factor (", "FRAGMENT_SUPPRESSED). In such circumstances, the applicant had to show that her fear was obvious and very serious and could not have been raised earlier (", "FRAGMENT_SUPPRESSED)."], ["[27]", "The applicant waited one month before her husband's return to Canada before raising the criminal proceedings as grounds for deferring removal. This delay suggests that she does not truly fear that her criminal complaint in Canada would put her at risk in Pakistan. She even mentioned in an interview in June 2011 that this complaint would not have any impact on her return. Her late decision to raise it, especially after numerous other deferral requests, justifies not waiting for a PRRA decision before removing the applicant.", "ANALYSIS"], ["[28]", "As a preliminary remark, I must say that I cannot agree with the respondent's argument regarding \"unclean hands\" or bad faith. Although the applicant failed to report for removal several times, in every case, her absence was excused by the medical evidence on record. In light of the evidence, I cannot find any misconduct or lies on the part of the applicant that would have a negative impact on the integrity of judicial and administrative processes (", "FRAGMENT_SUPPRESSED)."], ["[29]", "It is trite law that an enforcement officer has the discretion to defer the enforcement of a removal. However, this is a very limited discretion, given that the removal order must be enforced \"as soon as is reasonably practicable\", according to subsection 48(2) of the Act (see", "FRAGMENT_SUPPRESSED). Although the limits of this discretion are not clearly defined, Justice O'Reilly notes in", "FRAGMENT_SUPPRESSED that", "FRAGMENT_SUPPRESSED. (See:", "FRAGMENT_SUPPRESSED).", "FRAGMENT_SUPPRESSED"], ["[30]", "Ramada", "is to be interpreted in the context of an H&C application. I am of the opinion that the same holds true for a PRRA application, as Justice O'Keefe points out in", "FRAGMENT_SUPPRESSED, that FRAGMENT_SUPPRESSED."], ["[31]", "In the present case, the officer clearly did not consider the special personal circumstances of the applicant and accordingly did not exercise his discretion under subsection 48(2) of the Act. In his reasons, the officer states that, having reviewed the information received by fax from counsel for the applicant and having assessed the file, he is satisfied that the circumstances in this case do not warrant deferring the removal order."], ["[32]", "However, the only \"circumstances\" mentioned by the officer are the time elapsed between the alleged sexual assault and the PRRA application, and the fact that the applicant did not have a subpoena. The officer does not accept the applicant's explanation to the effect that she was waiting for her husband to return from Kuwait. He takes the view that her husband could have returned to Canada earlier to accelerate the process and that her case would have progressed much further if he had."], ["[33]", "This finding, in addition to being purely speculative, ignores several other circumstances present in this case, namely, the fact that the applicant's husband was in Kuwait for work, as opposed to pleasure; the fact that she was waiting for a decision on her sponsorship application; and the fact that she had tried, without success, to obtain a visa to go join her husband in Kuwait. To these factors, I would add the applicant's young age, her culture and her poor state of health. These are also factors that were corroborated by probative and reliable evidence. I would add that at no time was the applicant's credibility called into question. I note that the applicant filed her complaint in April 2011, just after the alleged incident, which adds weight to the alleged sexual assault."], ["[34]", "Moreover, the officer gave no weight to the applicant's allegation that her application was delayed because of pressure from her in-laws, since they had thrown her out of their home. He does not, however, explain how the fact that the applicant was thrown out of her in-laws' home affected the pressure allegedly placed on the applicant to abandon the criminal proceedings, particularly since the applicant alleged that she and her husband had received death threats, as corroborated by a letter from a detective sergeant. It should be noted that her husband allegedly received these threats while he was in Kuwait."], ["[35]", "On this point, I refer to", "FRAGMENT_SUPPRESSED", ", in which Justice O'Keefe states the following FRAGMENT_SUPPRESSED"], ["[36]", "Therefore, even if the applicant waited to the \"last minute\" to apply for a PRRA, she explains that she fears reprisals from her father-in-law, a wealthy man with political connections who has dual Canadian-Pakistani citizenship and travels between both countries. It should be noted that this evidence was not raised in April 2012 in connection with the mandamus application and the motion for a stay. The applicant therefore introduced evidence establishing the existence of a serious threat justifying the deferral of her removal order."], ["[37]", "Regarding the requirement to obtain a subpoena, a further nuance must be considered. Paragraph 50(", ") of the Act provides as follows:", "50. A removal order is stayed", "(a) if a decision that was made in a judicial proceeding - at which the Minister shall be given the opportunity to make submissions - would be directly contravened by the enforcement of the removal order;", "50. Il y a sursis de la mesure de renvoi dans les cas suivants:", "a) une décision judiciaire a pour effet direct d'en empêcher l'exécution, le ministre ayant toutefois le droit de présenter ses observations à l'instance;"], ["[38]", "Giving a subpoena would therefore automatically stay the removal order. In similar circumstances, the officer would be obliged to defer the enforcement of the removal order under the Act. In the present case, the applicant did not receive such a summons and therefore could not benefit from a statutory stay. However, she did file in evidence a letter from a detective sergeant corroborating the fact that she made a complaint against her father-in-law and, what is more, raising a fear for her safety should she be sent back to Pakistan. The officer was required to exercise his discretion to consider whether the exceptional circumstances in this case warranted deferring the enforcement of the removal order until the PRRA application could be decided."], ["[39]", "Justice Kelen recognized in", "FRAGMENT_SUPPRESSED that the fact that FRAGMENT_SUPPRESSED may constitute special circumstances warranting the deferral of a removal. I find that the same reasoning applies in the present case and that the officer's failure to exercise his discretion to consider the applicant's special circumstances is sufficient to allow this application for judicial review."], ["[40]", "Finally, I note that the PRRA application on which the applicant has based her request for a deferral of the enforcement of her removal order is the first application in which she is the principal applicant. All previous applications were made through her parents when she was still a minor."], ["[41]", "For these reasons, the application for judicial review is allowed. The officer's decision is quashed, and the matter is referred back to another officer for reconsideration.", "JUDGMENT"], ["[42]", "THE", "COURT ORDERS AND ADJUDGES", "that", "the application for judicial review is allowed. The officer's decision is quashed, and the matter is referred back to another officer for reconsideration.", "Application allowed.", "Editor: E. Joanne Oley/vnh"]]}