{"id_": "006926", "body_str": [["[1]", "LeBlanc, J.", "[Translation]: The applicant is challenging, by way of an application for judicial review under section 18.1 of the", "Federal Courts Act", ", a decision dated November 18, 2013, in which the Chief of the Defence Staff (Chief of Staff), in his capacity as the final authority in the Canadian Forces grievance process under section 29.11 of the", "National Defence Act", ", R.S.C., 1985, c. N-5 (Act), denied his grievance in respect of the remuneration that he should have received, in his opinion, when he re-enrolled in the Canadian Forces in the summer of 2009."], ["[2]", "For the following reasons, the applicant's application for judicial review is dismissed.", "II.", "Background"], ["[3]", "The facts in this case are quite straightforward.", "A.", "The re-enrollment"], ["[4]", "The applicant joined the Canadian Forces in April 1982. In July 1990, he was medically released. In 2006, he made efforts to be re-enrolled. Those efforts succeeded in July 2009 when he was offered, by the Sherbrooke detachment of the Canadian Forces Recruiting Group (Recruiting Group), a mobile support equipment operator position. The offer stated that he would be paid at the rank of corporal, at the ES-04 grade."], ["[5]", "Shocked by the offer because he had expected to be re-enrolled at the rank of private, with the corresponding pay, because his last military experience dated back more than 19 years, the applicant requested that this component of the offer be verified. On August 9, 2009, he received a message of enrollment that confirmed the offer of re-enrollment at the rank of corporal, with pay at the ES-04 grade. He accepted the offer."], ["[6]", "In the days that followed, the Recruiting Group realized that the applicant was not in fact entitled to the pay indicated in the message of enrollment dated August 9, 2009, because according to the compensation policies in force at that time, the applicant's prior service, considering that it had been more than five years prior, could not be taken into account in the establishment of his remuneration. On August 28, 2009, two days before he began his basic training, the necessary adjustments were made and a new message of enrollment, providing for remuneration at a private recruit's rank and at the ES-01 grade, was sent to the applicant. The applicant, who was on leave without pay at the time, accepted the modified offer and began his training, as scheduled, at the Canadian Forces Leadership and Recruit School in St-Jean-sur-Richelieu, Quebec. His remuneration began at that point.", "B.", "The grievance"], ["[7]", "On June 26, 2010, the applicant filed, following the procedure set out in section 29.11 of the Act, a grievance pursuant to which he challenged the decision to modify the terms of the initial enrollment offer providing for remuneration at a corporal's rank and at the ES-04 grade. He was of the opinion that the Canadian Forces was required to adhere to the terms of said offer and sought relief in the form of a reimbursement of the difference between the pay of a corporal and that of a private recruit, which he has received since his re-enrollment."], ["[8]", "On January 19, 2012, the grievance was denied at the first level of said process. It was deemed that remuneration at a private recruit's rank and at the ES-01 grade was appropriate under the policy outlined in the Treasury Board's", "Compensation and Benefits Instructions for the Canadian Forces", "(CBI). In particular, the initial grievance authority confirmed that the applicant's prior service with the Canadian Forces cannot be considered qualifying service for the purpose of calculating remuneration because it dates back more than five years and because the applicant did not prove that he maintained, during his interruption of service, skills or qualifications considered to be of military value."], ["[9]", "The relevant CBI provision-Instruction 204.015(4)(a)-reads as follows:", "204.015(4) (Exception) Qualifying service for pay increments does not include:", "a. any service prior to a continuous interruption of more than five years during which no service designated in paragraph (2) was performed, unless the member during the period of the interruption has maintained relevant skills or qualifications considered by the Chief of the Defence Staff, or any officer designated by the Chief of the Defence Staff, to be of military value", "204.015(4) (Exclusion) Sont exclus de la période de service donnant droit aux échelons de solde les périodes et congé suivants:", "a. toute période de service antérieure à une interruption continue de plus de cinq ans au cours de laquelle l'officier ou le militaire du rang n'a accompli aucune période de service au titre de l'alinéa 3, à moins qu'il n'ait conservé, pendant la période d'arrêt, les compétences ou qualifications pertinentes que le Chef d'état-major de la Défense ou tout officier qu'il désigne, juge valables du point de vue militaire;", "C.", "Referral to the Canadian Forces Grievance Board and the Board's recommendation"], ["[10]", "On February 16, 2012, the applicant, unsatisfied with the first-level decision, submitted his grievance to the Chief of Staff. However, because the grievance involved remuneration, the file, by the combined effect of section 29.12 of the Act and paragraph 7.12(1)(", ") of", "The", "Queen's Regulations and Orders for the Canadian Forces", ", was first referred to the Canadian Forces Grievance Board, a board created under section 29.16 of the Act to, according to section 29.2 of the Act, review every grievance referred to it and provide its findings and recommendations in writing to the Chief of Staff and the officer or non-commissioned member who submitted the grievance (Board)."], ["[11]", "On May 29, 2012, the Board produced its report and recommended that the Chief of Staff uphold the grievance and take the necessary measures for the applicant's file to be sent to the Director, Claims and Civil Litigation, for review as a potential claim against the Crown for breach of promise."], ["[12]", "Although it acknowledged that, on the basis of his prior military service, the applicant had to, according to the CBI provisions, be re-enrolled at a private's rank with pay at the ES-01 grade, the Board nevertheless was of the view that the Canadian Forces must accept responsibility for the fact that the applicant re-enrolled on the basis of a breach of promise, a situation that, in the context of a civil action for breach of contract, could, according to the Board, give rise to damages in favour of the applicant.", "D.", "The Chief of Staff's decision"], ["[13]", "On November 18, 2013, the Chief of Staff, who, according to subsection 29.13(1) of the Act, is not bound by any finding or recommendation of the Board, disagreed with the Board's recommendation and denied the applicant's grievance. He noted, among other things:", "a. That the applicant re-enrolled after a 19-year interruption of service;", "b. That under the CBI, the prior service of a service member who is re-enrolling cannot be considered qualifying service for the purpose of calculating his or her remuneration when the interruption of service exceeds five years, when no service was performed during the interruption period and when the member has not demonstrated having maintained the skills or qualifications relevant to the member's new military occupation;", "c. That that is the case for the applicant;", "d. That the enrollment authority, in this case the Recruiting Group, which is responsible for reviewing the rank and qualifications of candidates with past service, committed an error in evaluating the applicant's prior service, which was reflected in the re-enrollment offer dated August 9, 2009;", "e. That that error required immediate corrective action because the applicant was not eligible for the rank of corporal at the ES-04 grade, but was eligible for the rank of private recruit at the ES-01 grade;", "f. That those measures were communicated without delay to the applicant when he was on leave without pay and that they were accepted by him before he began his basic training; and", "g. That if he had wanted, the grievor could have, after learning of those measures, been released from the Canadian Forces, without any negative impact."], ["[14]", "The Chief of Staff found that the correction made to the re-enrollment offer dated August 9, 2009, was reasonable and consistent with the directives in place in the Canadian Forces and that as a result, he was not prepared to uphold the applicant's grievance and grant him the relief sought.", "E.", "The applicant's recriminations against the Chief of Staff's decision"], ["[15]", "The applicant criticizes the Chief of Staff for failing to explain why he did not follow the Board's recommendation and for keeping to, in doing so, a literal interpretation of the terms of enrollment. In addition, he claims that the Chief of Staff did not consider the fact that his re-enrollment took effect on August 9, 2009, and that he could have therefore been subject to disciplinary sanctions if he had refused to accept the modified re-enrollment offer that was communicated to him at the end of August, before he began his training."], ["[16]", "The applicant also argues that the Chief of Staff, in rendering his decision, simply approved the recommendation of a subordinate and thereby failed to exercise his jurisdiction."], ["[17]", "He is asking the Court: (i) to order the Chief of Staff to render a decision [translation] \"explaining why he did not follow the Grievance Board's recommendation\"; (ii) to retain its remedies [translation] \"regarding the damage caused by the actions flowing from the decision\"; and (iii) to order [translation] \"that the judgment be placed in the applicant's personal file with an order to implement it in order to make the applicant's career advancement consistent with the judgment\".", "III.", "Issue and standard of review"], ["[18]", "The issue is whether the Chief of Staff, by reaching the conclusion he did and in the manner he did, committed an error that warrants the intervention of the Court."], ["[19]", "In his memorandum, the applicant does not discuss the applicable standard of review for resolving this issue. The respondent argues that the applicable standard in this case is reasonableness."], ["[20]", "The respondent is correct. It is indeed well established by the case law of the Court that decisions by the Chief of Staff made in the grievance process involve, as in the case here, questions of mixed fact and law and are reviewable, as a result, on the reasonableness standard (REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[21]", "According to this standard of review, the Court must show deference to decisions made by the Chief of Staff and will therefore intervene only if those findings lack justification, transparency or intelligibility and fall outside a range of possible, acceptable outcomes which are defensible in respect of the facts and law (REFERENCE_SUPPRESSED)."], ["[22]", "The same standard applies when determining whether the Chief of Staff's reasons for decision are adequate because that issue requires that the decision be reviewed in light of the requirements of subsection 29.13(2) of the Act, which stipulates that if the Chief of Staff does not act on a finding or recommendation of the Board, the Chief of Staff shall provide reasons for his or her decision. As Justice Richard Boivin, now of the Federal Court of Appeal, noted in", "CITATION_SUPPRESSED", ", above, in such circumstances, that is a question of \"mixed fact and law reviewable under the reasonableness standard\" (", "CITATION_SUPPRESSED).", "IV.", "Analysis", "A.", "The Chief of Staff's decision and the Board's recommendation"], ["[23]", "As previously stated, the Chief of Staff is not bound by any finding or recommendation of the Board. However, when the Chief of Staff renders a decision that does not act on said findings and recommendations in a particular case, the Chief of Staff shall, according to subsection 29.13(2) of the Act, provide reasons for his or her decision."], ["[24]", "It is worth noting, at this stage, that, in order to satisfy the obligation to give reasons, under a reasonableness analysis, it is sufficient if the administrative decision-maker's reasons for decision explain the basis of the decision, without requiring it to make an explicit finding on each constituent element leading to its final conclusion. At least, that is what the Supreme Court of Canada pointed out in", "REFERENCE_SUPPRESSED:"], ["[16] Reasons may not include all the arguments, statutory provisions, jurisprudence or other details the reviewing judge would have preferred, but that does not impugn the validity of either the reasons or the result under a reasonableness analysis. A decision-maker is not required to make an explicit finding on each constituent element, however subordinate, leading to its final conclusion (", "REFERENCE_SUPPRESSED). In other words, if the reasons allow the reviewing court to understand why the tribunal made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes, the", "CITATION_SUPPRESSED", "criteria are met."], ["[25]", "Here, I am of the view that the Chief of Staff's reasons for decision explained why the Board's recommendation was not followed and why the conclusion to deny the applicant's grievance was within the range of acceptable outcomes."], ["[26]", "First, there was consensus between the Chief of Staff and the Board on the fact that the applicant, given his past military experience, had to be re-enrolled at the rank of private recruit at the ES-01 grade. Like the two authorities noted, the applicant did not demonstrate how his past experience made it possible to accelerate his qualification for the position that was offered to him in August 2009, with the result that it was then appropriate for the Recruiting Group to consider the applicant as a candidate who had never served in the Canadian Forces."], ["[27]", "It is also important to note in this regard that that is exactly what the applicant had in mind when he took steps to be re-enrolled. As he told the Board, he was of the view, [translation] \"throughout almost his entire enrollment process\", that he should [translation] \"start all over again\" because [translation] \"it had been more than 19 years since his prior experience with the CF\"."], ["[28]", "In this regard, the Board's findings and the Chief of Staff's decision are in complete agreement. As pointed out by the Court in", "REFERENCE_SUPPRESSED, according to subsection 35(1) of the Act, the rates of pay of non-commissioned members shall be established by the Treasury Board and nothing in the Act or even in", "The", "Queen's Regulations and Orders for the Canadian Forces", ", confers on the Chief of Staff the power to authorize a different rate of pay than the one applicable under the Treasury Board directives, in this case, the CBI."], ["[29]", "In short, under the legislation, policies and directives governing his relationship with the Canadian Forces, the applicant was only entitled, as remuneration, to the pay payable to privates, at the ES-01 grade. That is undisputable and, in my opinion, unchallenged."], ["[30]", "Even though conscious of the fact [translation] \"that the relationship between the Canadian Forces and members of the military is not contractual in nature\", and that once enrolled, members of the military [translation] \"make a unilateral commitment to serve in consideration for which the Crown assumes no obligation\", the Board nevertheless found that those principles did not apply to an [translation] \"applicant\" seeking enrollment, with the result that the promises made in the context of the enrollment process contractually bound the Canadian Forces."], ["[31]", "The Chief of Staff expressed his disagreement with the Board on that point by stating that when the applicant accepted the modified re-enrollment offer, he was no longer an applicant seeking re-enrollment, but indeed a full member of the Canadian Forces and that it was then open to him to obtain his release, without any negative impact on him, if the new terms of service did not suit him. However, the Chief of Staff noted that the applicant instead chose to accept his new terms of service, which were communicated to him once the error committed by the Recruiting Group was discovered and even before he began his basic training."], ["[32]", "The applicant's argument that he would have been subject to disciplinary sanctions if he had refused the new terms of service had no evidentiary support. Neither the grievance that he filed nor the information that he provided to the Board indicate, in any way, a reluctance of that nature to refuse the modified re-enrollment offer. The evidence before the Board instead points in an opposite direction. The Board's interview notes indicate the following:", "[translation]", "Impact of the error", "I asked the grievor whether, when he was informed that he would instead receive a private recruit's pay, he had wanted to request his release. The grievor replied that he had not, that he wishes to remain in the CF despite the pay that he is currently receiving. He stated that he is satisfied with his employment. I told him that he had indicated that he would not have made a commitment, were it not for the pay of corporal. He reiterated that he did not want to leave the CF, but insisted, however, that the CF should respect its initial commitment to him."], ["[33]", "In short, I am satisfied that the Chief of Staff satisfactorily and intelligibly explained his decision to not act on the Board's finding and recommendation and that his conclusion that the correction made to the enrollment offer dated August 9, 2009, was reasonable and consistent with the directives governing the relationships between the Canadian Forces and its members falls within a range of possible, acceptable outcomes in respect of the facts and law. In the end, the applicant accepted terms of service that were consistent with the said directives and what he had expected to be offered [translation] \"throughout almost his entire enrollment process\" for a job that he wanted to have and that he never really considered leaving despite the confusion surrounding the initial re-enrollment offer. In my opinion, this is how the Chief of Staff's decision must be understood."], ["[34]", "Furthermore, I will express serious doubts about the Board's finding, based on contract law, that the Canadian Forces has a moral, if not legal, obligation to provide a remedy to the applicant because of that misunderstanding. Even in accepting that in certain circumstances, a contractual link between an \"applicant\" seeking enrollment and the Canadian Forces could be created, on which I cannot rule, there is a need to wonder about the prejudice actually suffered by the applicant."], ["[35]", "In this regard, the applicant's case has little to do with the preliminary situations identified by the Board to justify the acknowledgement of a right to remedies stemming from contract law when a person enrolls in the Canadian Forces on the basis of misrepresentation."], ["[36]", "In fact, first, the applicant stated, in his grievance, that the rank and pay of corporal at the ES-04 grade had been [translation] \"some of the reasons that had motivated his re-engagement\", meaning that that was not the main consideration that had led him to seek his re-enrollment, as evidenced by the fact that during the three-year process to that effect, he had always thought that he would receive a private recruit's pay. It therefore becomes difficult to find, as the Board did, that the applicant re-enrolled in the Canadian Forces [translation] \"based on an error, a breach of promise\"."], ["[37]", "Second, the applicant, when his terms of service were adjusted based on what was stated in the CBI for his type of re-enrollment situation, had the option of requesting his release and obtaining it with no adverse impact. However, he preferred to keep his job because he was satisfied with it. Furthermore, even assuming that he quit a civilian job to accept the one proposed to him in July 2009, which there is no clear evidence of, the applicant had been seeking re-enrollment since 2006 and had expected to be re-enrolled at a private recruit's pay. That means that it is reasonable to think that he would have accepted an offer made to him on those terms and that he would have quit, even on those terms, his civilian job."], ["[38]", "Finally, the evidence in the record shows that the applicant did not need to relocate his family following his re-enrollment and that he did not need to reimburse an overpayment because his terms of service were corrected even before he started his training and began receiving his pay, which meant that his quality of life did not decline because of the double deduction from the income that he could have otherwise received if he had been earning a corporal's pay at the ES-04 grade for some time before the error was discovered."], ["[39]", "In fact, the \"prejudice\" suffered by the applicant takes the form of a shortfall associated with the non-payment of a pay level that he was clearly not entitled to and that he never thought he was entitled to. In the particular circumstances of this case, I see no prejudice in this situation for the applicant. With respect, the Board missed the nuance here."], ["[40]", "The applicant argues that that situation also delayed his career advancement. First, he failed to complain about that, either in his grievance, before the Board, or at any other step of the grievance process; his main-and only-recrimination was strictly money-related. Second, the reasoning that applies to the pay also applies to the rank: the applicant was not entitled to a corporal's rank at the time of his re-enrollment and did not expect, throughout his three-year process to reintegrate with the Canadian Forces, to be re-enrolled at that level. Again, I cannot see that this situation prejudiced the applicant."], ["[41]", "The first argument against the Chief of Staff's decision is therefore rejected.", "B.", "The Chief of Staff did not fail to exercise his jurisdiction"], ["[42]", "The applicant maintains here that the Chief of Staff failed to exercise his jurisdiction to the extent that he merely approved the recommendation of a subordinate with respect to the decision to be made regarding his grievance."], ["[43]", "That argument must also fail. As noted by the respondent in his memorandum, the applicant's argument is, first, purely speculative, because there is no evidence that supports the hypothesis that the Chief of Staff relied, in whole or in part, on his subordinate's judgment without looking at the file himself. Moreover, as also noted by the respondent, the Chief of Staff's reasons for decision are more detailed than the memorandum prepared by the subordinate."], ["[44]", "Second, in an organization as complex and large as the Canadian Forces, it is normal for its leader to receive support from subordinates in the performance of his duties. Otherwise, the job would be impossible, as the Court noted in", "REFERENCE_SUPPRESSED. In that case, the Commissioner of the Royal Canadian Mounted Police, who was called upon to rule on an internal appeal involving a discharge, was criticized for delegating his decision-making function and, therefore, for not rendering the decision himself. Justice Rothstein, now of the Supreme Court of Canada, citing", "REFERENCE_SUPPRESSED, of the Court of Appeal for Ontario, described the realities of modern decision-making and the guidelines underlying its implementation as follows:"], ["[54] Guidelines for the determination of whether, and to what extent, the involvement of non-decision-makers in the decision-making process is or is not appropriate have been well summarized by Doherty J.A., of the Ontario Court of Appeal, in", "REFERENCE_SUPPRESSED, in which, at pages 672-673, he states:", "There is no single formula or procedure referrable to the drafting process that can be uniformly applied across the very broad spectrum of decision-making, when determining whether the involvement of the non-decision-maker in the drafting process compromised the fairness of the proceedings or the integrity of the process. The nature of the proceedings, the issues raised in those proceedings, the composition of the tribunal, the terms of the enabling legislation, the support structure available to the tribunal, the tribunal's workload, and other factors will impact on the assessment of the propriety of procedures used in the preparation of reasons. Certainly, the judicial paradigm of reason writing cannot be imposed on all boards and tribunals:", "REFERENCE_SUPPRESSED.", "It must also be recognized that the volume and complexity of modern decision-making all but necessitates resort to \"outside\" sources during the drafting process.", "Contemporary reason-writing is very much a consultive process during which the writer of the reasons resorts to many sources, including persons not charged with the responsibility of deciding the matter, in formulating his or her reasons. It is inevitable that the author of the reasons will be influenced by some of these sources. To hold that any \"outside\" influence vitiates the validity of the proceedings or the decision reached is to insist on a degree of isolation which is not only totally unrealistic, but also destructive of effective reason-writing.", "Emphasis added", ".]"], ["[45]", "Justice Rothstein also agreed that it was not realistic for the Commissioner to make internal appeal decisions in discharge matters without delegating to his subordinates some of the work involved in preparing the material in a manner to enable him to expeditiously perform his function:"], ["[59] Fourth, it is not realistic for the Commissioner to make appeal decisions in discharge matters without delegating to his subordinates some of the work involved in preparing the material in a manner to enable him to expeditiously perform his function. In this case, Sgt. Swann states, in her affidavit, that she spent approximately 250 hours reviewing and preparing the résumé.", "It is to be expected that the Commissioner of the RCMP would require such assistance, it not being practical for him to expend that amount of time reviewing the material in discharge, grievance or disciplinary matters appealed to him. Such delegation does not, of itself, imply that the Commissioner did not put his mind, independently, to the decision-making process.", "Emphasis added", ".]"], ["[46]", "Similarly, to paraphrase Justice Rothstein, it is not realistic for the Chief of Staff to make grievance decisions without delegating to his subordinates some of the work involved in preparing the material in a manner to enable him to expeditiously perform his function, as required by section 29.11 of the Act. Furthermore, even assuming that the Chief of Staff's reasons for decision were prepared by a third party in his organization, the principles governing the exercise of the modern decision-making power mean that, to the extent that the Chief of Staff approved them, said reasons must be considered his own (REFERENCE_SUPPRESSED)."], ["[47]", "Thus, there is nothing improper or illegal in the manner in which the applicant's grievance file was submitted to the Chief of Staff and there is nothing in the evidence that leads to the conclusion that the Chief of Staff did not personally consider the applicant's case and that the decision to deny the grievance was ultimately not his own."], ["[48]", "For all of these reasons, the applicant's application for judicial review will be dismissed."], ["[49]", "The respondent is seeking costs. At the hearing, counsel for the applicant asked the Court to not award costs against the applicant in the event that the outcome of the application for judicial review was not in his favour. Normally, given my finding, costs should be awarded to the respondent. However, I am inclined to dispose of this issue as did my colleague Justice O'Keefe in", "CITATION_SUPPRESSED", ", above, and therefore to dismiss this application for judicial review without costs because the error committed by the Recruiting Group regarding the rank and pay the applicant were entitled to at the time of his re-enrollment is the source of this dispute.", "JUDGMENT"], ["[50]", "THE COURT'S JUDGMENT", "is that the application for judicial review is dismissed, without costs.", "Application dismissed.", "Editor: Angela E. McKay", "[End of document]"]]}