{"id_": "006951", "body_str": [["[1]", "Muldoon, J.", ": The appellant seeks the reversal of the citizenship judge's decision (HQ#12948) of November 19, 1997, rendered in Toronto. This appeal came on for hearing in Toronto on January 5, 1998, in the presence of the appellant, his agent and Peter Large, Esq., the amicus curiæ.  <FRAGMENT_SUPPRESSED>"], ["[2]", "This court harbours no doubt whatever that the appellant would be a very good citizen of Canada, and well received as such, if only he could, or would, take the time to comply with the will of Parliament in the residence requirements enacted in s. 5(1)(c) of the", "Act", ". It was on the basis of such noncompliance, only, that the citizenship judge, Pamela Appelt, declined to approve his application for citizenship. Her deficit-days-of-residence computation was correct.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicant came originally from Guyana to Canada on July 27, 1987 and obtained a master's degree in electrical engineering at the University of Toronto. He was admitted to Canada for permanent residence on September 28, 1992 and that year was awarded, and accepted a scholarship to attend the University of Surrey in the U.K. In 1996, the appellant achieved and was awarded a Ph.D. degree. He returned to Canada on nine separate occasions. In March 1988 the appellant and his sister rented residential premises for themselves and their parents, and since have bought 2 Regatta Cres. in North York, but the appellant resides there only on his sporadic visits. He continues his research into the physics of conductors in the U.K. He says that he is seeking employment in Canada. He recites a number of factors, membership in Canadian associations, buying Canada Savings Bonds, interest in Canadian professional sports, his sister's Canadian citizenship: all salutary, but all irrelevant to the residence qualifications of the", "Act", ". On the viva voce evidence, the appellant indicated that he has neglected to seek employment in any Canadian universities whereby he might achieve the needed home base in Canada.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The citizenship judge cited very pertinent passages from this court's judgments in", "Leung, Re", "(1991), 42 F.T.R. 149; 13 Imm. L.R.(2d) 93 (T.D.), and in", "Hui, Re", "(1994), 75 F.T.R. 81; 24 Imm. L.R.(2d) 8 (T.D.).  <FRAGMENT_SUPPRESSED>"], ["[5]", "In the first above mentioned case, Mr. Justice Walsh stated:  <FRAGMENT_SUPPRESSED>", "\"when ... absences are for purely personal reasons and of a voluntary nature they cannot be so counted\" (as time of residence). Imm. L.R., p. 99  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"Many Canadian citizens, whether Canadian born or naturalized, must spend a large part of their time abroad in connection with their business, and this is their choice. An applicant for citizenship, however, does not have such freedom because of the provisions of s. 5(1) of the", "Act", ".\" (Imm. L.R., p. 100)  <FRAGMENT_SUPPRESSED>"], ["[6]", "The passage which the citizenship judge recited from", "Re: Hui", "is contained within paragraph 15, Imm. L.R. pp. 14 and 15, and it answers the question: What is the purpose of this legislative standard [of residence]?  <FRAGMENT_SUPPRESSED>"], ["[7]", "The judicial administration of the residence qualifications in s. 5(1)(c) of the", "Citizenship Act", ", R.S.C. 1985, c. C-29, has been vexed for at least two decades. Over that time Parliament has been quite constant in maintaining the text of the legislation, even unto this day, thus:  <FRAGMENT_SUPPRESSED>", "\"5(1) The Minister shall grant citizenship to any person who  <FRAGMENT_SUPPRESSED>", "(a) ...  <FRAGMENT_SUPPRESSED>", "(b) ...  <FRAGMENT_SUPPRESSED>", "(c) has been lawfully admitted to Canada for permanent residence, has not ceased since such admission to be a permanent resident pursuant to s. 24 of the Immigration Act, and has, within the four years immediately preceding the date of his application, accumulated at least three years of residence in Canada calculated in the following manner:  <FRAGMENT_SUPPRESSED>", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and  <FRAGMENT_SUPPRESSED>", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence; <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"5(1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:  <FRAGMENT_SUPPRESSED>", "a) ...  <FRAGMENT_SUPPRESSED>", "b) ...  <FRAGMENT_SUPPRESSED>", "c) a été légalement admise au Canada à titre de résident permanent, n'a pas depuis perdu ce titre en application de l'article 24 de la Loi sur l'immigration, et a, dans les quatre ans qui ont précédé la date de sa demande, résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence étant calculée de la manière suivante:  <FRAGMENT_SUPPRESSED>", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,  <FRAGMENT_SUPPRESSED>", "(ii) un jour pour chaque jour de résidence au Canada après son admission à titre de résident permanent; <FRAGMENT_SUPPRESSED>", "This is about as straightforward a legislative text as Parliament has ever enacted.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The word \"residence\" or \"resident\" appears to have given some flights of fancy to some judges over the years, but it too is a most straightforward word. It does not signify absence, but rather, presence. The English-language words mean the same as the French-language words. There is no difference of concept.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The", "Gage Canadian Dictionary", "- revised and expanded, 1988, gives these meanings, p. 1247:  <FRAGMENT_SUPPRESSED>", "reside", "v. -sided, -siding.", "live (in or at) for a long time; dwell.", "be (in); exist (in); Her charm resides in her happy smile.  <FRAGMENT_SUPPRESSED>", "residence", "n.", "a place where a person lives; house; home.", "the act of residing; living; dwelling.", "a period of residing in a place.", "the fact of living or doing business in a place for the performance of certain duties, to comply with certain regulations, or to qualify for certain rights and privileges: a writer in residence. They have not been in residence long enough to apply for citizenship.", "a building in which students, nurses, etc. live.  <FRAGMENT_SUPPRESSED>", "in residence", "living in a place: The owner of the house is not in residence.", "living in an institution while on duty or doing active work there: a doctor in residence.  <FRAGMENT_SUPPRESSED>", "resident", "n., adj. - n.", "a person living in a place, not a visitor.", "a physician during residency, especially one who has completed internship.", "an official sent to live in a foreign land to represent his or her country.", "formerly, a representative of the British Governor General of India at a native court.", "a bird or animal that is not migratory.", "a person living or doing business in a place in order to comply with certain regulations, or qualify for certain rights or privileges.  <FRAGMENT_SUPPRESSED>", "\"-", "adj. 1", "staying; dwelling in a place. A resident owner lives on his or her property.", "living in a place while on duty or doing active work.", "not migratory: English sparrows are resident birds.", "of qualities, present; intrinsic; inherent.", "of a person, living or doing business in a place in order to comply with certain regulations, or to qualify for certain rights or privileges. <FRAGMENT_SUPPRESSED>"], ["[10]", "The", "Oxford Dictionary of Current English", ", 1990, reveals this, p. 635:  <FRAGMENT_SUPPRESSED>", "reside", "v.i. have one's home or dwell permanently (in specified place); (of power or right etc.) be vested in; (of quality) be present or inherent in  <FRAGMENT_SUPPRESSED>", "residence", "n. residing (take up residence); place where one resides, abode of; house esp. of considerable pretension;", "in residence", "dwelling at specified place esp. for performance of duties or work  <FRAGMENT_SUPPRESSED>", "resident", "n. permanent inhabitant (of place); guest of hotel staying overnight.", "a. having quarters on the spot (resident housekeeper); residing in residence; located in (feeling resident in the nerves). <FRAGMENT_SUPPRESSED>"], ["[11]", "Le Petit Robert - nouvelle édition ... mise à jour pour 1998", "states the following, pp. 1683-1684:  <FRAGMENT_SUPPRESSED>", "résidant, ante", "adj. (résident, 1283; n.m., 'habitant', 1415; de résider). Qui réside (en un lieu). V.", "Habitant", ". Spécialt. (1846) Membre résidant d'une académie, d'une société savante (opposé à correspondant).  <FRAGMENT_SUPPRESSED>", "résidence", "n.f. (1271; lat. résidentia).", "Séjour effectif et obligatoire en un lieu; obligation de résider. Emploi, charge qui demande résidence. La résidence d'un magistrat, d'un évêque. - Par ext. Durée de ce séjour. Spécialt. Résidence forcée, surveillée (d'une personne astreinte par décision de justice à rester dans un lieu).", "(1283). Le fait de demeurer habituellement en un lieu; ce lieu. V.", "Demeure, habitation, séjour", ". 'Durant les cinq ans de ma résidence ...' (Baudel). Avoir, établir, fixer sa résidence quelque part. Changer sa résidence. 'Les maisons semblaient être de résidence bourgeoise' (Romains). Résidence virilocale. Dr. Lieu où une personne habite effectivement durant un certain temps (ou a un centre d'affaires, d'activités), sans y avoir nécessairement son domicile. Certificat de résidence. Résidence principale. Cour. (sens 3e) Résidence secondaire: maison de campagne, de vacances ou de week-end.", "(1840). Lieu construit, généralement luxueux, où l'on réside. V.", "Demeure, logement, maison", ". 'Plus d'un, en apercevant ces coquettes résidences, si tranquilles, enviait d'en être le propriétaire' (Flaub). Une somptueuse résidence (V.", "Résidentiel", "). 'Il reçoit dans cette résidence princière le feuilletonniste d'un de nos grands journaux' (Balz.) (v. 1960) Groupe d'immeubles résidentiels assez luxueux. La Résidence X ...", "Charge de résident; lieu (ville, bâtiments) où habite un résident, où se tiennent ses services. La Résidence de Rabat (à l'époque du protectorat).  <FRAGMENT_SUPPRESSED>", "résider", "v. intr. (v. 1380); lat. residere).", "Être établi d'une manière habituelle dans un lieu; y avoir sa résidence (surtout admin., dr. ou didact.) 'Les ambassadeurs ... prennent les moeurs du pays où il résident (Chateaub.). Les étrangers qui résidaient aux États-Unis.", "Fig. Avoir son siège, exister habituellement, se trouver (dans tel lieu, en telle personne ou telle chose). 'Le principe de toute souveraineté réside essentiellement dans la Nation' (Déclar. Dr. Hom). 'L'ordre idéal des peuples réside dans leur bonheur' (Camus). V.", "Consister", ". La difficulté réside en ceci. <FRAGMENT_SUPPRESSED>"], ["[12]", "The above cited dictionaries all reveal that the French and English words are derived from a common Latin root, and they all connote abiding or dwelling in a certain place (or country) by living there and being present there, not absent.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Is Parliament rigid or insensitive in making residence requirements for those who apply for citizenship? It could be if it chose, but it does not seem to be cruel or rigid in enacting the above recited provisions of s. 5 of the", "Act", ".  <FRAGMENT_SUPPRESSED>"], ["[14]", "To provide that an applicant for citizenship may validly be absent from Canada one year in four, or one month in four during the previous four years is not at all and certainly not unduly rigid or insensitive in this judge's opinion. It does not make a \"prisoner\" in Canada of a would-be citizen. It does mean that whoever applies for citizenship must be ready to do so, and must regard such application seriously enough to make some small self-sacrifice in order to acquire citizenship.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Why have a residence requirement at all? It seems clear to this judge that Parliament declines to accord Canadian citizenship to foreigners; but requires residence in Canada during three of the four years immediately preceding the date of the application in order to \"Canadianize\" the would-be citizen. Maybe some can achieve that goal in fewer days than Parliament has prescribed but the prescription is for Parliament alone to propound, not for the applicant and not for the judiciary.  <FRAGMENT_SUPPRESSED>"], ["[16]", "While the purpose of s. 5(1)(c) is clear, it is noteworthy that Parliament does not mention the word \"Canadianize\" (if it be a word), but rather asserts", "years", ", composed of", "days", "of residence.  <FRAGMENT_SUPPRESSED>"], ["[17]", "Since 1982 and the enactment of the", "Canadian Charter", "of Rights and Freedoms", "(all honour be to it), judges have been empowered in the appropriate circumstances, to set aside, \"read down\" or \"up\", and where necessary, sometimes virtually to amend legislation. Sometimes that notion of judicial omnipotence \"slops\" over into the everyday duties and thinking of some judges.  <FRAGMENT_SUPPRESSED>"], ["[18]", "This court is not a social-working establishment, nor yet an institute of applied psychology whose duty is to make all applicants feel good. When an applicant's expectations are pitched too high for, and out of accord with, Parliament's legislative provisions, then (so long as judges do not purport to amend that legislation), the applicant's high hopes or outlaw expectations will just have to be dashed. There is no curial joy in that, but possibly responsibility must fall on the applicant's advisers, and of course on Parliament itself. So the court must not bend the law, even to help the applicant to feel good, even sparing him or her frustration, justifiable as such frustration is. Nor does judicial duty require that judges \"look good\", or appear to be lords and ladies bountiful.  <FRAGMENT_SUPPRESSED>"], ["[19]", "Canada proclaims itself to be a democratic country, but democracy itself is imperilled when judges arrogate the rôle of legislators. It makes a mockery of the citizenship judges' care and attention to their duties.  <FRAGMENT_SUPPRESSED>"], ["[20]", "To give away citizenship to those who do not take the trouble to comply with the provisions solemnly enacted by Parliament is not only a kind of lèse majesté, but it just cheapens Canadian citizenship. Serious, sincere applicants simply must comply with the law, in common with everyone else, whether they like it or not. What a terrible message this court sends, by overruling a citizenship judge, and granting someone citizenship by defeating Parliament's will! The court does not make", "itself", "look good by that sort of false bounty. It does not foster respect for the law.  <FRAGMENT_SUPPRESSED>"], ["[21]", "It appears clearly that all of the foregoing is not merely judicial speculation or prattle. Parliament has been amending the", "Citizenship Act", "from time to time since the promulgation of the revised statutes. It has not taken any occasion to enact any provision whatever regarding the residence rules, to make any exception or provide for the granting of citizenship to any applicant who  <FRAGMENT_SUPPRESSED>", "- would likely be a good citizen, but fails to comply with s. 5(1)(c);  <FRAGMENT_SUPPRESSED>", "- has \"centralized\" his or her \"lifestyle\" in Canada because of any circumstance, but is absent;  <FRAGMENT_SUPPRESSED>", "- has sent or deposited his or her personal property (i.e. bank account, clothing, automobile, etc.) to reside in Canada, while the applicant is absent from this country;  <FRAGMENT_SUPPRESSED>", "- has become \"Canadianized\" in less time than the prescribed three of the immediately previous four years;  <FRAGMENT_SUPPRESSED>", "- needs to be out of Canada on business or whatever for longer than one year of the immediately previous four years;  <FRAGMENT_SUPPRESSED>", "- has a spouse and/or children or other family members who are already citizens.  <FRAGMENT_SUPPRESSED>"], ["[22]", "This trend of ignoring the law as Parliament wrote it seems to have started with", "Papadogiorgakis, Re", ", [1978] 2 F.C. 208. Although that case was decided by an eminent judge of the day, the decision is not binding simply because there is no appeal from these citizenship appeal judgments. This factor can create, and does still create a scandalous incertitude in the law. After all, at p. 75 of the very same volume of the Federal Court Reports, there is the decision of", "Khoury, Re", ", [1978] 2 F.C. 75, adjudicated by an equally eminent judge of the day who came to the exactly opposite conclusion, and the dichotomy has continued to this very day.  <FRAGMENT_SUPPRESSED>"], ["[23]", "As noted, during all this time Parliament has many times amended the", "Act", ", up to S.C. 1997, c. 22, parts of which came into force as recently as May 20, 1997. The last amendment of the residence rules in s. 5, which amendment evinces Parliament's will, was by S.C. 1987, c. 53, assented to in December, 1987. It runs:  <FRAGMENT_SUPPRESSED>", "\"1. Section 5 of the Citizenship Act is amended by adding thereto, immediately after subs. (1) thereof, the following subsection:  <FRAGMENT_SUPPRESSED>", "'(1.1) Any day during which an applicant for citizenship resided with the applicant's spouse who at the time was a Canadian citizen and was employed outside of Canada in or with the Canadian armed forces or the public service of Canada or of a province, otherwise than as a locally engaged person, shall be treated as equivalent to one day of residence in Canada for the purposes of subs. (1)(c) and s. 11(1).' <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"1. La Loi sur la citoyenneté est modifiée par insertion, après le paragraphe 5(1), de ce qui suit:  <FRAGMENT_SUPPRESSED>", "'(1.1) Est assimilé à un jour de résidence au Canada pour l'application de l'alinéa (1)(c) et du paragraphe 11(1) tout jour pendant lequel l'auteur d'une demande de citoyenneté a résidé avec son conjoint alors que celui-ci étant citoyen et était, sans avoir été engagé sur place, au service, à l'étranger, des forces armées canadiennes ou de l'administration publique fédérale ou de celle d'une province.' <FRAGMENT_SUPPRESSED>"], ["[24]", "As if the residence rules had not already been clear enough Parliament (not the judiciary) threw a bit more light on them by enacting the above recited amendment. It provides, in effect, that an applicant can \"Canadianize\" himself or herself by living with a Canadian spouse posted abroad and gain residence", "day by day", ". That, and all, residence under the", "Act", "is gained by three out of four years consisting of", "days", "of presence - not absence. When Parliament thinks of the qualifying period or term of residence, it thinks of residence acquired", "day by day", ", not of absence, but of presence; not of sending personal property, but of personal presence; not of centralizing one's lifestyle, but of living", "day after day after day", "in Canada, until the requisite number of", "days", "qualifies an applicant pursuant to s. 5(1) or 5(1.1). Subsection (1.1) is the only exception whereby an applicant can be \"Canadianized\" while residing outside of Canada, but with a Canadian spouse,", "day in, day out", ".  <FRAGMENT_SUPPRESSED>"], ["[25]", "No doubt, an applicant who fails to achieve citizenship will not feel good about it, but that is strictly not this court's business. It is Parliament's business. Parliament thinks of", "days of presence", "to constitute residence.  <FRAGMENT_SUPPRESSED>"], ["[26]", "The court is not a legislature. The court can shape the modelling clay of common law and equity, but the statutes of Parliament are cast in stone, unless and until Parliament repeals or amends them, (or violates the", "Charter", "). When the cabinet last attempted to legislate without the benefit of Parliamentary enactment, it was this court which nullified that unlawful effort:", "<FRAGMENT_SUPPRESSED>  O.A.C. 81; 95 C.C.C.(3d) 481, the majority disposition at p. 702 quoted with favour the principle eloquently stated by Mr. Justice La Forest, then of the New Brunswick Court of Appeal  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> ; 116 A.P.R. 201 (C.A.), as follows, at p. 210:  <FRAGMENT_SUPPRESSED>", "\"There is no doubt that the duty of the courts is to give effect to the intention of the Legislature as expressed in the words of the statute. And however reprehensible the result may appear, it is our duty if the words are clear to give them effect. This follows from the constitutional doctrine of the supremacy of the Legislature when acting within its legislative powers. The fact that the words as interpreted would give an unreasonable result, however, is certainly ground for the courts to scrutinize a statute carefully to make abundantly certain that those words are not susceptible of another interpretation. For it should not be readily assumed that the Legislature intends an unreasonable result or to perpetrate an injustice or absurdity.  <FRAGMENT_SUPPRESSED>", "\"This scarcely means that the courts should attempt to reframe statutes to suit their own individual notions of what is just or reasonable. <FRAGMENT_SUPPRESSED>"], ["[28]", "For all of the foregoing reasons, the appeal is dismissed as it must be.  <FRAGMENT_SUPPRESSED>", "Appeal dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Janette Blue/kaw  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}