{"id_": "007021", "body_str": [["[1]", "Russell, J.", ": This is an application for judicial review of the decision of a Citizenship Judge, dated November 24, 2004 (\"Decision\"), which denied the Applicant's application for Canadian Citizenship because of his apparent failure to meet the requirements set out in s. 5(1)(c) of the", "Citizenship Act", "R.S.C. 1985, c. C-29 (\"Act\").", "BACKGROUND"], ["[2]", "The Applicant, Abdel Aati Eltom, applied for Canadian citizenship on August 31, 2002, and attended an interview on September 1, 2004. His wife and three children also applied for citizenship and attended the same interview. On November 24, 2004, the Applicant was advised that his application had been refused. The applications of his wife and children, however, were all granted."], ["[3]", "The Citizenship Judge who made the Decision was not the same Citizenship Judge who interviewed the Applicant and his family. The Applicant includes a Transfer of Jurisdiction form at page 29 of his Application Record which states that the interviewing Judge \"is unable to carry out the duties of office in this case.\""], ["[4]", "The new Citizenship Judge issued a letter of refusal against the Applicant. The letter of refusal, dated November 24, 2004, from Citizenship and Immigration Canada (CIC) contained the following important passages:", "The Facts:", "\"The following is a summary of the documentary or oral evidence presented by you at your hearing:", "(1) You became a landed immigrant of Canada on July 03, 1999.", "(2) You applied for Canadian Citizenship on August 31, 2002.", "(3) You started with only 1154 days instead of 1460 days.", "(4) You wrote you citizenship test on May 18, 2004.", "(5) Your relevant 4 year period is between August 31, 1998, and August 31, 2002.", "The issue:", "\"Have you, Mr. Eltom, accumulated at least three years (1,095 days) of residence in Canada within the four years (1,460 days) immediately preceding the date of your application for Canadian citizenship?", "Analysis:", "\"Before approving an application for a grant of citizenship made under subsection 5(1) of the", "Act", ", I must determine whether you meet the requirements of this", "Act", "and the regulations, including the requirement set out in paragraph 5(1)(c) to have accumulated", "at least three years", "(1,095 days) of residence within the four years (1,460 days) immediately preceding the date of your application. 'At least three years' does not mean less time; it means not fewer than three years.", "\"There is Federal Court jurisprudence which does not require physical presence of the Applicant for citizenship for the entire 1,095 days, when there are special and exceptional circumstances. However, in my view, too long an absence from Canada, albeit temporary, during the minimum period of time set out in the", "Act", ", as in the present case, in [sic] contrary to the purpose of the residency requirements of the", "Act", ". Indeed, the", "Act", "already allows a person who has been lawfully admitted to Canada for permanent residence not to reside in Canada during one of the four years preceding the date of that person's application for citizenship.", "\"In your case, I have carefully reviewed all of the documentation you provided, and find that you do not meet section 5(1)(c) of the", "Citizenship Act", ". As per information on file, you have not lived in Canada for the required time nor did you have the intention of doing so after submitting your application for Canadian citizenship. I find that there is little evidence that you lived in Canada and have maintained a physical presence here, in Canada. I made my decision based on this evidence and information you provided.", "Decision:", "\"I have no doubt that you will eventually become a Canadian citizen, but regretfully at this time, for the reason [sic] provided above, I am unable to approve your application because you have not met the residence requirement under paragraph 5(1)(c) of the", "Act"], ["[5]", "The letter refers to \"information on file,\" and there are handwritten and typed notes included in the file as documents 11(b-e). The documents include the following significant passages:", "(a) He is [illegible] of a problem - little evidence - although he admits to [sic] much time spent in UAR [sic] since June 2002. Until 3 yrs ago - passport does not show stamps for 'visits' to children so I wonder about 'visits' during relevant period. (11(b))", "(b) It appears clients have resumed residence in UAE since 2002; felt they have met the reqmts of 3 yrs (1999-2002) and thus entitled to ppts. (11(c))", "(c) Client has been calling me from outside Canada in regards to the status of his RCMP checks. Appears he may have frequent trips outside Canada and when I questioned him in regards to this matter he was very evasive. Please check absences very carefully. (11(d))", "(d) During my conversation with the client, I noticed there were problems with our phone connections and I inquired if he was in Canada. Client stated he was still overseas. He has been overseas since February/03 if not longer. Client declared 2 absences from Canada within the last 4 years and each absence was for duration of no more than 7 days to Sudan. TESTER: PLEASE CHECK ABSENCES CAREFULLY ... (11(e))"], ["[6]", "There is no further discussion of whether the Applicant's absences were checked, and confirmed. The letter of refusal was sent to the Applicant and is the subject of the present application.", "DECISION UNDER REVIEW"], ["[7]", "The letter of refusal of November 24, 2004 and the CIC notes (excerpts cited above) constitute the negative Decision against the Applicant.", "ISSUES"], ["[8]", "The Applicant raises a number of issues:", "I. Did the Citizenship Judge fail to give reasons for the negative decision?", "ii. Did the transfer of the file to a new Citizenship Judge, who had not conducted the interview, violate the duty of fairness?", "iii. Was the Decision based on an erroneous finding of fact, or made in a perverse and capricious manner without regard to the material before the Judge?", "iv. Did the Citizenship Judge fail to give the Applicant an opportunity to respond to the Judge's concerns regarding the residency requirement under s. 5(1)(c) of the", "Act", "ARGUMENTS", "The Applicant"], ["[9]", "The Applicant argues that the duty of fairness was breached when a new Citizenship Judge became involved after the interview hearing."], ["[10]", "The Applicant also argues that the Citizenship Judge failed to give reasons for his decision in his letter of refusal, dated November 24, 2004."], ["[11]", "The Applicant further submits that the Decision was made without regard to the evidence that was before the Citizenship Judge.", "The Respondent"], ["[12]", "The Respondent submits that the letter and the notes constitute valid reasons for the Decision and that the Decision was reasonable."], ["[13]", "On the duty of fairness, the Respondent argues that there is no case law to suggest that a transfer of the file to a new Citizenship Judge breaches any duty of fairness. The legislation allows such a transfer and does not suggest that this gives rise to any procedural fairness issues.", "ANALYSIS", "Standard of Review"], ["[14]", "The standard of review for the residency requirement in citizenship applications is reasonableness simpliciter, as set out in", "<FRAGMENT_SUPPRESSED>  (F.C.), at paras. 19-21:", "\"19. Since Dr. Q. and Ryan, a number of judges of this Court have had occasion to revisit the issue of the standard of review to be applied in citizenship cases. In", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  Justice Mackay applied a pragmatic and functional analysis to the citizenship scheme, concluding that the standard of reasonableness simpliciter was appropriate in the circumstances.", "\"20. This conclusion has been followed in a number of cases since: see, for example,", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  and", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> .", "\"21. I agree with Justice MacKay's analysis, and find that the appropriate standard of review in this case to be reasonableness simpliciter.\""], ["[15]", "The relevant section of the", "Act", "are as follows:", "\"5(1) The Minister shall grant citizenship to any person who", "[. . . . .]", "(c) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act, and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner:", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence;\"", "\"5(1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:", "[. . . . .]", "c) est un résident permanent au sens du paragraphe 2(1) de la Loi sur l'immigration et la protection des réfugiés et a, dans les quatre ans qui ont précédé la date de sa demande, résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence étant calculée de la manière suivante:", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,", "(ii) un jour pour chaque jour de résidence au Canada après son admission à titre de résident permanent;\"", "Procedural Fairness"], ["[16]", "I do not see any procedural unfairness regarding the transfer of the file from Judge Laking to Judge Vecchiarelli. The record had been completed and a decision was required based upon what the record revealed. No authority was put forward by the Applicant to support his assertions that he should have been contacted or that he should have been interviewed again regarding any concerns of the new Judge. Section 18(2) of the", "Citizenship Regulations", ", 1993 makes it clear that the file can be referred to another judge for consideration, and the Applicant does not suggest any substantive ground as to how or why the transfer in this case was unfair or may have prejudiced his application. He merely points out that when he was interviewed by Judge Laking, no concerns were raised. But this does not mean that Judge Laking would have rendered a favourable decision or that the file materials supported the Applicant's assertions that he qualified under section 5(1)(c).", "Residency Requirements"], ["[17]", "A precise statement of the law on residency requirements under the", "Citizenship Act", "is difficult because the", "Act", "does not permit appeals from decisions of the Federal Court, and the jurisprudence within the Federal Court is not entirely uniform."], ["[18]", "In the 1978 case", "Papadogiorgakis, Re", ", [1978] 2 F.C. 208 (T.D.), the Court took the following position:", "\"It seems to me that the words 'residence' and 'resident' in paragraph 5(1)(b) of the new", "Citizenship Act", "are not as strictly limited to actual presence in Canada throughout the period as they were in the former statute but can include, as well, situations in which the person concerned has a place in Canada which is used by him during the period as a place of abode to a sufficient extent to demonstrate the reality of his residing there during the material period even though he is away from it part of the time. (Para. 15)\""], ["[19]", "On the basis of this decision, courts have allowed people to claim days spent outside the country towards their residency requirement."], ["[20]", "The 1993 Federal Court decision in", "Koo, Re", ", [1993] F.C. 286; 59 F.T.R. 27; 19 Imm. L.R.(2d) 1; [1992] F.C.J. No. 1107 (T.D.), expanded on the test set out in", "Papadogiorgakis", ". The", "Koo", "decision begins by suggesting that Parliament appears to have intended to create a strict requirement that applicants spend three out of the four years preceding their application in Canada, but notes that \"the jurisprudence which is now firmly entrenched does not require physical presence for the whole 1,095 days\" (para. 7). The test is articulated as being whether the applicant \"regularly, normally or customarily lives in Canada\" or whether Canada is the country in which he or she has \"centralized his or her mode of existence\" (para. 10). Six questions are set out to assist in making this determination:", "- Was the individual physically present in Canada for a long period prior to recent absences which occurred immediately before the application for citizenship?", "- Where are the applicant's immediate family and dependents (and extended family) resident?", "- Does the pattern of physical presence in Canada indicate a returning home or merely visiting the country?", "- What is the extent of the physical absences? (if an applicant is only a few days short of the 1,095-day total it is easier to find deemed residence than if those absences are extensive)", "- Is the physical absence caused by a clearly temporary situation such as employment as a missionary abroad, following a course of study abroad as a student, accepting temporary employment abroad, or accompanying a spouse who has accepted temporary employment abroad?", "- What is the quality of the connection to Canada: is it more substantial than that which exists with any other country?"], ["[21]", "In applying either the", "Papadogiorgakis", "or the", "Koo", "tests, the analysis is divided into two parts: whether the applicant has established residency in Canada; and whether the applicant has maintained that residency. The establishment of residency is a preliminary step in this analysis. (See:", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; 234 F.T.R. 245; 2003 FCT 650,", "<FRAGMENT_SUPPRESSED> ; [2002] F.C.J. No. 376,", "<FRAGMENT_SUPPRESSED> ; 118 F.T.R. 161 (T.D.),", "Pattni, Re", ", [1980] F.C.J. No. 1017 (T.D.))."], ["[22]", "While the", "Koo", "test does look at the residence of an applicant's family, an applicant cannot rely solely on this in order to establish his own residence.  <FRAGMENT_SUPPRESSED>  (F.C.), the court held that the applicant could not \"bootstrap\" his way into residency based on the conduct of his family (para. 12). (See also", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; [2003] F.C.J. No. 1871)."], ["[23]", "Once residency has been established, the Court has looked at the reasons for absences in determining whether residency has been maintained.  <FRAGMENT_SUPPRESSED> ; 2004 FC 1018 (F.C.), the Court held that \"the decision to work outside Canada, regardless of the reason for the same, remains a personal choice that cannot trump the residency requirements to obtain Canadian citizenship\" (para. 10).  <FRAGMENT_SUPPRESSED>  (F.C.), the Court held that an applicant who spent extended periods of time in her home country with her children on an annual basis was absent from Canada as part of a structural pattern of life, rather than on a temporary basis, and therefore such absences could not be counted towards the residency requirement. In", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (F.C.), the Court held that where a couple chose to seek medical treatment for the wife in their home country, without making an effort to find treatment in Canada, the husband's", "\"... conduct cannot be characterized as involuntary. He simply made a choice to seek medical treatment for his wife outside of Canada. Nor could the situation he was dealing with be described as 'temporary'. It was clear ... (that his wife) would require medical treatment over a long term. (para. 10).\""], ["[24]", "<FRAGMENT_SUPPRESSED>  working outside Canada towards the residency requirement because the applicant had been unable to find employment within Canada, and had only accepted temporary positions outside the country. Furthermore, these temporary positions were in the United States, rather than in his country of origin."], ["[25]", "The last of the questions in", "Koo", "requires the judge to evaluate the quality of the applicant's connection with Canada. Courts have been reluctant to find a substantial connection on the basis of merely \"passive\" indicia such as the possession of homes or cars, credit cards, a driver's license, bank accounts, health insurance, income tax returns, library cards and the like. In", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; [2002] F.C.J. No. 613, Mr. Justice Gibson found that none of these factors singly or in combination \"represent an undertaking by the respondent, or any member of her family, to significantly \"Canadianize\" themselves.\" (para. 25). In that case the Court looked for some level of involvement in the social life of Canada. (See also", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; 166 F.T.R. 308 ( <FRAGMENT_SUPPRESSED> ; 160 F.T.R. 145 (T.D.), when examining the case of a student, the Court looked at whether she had made substantial efforts to return to Canada during summer breaks, to obtain summer employment or do community work in Canada, and to engage in activities during her visit to the country that would further her integration into Canadian society such as joining social clubs, athletic clubs, church groups, or taking courses."], ["[26]", "There has been some concern in the jurisprudence about the differences in emphasis over the residency requirement, but also a recognition that without the possibility of an appeal to the Federal Court, it is up to Parliament to remedy the situation (see for example:", "<FRAGMENT_SUPPRESSED>  (T.D.)). In", "Lam", ", Lutfy, J., (as he then was) held that", "\"... it is open to the citizenship judge to adopt either one of the conflicting schools in this Court and, if the facts of the case were properly applied to the principles of the chosen approach, the decision of the citizenship judge would not be wrong. (para. 14).\""], ["[27]", "This reasoning has been largely adopted in the case law (see for example:", "<FRAGMENT_SUPPRESSED> ; 277 F.T.R. 253; 2005 FC 1072,", "<FRAGMENT_SUPPRESSED>  (T.D.)), though there are exceptions. The 2001 decision in", "<FRAGMENT_SUPPRESSED> ; 213 F.T.R. 137; 2001 FCT 1229, specifically rejects the decision in", "Lam", "saying that \"[t]he fact that decisions of the Trial Division cannot be appealed to the Court of Appeal is regrettable but cannot, in my view, give rise to a hybrid interpretation of the statute\" (para. 13). This judgment acknowledges that only Parliament can remedy the existence of divergent tests but suggests that Federal Court judges can apply the test that they believe to be correct, rather than deferring to the election of the citizenship judge (para. 15)."], ["[28]", "While the", "Koo", "test appears to have become the dominant test, apparently in part because the six questions were specifically set out on a form used by citizenship judges, in the 2005 decision of", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; 271 F.T.R. 146; 2005 FC 110, Mr. Justice Harrington reaffirmed the continuing availability of other tests.", "Adequacy of Reasons"], ["[29]", "The examination of the adequacy of reasons has been tied to the decision in", "Lam", ", which allowed citizenship judges to choose which residency test they would apply, but required that they apply whichever test they chose correctly."], ["[30]", "The Applicant in the case at bar pointed to the decision in", "<FRAGMENT_SUPPRESSED> ; 259 F.T.R. 9; 2004 FC 741, to argue that Judge Vecchiarelli's reasons were inadequate because he failed to provide a detailed explanation of the grounds on which he based his decision. In", "Abdollahi-Ghane", ", Mr. Justice Shore pointed to", "<FRAGMENT_SUPPRESSED>  (F.C.A.), which held that:", "\"... the decision maker must set out its findings of fact and the principal evidence upon which those findings were based. The reasons must address the major points in issue. The reasoning process followed by the decision maker must be set out and must reflect consideration of the main relevant factors. (para. 22)\""], ["[31]", "Relying on this decision, Mr. Justice Shore held that the judge needed to explain the criteria that he had used to find that the applicant had an insufficient knowledge of Canada and what percentage would have sufficed to satisfy the knowledge requirement. (para. 23)"], ["[32]", "<FRAGMENT_SUPPRESSED> ; [2003] F.C.J. No. 790, Mr. Justice O'Keefe held that the reasons of the Citizenship Judge were inadequate because they failed to articulate the test that was being applied. A similar requirement was set out in", "<FRAGMENT_SUPPRESSED> ; 216 F.T.R. 117; 2002 FCT 93, where Mr. Justice Rouleau held that while the Citizenship Judge had not articulated which test he was applying, he appeared to be applying the test from", "Koo", ", but based on the reasons it was not clear that he had a proper understanding of the case law, and had not properly applied his chosen approach. Reasons that did not clearly indicate that the citizenship judge understood the test that she was applying were again found to be insufficient in", "<FRAGMENT_SUPPRESSED>  the", "Koo", "test, but has provided answers to the six questions that do not reflect a clear understanding of the meaning of those questions, the reasons have been found to be inadequate. In", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; [2005] F.C.J. No. 266. Mr. Justice Campbell accepted this reasoning in", "<FRAGMENT_SUPPRESSED>  relevant factors must be adequately assessed, they need not be considered in the precise format of the", "Koo", "test."], ["[33]", "There have been very few decisions since", "Lam", "in which a citizenship judge has employed a test other than the", "Koo", "test; therefore there are very few cases that assess the adequacy of reasons in employing a different test. In the 2001 case of", "<FRAGMENT_SUPPRESSED> ; [2001] F.C.J. No. 1085, while the applicant had not made submissions about the application of the test, the Court held that the Citizenship Judge had not erred in applying the \"canadianization\" test set out in", "Pourghasemi", ". That judgment quotes the reasons of the Citizenship Judge as saying \"you have not spent sufficient time in Canada to 'Canadianize' yourself and also did not establish a home in Canada until 1997.\" (para. 13).", "Application to the Present Case"], ["[34]", "In the case at bar, the citizenship judge wrote", "\"'At least three years' does not mean less time; it means not fewer than three years. There is Federal Court jurisprudence which does not require physical presence of the applicant for citizenship for the entire 1,095 days, when there are special or exceptional circumstances. However, in my view, too long an absence from Canada, albeit temporary, during the minimum period set out in the", "Act", ", as in the present case, in (sic) contrary to the purpose of the residence requirements of the", "Act", ". Indeed, the", "Act", "already allows a person who has been lawfully admitted to Canada for permanent residence not to reside in Canada during one of the four years preceding the date of that person's application for citizenship.\""], ["[35]", "On the facts of the present case, it is not really clear what test the Citizenship Judge applied. He appears to reject a strict \"physical presence\" approach, but only on the basis of \"special and exceptional circumstances.\" He does not say what these special and exceptional circumstances might be or why they were not present in this case. His opting for the \"too long an absence from Canada\" in the present case suggests that he may have decided not to look at the factors in", "Koo", "and to opt for a strict numerical approach rather than evaluate the quality of the Applicant's connection to Canada. He makes it clear that he is relying on the \"information on file,\" but there is no indication as to whether he checked or was able to resolve the issues that are raised in the notes to file."], ["[36]", "If Judge Vecchiarelli is applying the stricter", "Pourghasemi", "test, he has not clearly indicated this in his reasons."], ["[37]", "Applying the", "Koo", "test would require a more detailed analysis of Mr. Eltom's situation. It would certainly remain the case that his residence in Canada could not be established solely on the basis of his wife and children's residence in the country, and therefore it would remain possible that his wife's application could be granted when his was denied, especially given that they traveled outside the country at different times."], ["[38]", "The notes from the CIC officer make it difficult to determine whether Mr. Eltom had established a residence in Canada, and what the nature of his employment or travels were. The transcriptions suggests that the officer was unable to determine what business he was engaged in, how often he traveled for business, and whether he was earning a living in Canada, or abroad declaring an overseas income. In the absence of clear information regarding these factors, it is difficult to assess whether Mr. Eltom's absences from the country were of a temporary or structural nature. Judge Vecchiarelli made no comment on this factor and the issues remain unresolved."], ["[39]", "With respect to Mr. Eltom's connection to Canada, it appears that he provided passive indicia such as rental agreements, and he asserted on his Residence Questionnaire that he was a member of the Sudanese Association of Ontario in Toronto, and an active member of the Muslim Community in Toronto and Mississauga. Again, Judge Vecchiarelli made no comment on Mr. Eltom's attachment to Canada, so it would be difficult to provide an assessment of this factor."], ["[40]", "Judge Vecchiarelli's failure to make it clear what test he was applying, or to articulate the factors he assessed and how he assessed them, as well as the unresolved problems with the notes to the file render this decision unsafe and unreasonable. It should be returned for reconsideration by a new Citizenship Judge.", "ORDER"], ["[41]", "THIS COURT ORDERS that", "1. The judicial review is allowed, the decision dated November 24, 2004 is set aside and the matter is returned for reconsideration by a different Citizenship Judge.", "Application allowed.", "Editor: Anick Ouellette-Levesque/vnh", "[End of document]"]]}