{"id_": "007054", "body_str": [["[1]", "Blanchard, J.", ": Mohamedou Ould Slahi and Ahcene Zemiri (the Applicants), detainees in Guantanamo Bay, Cuba, requested from the Respondents, by letter dated August 19, 2008, full and complete disclosure of (i) all records in any form of the interviews conducted by Canadian officials with the Applicants, and (ii) records of any information given to U.S. authorities as a direct consequence of Canadian representatives having interviewed the Applicants in Guantanamo Bay."], ["[2]", "By letters dated September 26, 2008, the Respondents notified the Applicants of their refusal to comply with the requests for disclosure."], ["[3]", "The Applicants seek judicial review of the Respondents' decision to refuse disclosure and an Order pursuant to section 24(1) of the", "Canadian Charter of Rights and Freedoms", "(the", "Charter", ") directing the Respondents to provide the Applicants with full and complete disclosure of the above-mentioned records; costs; and such further and other relief as the Court deems to be just and appropriate.", "II. Facts", "General"], ["[4]", "By reason of the similar circumstances and issues raised in the respective applications filed by the Applicants, the applications were consolidated by Order of Prothonotary Lafreniere dated December 2, 2008."], ["[5]", "The Applicants seek disclosure of relevant documents from the Respondents for the purpose of assisting the Applicants in their habeas corpus petitions now pending before the United States District Court for the District of Columbia. The Applicants rely on section 7 and section 24(1) of the", "Charter", "and the decision of the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  in support of their application."], ["[6]", "Neither Applicant is a Canadian citizen. Both became persons of interest to Canadian law enforcement and intelligence officials as a result of their activities within Canada.", "The Applicant Slahi"], ["[7]", "The Applicant Slahi, born in December 1970, is a Mauritanian national. He has been detained by the United States at Guantanamo Bay, Cuba, since August 4, 2002."], ["[8]", "The Applicant Slahi resided in Montréal between November 26, 1999 and January 21, 2000 after having been granted landed immigrant status. From September 2001, until his eventual transfer to Guantanamo, Mr. Slahi had been in custody in Mauritania, Jordan and Afghanistan at the request of the United States. On November 19, 2004, a Combatant Status Review Tribunal (CSRT) found that Mr. Slahi \"is properly classified as an enemy combatant and was part of or supporting al Qaida forces and associated forces that are engaged in hostilities against the United States or its coalition partners.\""], ["[9]", "The CSRT founded its decision on evidence that, \"the detainee is a member of the Taliban or al Qaida; the detainee admitted that he traveled to Afghanistan to wage Jihad; the detainee stated that his goal was to become a martyr by dying for Islam; the detainee trained at the (", "omitted", ") camp in Afghanistan where he took the alias of Abu Masab; and the detainee received training on the Kalashnikov, Seminov, UZI, M-16, Makarov Pistol and RPGs while at the (", "omitted", ") camp.\""], ["[10]", "Mr. Slahi alleges that he was visited by officials from both the Canadian Security Intelligence Service (CSIS) and the Royal Canadian Mounted Police (RCMP) on at least two and possibly more occasions in 2003 and 2004, and that the subject matters of those interviews included matters relevant to the issues raised in his pending habeas corpus petition."], ["[11]", "On March 18, 2005, Mr. Slahi filed a Petition for Writ of habeas corpus with the United States District Court for the District of Columbia wherein he claims 17 grounds of relief based on, among others, denial of due process, torture and cruel or inhuman treatment. The Applicant's detention is now subject to review by an Administrative Review Board (ARB).", "The Applicant Mr. Zemiri"], ["[12]", "Mr. Zemiri was born in Algeria on September 8, 1967, and is an Algerian citizen. He has been detained by the United States at Guantanamo Bay, Cuba, since early 2002."], ["[13]", "The Applicant Mr. Zemiri was a resident of Canada from 1994 to June 2001. He obtained permanent resident status in 1996. Mr. Zemiri met his wife in Canada. She and Mr. Zemiri's son presently reside in Canada. It is suggested that the most serious allegations raised against Mr. Zemiri, as the basis for his detention in Guantanamo, arise from his alleged activities in Canada. More specifically, it is alleged that while in Canada, Mr. Zemiri provided $1,000 and a camera to one Ahmed Ressam, later convicted as a perpetrator of the \"Millenium Plot\" bombing conspiracy."], ["[14]", "After the arrest of Mr. Ressam, Mr. Zemiri claims that he was interrogated by Canadian intelligence and law enforcement officials in Montréal. The Applicant Zemiri believes that the matters raised during these interviews now form the basis for Mr. Zemiri's detention in Guantanamo. Therefore, Mr. Zemiri believes that the materials arising from these interviews were shared with the United States. He is demanding disclosure of the materials pertaining to these interviews on Canadian soil."], ["[15]", "Mr. Zemiri moved to Afghanistan with his wife in June 2001, but fled shortly after the war in Afghanistan began in October of 2001. He was captured by the Northern Alliance Forces and was transferred to U.S. custody in exchange for a bounty in December 2001. He was imprisoned in Afghanistan until his transfer to Guantanamo in April or May 2002."], ["[16]", "Mr. Zemiri alleges that he was visited at Guantanamo Bay by officials from both the CSIS and the RCMP on one or more occasions in 2003 and 2004 for the purpose of conducting interviews."], ["[17]", "On November 17, 2004, Mr. Zemiri filed a Petition for Writ of habeas corpus in the United States District Court for the District of Columbia. The Applicant Zemiri claims thirteen grounds of relief in his petition including denial of due process, illegality of detention, and torture."], ["[18]", "On November 22, 2004, the CSRT reviewed Mr. Zemiri's detention and held that he is properly classified as an enemy combatant. The evidence relied upon for its decision indicates, among other things, that the Applicant: \"travelled to Canada on a false French passport; travelled to Afghanistan with a stolen passport, which was found in the possession of an al Qaida facilitator; carried a weapon in Afghanistan; was an active member of a network supporting subversion in Algeria; knew Algerian al Qaida members in Kabul, Afghanistan; associated with Islamic extremists; associated with at least three persons whom he considers to be terrorists; is a personal friend of, and provided financing and equipment to, the terrorist arrested at the United States/Canadian border while attempting a terrorist attack in the United States; and was planning to participate in jihad in Algeria.\" The Applicant's detention is also subject to review by an ARB.", "Reasons for the request"], ["[19]", "Both Applicants seek disclosure in aid of their ongoing habeas corpus petitions in the United States. Both allege they were subjected to torture and other cruel and unusual treatment while detained in Guantanamo. These allegations are supported, in this proceeding, by the respective affidavits of counsel representing the Applicants in their habeas corpus applications. Only Mr. Slahi's counsel qualifies her evidence as being based on opinion and belief. At issue in the habeas corpus proceedings, among other things, is whether the evidence relied upon by the CSRT and ARB is the product of torture and/or cruel and unusual treatment or punishment. The Applicants seek disclosure of any Canadian material in order to corroborate the occurrence of this abuse."], ["[20]", "The Applicants contend that at the time of their interrogations by Canadian officials, the official policy of the United States government was to require that the information elicited during interviews in Guantanamo by foreign officials be shared with the United States. It is alleged that the interviews would have been videotaped with hidden cameras. The evidence adduced in support of the Applicants' contention has not been contradicted."], ["[21]", "Based on the evidence before me, I am satisfied, in the case of both Applicants, that interviews were conducted in Guantanamo Bay by Canadian officials and information was passed on by these officials to U.S. authorities as alleged by the Applicants. This is not disputed by the parties.", "III. Impugned Decision"], ["[22]", "Both letters refusing the Applicants' demands for disclosure were written by the Senior General Counsel for the Department of Justice Canada and are nearly identical. The letters read as follows:", "\"In response to your letter of August 13[/19], 2008, I have been instructed by officials from Foreign Affairs Canada, the Canadian Security Intelligence Service and the Royal Canadian Mounted Police to advise you that, based on the rationale below and after considering the circumstances as disclosed in your letter, your demand for disclosure is refused.", "\"It is noted that disclosure has been demanded within the context of habeas corpus proceedings before the U.S. District Court for the District of Columbia. You rely on the decision of the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  in support of the demand.", "\"It is further noted that your client's circumstances, as set out in your August 13[/19] letter, differ from those considered by the court in reaching its decision in <FRAGMENT_SUPPRESSED> . For example, unlike the situation faced by Mr. Khadr, the habeas corpus proceeding that your client is currently involved in is a process before an established civilian court with recognized due process protections. Any information you require to advance your client's case should be sought through the relevant disclosure process in the American proceedings. Furthermore, the proceedings involving your client are not prosecutorial in nature. Finally, the decision in <FRAGMENT_SUPPRESSED> was determined in the context of a Canadian citizen\" (Applicant's Application Record, pg.10)."], ["[23]", "Thus, the refusal to disclose is based on the fact that <FRAGMENT_SUPPRESSED> is inapplicable to the Applicants' demands for the following three reasons:", "(1) the Applicants seek disclosure for the purposes of their U.S. habeas corpus proceedings rather than criminal prosecutions;", "(2) the habeas corpus proceedings are pending before U.S. federal courts with well-established procedures, including those pertaining to the discovery of documents; and", "(3) the Applicants are not Canadian citizens", "IV. Issues"], ["[24]", "The Applicants raise the following issues:", "(1) Are the Applicants' claims for relief defeated by the fact that they have not been charged with any offence and are merely seeking disclosure for the purposes of \"non-prosecutorial\" habeas corpus applications?", "(2) Are the Applicants' claims for relief defeated by the fact that their habeas corpus proceedings in the U.S. are governed by well-established rules and procedures, including rules pertaining to discovery?", "(3) May the Applicants' claim relief under section 7 and section 24(1) of the", "Charter", "notwithstanding the fact that they are not Canadian citizens?", "An additional issue is raised by the circumstances particular to the Applicant Zemiri. He was also interviewed by Canadian officials in Canada, prior to his detention in Guantanamo:", "(4) Does the Applicant, Mr. Zemiri, have the right to disclosure of information arising from interviews conducted in Canada?", "V. Standard of Review"], ["[25]", "The first, third, and fourth questions involve the interpretation of the scope of the", "Charter", ". Such constitutional questions are questions of law and are subject to review on a standard of correctness.", "<FRAGMENT_SUPPRESSED> ."], ["[26]", "The second question is one of procedural fairness and/or abuse of process. Procedural fairness and process issues are at the heart of the administration of justice. Decisions which are based on an unfair process cannot stand. <FRAGMENT_SUPPRESSED> , at paragraph 60;", "<FRAGMENT_SUPPRESSED> .", "VI. Analysis"], ["[27]", "In <FRAGMENT_SUPPRESSED> , the Supreme Court held that to the extent that Canadian officials were involved in a foreign process that violated Canada's international law obligations, the", "Charter", "found application. The foreign process at issue in <FRAGMENT_SUPPRESSED> was the one in place at Guantanamo Bay at the time of the interviews of Mr. Khadr in 2002, namely the process prescribed by Military Commission Order No.1. The United States Supreme Court, in two separate decisions, held that detainees in Guantanamo Bay had illegally been denied access to habeas corpus and that the procedures under which they were to be prosecuted violated the Geneva Conventions. The Supreme Court of Canada found those holdings to be based on principles consistent with the", "Charter", "and Canada's international law obligations and held that Canada's participation in the Guantanamo process in the years covered by the U.S. decisions violated international human rights obligations to which Canada subscribed. The Court found Mr. Khadr's present and future liberty interests to be at stake by virtue of this participation. As a result, the principles of sovereignty and judicial comity did not preclude a finding that section 7 of the", "Charter", "imposed a duty on Canada to disclose materials in its possession arising from its participation in the impugned process."], ["[28]", "The Applicants seek the same remedy before this Court. The underlying circumstances here are essentially the same as they were for Mr. Khadr; they were detained in Guantanamo Bay (in early 2002 in the case of Mr. Slahi and on August 4, 2002 in the case of Mr. Zemiri) and the interviews at issue were conducted by Canadian officials in Guantanamo Bay during the time the regime established under Military Commission Order No.1, issued on March 21, 2002, governed."], ["[29]", "Determination as to whether the Applicants are entitled to the", "Charter", "remedy they claim requires that one first ask whether the", "Charter", "applies, and second whether the Applicants can assert a section 7", "Charter", "right in the circumstances.", "Does the", "Charter", "Apply?"], ["[30]", "Section 32(1) of the", "Charter", "provides:", "\"32(1) This Charter applies:", "a) to the Parliament and government of Canada in respect of all matters within the authority of Parliament including all matters relating to the Yukon Territory and Northwest Territories; and", "b) to the legislature and government of each province in respect of all matters within the authority of the legislature of each province.\"", "\"32(1) La présente charte s'applique:", "a) au Parlement et au gouvernement du Canada, pour tous les domaines relevant du Parlement, y compris ceux qui concernent le territoire du Yukon et les territoires du Nord-Ouest;", "b) à la législature et au gouvernement de chaque province, pour tous les domaines relevant de cette législature.\""], ["[31]", "The leading authority on the subject of the extra-territorial application of the", "Charter", "is the Supreme Court decision in", "<FRAGMENT_SUPPRESSED> . Mr. Justice LeBel, writing for the majority stated, at paragraph 93, that the extraterritorial implications of applying the", "Charter", "are central to whether the activity in question falls under section 32(1) in the first place. He expressed the view that, \"[t]he inquiry begins and ends with section 32(1) of the", "Charter", ".\" In <FRAGMENT_SUPPRESSED> it was decided that the", "Charter", "does not generally apply to extraterritorial searches and seizures by Canadian police officers, as long as Canadian officials comply with foreign domestic law. The Court left open the possibility that the", "Charter", "could find application to such activities where Canada's participation in the foreign process brings Canada into violation of its obligations under international law."], ["[32]", "It was precisely this situation which came to the Supreme Court in <FRAGMENT_SUPPRESSED> . It was found that the process in place in Guantanamo at the time of the impugned interviews satisfied the <FRAGMENT_SUPPRESSED> exception and justified the lifting of comity. As stated earlier, but for their citizenship, the circumstances under which the Applicants were interviewed in Guantanamo Bay were essentially the same as in <FRAGMENT_SUPPRESSED> ."], ["[33]", "The Respondents argue that the process at issue here, the habeas corpus proceeding before the United States District Court for the District of Columbia, is not a process that violates Canada's international law obligations and, as a result, the principles of sovereignty and judicial comity preclude the application of the", "Charter", ". I do not find this argument persuasive. The offending process here is the same as that which concerned the Supreme Court in <FRAGMENT_SUPPRESSED> , namely the regime set up under the Military Commission Order No. 1 which was in place at the time of the impugned interviews of the Applicants, and which was found to violate Canada's international law obligations. It does not matter that the habeas corpus and the CSRT proceedings have not been found to violate Canada's international human rights obligations. Neither had the", "Military Commissions Act", ", Pub. L. No. 109-366, 120 Stat. 2600 (Oct. 17, 2006) (", "MCA", ") procedures under which Mr. Khadr was charged at the time his case was considered by the Supreme Court."], ["[34]", "The Respondents also argue that, even if the", "Charter", "applies, the principles of fundamental justice are not offended by this habeas corpus procedure in the U.S. as they might be in a criminal trial. I am also not persuaded by this argument. While the Supreme Court in <FRAGMENT_SUPPRESSED> did note Mr. Khadr's charges, they did not require a", "Stinchcombe", "like disclosure, but rather disclosure of a different scope based on the engagement of Mr. Khadr's section 7 right to liberty as a result of Canada's participation in the impugned process. The Supreme Court did not preclude the application of the", "Charter", ", in such circumstances, to another process which would engage one's liberty interest. It is my belief that one's liberty interest is also at stake in the U.S. habeas corpus proceeding. This disposes of the first issue raised by the Applicants."], ["[35]", "The second issue questions whether the Applicants can access a remedy in the U.S. proceeding. At paragraph 36 of its reasons in <FRAGMENT_SUPPRESSED> , the Supreme Court stated \"Whether or not [Mr. Khadr] is given similar disclosure by U.S. officials, he is entitled to a remedy for the Canadian Government's failure to provide disclosure to him after having given U.S. authorities access to the product of the interviews, in circumstances that engaged section 7 of the", "Charter", ".\" In my view, this statement effectively disposes of the second issue raised by the Applicants."], ["[36]", "Based on <FRAGMENT_SUPPRESSED> , it follows that the", "Charter", "would apply to the Canadian officers participating in the interviews of the Applicants in Guantanamo Bay, since they too were involved in a process that violates Canada's international law obligation."], ["[37]", "The remaining two issues concern the scope of the", "Charter", "'s section 7 extraterritorial reach. For the reasons that follow, I am of the view that the Applicants cannot assert a section 7 right in the circumstances."], ["[38]", "Apart from the fact that the Applicant, Mr. Zemiri was also interviewed in Canada, the material circumstances in the instant case are essentially identical to those found in <FRAGMENT_SUPPRESSED> , except for one important element. Unlike Mr. Khadr, the Applicants are not Canadian citizens. This application will therefore essentially turn on whether the Applicants, as non-Canadians, can assert section 7", "Charter", "rights in these circumstances.", "Is section 7 of the", "Charter", "Engaged?"], ["[39]", "Section 7 of the", "Charter", "provides:", "\"Everyone has the right to life, liberty and security of the person and he right not to be deprived thereof except in accordance with the principles of fundamental justice.\"", "\"Chacun a droit à la vie, à la liberté et à la sécurité de sa personne; il ne peut être porté atteinte à ce droit qu'en conformité avec les principes de justice fondamentale.\""], ["[40]", "The framers of the", "Charter", "limited the applicability of sections 3, 6 and 23 to \"citizens\". The plain language of the", "Charter", "does not so restrict the benefits of section 7; they are extended to \"everyone\". Consequently, we must determine whether the term \"everyone\" is broad enough to include the Applicants in this case."], ["[41]", "The earliest pronouncement by the Supreme Court on the above issue was in the case of", "<FRAGMENT_SUPPRESSED> , where Madam Justice Wilson was asked to determine whether refugee claimants, physically present in Canada, are entitled to the protection of section 7. She accepted that the term \"everyone\" \"includes every human being who is physically present in Canada and", "by virtue of such presence amenable to Canadian law", "\" (", "Singh", ", supra, at paragraph 35). (My emphasis.)"], ["[42]", "<FRAGMENT_SUPPRESSED>  Q.A.C. 144, at paragraph 6, the Supreme Court held, in the \"unique and special facts\" of the case, a", "Charter", "remedy under section 24 was available to Canadian citizens who found themselves outside Canada when the Application was brought. In this case the Court noted that the Applicants, subject to a subpoena to testify in a Canadian trial, left Canada upon certain assurances given by the RCMP while they were in Canada. This warranted the application of the", "Charter"], ["[43]", "The question was later considered in", "<FRAGMENT_SUPPRESSED>  B.C.A.C. 1; 182 W.A.C. 1, at paragraph 86, in the context of section 10(b). The majority found the", "Charter", "to apply to an American citizen, interrogated in the U.S. by Canadian officials for the purposes of the claimant's trial which was to be held in Canada. Madam Justice L'Heureux-Dube, in her dissenting reasons expressed concerns respecting the ramifications of the majority decision respecting the applicability of provisions, such as section 10 of the", "Charter", ", to persons outside Canada who are not Canadian citizens:", "\"For the appellant to allege that while he was in jail in Louisiana, his s. 10(b) rights were violated, he must first show that he", "held", "s. 10(b) rights under the Canadian", "Constitution", ". This requires an examination of the language of the", "Charter", "guarantees and an interpretation of the purposes of the rights in the Canadian", "Constitution", ". Certain", "Charter", "rights are guaranteed to citizens of Canada (ss. 3, 6, and 23). Other rights and freedoms in the", "Charter", "are held by 'everyone' (ss. 2, 7, 8, 9, 10, 12), 'any person charged with an offence' (s. 11), or 'every individual' (s. 15). The appellant is claiming rights under s. 10(b), which guarantees its protections to 'everyone'. The term 'everyone' seems quite broad. Nevertheless, interpreting it must take into account the purposes of the", "Charter", ". I am not convinced that passage of the", "Charter", "necessarily gave rights to everyone in the world, of every nationality, wherever they may be, even if certain rights contain the word 'everyone'. Rather, I think that it is arguable that 'everyone' was used to distinguish the rights granted to everyone on the territory of Canada from those granted only to citizens of Canada and those granted to persons charged with an offence.\""], ["[44]", "The majority in Cook did not address the concerns expressed by Madam Justice L'Heureux-Dubé in her dissent. However, in <FRAGMENT_SUPPRESSED> , Mr. Justice LeBel, writing for the majority, noted Madam Justice L. L'Heureux-Dubé's dissent in", "Cook"], ["[45]", "The most recent chapter on the extraterritorial application of the", "Charter", "was written in <FRAGMENT_SUPPRESSED> . In that case, \"everyone\" was held to include a Canadian citizen whose liberty was at stake by virtue of Canadian participation in a process which violated its international human rights obligations. In its reasons, the Supreme Court noted several times that Mr. Khadr was a Canadian citizen. Perhaps the most compelling of these passages is at paragraph 13 where the Supreme Court stated:", "\"To the extent that Canadian officials operating abroad are bound by s. 7 of the", "Charter", ", as we have earlier concluded was the case in this appeal, they are bound by the principles of fundamental justice in an analogous way. Where, as in this case, an individual's s. 7 right to liberty is engaged by Canada's participation in a foreign process that is contrary to Canada's international human rights obligations, s. 7 of the", "Charter", "imposes a duty on Canada to provide disclosure to the individual. Thus, s. 7 imposes a duty on Canada to provide disclosure of materials in its possession arising from its participation in the foreign process that is contrary to international law and jeopardizes the liberty of a", "Canadian citizen", ".\" (My emphasis.)"], ["[46]", "The focus on citizenship is not new. In an earlier decision of the Supreme Court, Mr. Justice La Forest, in", "<FRAGMENT_SUPPRESSED>  B.C.A.C. 161; 105 W.A.C. 161, also focused on the importance of Canadian citizenship. He stated at paragraph 11:", "\"... It strikes me that the automatic exclusion of", "Charter", "application outside Canada might unduly restrict the protection", "Canadians", "have a right to expect against the interference with their rights by our governments or their agents.\" (My emphasis.)"], ["[47]", "In summary, the jurisprudence of the Supreme Court teaches that section 7", "Charter", "protections may be available to non-Canadians when they are physically present in Canada or subject to a criminal trial in Canada, and that Canadian citizens, in certain circumstances, may assert their section 7", "Charter", "rights when they are outside Canada. In the latter case, it is generally recognized that this will happen only in exceptional circumstances. What emerges from the noted jurisprudence is that, in the three cases of Canadian nationals claiming abroad, non-Canadians claiming within Canada, and non-Canadians claiming abroad, for section 7", "Charter", "rights to apply, the circumstances must connect the claimant with Canada, whether it be by virtue of their presence in Canada, a criminal trial in Canada, or Canadian citizenship."], ["[48]", "The Applicants here have failed to establish a nexus to Canada that would engage their section 7", "Charter", "rights as they relate to the Guantanamo Bay interviews. It must be remembered that the", "Charter", ", an integral part of Canada's supreme law, is a Canadian instrument enacted to enshrine and protect the fundamental rights of Canadians and those finding themselves within Canada's territory. Its extraterritorial reach is exceptional and limited, as is mandated by respect for the principles of sovereignty and judicial comity. This Court is not prepared to extend the", "Charter's", "reach beyond that which has already been decided. The Applicants are not Canadian citizens. They have failed to establish the required connection to Canada. Consequently, their circumstances cannot engage a section 7", "Charter", "right."], ["[49]", "Finally, I will address the fourth issue raised concerning whether the Applicant Mr. Zemiri, has the right to disclosure of information arising from interviews conducted in Canada by Canadian officials. There is scant evidence, or argument, regarding this issue."], ["[50]", "There is no question that had the Applicant Mr. Zemiri been involved in a criminal proceeding in Canada, the", "Charter", "would apply and he would be entitled to", "Stinchcombe", "like disclosure. The proceeding to which the Applicant Mr. Zemiri is subjected is not a Canadian proceeding but rather the habeas corpus proceeding in the U.S. related to his detention in Guantanamo Bay."], ["[51]", "As stated in <FRAGMENT_SUPPRESSED> , the", "Charter", "finds extraterritorial application only in circumstances where Canadian state actors are involved in a foreign process that violates Canada's international law obligations, or on consent of the host state. There is no evidence before me to support a finding that Canadian state actors conducting the interview of Mr. Zemiri in Montréal were participating in the impugned process in Guantanamo Bay."], ["[52]", "Even if the information obtained from the Canadian interviews led to Mr. Zemiri's detention in Guantanamo Bay, as alleged, without evidence of Canada's participation in that process, the", "Charter", "finds no application and Canada has no say in what the U.S. chooses to do with the information. Since it cannot be said that Canada participated in a process contrary to its international law obligation and there being no question of consent in the instant case, comity must be respected."], ["[53]", "As noted above, there is a paucity of evidence on this issue. Such a significant question should not be decided without the benefit of full argument and a complete evidentiary record.", "VII. Conclusion"], ["[54]", "For the above reasons, the applications will be dismissed.", "VII. Costs"], ["[55]", "The nature of the question before the Court is one of importance which, in my view, transcends the interests of the Applicants. It is therefore appropriate, in view of the uncertain state of the law on the question of the extraterritorial application of the", "Charter", "to non-Canadians, that no costs be awarded in this instance.", "JUDGMENT"], ["[56]", "THIS COURT ORDERS AND ADJUDGES that", "the applications are dismissed without costs.", "Applications dismissed.", "Editor: Anick Ouellette-Levesque/pdk", "[End of document]"]]}