{"id_": "007283", "body_str": [["[1]", "Harrington, J.", ": The question is whether Mr. Fahmy, a Coptic Christian, would be at serious risk of persecution, or worse, were he returned to Egypt. The answer is that I do not know. I do not know because the decision of the officer who assessed his risk is seriously flawed. The only solution is to grant Mr. Fahmy's application for judicial review and to remit the matter back to another officer for redetermination.", "I.", "The Applicant's Unsuccessful Refugee Claim"], ["[2]", "In 2010, while in Egypt, Mr. Fahmy, together with one Emad Adly, assisted two young women who were facing forced conversion to Islam after marrying Muslim men. The women were taken to a Coptic Church and community centre, but later decided to return to their husbands. Thereafter he was threatened and later arrested, detained and tortured."], ["[3]", "His refugee claim was dismissed, although it was accepted that he was a Coptic Christian. There were huge credibility issues."], ["[4]", "The plight of Coptic Christians was noted in this decision going back to 2012, but it was considered that their treatment did not amount to persecution."], ["[5]", "His application for leave to judicial review of that decision was dismissed.", "II.", "Pre-Removal Risk Assessment"], ["[6]", "Before the Court now is the judicial review of his unsuccessful pre-removal risk assessment (PRRA)."], ["[7]", "Section 113 of the", "Immigration and Refugee Protection Act", "provides that in such applications only new evidence that arose after the dismissal of the refugee claim, or that was not reasonably available, or that the applicant could not have reasonably been expected in the circumstances to have presented may be considered."], ["[8]", "A great deal of paper was filed as to what happened to Mr. Adly and as to the more recent treatment of Coptic Christians in Egypt. For reasons I simply do not understand, the PRRA officer said there was no new evidence. There certainly was new evidence, which evidence was not properly considered."], ["[9]", "Mr. Adly's death certificate was produced. It gives the date and place of death. There is no room on the form to offer an opinion as to why he died."], ["[10]", "Letters produced by two Coptic priests in Egypt state that Mr. Adly was killed by a mob belonging to the Muslim Brotherhood as a result of troubles which began in November 2010 while dealing with the two young Christian women referred to above."], ["[11]", "One of the priests interviewed Mr. Adly's mother and some eyewitnesses. It seems that when Mr. Adly was leaving his house three bearded persons stopped him and stabbed him in the back and stomach. This evidence was dismissed as hearsay."], ["[12]", "As to the plight of Coptic Christians generally, a great deal of documentation was filed with respect to attacks on churches, religious buildings and the private property of Christians following the ouster of President Morsi in July 2013. A number of Christians were beaten with clubs, stabbed, or killed.", "III.", "Analysis"], ["[13]", "The Immigration and Refugee Board of Canada is not bound by strict evidentiary rules pertaining to hearsay. The evidence of the two priests cannot simply be dismissed on that basis. Even if the death certificate stated that Mr. Adly had died as a result of knife wounds, strictly speaking that would not constitute evidence that he was killed by the Muslim Brotherhood, as opposed, to say, in a barroom brawl. If the investigation had been carried out by a police officer, rather than a priest, that report would also be hearsay."], ["[14]", "While it may have been better to give the names and addresses of eye witnesses, one has to consider the state of fear prevailing at the time. As one of the priests noted, he sent his report by fax to avoid his letter being intercepted by the Muslim Brotherhood or corrupt government officials. It is clear there was new evidence, which was dismissed out of hand on improper grounds."], ["[15]", "Apart from Mr. Fahmy's own situation, the officer does not explain his conclusion that there has been no significant change in country conditions as regards Coptic Christians. As stated by the Supreme Court in", "REFERENCE_SUPPRESSED, in determining whether a decision is reasonable, a Court must refer \"both to the process of articulating the reasons and to outcomes.\""], ["[16]", "CITATION_SUPPRESSED", "is invariably read together with", "REFERENCE_SUPPRESSED. That decision put paid to the proposition that inadequate reasons constituted a breach of the duty of procedural fairness. At paragraphs 14 and 15, the Court emphasized that the reasons must be read together with the outcome to determine whether the result fell within an acceptable range. \"This means that courts should not substitute their own reasons, but they may, if they find it necessary, look to the record for the purpose of assessing the reasonableness of the outcome\" (para 15)."], ["[17]", "It seems to me that given the immense change of country conditions in Egypt, if the Court were to ferret about to compare the situation at the time of Mr. Fahmy's refugee hearing with that at the time of his pre-removal risk assessment, the Court would be usurping the function, and duty, of the officer."], ["[18]", "As in", "REFERENCE_SUPPRESSED, a decision of Mr. Justice Manson, instances in the record of brutal state oppression seem to have been dismissed or ignored (para 29)."], ["[19]", "As Mr. Justice Rennie, as he then was, stated in", "REFERENCE_SUPPRESSED:", "CITATION_SUPPRESSED", "does not authorize a court to rewrite the decision which was based on erroneous reasoning. The reviewing court may look to the record in assessing whether a decision is reasonable and a reviewing court may fill in gaps or inferences reasonably arising and supported by the record.", "CITATION_SUPPRESSED", "is a case about the standard of review. It is not an invitation to the supervising court to re-cast the reasons given, to change the factual foundation on which it is based, or to speculate as to what the outcome would have been had the decision maker properly assessed the evidence.", "As in that case, I am not prepared to speculate as to what the outcome would have been had the evidence been properly assessed.", "JUDGMENT"], ["[20]", "FOR REASONS GIVEN;", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is granted.", "2. The matter is referred back to another officer at Citizenship and Immigration Canada for redetermination.", "3. There is no serious question of general importance to certify.", ".........................", "CITATION_SUPPRESSED"]]}