{"id_": "007287", "body_str": [["[1]", "Harrington, J.", ": Mr. B323, a young Tamil from Sri Lanka was found to be a refugee", "sur place", "within the meaning of the", "United Nations Convention", "and section 96 of the", "Immigration and Refugee Protection Act", "[IRPA] \"because he has a well-founded fear of persecution based on his particular social group.\" He was one of the close to 500 passengers onboard the M.V. \"Sun Sea\". This is the judicial review of that decision at the behest of the Minister."], ["[2]", "This case is remarkably similar to the", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Like Mr. B472, Mr. B323 was not found to be credible and did not face a serious possibility of persecution based on a Convention ground when he left Sri Lanka. However, he was found to be a Convention refugee", "sur place", "because of his \"membership in a particular social group\", that group being Tamil passengers on the M.V. \"Sun Sea\"."], ["[3]", "The determination that Mr. B323 is a Convention refugee is crucial because the deciding member of the Refugee Protection Division (RPD) of the Immigration and Refugee Protection Board of Canada, the same member who decided Mr. B472's case, also held that he did not, on the balance of probabilities, face a risk to life or risk of cruel or unusual treatment of punishment in accordance with section 97 of IRPA when he left Sri Lanka."], ["[4]", "My reasoning  <FRAGMENT_SUPPRESSED>", "applies to this case,", "mutatis mutandis."], ["[5]", "As to a certified question, based on the standard of review, neither side sees the need for me to certify a serious question of general importance so that the matter may go forward to the Federal Court of Appeal. This is so notwithstanding that the Minister submits that the standard of review in the interpretation of section 96 is reasonableness, while Mr. B323 submits the standard is correctness. The Minister submits that the decision is unreasonable. Mr. B323 submits that the decision was correct, adding that the member of the RPD referred to other Convention grounds as well. However, as  <FRAGMENT_SUPPRESSED>", "'s case, I am not prepared to rewrite the decision."], ["[6]", "As a fall back, the Minister proposed the same question he did in Mr. B472's case. For the reasons stated therein, I shall certify the following question:", "Is review by this Court of the meaning of \"membership in a particular social group\" in section 96 of the", "Immigration and Refugee Protection Act", "as determined by a member of the Refugee Protection Division of the Immigration and Refugee Board on the correctness or reasonableness standard?", "ORDER"], ["[7]", "FOR REASONS GIVEN;", "THIS COURT ORDERS that", "1. The application for judicial review is granted.", "2. The matter is referred back to another member of the Refugee Protection Division of the Immigration and Refugee Board of Canada for redetermination.", "3. The following serious question of general importance is certified:", "Is review by this Court of the meaning of\"membership in a particular social group\" in section 96 of the", "Immigration and Refugee Protection Act", "as determined by a member of the Refugee Protection Division of the Immigration and Refugee Board on the correctness or reasonableness standard?", ".........................", "Le Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED>  de la protection des réfugiés (la SPR), M. B323 un jeune Tamoul du Sri Lanka a été déclaré réfugié sur place au sens de la Convention des Nations Unies et de l'article 96 de la", "Loi sur l'immigration et la protection des réfugiés", "(la LIPR), parce qu'il « craigna[it] avec raison d'être persécuté [...] du fait de son appartenance à un groupe social ». Il était l'un des quelque 500 passagers à bord du « Sun Sea ». Comme suite à la demande du ministre, la Cour est saisie du contrôle judiciaire de cette décision."], ["[2]", "La présente affaire est très semblable à celle de", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> . Comme M. B472, il a été déclaré que M. B323 n'était pas crédible, et que lorsqu'il a quitté le Sri Lanka, il n'était pas exposé à une possibilité sérieuse de persécution pour l'un des motifs de la Convention. Toutefois, il a été déclaré réfugié sur place au sens de la Convention en raison de son « appartenance à un groupe social », ce groupe étant les passagers tamouls du « Sun Sea »."], ["[3]", "La conclusion selon laquelle M. B323 est un réfugié au sens de la Convention est cruciale parce que la commissaire de la SPR de la Commission de l'immigration et du statut de réfugié du Canada, la même commissaire qui a rendu la décision dans l'affaire relative à M. B472, a décidé que, selon la prépondérance des probabilités, lorsque M. B323 a quitté le Sri Lanka, il n'était pas lui non plus exposé à une menace à sa vie ou au risque de traitements ou peines cruels et inusités au sens de l'article 97 de la LIPR."], ["[4]", "Mon raisonnement dans l'affaire de M. B472 s'applique à la présente affaire avec les adaptations nécessaires."], ["[5]", "En ce qui a trait à la certification d'une question relativement à la norme de contrôle, aucune des parties n'a estimé que je doive certifier une question grave de portée générale afin que l'affaire soit renvoyée à la Cour d'appel fédérale. Il en est ainsi malgré le fait que le ministre soutienne que la norme de contrôle relative à l'interprétation de l'article 96 est celle de la décision raisonnable, tandis que M. B323 avance que la norme de contrôle est celle de la décision correcte. Le ministre prétend que la décision est déraisonnable. Selon M. B323 la décision est correcte; il ajoute que la commissaire de la SPR a aussi fait référence à d'autres motifs de la Convention. Toutefois, comme dans l'affaire de M. B472, je ne suis pas prêt à réécrire la décision."], ["[6]", "Comme position de repli, le ministre a proposé la même question que dans l'affaire de M. B472. Pour les motifs que j'ai exposés en l'espèce, je certifierai la question suivante:", "Lors du contrôle d'une décision par laquelle un membre de la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié définit la notion d'« appartenance à un groupe social » visée à l'article 96 de la", "Loi sur l'immigration et la protection des réfugiés", ", la Cour doit-elle appliquer la norme de décision correcte ou la norme de raisonnabilité?", "ORDONNANCE"], ["[7]", "POUR LES MOTIFS ÉNONCÉS, LA COUR ORDONNE", "1. La demande de contrôle judiciaire est accueillie.", "2. L'affaire est renvoyée à un autre commissaire de la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié du Canada pour nouvel examen.", "3. La question grave de portée générale suivante est certifiée:", "Lors du contrôle d'une décision par laquelle un membre de la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié définit la notion d'« appartenance à un groupe social » visée à l'article 96 de la", "Loi sur l'immigration et la protection des réfugiés", ", la Cour doit-elle appliquer la norme de décision correcte ou la norme de raisonnabilité?", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}