{"id_": "007376", "body_str": [["[1]", "Harrington, J.", ": Mr. Singh, his wife and then-infant daughter, arrived in Canada in 1992. They claimed to be Convention refugees from India. Their claim was accepted the following year and they promptly applied for permanent residency status."], ["[2]", "Twelve years later, their application in still under investigation. Mr. Singh thinks he has waited long enough. So do I."], ["[3]", "It is only right and proper that those who seek permanent residency in Canada, or Canadian citizenship, be investigated. These investigations, which extend to security clearances, naturally take time. However, one cannot investigate indefinitely. To do so is to refuse to make a decision at all."], ["[4]", "The Minister cannot be faulted for the entire 12-year delay, but the record is replete with lengthy delays for which there is simply no explanation."], ["[5]", "The applications for permanent residence in Canada were submitted in May 1993. Receipt of the applications was acknowledged the following month. The form said: \"Unless further information is required, you will be contacted in 18 - 24 months in order to grant your permanent resident status\"."], ["[6]", "Several months later, Mr. Singh's wife, Kulvinderjit Kaur, was required to forward fingerprints, which she did."], ["[7]", "Over the next five years Mr. Singh was given the run-around, notwithstanding he asked the local Member of Parliament to inquire and retained a lawyer."], ["[8]", "In 1999, he hired a new lawyer only to find out that in 1996 the Minister had applied unilaterally to the Immigration and Refugee Board to reconsider and to vacate its Convention refugee finding. However, for two-and-a-half years no steps were taken to proceed to a hearing. One wonders if there ever would have been a hearing had not Mr. Singh pursued the matter. In any event, the actual hearing spread out over four days from April to October 2000. The decision was rendered the following month. The Minister's application was dismissed."], ["[9]", "The basis of the Minister's application to vacate the refugee status determination was that the Singhs obtained refugee status by misleading the Board by fraudulent means, misrepresentation, suppression and concealment of material facts. The essence of the application was that they did not leave India in June 1992 as they claimed, but rather had left in 1989 and therefore Mr. Singh's claim he had been arrested by the Bombay police in 1992 was fraudulent."], ["[10]", "The Singhs argued strenuously that the delay prejudiced their defence. They were successful in keeping some documentation out of the record. They were found not to be credible witnesses, and that they had misrepresented, suppressed or concealed facts, but the facts were not material. The Board concluded: \"Regrettably, although the Panel did not find the respondents to be credible witnesses, it also finds that the [Minister] failed to establish that the positive determination of the respondents' refugee claims was obtained by fraudulent means...\"."], ["[11]", "It matters not whether the Board rejected the Minister's application \"regrettably\" or enthusiastically. It was incumbent upon the Minister to process the applications."], ["[12]", "There was an unexplained seven-month delay in reopening the file, and further unexplained delays in referring the matter to CSIS. The Minister submits that it would be inappropriate to consider the delays before November 2000. I doubt that is so but do not have to decide the point as close to another four-and-a-half years have passed by since then."], ["[13]", "The applicants seek mandamus, an equitable remedy, against the Minister. It was held by the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED> , aff'd [1994] 3 S.C.R. 1000, that:", "(a) there must be a public legal duty to act under the circumstances;", "(b) the duty must be owed to the applicant;", "(c) there must be a clear right to performance of that duty, and in particular the applicant must have satisfied all conditions precedent giving rise to the duty;", "(d) no other adequate remedy is available to the applicant;", "(e) the order sought must have some practical effect;", "(f) in the exercise of its discretion, the Court must find no equitable bar to the relief sought; and,", "(g) on a balance of convenience, an order of mandamus should issue.", "( <FRAGMENT_SUPPRESSED> , at para. 11.)"], ["[14]", "I am satisfied that the test has been met in this case. The only question is how much time must elapse before the Minister's public duty to investigate becomes a duty to decide."], ["[15]", "Although each case turns on its own facts, I draw some comfort from the length of delays considered in other immigration cases before this Court. After taking note of  <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 1212 (QL) at para. 15:", "\"15. However, determinations made by my colleagues in other cases provide guidance in this regard. In Bhatnager, a delay of 4 1/2 years was found to be unreasonable. In  <FRAGMENT_SUPPRESSED> , a delay of 4 years in waiting for a security clearance for landing of a Convention refugee was found to be longer than prima facie required.  <FRAGMENT_SUPPRESSED>  (T.D.) a delay of slightly over two years, after provisional approval, spent in waiting for security checks on former business associates was considered excessive.  <FRAGMENT_SUPPRESSED>  (T.D.), a delay of approximately 3 years in processing a visa application was considered unreasonable and unjustified when the estimated processing time was 14 months. In  <FRAGMENT_SUPPRESSED> , the delay of 3 years waiting for a CSIS investigation to be completed before citizenship was granted was found to be unreasonable. In Dragan, supra, delays within a range of 2 to 3 years were found to be unreasonable and mandamus issued.\""], ["[16]", "It matters not whether the delays lie within the Minister's office, or with CSIS. The Minister had a duty to act with reasonable diligence, taking into account that resources may be limited. That duty is not satisfied simply by a delegation to CSIS, which falls within the purview of another Minister. The delegate in turn might exercise reasonable diligence. No one is suggesting that Mr. Singh was entitled to an instant decision. Queues are a fact of life, but at this point in time, the delays are simply unacceptable."], ["[17]", "The application for judicial review has had one desired effect. The investigation is far more advanced now, although still not over. Mr. Singh was interviewed this month. It turns out that there are admissibility concerns with respect to his membership in the All-India Sikh Student Federation. His membership in that organization comes as no surprise as it was mentioned in his Personal Information Form filed in support of his refugee claim, and was discussed by the Board in the year 2000 when it refused the Minister's application to vacate the refugee determination."], ["[18]", "The parties agree that the Minister may make one of two decisions. One is to declare Mr. Singh admissible. The other is to declare that he may be inadmissible under section 34(1) of the Immigration and Refugee Protection Act for membership in an organization there are reasonable grounds to believe is engaging in terrorism, or acts of violence that would or might endanger the lives or safety of persons in Canada."], ["[19]", "If it is determined that Mr. Singh is inadmissible on security grounds, he has the opportunity to satisfy the Minister under section 34(2) that his permanent residency in Canada \"would not be detrimental to the national interest\"."], ["[20]", "The applicants have already gone on record that they intend to apply for such Ministerial Relief in the event that Mr. Singh is informed that he may be inadmissible on security grounds."], ["[21]", "All of this has led Mr. Singh's counsel to suggest that I in essence case manage the matter through to conclusion, which might involve adding other parties as respondents. The Minister opposes this submission but suggests that it might be appropriate to leave the application in abeyance for a number of months."], ["[22]", "Neither proposal is appealing. There is no assurance on behalf of the Minister that the matter will be determined one way or another in the near future. The time for decision is upon us. I think five more months is ample time and so direct the Minister to make a decision on the applications for permanent residency by 24 September 2005.", "COSTS"], ["[23]", "Mr. Singh seeks costs on a solicitor-client basis, which he puts at $7500. The normal rule in the Federal Court is that costs follow the event. That, however, is not the rule in Immigration cases. Rule 22 of the Federal Court Immigration and Refugee Protection Regulations provides:", "\"22. No costs shall be awarded to or payable by any party in respect of an application for leave, an application for judicial review or an appeal under these Rules unless the Court, for special reasons, so orders.\"", "\"22. Sauf ordonnance contraire rendue par un juge pour des raisons spéciales, la demande d'autorisation, la demande de contrôle judiciaire ou l'appel introduit en application des présentes règles ne donnent pas lieu à des dépens.\""], ["[24]", "This Court has considered undue delay in processing a claim to be a special reason which would justify costs. See Platonov and Dragan, supra. No case was cited to me in which solicitor-client costs were awarded. Even in instances where costs normally follow the event, solicitor-client costs are generally not granted except if there has been very inappropriate conduct on the part of one of the parties that should be penalized. In my view, a relevant factor, at least in this case, is the conduct of the Minister after this application for leave and for judicial review was launched. Leave was not opposed, and perhaps benefiting from the advice of counsel, the Deputy Attorney-General of Canada, the processing of the application has speeded up."], ["[25]", "I am awarding the applicants costs, but on a party and party basis which, pursuant to Federal Courts Rule 400(4), I fix in the lump sum of $2500.", "ORDER"], ["[26]", "The application is granted with costs fixed at $2500. The Minister shall make a determination on the applications for permanent residency of Bhupender Singh, Kulvinderjit Kaur and Simranjit Kaur by 24 September 2005. There is no serious question of general importance to be certified.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}