{"id_": "007307", "body_str": [["[1]", "Gagné, J.", ": The applicant, Mr Angelo Nagy, is a 51 year old federal inmate, serving a second federal term of four years and six months, for possession and trafficking of illegal substances and failure to comply with conditions of an undertaking. He is seeking judicial review of a third level grievance decision rendered by Anne Kelly, Senior Deputy Commissioner [Commissioner] of the Correctional Service of Canada [CSC], whereby she denied the applicant's grievance related to his Offender Security Level [OSL] rating, having found that his Security Reclassification Scale [SRS] was accurate. The applicant argues that as a result of this decision, he is prevented from requesting a voluntary transfer to a lower security institution.", "Context"], ["[2]", "The applicant has been incarcerated in his current institution, a medium security establishment, since June 11, 2010."], ["[3]", "On February 24, 2011, the CSC refused the applicant's request for a voluntary transfer to a minimum security institution. However, since the applicant's parole officer had failed to complete a security level review as part of this decision, a further OSL was completed on May 16, 2011 [the impugned assessment] and the applicant's SRS was updated. The applicant's \"institutional adjustment\", \"escape risk\" and \"public safety risk\" ratings were assessed respectively as moderate, moderate and low, and his SRS at 17.5 - which, according to the decision, classified the applicant as a medium security offender. As per the Functional Specification (version 4.0.3), an inmate with an SRS of 16.0 or less is a minimum security inmate."], ["[4]", "The record shows that the applicant's moderate institutional adjustment rating, which necessitated a medium security classification, was affected by incidents described as follows in the impugned assessment:", "[...] Since his arrival Nagy has remained in relatively good standing. The inmate had only one recorded incident on file. A visitor for inmate Nagy was travelling with the occupant of a vehicle who was denied entry to a social due to the drug dog indicating on the vehicle. Also of note are two separate incidents at Millhaven assessment unit during the review period. On both occasions the inmate was found to be in possession of brew.", "Inmate Nagy can strive to reduce his institutional adjustment rating by continuing to follow the rules and regulations of the institution. Given that inmate Nagy has a history of being in position [", "sic", ": possession] of contraband the inmate will need to demonstrate over a prolonged period that he is fact committed to his correctional plan by remaining charge and incident free. [", "sic throughout"], ["[5]", "The new assessment did not modify the applicant's escape risk which was rated as moderate:", "[...] This moderate rating was assessed at intake. It is the belief of the CMT that this rating was obtained due to the inmate's history of breaching trust agreements and because if his problematic first release from federal custody. The following had been taken from the criminal profile and explains the details of Nagy's first release: \"Although Nagy has never been convicted for unlawfully at large or escape lawful custody, he does have prior and as current conviction for failure to comply. In addition, his behaviour while under supervision during his last federal sentence was problematic. Although Nagy was released on day parole the CMT recommended that it be revoked due to deteriorating behaviour. The NPB cancelled the suspension and Nagy was released on DP to reside at Hamilton CCC. His release continued to FP; however it was revoked due to incurring additional charge. Nagy was returned to custody and released on his SRD as he had been granted bail with strict conditions related to his outstanding charge. On 2003-06-13 a urinalysis returned positive for cocaine. A second test was completed on 2003-06-25 and it was clean. The CMT noted that no action was being taken as the second test was clean and his WED was 2003-07-05. Nagy completed his first federal term to his WED while under house arrest with strict conditions related to outstanding charges he incurred while on FP for possession for the purpose of trafficking.\" Given this history and the rather short duration the inmate has been at Joyceville the CMT are in agreement this moderate rating is maintained. [", "sic throughout"], ["[6]", "The applicant grieved the decision to deny him transfer to a lower security institution by way of two separate grievances: V40R00002070 and V40R00002691, the latter of which is subject to this application for judicial review. The applicant submitted this grievance on July 13, 2011, stating that the information pertaining to this decision was wrong and that the finding of him having a history of not complying with conditions was extremely exaggerated. The applicant claimed that his SRS score was wrongly assessed and should not have been higher than either 13 or 13.5. In fact, although the applicant took issue with the denial of his transfer request, his specific complaint with regard to his SRS rating concerned his institutional adjustment and escape risk ratings and his assessment scores for Correctional Plan progress (question 7) and Correctional Plan motivation (question 8), which were respectively 3.5/5.0 and 4.0/6.0. This assessment resulted from the determination that, although the applicant was completing the programs required by his Correctional Plan, he continuously minimized his crimes, was not willing to take responsibility for his actions and blamed others for the actions."], ["[7]", "A recommendation for decision was completed on July 28, 2011, and the Acting Assistant Deputy Commissioner [Assistant Commissioner] made a second level grievance decision on August 3, 2011. The Assistant Commissioner's decision essentially sets out the conclusions of the recommendation, maintaining that the applicant had been caught twice with home-made alcohol since February 2010 and that one of his visitors (his daughter) was denied entry to the institution due to a detection by a drug dog; both of which incidents the applicant later denied. Furthermore, the Assistant Commissioner stated that the applicant's community support was not confirmed as his family did not respond to the request for a post-sentence community assessment."], ["[8]", "Based on this information, the Assistant Commissioner concluded that the rationale provided for the impugned assessment was consistent with the legislation and policy. Regarding the denial of voluntary transfer, the Assistant Commissioner found that the applicant's moderate institutional adjustment and escape risk were determined pursuant to law and policy, and stated:", "Due to your history, it is determined that your risk would best be managed in a medium institutional setting. The Case Management Team (CMT) is concerned with the fact that you continually minimize your crimes and do not view yourself as a criminal. The CMT believes that despite a structured release plan, your continuation of blaming others and not taking responsibility for your actions will always be a risk in re-entering your offence cycle."], ["[9]", "Ultimately, the Assistant Commissioner denied the second level grievance. The applicant pursued the matter to the third level on August 22, 2011. Again, the applicant argued that his daughter and her boyfriend (who was accompanying her to the institution) do not use and were not carrying drugs on the day the drug dog detection occurred. He noted that when CSC staff refused to let his daughter into the institution, she questioned them and stated that she would agree to additional screening or a strip search to prove them wrong. The applicant also reiterated that he was never caught with home-made alcohol. He argued that on the first time he was allegedly caught with home-made alcohol he was in his first day hours in double-cell and he was personally searched, without charge. On the second occasion he was in a single cell which was not cleared out prior to his arrival. The applicant further stated that he had no history of escape-related behaviour and the circumstances of his breaching trust agreements were unrelated to his escape risk."], ["[10]", "The applicant also stated that he never minimized or justified his crimes, nor refused to take responsibility of his actions. He argued that his correctional plan testified to his progress and motivation and that he met all of the regulatory factors that need to be considered in assessing his SRS: \"I have no outstanding charges, my performance and behaviour is excellent, no physical or mental illness, no potential for violent behaviour, no involvement in criminal activities.\"", "Decision under Review"], ["[11]", "On December 19, 2011, the Commissioner denied the applicant's final level grievance. The Commissioner found that the decision to refuse the applicant's transfer request, having been made prior to the impugned assessment (at a point where his SRS was rated 18.5 as assessed on February 2, 2011), was not affected by the impugned assessment and therefore was not subject to the grievance before her."], ["[12]", "The Commissioner noted that the issue of the denial of the requested transfer was being dealt with in a parallel grievance, which was at the third level for review at that time. She advised the applicant to raise the issue of his institutional adjustment and escape risk ratings in that grievance."], ["[13]", "Regarding the scoring for questions 7 and 8 of the impugned assessment, the Commissioner stated that the Correctional Plan progress question is intended to assess an offender's progress in completing programs designed to address contributing risks and progress in reducing risk, while Correctional Plan motivation measures how actively the offender participates in programs and other interventions. The Commissioner concluded that the applicant's progress and motivation scores were determined in accordance with the proper Functional Specification, considering the following factors:", "• the applicant's tendency to minimize the severity of his offences by deflecting blame on others and not accepting responsibility for his own behaviour and choices;", "• the applicant's failure to appreciate the consequences of his drug trafficking on the community;", "• the applicant's limited accountability, remorse and empathy; and,", "• the fact that the applicant had no formal programs listed according to his Correctional Plan of March 24, 2011."], ["[14]", "As a result, the Commissioner held that no further action was required regarding the negative transfer decision and the applicant's third level grievance was denied.", "Relevant Legislation"], ["[15]", "Sections 24, 28 and 30 of the", "Corrections and Conditional Release Act", ", SC 1992, c 20 [CCRA] read as follows:", "24. (1) The Service shall take all reasonable steps to ensure that any information about an offender that it uses is as accurate, up to date and complete as possible.", "(2) Where an offender who has been given access to information by the Service pursuant to subsection 23(2) believes that there is an error or omission therein,", "(a) the offender may request the Service to correct that information; and", "(b) where the request is refused, the Service shall attach to the information a notation indicating that the offender has requested a correction and setting out the correction requested.", "28. If a person is or is to be confined in a penitentiary, the Service shall take all reasonable steps to ensure that the penitentiary in which they are confined is one that provides them with an environment that contains only the necessary restrictions, taking into account", "(a) the degree and kind of custody and control necessary for", "(i) the safety of the public,", "(ii) the safety of that person and other persons in the penitentiary, and", "(iii) the security of the penitentiary;", "(b) accessibility to", "(i) the person's home community and family,", "(ii) a compatible cultural environment, and", "(iii) a compatible linguistic environment; and", "(c) the availability of appropriate programs and services and the person's willingness to participate in those programs.", "30. (1) The Service shall assign a security classification of maximum, medium or minimum to each inmate in accordance with the regulations made under paragraph 96(z.6).", "(2) The Service shall give each inmate reasons, in writing, for assigning a particular security classification or for changing that classification.", "24. (1) Le Service est tenu de veiller, dans la mesure du possible, à ce que les renseignements qu'il utilise concernant les délinquants soient à jour, exacts et complets.", "(2) Le délinquant qui croit que les renseignements auxquels il a eu accès en vertu du paragraphe 23(2) sont erronés ou incomplets peut demander que le Service en effectue la correction; lorsque la demande est refusée, le Service doit faire mention des corrections qui ont été demandées mais non effectuées.", "28. Le Service doit s'assurer, dans la mesure du possible, que le pénitencier dans lequel est incarcéré le détenu constitue un milieu où seules existent les restrictions nécessaires, compte tenu des éléments suivants:", "a) le degré de garde et de surveillance nécessaire à la sécurité du public, à celle du pénitencier, des personnes qui s'y trouvent et du détenu;", "b) la facilité d'accès à la collectivité à laquelle il appartient, à sa famille et à un milieu culturel et linguistique compatible;", "c) l'existence de programmes et services qui lui conviennent et sa volonté d'y participer.", "30. (1) Le Service assigne une cote de sécurité selon les catégories dites maximale, moyenne et minimale à chaque détenu conformément aux règlements d'application de l'alinéa 96z.6).", "(2) Le Service doit donner, par écrit, à chaque détenu les motifs à l'appui de l'assignation d'une cote de sécurité ou du changement de celle-ci."], ["[16]", "Sections 17 and 18 of the", "Corrections and Conditional Release Regulations", ", SOR/92-620 [CCRR] provide further guidance as to how to determine and classify inmates' security levels:", "17. The Service shall take the following factors into consideration in determining the security classification to be assigned to an inmate pursuant to section 30 of the Act:", "(a) the seriousness of the offence committed by the inmate;", "(b) any outstanding charges against the inmate;", "(c) the inmate's performance and behaviour while under sentence;", "(d) the inmate's social, criminal and, if available, young-offender history and any dangerous offender designation under the", "Criminal Code", "(e) any physical or mental illness or disorder suffered by the inmate;", "(f) the inmate's potential for violent behaviour; and", "(g) the inmate's continued involvement in criminal activities.", "18. For the purposes of section 30 of the Act, an inmate shall be classified as", "(a) maximum security where the inmate is assessed by the Service as", "(i) presenting a high probability of escape and a high risk to the safety of the public in the event of escape, or", "(ii) requiring a high degree of supervision and control within the penitentiary;", "(b) medium security where the inmate is assessed by the Service as", "(i) presenting a low to moderate probability of escape and a moderate risk to the safety of the public in the event of escape, or", "(ii) requiring a moderate degree of supervision and control within the penitentiary; and", "(c) minimum security where the inmate is assessed by the Service as", "(i) presenting a low probability of escape and a low risk to the safety of the public in the event of escape, and", "(ii) requiring a low degree of supervision and control within the penitentiary.", "17. Le Service détermine la cote de sécurité à assigner à chaque détenu conformément à l'article 30 de la Loi en tenant compte des facteurs suivants:", "a) la gravité de l'infraction commise par le détenu;", "b) toute accusation en instance contre lui;", "c) son rendement et sa conduite pendant qu'il purge sa peine;", "d) ses antécédents sociaux et criminels, y compris ses antécédents comme jeune contrevenant s'ils sont disponibles et le fait qu'il a été déclaré délinquant dangereux en application du", "Code criminel", "e) toute maladie physique ou mentale ou tout trouble mental dont il souffre;", "f) sa propension à la violence;", "g) son implication continue dans des activités criminelles.", "18. Pour l'application de l'article 30 de la Loi, le détenu reçoit, selon le cas:", "a) la cote de sécurité maximale, si l'évaluation du Service montre que le détenu:", "(i) soit présente un risque élevé d'évasion et, en cas d'évasion, constituerait une grande menace pour la sécurité du public,", "(ii) soit exige un degré élevé de surveillance et de contrôle à l'intérieur du pénitencier;", "b) la cote de sécurité moyenne, si l'évaluation du Service montre que le détenu:", "(i) soit présente un risque d'évasion de faible à moyen et, en cas d'évasion, constituerait une menace moyenne pour la sécurité du public,", "(ii) soit exige un degré moyen de surveillance et de contrôle à l'intérieur du pénitencier;", "c) la cote de sécurité minimale, si l'évaluation du Service montre que le détenu:", "(i) soit présente un faible risque d'évasion et, en cas d'évasion, constituerait une faible menace pour la sécurité du public,", "(ii) soit exige un faible degré de surveillance et de contrôle à l'intérieur du pénitencier.", "Issue and Standard of Review"], ["[17]", "The sole issue raised by the parties in this case is whether the decision to classify the applicant as a medium security inmate - and more specifically the decision to deny the applicant's grievance against the impugned assessment - was reasonable."], ["[18]", "I have determined that the following issues arise from the applicant's arguments:", "1) Is the Commissioner's decision supported by \"accurate, up to date and complete\" information as required in section 24 of the CCRA?", "2) Is the Commissioner's decision supported by evidence and reasons addressing the applicant's rebuttal to the allegations against him?"], ["[19]", "Both parties submit, and I concur, that the standard of review to be applied in this case is that of reasonableness."], ["[20]", "Challenges to CSC decisions regarding security classifications for purposes of a transfer involve questions of mixed fact and law. Regarding the first issue raised by the applicant, in", "<FRAGMENT_SUPPRESSED>  [", "Tehrankari I", "], the Court held that the standard of reasonableness applied to \"either the application of proper legal principles to the facts or whether the refusal decision to correct information on the offender's file was proper.\""], ["[21]", "With regard to the second question, the jurisprudence has satisfactorily established that the standard of review in respect of the merits of decisions made by the CSC on offender grievances is that of reasonableness (", "<FRAGMENT_SUPPRESSED> [", "Tehrankari II", "]). In", "Newfoundland and  <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held that inadequate reasons go to the root of \"reasonableness\" of a decision. When applying the standard of reasonableness, this Court is therefore required to find support for the decision where it can in the record."], ["[22]", "Review under the standard of reasonableness is \"concerned mostly with the existence of justification, transparency and intelligibility within the decision making process. But it is also concerned with whether the decision falls within a range of possible acceptable outcomes which are defensible in respect of the facts and law\":", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ].", "Analysis", "Applicant's Submissions"], ["[23]", "The applicant is essentially taking issue with his classification as a medium security inmate, which was, in part, the purpose of his grievance. He alleges that this classification was made on the basis of erroneous information that the Commissioner failed to look into when she denied his grievance. Although these two arguments are intertwined, the applicant also argues that the Commissioner did not provide a substantive response to his rebuttal of the information that negatively affected his SRS score."], ["[24]", "The applicant submits that the third level response did not provide a substantive response to his grievance against the institutional adjustment and escape risk ratings and ignored his detailed explanations in this respect. The applicant asked the CSC to look further into the allegations of possession of home-made alcohol, noting that he was never charged in respect of the first allegation and not convicted in respect of the second. However, the applicant is of the view that the CSC did not take a second look to determine whether these allegation were \"accurate, up-to-date and complete\" or supported by objective and reliable information. Similarly, the applicant asserts that there is no objective or reliable information that he was involved in the incident where his daughter was denied entry to a social due to drug dog indication on her vehicle. According to the record, the owner of the vehicle was accompanying the applicant's daughter when she visited the institution."], ["[25]", "More generally, the applicant is of the view that the Commissioner had to respond to his arguments regarding the accuracy of the information that negatively affected his SRS score, including the allegations of breach of trust. The applicant indicated in his rebuttal that the respondent's information regarding his breach of trust agreements was incorrect and that his argument on this issue should have been addressed by the Commissioner."], ["[26]", "The applicant further submits that in finding that he tended to minimize the severity of his offences and not take responsibility for his offending, the Commissioner refused to address the applicant's rebuttal in his written representations of August 22, 2011, where he stated the contrary. Likewise, it is submitted that the Commissioner did not provide a substantive response to the applicant's allegation about the completion of his Correctional Plan, and simply restated the opinion of the parole officer. The applicant reiterates that he has completed his Correctional Plan and that the respondent has no formal programs listed for his ongoing sentence management.", "Is the Commissioner's decision supported by \"accurate, up-to-date and complete\" information as required in section 24 of the CCRA?"], ["[27]", "The applicant submits that the CSC failed to comply with the requirements of section 28 of the CCRA which provides that CSC shall take all reasonable steps to ensure that the penitentiary in which federal offenders are confined is one that provides them with an environment that contains only the necessary restrictions, taking into account certain factors."], ["[28]", "More specifically, the applicant relies on Tehrankari I, above, at para 40-42, where Justice Lemieux of this Court held that section 24 of the CCRA is part of an offender's \"rights package,\" entailing \"a statutory duty imposed on the Service\" intended to guarantee \"that the \"information banks\" reflected in various reports maintained about offenders should contain the best information possible: exact, correct information without relevant omissions and data not burdened by past stereotyping or archaisms related to the offender.\""], ["[29]", "At paragraphs 50-52 of the Tehrankari I, the Court defined the scope of CSC's obligation under section 24 of the CCRA as follows:", "There are two separate components to section 24 of the Act. First, the legal obligation in subsection (1) concerning the", "accuracy, completeness and currency of any information about an offender the Service uses and the reasonableness of the steps taken to ensure this is so", ". Second, the provisions in subsection (2) where an offender believes certain information contains an error or omission and requests a correction which is refused.", "The purpose of subsection 24(1) seems clear. Parliament has said in plain words that", "reliance on erroneous and faulty information", "is contrary to proper prison administration, incarceration and rehabilitation. Counsel for the respondent focused on the limitation in the subsection - the information must be used by the Service. If the information is simply on file and not used it has no consequence, he argues. This proposition finds support in a recent decision by my colleague Reed J. in", "<FRAGMENT_SUPPRESSED> . I note, however, the provision she was examining was not section 24 but section 26 dealing with disclosure to victims. This is not an access case and there can be no question here the information the applicant complains of is used by the Service; the Commissioner acknowledged so in his reasons at the third level grievance when he said \"the information contained in the preventive security reports is still relevant for administrative decision-making...\".", "Subsection 24(2) raises different issues because it is not any information about an offender which is subject to correction in the manner contemplated by the subsection. Subsection 24(2) only covers information which the offender has been given access to pursuant to subsection 23(2) which in turn relates back to information obtained by the Service under subsection 23(1). The structure of section 23 and 24 of the Act signal the type of information contemplated for correction. It is profile information from which the Service can use to predict an offender's likely behaviour. The Commissioner acknowledged this DNA type information as at the root of the Service exercising \"the option of increasing your security level based on a number of your history of violent offences, your record of escape and an evaluation of information identifying you as an escape risk\". [emphasis added]"], ["[30]", "It is not disputed that the issue raised in this case is one of subsection 24(1) of the CCRA. I am not ready to accept the respondent's argument that the third level grievance decision, which is subject to this judicial review, draws only one conclusion with respect to questions 7 and 8 of the impugned assessment and that the calculation of the applicant's SRS score is in accordance with the applicable policy. The respondent takes the position that other consideration which resulted in the applicant being classified as a medium security offender, namely the home-made alcohol allegations and the allegation of the applicant's history of breaching his trust agreements, were therefore unrelated to the grievance under review. First, as I will explain below, the Commissioner erred in deciding that these issues should only be dealt with in the parallel grievance regarding the decision refusing the applicant's voluntary transfer. Second, although the applicant's arguments pertaining to the above-mentioned allegations were only dealt with at the second level grievance, the Commissioner's decision not to consider those arguments is, in my view, a conclusion that falls within the purview of this judicial review."], ["[31]", "Regarding the drug dog indication on the vehicle of the applicant's visitors,the respondent submits that this incident had limited impact on the applicant's SRS score and medium security classification. The respondent further argues that the applicant has not offered any evidence to rebut the facts of this incident and did not challenge or grieve it when it occurred."], ["[32]", "The respondent relies on", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], in which Justice Snider held that while subsection 24(1) places an obligation on the CSC to make sure that information used by its staff to make decisions on offenders is accurate, complete and current, \"perfection is not required; rather, the Service must take \"reasonable steps\" to meet this obligation\", and that, when an information was correctly filed by the CSC, the applicant must adduce further evidence to show that this information is wrong."], ["[33]", "I do not agree with the respondent on this issue. First, the record shows that the institutional adjustment and escape risk ratings did affect the applicant's classification as a medium security inmate, which was an essential aspect of his grievance as I read his representations of August 22, 2011. The Executive Summary of the second level grievance, completed on July 28, 2011, reads that \"Mr. Nagy's moderate institutional adjustment rating alone necessitates a medium security classification as outlined in Commissioner's Directive 710-6, Review of Offender Security Classification, Annex A.\" It is also stated in the Recommendation, referring to the drug dog and home-made alcohol incidents, that \"as a direct result of the above documented information, it has been determined that Mr. Nagy requires regular and often direct supervision that can only be offered at a medium security prison.\""], ["[34]", "Second, <FRAGMENT_SUPPRESSED> does not stand for the proposition that it is for the applicant to bring evidence in order to establish that any information filed by the CSC is wrong if he finds it to be so. This is only the case where the information was accurate and complete in the first place. For instance, in <FRAGMENT_SUPPRESSED> , above, at para 23, the Court held that the applicant had to adduce \"further evidence to show that, while he may have been associated or involved with a criminal organization, that was no longer the case.\" However, in this case, the applicant took issue with the impugned allegation from the moment it was used against him, namely in the OSL completed on May 16, 2011. Yet, it is unclear in the record before me whether the CSC decision-makers took reasonable steps to ensure they did not rely on erroneous and faulty information despite the applicant's consistent rebuttal of the facts."], ["[35]", "With respect to home-made alcohol allegations, the applicant maintained that he was never charged regarding the first allegation and was not convicted in relation to the second. He also explained the circumstances of the incidents in his grievance and questioned the accuracy of the allegations."], ["[36]", "I agree with the respondent that the CSC is entitled to collect and maintain information about allegations made against inmates and file it as part of their institutional record even if the information is \"totally spurious\" (", "<FRAGMENT_SUPPRESSED> ), at least until \"a point when information of the sort in issue here will become stale and of little value or relevance in making decisions about security classifications\" (", "<FRAGMENT_SUPPRESSED> ). However, contrary to what the respondent submits, the applicant is not submitting that the CSC should not have recorded this incident in his file. Rather, he takes issue with the fact that this information has been used to classify him as a medium security inmate, as a result of which he has been, and risks being again, denied transfer to a lower security institution."], ["[37]", "Even if the information used to the detriment of the applicant were found to be \"accurate, up to date and complete,\" which is not apparent on the face of the record, I agree with the applicant that the Commissioner erred in failing to address all of the issues raised by the applicant so as to properly justify her rejection of his grievance against his medium security classification.", "Is the Commissioner's decision supported by evidence and reasons going to the applicant's rebuttal of the allegations against him?"], ["[38]", "The respondent has not addressed the issue of the reasons provided in support of the Commissioner's decision. In the applicant's view, the subject of the grievance under review was limited to those allegations that are not being dealt with as part of the parallel grievance that the applicant submitted against the decision to deny his voluntary transfer request."], ["[39]", "However, as I stated earlier, the Commissioner erred in refusing to respond to the applicant's allegations against his institutional adjustment and escape risk ratings. Even if the impugned assessment did not substantially modify those ratings, this issue was still part of the applicant's grievance as he clearly states in his representations of August 22, 2011. Also, even if those issues are equally related to the grievance against the decision denying the applicant's voluntary transfer request, the institutional adjustment and escape risk ratings did affect the applicant's classification as a medium security inmate and had to be dealt with."], ["[40]", "The applicant essentially relies on <FRAGMENT_SUPPRESSED> , above, and", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], to submit that the Court should look to see whether any reasons support the decision under review. If the reasons are inadequate, such a defect affects the logical process through which conclusions are drawn, in the same way as an assumption that finds no basis in the evidence. In <FRAGMENT_SUPPRESSED> , above, at para 55, the Court stated:", "A decision will be unreasonable only if there is no line of analysis within the given reasons that could reasonably lead the tribunal from the evidence before it to the conclusion at which it arrived. If any of the reasons that are sufficient to support the conclusion are tenable in the sense that they can stand up to a somewhat probing examination, then the decision will not be unreasonable and a reviewing court must not interfere (see", "Southam", ", at para. 56). This means that", "a decision may satisfy the reasonableness standard if it is supported by a tenable explanation even if this explanation is not one that the reviewing court finds compelling", "(see", "Southam", ", at para. 79). [emphasis added]"], ["[41]", "Furthermore, <FRAGMENT_SUPPRESSED> above, at paragraph 47, requires the Court to inquire \"into the qualities that make a decision reasonable, referring to both the process of articulating the reasons and the outcome.\""], ["[42]", "While I agree that the Commissioner's determinations with respect to the applicant's Correctional Plan motivation and progress, as well as his lack of current formal programming, may find support in the applicant's Correctional Plan, I find that the impugned assessment lacks justification, transparency and intelligibility. The Commissioner had to address the applicant's arguments against the allegations of breach of trust agreements, possession of home-made alcohol, and supposed involvement with the visitors who were denied entry to his institution due to drug dog indication on their vehicle. With respect to the latter incident, if the respondent is right in saying that the file simply reflects accurate facts, it should also reflect that no evidence related the applicant to the incident and that the visitors offered to undergo a complete search of their vehicle. Then, the information would have been complete. The Commissioner did not address the applicant's rebuttal of these allegations despite the fact that the issues of institutional adjustment and escape risk were part of the applicant's grievance against his current OSL and were considered at the second level grievance."], ["[43]", "This failure is sufficient to quash the Commissioner's decision and remit the matter back to the CSC for redetermination. Accordingly, I would allow the present application for judicial review, with costs in favour of the applicant.", "JUDGMENT"], ["[44]", "THIS COURT'S JUDGMENT is that", "1. This application for judicial review is allowed;", "2. The Senior Deputy Commissioner's decision of December 19, 2011 is quashed and the matter is sent back to the Correctional Service of Canada for redetermination; and", "3. The whole with costs to the applicant.", "Application allowed.", "Editor: J. Danielle King/vnh"]]}