{"id_": "007365", "body_str": [["[1]", "Crampton, C.J.", ": Mr. Fabros Gonzalo requests that this Court set aside a decision by a Senior Immigration Officer denying his application under subsection 25(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [", "IRPA", "] for authorisation to apply for permanent residence from within Canada, based on humanitarian and compassionate grounds."], ["[2]", "He submits that the officer erred by:", "i. making several findings that were unreasonable;", "ii. failing to be \"alert, alive and sensitive\" to the best interests of his children, who live in the Philippines and depend upon his financial support; and", "iii. failing to appreciate that a successful application under section 25 would provide a potential pathway to permanent residence and reunification in Canada for his family, who are currently inadmissible due to his youngest daughter's medical condition."], ["[3]", "For the reasons that follow, this application will be granted.", "I.", "Background"], ["[4]", "Mr. Fabros Gonzalo [", "Fabros", "] is a citizen of the Philippines. He is married and has three children, all of whom live with their mother in the Philippines. In October 2007, he came to Canada as a temporary foreign worker. Since his arrival here, he has been employed as a labourer by Olymel L.P. [", "Olymel", "] in the food and beverage processing business in Red Deer, Alberta."], ["[5]", "Olymel applied to nominate Mr. Fabros for permanent residence under the Alberta Immigrant Nominee Program [", "AINP", "] and obtained a positive nomination certificate. However, Mr. Fabros' subsequent application for permanent residence was refused in 2012 because his youngest daughter Mafi, who is deaf, was found to be medically inadmissible to Canada, pursuant to subsection 38(1) of the IRPA. Pursuant to subsection 42(1) of the IRPA, her inadmissibility rendered all of the family members inadmissible."], ["[6]", "Mr. Fabros therefore filed an application for permanent residence in Canada on humanitarian and compassionate [", "H & C", "] grounds in the fall of 2013. That application was based on the economic hardships associated with returning to the Philippines, the best interests of his children and his establishment in Canada.", "II.", "The Decision under Review"], ["[7]", "With respect to the hardships associated with returning to the Philippines, the officer acknowledged in his decision that general conditions in that country are not as favourable as they are in Canada. However, the officer noted that the evidence submitted described conditions applicable to the general population, and that Mr. Fabros had not demonstrated that he would be personally and directly affected by those conditions to a degree that would constitute unusual and undeserved or disproportionate hardship. The officer added that Mr. Fabros had resided in the Philippines for the majority of his life, was educated there, had found employment there in the past, and has strong family ties there."], ["[8]", "Turning to the best interests of his two eldest children, the officer noted that they are in university and high school in the Philippines, respectively. He recognized that they are being supported financially by Mr. Fabros. However, he was not persuaded that they could not continue their education there, in the event that Mr. Fabros were unable to continue to support them from Canada. He added that the purpose of the H & C discretion contemplated by section 25 is not to make up for differences in standards of living in different countries."], ["[9]", "With respect to Mr. Fabros' 10 year old daughter, the officer concluded that \"insufficient objective evidence [had] been provided to demonstrate that [she] is not able to access and/or receive adequate treatment/therapies or that her needs are not and could not be accommodated/met in the Philippines.\""], ["[10]", "Finally, regarding Mr. Fabros' establishment in Canada, the officer found that it was of a level that was naturally expected of him and that he had not established that the hardships associated with severing his employment ties in Canada and returning to the Philippines to apply for permanent resident status in the normal manner would constitute unusual and undeserved or disproportionate hardship.", "III.", "Standard of Review"], ["[11]", "It is common ground between the parties that the issues in this application are all reviewable on a standard of reasonableness (REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED). In brief, the decision under review will stand unless it is not within the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "CITATION_SUPPRESSED). In this regard, \"as long as the process and the outcome fit comfortably with the principles of justification, transparency and intelligibility, it is not open to a reviewing court to substitute its own view of a preferable outcome\" (REFERENCE_SUPPRESSED). Given the highly discretionary nature of decisions made under section 25 of the IRPA, immigration officers ordinarily will have a broad range of acceptable and defensible outcomes available to them (REFERENCE_SUPPRESSED).", "IV.", "Analysis", "A.", "Was the officer's analysis of the hardships associated with returning to the Philippines unreasonable?"], ["[12]", "Mr. Fabros submits that the officer made several findings in respect of the hardships associated with returning to the Philippines that were unreasonable. I disagree."], ["[13]", "In support of these alleged hardships, Mr. Fabros submitted extensive evidence regarding the adverse economic conditions in the Philippines. This evidence addressed the difficulties associated with finding work, the prevalence of age discrimination, wages that \"do not provide a decent standard of living for a worker and his family,\" the heavy reliance by family members on remittances from foreign-employed family members, the large number of people who live below the poverty line, and low general economic growth. The country documentation also discussed ongoing issues regarding state corruption and human rights violations, although the extent of such violations was not clear, and it was noted that the government maintains that it is committed to preventing them going forward."], ["[14]", "Mr. Fabros asserts that the officer erred by dismissing his evidence of general country conditions simply because those conditions affect everyone in the Philippines. I disagree."], ["[15]", "There are approximately 100 million people in the Philippines. It is one of many developing countries with populations that dwarf Canada's that are experiencing high poverty levels, high unemployment, low general economic growth, state corruption and some level of human rights abuses. Several of those countries are also among the leading sources of applications for permanent residence status in Canada by foreign nationals. The Philippines alone has been the source of an annual average of over 30,000 applicants in recent years. With this in mind, it is not unreasonable for an immigration officer assessing an application under section 25 of the IRPA to require more than simply evidence of conditions that affect everyone in the applicant's home country."], ["[16]", "Stated differently, it would be inconsistent with the exceptional and highly discretionary nature of the relief provided by section 25 of the IRPA (REFERENCE_SUPPRESSED;", "CITATION_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED) to require officers to grant such relief to anyone who simply provides evidence of general country conditions that is similar to what Mr. Fabros submitted in support of his application. Indeed, this could well have the unintended effect of overwhelming the ability of the Department of Citizenship and Immigration Canada [", "CIC", "] to process such applications in a reasonably timely manner, to the detriment of all concerned."], ["[17]", "It would also be incongruous to allow foreign nationals to obtain the benefit of the exceptional relief offered by section 25, based on", "generalized", "adverse conditions in their home country, while denying them the benefit of the more important relief contemplated by paragraph 97(1)(b), on the basis that the risks in question are generalized and not faced personally by the applicant."], ["[18]", "The risks described in the latter provision are extremely serious, namely, the risk of death, or of cruel and unusual treatment or punishment. Yet, protection in respect of such risks is not available where they are simply faced \"generally by other individuals in or from that country.\" It can be reasonably inferred from this wording that Parliament wished to avoid creating scope for a large number of applicants to seek protection in Canada, based on risks relating to generalized country conditions. Parliament can be taken to have been aware that this would create scope to overwhelm CIC's processing capability and would also undermine the objective of \"prompt processing\" found in paragraph 3(1)(c) of the IRPA. In my view, section 25 should be interpreted in a manner that achieves this same objective. There are other tools available for Canada to accommodate a large number of nationals from a specific country, in response to a widespread humanitarian crisis or other generalized country conditions."], ["[19]", "Having regard to the foregoing, it is not unreasonable for an immigration officer to require an applicant for an exemption under section 25 on H & C grounds to demonstrate how he or she would likely suffer hardship that is unusual and undeserved, or disproportionate,", "relative to others who apply for permanent residence in the normal manner", ", if the application is not granted. This will generally require the applicant to go beyond merely providing evidence of conditions that affect everyone in the applicant's home country."], ["[20]", "In the present case, the officer stated that the onus was on Mr. Fabros to demonstrate how he would be personally and directly affected by the generalized adverse country conditions. The officer then proceeded to conclude that there was insufficient evidence before him \"to demonstrate what, if any, difficulties the applicant has encountered or will encounter arising from the country problems cited.\""], ["[21]", "The officer's focus on whether Mr. Fabros would be personally and directly affected by the generalized adverse country conditions was entirely consistent with the requirements of the jurisprudence (", "CITATION_SUPPRESSED)."], ["[22]", "It is readily apparent from a reading of the officer's decision as a whole that the officer also sought to assess the extent to which Mr. Fabros would face hardship, relative to those who apply for permanent residence from outside Canada, in the normal manner. Among other things, this is apparent from his penultimate statement that Mr. Fabros had failed to establish that \"the hardships associated with having to apply for permanent residence in the normal manner are in isolation to the hardships faced by others who are required to apply for permanent residence from abroad.\""], ["[23]", "For the reason explained above, this focus was not unreasonable. Indeed, it was entirely appropriate and in accordance with this Court's teachings (REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[24]", "In the course of reaching his conclusion with respect to the hardships that Mr. Fabros claimed would be associated with having to return to the Philippines, the officer stated that he had read and considered the evidence and submissions that were submitted in support of his application. He then specifically addressed the most relevant and significant evidence and submissions."], ["[25]", "In particular, the officer noted that Mr. Fabros had not demonstrated that he had ever been or would be a victim of human rights violations or corruption. The officer also observed that the arguments that Mr. Fabros' children would be exposed to a range of social problems that might put their lives or well-being at risk were speculative. In addition, he found that Mr. Fabros had not demonstrated that his children do not have access to adequate education. (This is discussed in more detail below.) He further determined that Mr. Fabros and his family were self-sufficient before he came to Canada and that there was \"insufficient evidence before [him] to demonstrate that [his] wife could not seek employment to contribute to the family's financial situation as in the past.\" Based on the documentation in the certified tribunal record, I am satisfied that these findings were not unreasonable."], ["[26]", "Mr. Fabros asserts that the officer erred by failing to recognize that he would likely suffer a disproportionate hardship from the general adverse country conditions, because of the disability of his youngest daughter, Renize Mafi [", "Mafi", "]. I disagree."], ["[27]", "Pursuant to paragraph 38(1)(c), Parliament has mandated that foreign nationals are inadmissible on health grounds if their health condition might reasonably be expected to cause excessive demands on health or social services in Canada. It would be inconsistent with this very specific provision to maintain that anyone, including a child, automatically qualifies for the H & C exemption set forth in section 25 by reason of the very medical condition that renders him or her inadmissible under paragraph 38(1)(c). Given the large number of such persons who apply, or who may be reasonably expected to apply for relief under section 25 if such a proposition were endorsed, this position would be inconsistent with the exceptional and highly discretionary nature of the relief provided by section 25 (see cites at paragraph 16 above)."], ["[28]", "While it is natural to feel considerable empathy for such individuals, Parliament has evidently determined that Canada, which is already burdened by a substantial national debt, is not able to assist all such individuals. Implicitly, it has decided to give Canadians and permanent residents priority in accessing the available public healthcare resources."], ["[29]", "In dealing with Mafi's medical condition, the officer noted that the evidence indicates that her needs had been assessed in the Philippines, that she had been prescribed and fitted with hearing aids on both ears, that she may receive cochlear implant surgery there, and that she sees a speech therapist once per week. He added that there was insufficient evidence that the costs associated with that therapy are not covered either partially or fully by the healthcare system, and, if not, that Mr. Fabros would not be able to pay those costs from other sources of funding. Based on all of the foregoing, he concluded that \"insufficient objective evidence has been provided to demonstrate that Renize Mafi is not able to access and/or receive adequate treatment/therapies or that her needs are not and could not be accommodated/met in the Philippines.\" On the evidence before the officer, this conclusion was not unreasonable."], ["[30]", "I agree with the officer that \"the intent of humanitarian and compassionate discretion is not to make up for the differences in standards of living between Canada and other countries.\" This is why the hardship contemplated by section 25 is unusual and undeserved, or disproportionate,", "relative to others who apply for permanent residence in the normal way, from outside Canada", ". It is not hardship relative to Canadians who enjoy better healthcare, education or other manifestations of a higher average standard of living than what exists in the applicant's country of origin. It is also not hardship determined by reference to one's \"subjective view of the equities\" (", "CITATION_SUPPRESSED)."], ["[31]", "Accordingly, an applicant under section 25 must demonstrate how considerations such as the degree of establishment in Canada, the best interests of affected children and conditions in the applicant's country of origin are such that the denial of the application would result in unusual and undeserved, or disproportionate, hardship, relative to others who apply for permanent residence in the normal way, from outside Canada."], ["[32]", "Conceptually, the assessment of whether this test is met in a particular case has two stages. At the first stage, an immigration officer must weigh and balance the hardships associated with rejecting the application, against any countervailing benefits, such as reuniting with one's family in one's country of origin. Often, the outcome of this stage of the assessment will indicate that the applicant will suffer", "some", "hardship if his or her application is rejected. This is because there is ordinarily", "some", "hardship associated with having to leave one's family, friends, job and community in Canada, and to return to a lower standard of living in one's home country, to apply for permanent resident status. In addition, as further discussed below, it will often be in the best interests of affected children who are in Canada to remain here, and to have the family member who is applying for an exemption under section 25 to remain here with them."], ["[33]", "Given that there is ordinarily", "some", "hardship associated with having to leave Canada to apply for permanent resident status from abroad, the exceptional nature of the relief offered by section 25 requires that there be a second stage of the assessment. At the second stage, the immigration officer must assess whether the net hardship that would result after accounting for any countervailing benefits would be \"unusual and undeserved, or disproportionate,\" relative to others who must apply for permanent resident status in the normal way, from abroad. This includes others who must leave Canada to do so. It bears underscoring that, to meet this test, the hardship must be personal, direct and exceptional, relative to those other persons who must apply for permanent residence from abroad. For greater certainty, the countervailing benefits are those that would likely be realized by the applicant or his family, in the event that the application for relief under section 25 is rejected."], ["[34]", "Mr. Fabros also submits that in conducting his assessment, the officer erred by failing to consider a letter from Mafi's doctor, in which the following was noted: \"Despite the optimal fitting of hearing aids, benefit in speech and language development has been limited due to poor access to speech therapy.\" However, the officer specifically referred to that diagnosis in the second full paragraph on page 8 of his decision. I therefore agree with the Respondent that Mr. Fabros, in essence, is asking the Court to reweigh this evidence. Given the highly discretionary nature of the officer's decision, I decline to do so (", "CITATION_SUPPRESSED). In my view, the officer's determination on this point had a rational basis, was justified, intelligible, transparent and \"falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law\" (", "CITATION_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[35]", "Mr. Fabros further maintains that the officer erred in dismissing a letter from his brother Rolando, which corroborates his position that his immediate and extended families rely upon his financial support to maintain a much better standard of living than would otherwise be the case. He makes a similar submission with respect to letters from his mother and eldest daughter, which were not specifically mentioned by the officer's decision. His mother's letter noted that his children have been able to get a good education as a result of his financial support, that his youngest daughter can only continue to receive the attention she requires if she is able to remain at her current private school, and that his parents would be in a difficult financial situation without that support. His eldest daughter's letter stated that she would not be able to finish her medical degree if her father returns to the Philippines and that the entire family is dependent upon him."], ["[36]", "In his decision, the officer addressed the essence of that evidence when he repeatedly recognized that Mr. Fabros' immediate and extended families depend upon his financial support to a significant degree. Accordingly, his failure to specifically mention the aforementioned letters was not particularly material and was not unreasonable. It is trite law that administrative decision-makers are not required to specifically address each piece of evidence adduced and each issue raised by parties before them (", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[37]", "Mr. Fabros also asserted that the officer erred in dismissing his evidence regarding age discrimination and concluding that he should be able to find work if he returns to the Philippines. I disagree."], ["[38]", "In discussing this evidence, the officer noted that Mr. Fabros was in fact employed in the Philippines from December 1995 to August 2007. The officer further noted that Mr. Fabros had not demonstrated that he had been unsuccessful in finding work in the Philippines because of his age, prior to his departure for Canada. In addition, the officer suggested that the skills and experience obtained in Canada would assist him in finding work in the Philippines. I am satisfied that the officer's analysis of the issue was not unreasonable."], ["[39]", "In summary, I am satisfied that the officer's analysis of the hardships that Mr. Fabros alleged would be associated with returning to the Philippines was not unreasonable. There is no question that Mr. Fabros and his family would undoubtedly suffer some hardship if he were required to return to the Philippines. However, it was reasonably open to the officer to conclude that such hardship would not be unusual and undeserved, or disproportionate, relative to others who must leave Canada.", "B.", "Did the officer err by failing to be \"alert, alive and sensitive\" to the best interests of Mr. Fabros' children?"], ["[40]", "Mr. Fabros submits that the officer's reasons showed a lack of appreciation for the best interests of his children, specifically in relation to the extent to which they depend on him in respect of their education and, in the case of Mafi, her access to adequate medical therapy. I disagree."], ["[41]", "It is common ground between the parties that, in reviewing an H & C application, an immigration officer must be \"alert, alive and sensitive\" to the interests of any children who may be impacted by the officer's decision (", "CITATION_SUPPRESSED). However, once that has been done, it is up to the officer to determine what weight those interests should be given in the circumstances (", "CITATION_SUPPRESSED). There is no \"magic formula to be used by immigration officers in the exercise of their discretion\" (REFERENCE_SUPPRESSED;", "CITATION_SUPPRESSED)."], ["[42]", "It follows that the best interests of affected children are important, but may not be determinative. Stated alternatively, \"an applicant is not entitled to an affirmative result on an H&C application simply because the best interests of a child favour that result\" (", "CITATION_SUPPRESSED). The best interests of affected children will usually favour that result (", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED). It is therefore necessary to assess how those best interests assist the applicant to meet the test for the exceptional relief afforded by section 25, as set forth above. This assessment \"will usually consist in assessing the degree of hardship that is likely to result from the removal of [the child's] parents from Canada and then [balancing] that hardship against other factors that might mitigate their removal\" (", "CITATION_SUPPRESSED). Given the exceptional nature of the relief offered by section 25, it may also be helpful to assess how the best interests of the affected children compare with the best interests of other children whose interests have been assessed in past applications under section 25."], ["[43]", "In the course of assessing the best interests of Mr. Fabros' children, the officer focused on the very factors that he had emphasized in his application, namely, the extent to which a refusal of his application would adversely impact upon his children's ability to maintain their existing levels of education, and upon Mafi's ongoing access to medical treatment for her deaf mutism."], ["[44]", "With respect to the children's education, the officer noted that Mr. Fabros' eldest daughter is currently enrolled on a scholarship in postsecondary medical studies at the University of Baguio. He observed that there was insufficient evidence that she could not obtain further scholarships or that other forms of financial assistance, loans or grants are not available in the Philippines to students such as her. In addition, the officer noted that Mr. Fabros himself had managed to attend at least two years of college in the Philippines with the assistance of his parents."], ["[45]", "Turning to Mr. Fabros' son Mico, who attends high school, the officer noted that there was insufficient evidence that he would not be able to pursue further schooling in the Philippines. He also recognized that Mico would like to continue his studies in Canada. In this regard, he observed that Mico could seek authorization from abroad and apply as an international student and that the fact that children in Canada have access to better educational and employment opportunities is not determinative."], ["[46]", "With respect to Mafi, who is a grade 1 pupil, he noted that she was observed by her teacher to have the reading and writing abilities of a grade 2 pupil, and that her aunt Eufemia had expressed a willingness to pay the full expenses of her education if she were to immigrate to Canada. He added that there was insufficient evidence to demonstrate that her aunt would not assist in this same capacity with respect to the cost of maintaining Mafi's education in the Philippines, particularly given that the cost of her current education is a fraction of what it would cost to educate her in Canada."], ["[47]", "As discussed above, the officer also assessed Mafi's medical needs."], ["[48]", "More generally, the officer observed that Mr. Fabros' wife resigned from her job in order to provide home schooling to Mafi, who now attends a private school full-time. He noted that there was insufficient evidence to demonstrate that she could not work as she had done in the past, to assist with her children's needs."], ["[49]", "Having regard to the evidence in the certified tribunal record, I am satisfied that the officer's assessment of the best interests of Mr. Fabros' children was not unreasonable. That assessment had a reasonable basis and was within a \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "CITATION_SUPPRESSED", ", above;", "CITATION_SUPPRESSED", ", above), particularly given the \"highly discretionary and fact-based nature\" of the decision (", "CITATION_SUPPRESSED). For the reasons I have explained, that decision was transparent, intelligible and appropriately justified.", "C.", "Did the officer err by failing to appreciate that a successful application under section 25 would provide a potential pathway to permanent residence and reunification in Canada for his family, who are currently inadmissible due to his youngest daughter's medical condition?"], ["[50]", "Mr. Fabros submits that the officer erred by failing to appreciate that the granting of his application would provide a potential pathway to overcoming his daughter's inadmissibility to Canada and to permitting his family to reunite in Canada. I agree."], ["[51]", "As noted in Part I of these reasons above, Mafi has been found to be inadmissible to Canada because of her medical condition. Pursuant to section 42, this renders Mr. Fabros inadmissible to Canada. Section 25 provides a pathway for not only Mr. Fabros to overcome his inadmissibility, but also for him to sponsor his children, including Mafi, for permanent resident status if and when he becomes a permanent resident. In this latter regard, subsection 12(1) of the IRPA states:", "12. (1) A foreign national may be selected as a member of the family class on the basis of their relationship as the spouse, common-law partner, child, parent or other prescribed family member of a Canadian citizen or permanent resident.", "12. (1) La sélection des étrangers de la catégorie « regroupement familial » se fait en fonction de la relation qu'ils ont avec un citoyen canadien ou un résident permanent, à titre d'époux, de conjoint de fait, d'enfant ou de père ou mère ou à titre d'autre membre de la famille prévu par règlement."], ["[52]", "Pursuant to subsection 13(1), a permanent resident may, subject to the regulations, sponsor a foreign national who is a member of the family class."], ["[53]", "In addition, paragraph 38(2)(a) provides that the medical inadmissibility provision in paragraph 38(1)(c) does not apply in the case of a foreign national who has been determined to be a member of the family class and to be the spouse, common-law partner or child of a sponsor within the meaning of the regulations."], ["[54]", "Early in his decision, the officer noted that Mr. Fabros is currently inadmissible as a result of the fact that Mafi is inadmissible. Then, on page 5 of his decision, he noted that Mafi \"is not a party to this application and if her father's application was approved, this by extension does not render her now admissible and qualify her for permanent residence.\" He made a similar statement at page 8 of his decision, where he observed that if Mr. Fabros' application was to be approved, \"this in and of itself does not remove his daughter's inadmissibility or by virtue of this same application afford his remaining family members permanent residence in Canada.\""], ["[55]", "Strictly speaking, these statements are technically accurate, because until he becomes a permanent resident, Mr. Fabros cannot sponsor Mafi or the other members of his immediate family to become permanent residents. However, I agree with Mr. Fabros that upon receiving an exemption under section 25, he would have a potential pathway to becoming a permanent resident and being able to sponsor Mafi and the remaining members of his immediate family. This possibility to reunite with his family in Canada does not appear to have been appreciated by the officer."], ["[56]", "A review of the decision as a whole suggests that the officer's decision would have been the same even if he had recognized that a positive decision on Mr. Fabros' application would have given him (i) a realistic chance to become a permanent resident, and thereby (ii) the possibility of overcoming the inadmissibility of his wife and children, by sponsoring them for permanent residence as members of the family class. However, I am not certain that the officer's decision would have been the same had he appreciated this possibility for Mr. Fabros and his family to reunite in Canada. It follows that the officer's failure to appreciate this fact was not immaterial."], ["[57]", "The officer's decision is also unintelligible with respect to the issue of whether Mr. Fabros could apply for permanent residence from outside Canada, in the event that his application was refused. On page 3 of his decision, he noted Mr. Fabros' submission that, due to his daughter's medical inadmissibility, the", "only", "option available for him to seek permanent residence in Canada was to apply under section 25. However, he subsequently stated on three separate occasions that Mr. Fabros had not demonstrated that he would suffer unusual and undeserved, or disproportionate hardship", "if he was required to apply for permanent residence from abroad, in the normal manner", ". As discussed, it was not possible for Mr. Fabros to apply for permanent residence from abroad in the normal manner, because of Mafi's (and therefore his) inadmissibility."], ["[58]", "It may be that the officer was simply stating the test as typically enunciated, without recognizing that this formulation was not appropriate in the case before him. A more intelligible formulation in the circumstances would have been to simply say that Mr. Fabros had not demonstrated that he would suffer unusual and undeserved, or disproportionate, hardship if his application was not granted."], ["[59]", "In any event, the officer clearly erred in repeatedly suggesting that Mr. Fabros could apply for permanent residence in the normal manner."], ["[60]", "For that reason, and because he erred by failing to appreciate that granting Mr. Fabros' application would provide a potential pathway to reuniting with his family in Canada, the officer's decision will be set aside and remitted to a different officer for reconsideration.", "V.", "Conclusion"], ["[61]", "The application for judicial review is granted."], ["[62]", "At the end of the hearing, counsel to Mr. Fabros requested that the following question be certified:", "Given that section 25 provides that the Minister may grant a foreign national permanent residence or an exemption from any applicable criteria or obligation of the Act and section 2(2) provides that the Act includes the regulations, was the immigration officer obliged to consider the application of H&C considerations to the applicant's request for an exemption in his application for permanent residence with respect to his family member's inadmissibility?"], ["[63]", "As I understand it, the proposed question is essentially whether the officer was obliged to consider the possibility that Mr. Fabros' application under section 25 was a potential pathway, indeed the only potential pathway, available to him to reunify with his family in Canada."], ["[64]", "In my view, the officer was obliged to consider this possibility. This is implicit in my assessment of the third issue raised in this application, discussed in part IV.C. of these reasons above."], ["[65]", "Pursuant to paragraph 74(d) of the IRPA, a question can only be certified if it is \"a serious question of general importance.\""], ["[66]", "When asked during the hearing of this application whether they were aware of any other cases involving someone in Mr. Fabros' position, counsel for both Mr. Fabros and the Minister replied in the negative. That is to say, they stated that they were not aware of any other cases in which an applicant for an exemption under section 25 sought to overcome his or her medical inadmissibility that was based on the medical inadmissibility of a family member, with whom then applicant wished to reunite in Canada."], ["[67]", "In the absence of any evidence or other reason to believe that there is a significant number of other applicants or potential applicants under section 25 who may find themselves in Mr. Fabros' position, I find that the question proposed for certification by his counsel is not a serious question of general importance."], ["[68]", "Accordingly, I will not certify that question."], ["[69]", "In my view, no other question for certification arises on the particular facts of this case.", "JUDGMENT"], ["[70]", "THIS COURT'S JUDGMENT is as follows", "1. This application is granted. The decision of the officer dated January 23, 2014 and communicated to the Applicant on January 28, 2014 is set aside and referred back to another officer for redetermination in accordance with these reasons.", "2. There is no question for certification.", "Application granted.", "Editor: E. Joanne Oley/bk", "APPENDIX 1", "Immigration and Refugee Protection Act,", "SC 2001, c 27.", "Family reunification", "12. (1) A foreign national may be selected as a member of the family class on the basis of their relationship as the spouse, common-law partner, child, parent or other prescribed family member of a Canadian citizen or permanent resident.", "Sponsorship of foreign nationals", "13. (1) A Canadian citizen or permanent resident, or a group of Canadian citizens or permanent residents, a corporation incorporated under a law of Canada or of a province or an unincorporated organization or association under federal or provincial law - or any combination of them - may sponsor a foreign national, subject to the regulations.", "Humanitarian and compassionate considerations - request of foreign national", "25. (1) Subject to subsection (1.2), the Minister must, on request of a foreign national in Canada who applies for permanent resident status and who is inadmissible - other than under section 34, 35 or 37 - or who does not meet the requirements of this Act, and may, on request of a foreign national outside Canada - other than a foreign national who is inadmissible under section 34, 35 or 37 - who applies for a permanent resident visa, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected.", "Health grounds", "38. (1) A foreign national is inadmissible on health grounds if their health condition", "(a) is likely to be a danger to public health;", "(b) is likely to be a danger to public safety; or", "(c) might reasonably be expected to cause excessive demand on health or social services.", "Exception", "(2) Paragraph (1)(c) does not apply in the case of a foreign national who", "(a) has been determined to be a member of the family class and to be the spouse, common-law partner or child of a sponsor within the meaning of the regulations;", "Inadmissible family member", "42. (1) Emportent, sauf pour le résident permanent ou une personne protégée, interdiction de territoire pour inadmissibilité familiale les faits suivants:", "(a) their accompanying family member or, in prescribed circumstances, their non-accompanying family member is inadmissible; or", "(b) they are an accompanying family member of an inadmissible person.", "Regroupement familial", "12. (1) La sélection des étrangers de la catégorie « regroupement familial » se fait en fonction de la relation qu'ils ont avec un citoyen canadien ou un résident permanent, à titre d'époux, de conjoint de fait, d'enfant ou de père ou mère ou à titre d'autre membre de la famille prévu par règlement.", "Parrainage de l'étranger", "13. (1) Tout citoyen canadien, résident permanent ou groupe de citoyens canadiens ou de résidents permanents ou toute personne morale ou association de régime fédéral ou provincial - ou tout groupe de telles de ces personnes ou associations - peut, sous réserve des règlements, parrainer un étranger.", "Séjour pour motif d'ordre humanitaire à la demande de l'étranger", "25. (1) Sous réserve du paragraphe (1.2), le ministre doit, sur demande d'un étranger se trouvant au Canada qui demande le statut de résident permanent et qui soit est interdit de territoire - sauf si c'est en raison d'un cas visé aux articles 34, 35 ou 37 -, soit ne se conforme pas à la présente loi, et peut, sur demande d'un étranger se trouvant hors du Canada - sauf s'il est interdit de territoire au titre des articles 34, 35 ou 37 - qui demande un visa de résident permanent, étudier le cas de cet étranger; il peut lui octroyer le statut de résident permanent ou lever tout ou partie des critères et obligations applicables, s'il estime que des considérations d'ordre humanitaire relatives à l'étranger le justifient, compte tenu de l'intérêt supérieur de l'enfant directement touché.", "Motifs sanitaires", "38. (1) Emporte, sauf pour le résident permanent, interdiction de territoire pour motifs sanitaires l'état de santé de l'étranger constituant vraisemblablement un danger pour la santé ou la sécurité publiques ou risquant d'entraîner un fardeau excessif pour les services sociaux ou de santé.", "Exception", "(2) L'état de santé qui risquerait d'entraîner un fardeau excessif pour les services sociaux ou de santé n'emporte toutefois pas interdiction de territoire pour l'étranger:", "a) dont il a été statué qu'il fait partie de la catégorie « regroupement familial » en tant qu'époux, conjoint de fait ou enfant d'un répondant dont il a été statué qu'il a la qualité réglementaire;", "Inadmissibilité familiale", "42. (1) A foreign national, other than a protected person, is inadmissible on grounds of an inadmissible family member if", "a) l'interdiction de territoire frappant tout membre de sa famille qui l'accompagne ou qui, dans les cas réglementaires, ne l'accompagne pas;", "b) accompagner, pour un membre de sa famille, un interdit de territoire.", "[End of document]"]]}