{"id_": "007476", "body_str": [["[1]", "Morneau, Prothonotary", "[Translation]: This case concerns a motion by the defendant that this court lacks jurisdiction \"ratione materiae\" in view of the true nature of the issue raised by the plaintiff in its statement of claim."], ["[2]", "That motion deals with the entire debate, frequently canvassed in this court, as to whether a plaintiff's action is primarily a contractual dispute between private parties over which this court has no jurisdiction under the test stated by the Supreme Court in", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 641, at p. 766  <FRAGMENT_SUPPRESSED> .", "Facts"], ["[3]", "The plaintiff's statement of claim indicated that it is engaged in the development and manufacture of air filtration systems. It argued that from April 1982 to July 1987 the defendant was its employee and that in the course of his duties as an employee he designed and developed four filtration systems for which four patent applications were filed during that period."], ["[4]", "The result was the issuance of the following patents:", "- patent No. 1,175,754, issued on October 9, 1984, and relating to what is commonly known as the \"Panel Filter\";", "- patent No. 1,272,453, issued on August 7, 1990, and dealing with what is commonly known as the \"Box Filter\";", "- patent No. 1,291,520, issued on October 29, 1991, and dealing with what is commonly known as the \"Pillow Filter\";", "- patent No. 1,294,226, issued on January 14, 1992, and dealing with what is commonly known as the \"Power Supply\"."], ["[5]", "The plaintiff concluded the allegations of its statement of claim (filed on December 10, 1993), and submitted the conclusions sought by it as follows:", "\"10. The plaintiff states that entry in the Canadian Patent Office of Canadian Letters Patent Nos. 1,175,754, 1,272,453, 1,291,520 and 1,294,226 naming Constaninos (sic) J. Joannou as inventor and owner should in fact name Engineering Dynamics Ltd. as owner in view of the facts hereinbefore set out and in particular since the said invention was invented by Constantinos J. Joannou for and on behalf of the plaintiff Engineering Dynamics.", "\"11. The plaintiff states that it is a person interested within the meaning of s. 52 of the", "Patent Act", "WHEREFORE the plaintiff claims:", "(a) A Declaration that Constaninos J. Joannou is the sole inventor of the inventions entitled 'Electronic Air Filter' and 'Electronic Air Filtration System', referred to above as the Panel Filter, Box Filter, Pillow Filter and Power Supply, and as described in the applications and patents aforesaid, that the Engineering Dynamics Ltd. is the exclusive owner thereof;", "(b) an Order pursuant to s. 52 of the", "Patent Act", "directing that the entry of Canadian Letters Patent Nos. 1,175,754 entitled Electronic Air Filter, 1,272,453 entitled Electronic Air Filter, 1,291,520 entitled Electronic Air Filtration System, and 1,294,226 entitled Electronic Air Filter, be varied so as to name Engineering Dynamics Ltd. as grantee and owner thereof;", "(c) an Order directing that the defendant execute an assignment assigning to Engineering Dynamics Ltd. all foreign rights in the inventions aforesaid and all foreign applications for patent and any issued foreign patents deriving from Canadian Letters Patent Nos. 1,175,754, 1,272,453, 1,291,520 and 1,294,226 and/or from the inventions described therein;", "(d) such further and other Order as to this Honourable court may seem just; and", "(e) costs.\""], ["[6]", "In his defence filed on January 31, 1994, the defendant appeared to deny that he was the plaintiff's employee, and that in any case the four patents were not designed in the course of any employment he may have had with the plaintiff. He maintained that he was actually a 50 percent shareholder in the plaintiff (during the same period, it is gathered). He maintained that he was properly registered as the inventor and owner of the four patents. Finally, he argued that this court lacked jurisdiction over the remedies sought by the plaintiff."], ["[7]", "Through various interlocutory motions made by either side, the defendant ultimately submitted a motion to this court on October 7, 1996, which, as indicated in the introduction, alleged that this court lacked jurisdiction \"ratione materiae\"."], ["[8]", "This motion was filed pursuant to s. 432.1(2) of the", "Federal Court Rules", "(\"the", "Rules", "\"), which deals with a defendant's right to obtain a summary judgment. However, on the court's initiative, counsel for the defendant agreed - and counsel for the plaintiff indicated approval - that his motion would be considered and disposed of primarily in light of rules 401 and 419(1)(a) taken as a whole.", "Analysis"], ["[9]", "In support of his motion the defendant relied on an affidavit by him to which he attached the contractual documents necessary to support the first two allegations in his affidavit, which he then elaborated on, allegations which read as follows:", "\"1. I am the defendant in the present case. The statements made hereinafter are based upon my personal knowledge. The issues raised by the plaintiff all have their source in a number of contractual arrangements made between the undersigned and William Pick, president and principal of plaintiff Corporation.", "\"2. More specifically, this dispute relates to the circumstances surrounding various contractual arrangements between the undersigned and Mr. Pick at a time when we decided to go into business together to manufacture, promote and sell some of the inventions and designs I had developed and patented in the 15 years prior to our initial dealings with one another. Our business dealings have their source in an agreement dated September 30th, 1982. This is an agreement which is commonly referred to as a shareholder agreement and I produce it herewith as exhibit SJ-1.\""], ["[10]", "Such statements appear dubious from the outset."], ["[11]", "The fact that a patent case or other proceeding in the field of intellectual property has contractual aspects does not ipso facto mean that this court loses its jurisdiction over the case. As the Associate Chief Justice of this court mentioned in", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 469 (T.D.), at 472:", "\"Intellectual property disputes which include contractual disagreements are not unusual. It will not preclude the court's jurisdiction, provided the subject matter of the action", "primarily", "concerns a patent, trademark or copyright.  <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada made the following comments in this regard at p. 39:", "'... the Exchequer Court has no jurisdiction to determine an issue purely and simply concerning a contract between subject and subject ... but here the subject matter of the appellant's allegation", "only incidentally refers to the contract of employment ... The allegation primarily concerns the invention alleged to have been made by him and of which the appellant claims to the owner as a result of the contract and of the other facts set forth in the allegation", ". The contract and the claims based thereon are advanced for the purpose of establishing that the appellant is entitled both to the rights deriving from the invention and to the issue of a patent in its own name.'\" (Emphasis in original)"], ["[12]", "There are many examples in the decided cases in which this court's jurisdiction was upheld because it was found, on the circumstances of each case, that the contracts alleged by the parties - chiefly by the plaintiff, but also by the defence - were only incidental issues and that the main issue in each case was still primarily concerned with remedies which were within this court's jurisdiction. In other words, the courts have often come to the conclusion that the contracts were only raised, together with other material, in order to claim or preclude one or more of the remedies falling within this court's jurisdiction. See as to this", "<FRAGMENT_SUPPRESSED>  C.P.R. 30."], ["[13]", "Points of contract law which are essentially one or more links in a chain not requiring this court to find that, in order to obtain the remedies sought, that chain has to be broken or interrupted in order to rule on the breach or validity of a contract."], ["[14]", "However, when consideration of the remedies sought inevitably involves determining a breach or nullity of a contract between individuals, the court, even though the matter may be one of intellectual property, or I would add in any other area, must decline jurisdiction in favour of the provincial courts. See as to this", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 432 (T.D.), and", "Lawther v. 424470 B.C. Ltd.", "(1995), 95 F.T.R. 81; 60 C.P.R.(3d) 510 (T.D.)."], ["[15]", "The main point at issue in the case at bar, therefore, is whether the contracts raised by the defendant should be the subject of a ruling here as to invalidity or nullity as part of any analysis tending to give the plaintiff a declaration of ownership of the four patents, and the other remedies which I would describe as incidental and which in my opinion necessarily follow once that declaration of ownership is made."], ["[16]", "It is worth noting at the outset that, contrary to the more classic situation which the courts had to deal with in", "Asse", ", <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> , and <FRAGMENT_SUPPRESSED> , it is not the plaintiff who is here referring to a contract in its statement of claim in order to support one or more remedies sought. Instead, it is the defendant who is now coming forward to argue that, as it were, in its presentation the plaintiff omitted a fundamental question of contract and that this question must be fully dealt with in order for the plaintiff to obtain the declaration of ownership sought."], ["[17]", "It is understandable for the defendant to bring into the equation various contracts which were undeniably signed by the parties at bar and which, as we shall see below, in some cases tend to recognize, or do actually recognize, the defendant's status as owner of the three main patents, namely patents 1,175,754, 1,272,453 and 1,291,520. As regards the fourth patent, I understand from the discussion that to some extent it follows the fate of the first three patents, or at least that of patent 1,272,453. The defendant was also at some pains to emphasize that at the present time, and at all relevant times, it is he who appears in the Patent Office register as owner of the disputed patents. This circumstance is consistent, in his submission, with the letter or spirit of the various contracts concluded between the parties between April 1982 and July 1987."], ["[18]", "Accordingly, he argued, the situation is not as straightforward as the plaintiff would like to suggest. In his submission, the matter involves consideration not only of whether an employment relationship did exist between the parties and whether the inventions on which the patents are based were designed by the defendant in the course of the said employment (as to this, reference may be made to", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 29 (T.D.)), leading eventually to a declaration of ownership and an order directing that the register be changed. In the defendant's submission, before these questions may be considered it is essential to determine whether certain contracts should be overturned or ruled invalid."], ["[19]", "I consider that in this regard the defendant is right."], ["[20]", "However, I do not reach this conclusion on the basis of all the contracts mentioned by the defendant in his affidavit in support of the motion at bar."], ["[21]", "If we look at the said affidavit, the defendant argues in paragraph 2 (cited above, page 3 hereof) and in paragraph 9 that his relationship with the plaintiff and its president was a business relationship which began and ended with the written agreements concerning division of the plaintiff's capital stock. Those agreements are not in themselves such as to cause this court to lose jurisdiction over the case at bar. They do not rule out the possibility that an employment relationship may have existed between the parties. As counsel for the plaintiff noted, a person can be employed by a corporation and at the same time hold part of that corporation's capital stock. Such agreements might thus have to be looked at and interpreted incidentally without a ruling of invalidity being the primary object."], ["[22]", "However, the situation is different with the other two contracts which the defendant filed as Exhibits SJ-5 and SJ-6 in paragraphs 7 and 8 of his affidavit."], ["[23]", "Contract SJ-5 concerns patent 1,175,754, which counsel for the defendant described to the court in argument as the principal one of the four patents for the purposes of the case at bar. Counsel for the plaintiff appeared to agree with this assertion."], ["[24]", "The contract covers an initial assignment of the patent which the defendant made to the plaintiff in 1984 and a reassignment which the plaintiff made to the defendant at the very end of the business relationship between the two parties, on July 27, 1987. The defendant accordingly acted as owner - according to the register - when he made the assignment in 1984. In 1987, when the plaintiff reassigned to the defendant, it necessarily had to assume that the 1984 assignment was valid initially and so, on the second occasion, agreed to assign all its rights in the patent to the defendant. If the plaintiff now wishes to be declared owner of the said patent, it seems to me that it is first of fundamental importance for it to obtain a ruling that these contracts were invalid. Incidentally, it should be noted that the plaintiff itself argued that the contracts were invalid since the plaintiff erroneously entered into these contracts, forgetting that the patent devolved on it at all times as the invention covered by the patent was designed by one of its employees, the defendant, in the course of its employment with the plaintiff."], ["[25]", "What is more, the contract filed as No. SJ-6 indicated on July 27, 1987, that the said William E. Pick and his wife accepted from the defendant a grant to them of an exclusive licence over the invention covered by patent 1,175,754 and those eventually covered by patents 1,272,453 and 1,291,520. In this contract it will be noted that the defendant acted as \"Licensor\" and that he was described as owner of the patents in question. In my opinion, this contract must also be invalidated if the plaintiff is to obtain the declaration sought by it."], ["[26]", "It is clear that these two contracts cannot be invalidated by this court."], ["[27]", "The plaintiff must therefore seek such invalidation in a provincial court. It would seem that such a court could also proceed to analyse the plaintiff's right to claim ownership of the patents as employer, in the event that it first invalidates contracts SJ-5 and SJ-6. If it ultimately rules in the plaintiff's favour the correction to the Patent Office register will in my opinion be a mere formality which should not really be the subject of any objection. It also follows that such an application to correct under s. 52 of the", "Patents Act", ", R.S.C. 1985, c. P-4, is not subject to prescription."], ["[28]", "In short, the following remarks by Simpson, J., in", "Lawther", ", supra, at 511, are applicable here:", "\"In my view, the determination of this contractual issue will dictate ownership of the patent and the appropriate relief in respect of the patent. For this reason, I have concluded that this is primarily a case in contract and that the patent issues are ancillary. Accordingly, this court is without jurisdiction. The plaintiff should pursue his right in the Supreme Court of British Columbia. As Mr. Justice Dubé noted in", "<FRAGMENT_SUPPRESSED> , at p. 196; 49 F.T.R. 280; 29 A.C.W.S. (3d) 538 (T.D.), the plaintiff may apply to this court in the future to vary the registration of the Assignment should such an application be required.\""], ["[29]", "The court must accordingly allow this application by the defendant regarding a lack of jurisdiction in the court and thus strike out the plaintiff's statement of claim."], ["[30]", "However, as the defendant only made this application belatedly, that is nearly two years after filing his defence, and in view of counsel for the plaintiff's willingness to allow the wider foundation granted to counsel for the defendant on this motion, no costs will be awarded in the case at bar.", "Order accordingly.", "Editor: Elizabeth M.A. Turgeon/gs"]]}