{"id_": "007569", "body_str": [["[1]", "Hughes, J.", ": This is a proceeding brought under the provisions of the", "Patented Medicines (Notice of Compliance) Regulations", ", SOR/93-133, as amended (", "NOC Regulations", "). The Applicant is seeking to prohibit the Minister of Health from issuing a Notice of Compliance to the Respondent Apotex Inc. for a generic version of the Applicant's raloxifene hydrochloride medicine until the expiry of Canadian Letters Patent No. 2,158,399 (the '399 patent)."], ["[2]", "In a different proceeding heard several days earlier (T-1561-07) the same Applicant was seeking to prohibit the Minister from issuing a Notice of Compliance to Novopharm Limited in respect of its generic version of the same drug until the expiry of the '399 patent. I dismissed that application with reasons cited as 2009 FC 301. The only issue in that proceeding was the invalidity of the '399 patent based on anticipation and obviousness. I found that the allegations of the generic, Novopharm, in regard to that issue and those grounds were justified, thus the application for prohibition was dismissed. This present proceeding raises the same allegations together with one other allegation respecting validity, an allegation of non-infringement and a so-called \"Gillette Defence\"."], ["[3]", "For the reasons that follow, I find that this application is dismissed with costs to Apotex.", "The Parties"], ["[4]", "The Applicant Eli Lilly Canada Inc. (Lilly Canada) has received from the Minister of Health (Minister) a Notice of Compliance respecting a medicine containing raloxifene hydrochloride in 60 mg tablet form which medicine the Applicant markets in Canada under the brand name EVISTA under Drug Identification Number (DIN) 02239028. This medicine is used in the treatment and prevention of osteoporosis. This party is referred to as the \"first person\" under the", "NOC Regulations"], ["[5]", "The Respondent Apotex Inc. (Apotex) sent a Notice of Allegation to Lilly Canada stating that it intends to market a generic version of the Applicant's medicine containing raloxifene hydrochloride and is seeking to obtain a Notice of Compliance from the Minister to do so by filing an Abbreviated New Drug Submission (ANDS) in which Lilly Canada's product has been referenced. This party is referred to as the \"second person\" under the", "NOC Regulations"], ["[6]", "The Respondent Minister is charged with administering the", "NOC Regulations", "and issuing a Notice of Compliance where appropriate."], ["[7]", "The Respondent Eli Lilly and Company (Lilly US) is the patentee of the '399 patent and has been made a party to these proceedings in accordance with section 6(4) of the", "NOC Regulations", "The Patent at Issue"], ["[8]", "At issue is Canadian Letters Patent No. 2,158,399 (the '399 patent). The application for that patent was filed with the Canadian Patent Office on September 15, 1995, thus, the patent is governed by the provisions of the", "Patent", "Act", ", R.S.C. 1985, c. P-4, as they stand following amendments made October 1, 1989. These provisions may be referred to as the new", "Patent", "Act"], ["[9]", "The application for the '399 patent was laid open for public inspection on March 20, 1996. This becomes an important date in construing the patent. The application for the patent claims priority from applications filed in the United States Patent Office on September 19, 1994 and April 26, 1995. The '399 patent will expire 20 years from the date of filing the application in Canada, that is, on September 15, 2015. The '399 patent was issued and granted on March 20, 2001. That date is not particularly important in these proceedings save to indicate that the patent has been issued and granted."], ["[10]", "At page 1 the patent states in the opening paragraph that it is directed to what is described as a novel, non-solvated crystalline form of a class of chemicals described by a written formula:", "\"This invention is directed to a novel pharmaceutical product. More particularly, the invention is directed to a novel, non-solvated, crystalline form of a 2-aryl-6-hydroxy-3-[4-(2-aminoethoxy) benzoyl] benzo[b] thiophene.\""], ["[11]", "In particular the patent deals with a particular member of that class identified by the formula set out in the second paragraph of page 1:", "\"6-hydroxy-2-(4-hydroxyphenyl)-3-[4-(2-piperidinoethoxy)benzoyl] benzo[b]-thiophene hydrochloride\""], ["[12]", "Fortunately, the patent at the same page, as well as the parties, have used the name raloxifene hydrochloride or raloxifene HCl in place of the written formula. I will also do so.", "The Evidence"], ["[13]", "The evidence in this proceeding was provided, as is usual in applications before this Court, by way of affidavits, exhibits to affidavits, transcripts of cross-examination and exhibits to those cross-examinations. A Confidentiality Order was granted in this proceeding."], ["[14]", "The Applicant filed affidavits from the following witnesses:", "- Jennifer L. Rotz, Humans Resources Manager for Lilly US. She testifies as to certain persons being past and present employees of Lilly US and assignment of patent interests to Lilly US.", "- Dr. Joel Bernstein, professor of chemistry at Ben-Gurion University of Negev, Beer Sheva, Israel. He gives evidence as to crystallization, the '399 patent and validity issues.", "- Dr. Leonard J. Chyall, principal in the consulting division of Aptuit Inc., an independent chemical research and analytical laboratory. He gives evidence as to certain efforts he made to reproduce Examples 16 and 18 of the '068 patent. He provided a further affidavit in response to work conducted by Apotex's witness Mr. Buck.", "- Dr. James Wuest, a professor of chemistry at the Université de Montréal. He gives evidence as to the '399 patent, Gillette Defense and validity issues."], ["[15]", "Drs. Bernstein, Chyall and Wuest were cross-examined. Certain portions of this evidence were designated as Confidential pursuant to a Confidentiality Order of this Court issued on November 6, 2007."], ["[16]", "The Respondent Apotex filed affidavits from the following witnesses:", "- Dr. Paul Williard, professor of chemistry at Brown University, Rhode Island. He gave evidence as to the validity of the '399 patent and Apotex's Gillette Defense.", "- Dr. Allan W. Rey, Manager, Intellectual Property/Process Research and Development of Apotex Pharmachem Inc. He testifies as to X-ray powder diffraction (XRPD) testing and nuclear magnetic resonance (NMR) testing of samples of material prepared by Mr. Buck.", "- Dr. Robert A. McClelland, professor of chemistry emeritus of the University of Toronto. He testifies as to the '399 patent, validity issues and Apotex's Gillette Defence.", "- Johanne Frosolone, a law clerk employed by Apotex's solicitors. She exhibits an exchange of e-mails between Applicant's counsel and Apotex's counsel.", "- Matthew Buck, who was at the time he attempted to replicate some of the asserted prior art, a chemist with a master's degree working for Apotex Pharmachem Inc. He provided a further affidavit in sur-reply. His evidence was the subject of a motion to strike by the Applicant.", "- Mylene Rosauro, a secretary in the law firm of Ivor Hughes. She provided a copy of the Notice of Allegation and copies of documents referred to in that Notice."], ["[17]", "Drs. Williard, Rey and McClelland and Mr. Buck were cross-examined. Certain portions of this evidence were designated as Confidential pursuant to the aforesaid Confidentiality Order."], ["[18]", "The Minister did not file any evidence nor participate actively in this proceeding. Lilly US did not participate actively in this proceeding. I assume that its interests were looked after by Lilly Canada."], ["[19]", "I endorse the sentiments expressed by Harrington, J., of this Court in", "<FRAGMENT_SUPPRESSED> where he wrote that we really do not have evidence by way of actual persons or even \"talking heads\" in proceedings such as this, we simply have words on pieces of paper. Other than in the most exceptional cases, a Court is not in a position to come to any conclusions as to whether certain witnesses were evasive, or acted as advocates or acted in other ways urged by counsel so as to encourage the Court to take a dim view as to demeanour of any other party's witnesses. I add my voice to those crying in the wilderness for improvements in the process.", "Motion to Strike Evidence"], ["[20]", "At the outset of the hearing of this matter the Applicant brought a motion to exclude all of the evidence of Apotex's witness, Matthew Buck and related evidence of Apotex's witnesses Williard, Rey, and McClelland. The Notice respecting this motion was filed about ten days in advance of the hearing."], ["[21]", "The basis for the motion is set out in the Applicant's Motion Record and may be summarized with reference to paragraph 10 of the Grounds for Motion as being:", "\"... the opinion provided by Mr. Buck are not those of an independent expert witness but rather are influenced by the continued relationship as an employee of Goodmans LLP (current counsel of record for Apotex) and his previous employment relationship with Apotex ...\""], ["[22]", "Buck furnished two affidavits in this proceeding and was cross-examined. Those affidavits are directed to experiments conducted by Buck, who states that he has a Master of Science degree in chemistry, intended to replicate certain procedures as set out in the prior art, Examples 16 and 18 of the '068 patent and a \"Jones Article\". The witnesses Williard, Rey and McClelland expressed opinions as to what they understood were the results of such testing by Buck."], ["[23]", "The chronology of events is important to the understanding of the motion:", "- August and September 2005: Buck conducts the testing at issue. The procedure and analysis are written up in his notebook which is in evidence. The testing was conducted at the request of a lawyer, Ivor Hughes, acting for Apotex. At this time Buck was an employee of Apotex Pharmachem Inc., a company related to the Respondent Apotex.", "- July 20, 2007: Apotex serves its Notice of Allegation on Eli Lilly Canada Inc. No specific mention is made of Buck's testing however it is stated in that Notice that Examples 16 and 18 of the '068 patent and Jones Article contain sufficient direction that would lead a person skilled in the art to produce the patented Raloxifene HCl.", "- September 5, 2007: Eli Lilly Canada Inc. (Applicant) files its Notice of Application thus commencing these proceedings.", "- February 2008: the Applicant files as part of its evidence in chief an affidavit of Dr. Chyall stating that he tried to replicate Examples 16 and 18 of the '068 patent and could not get them to work.", "- May 2008: Apotex, in response, files an affidavit of Buck showing how, in 2005, he got Examples 16 to 18 and the Jones article to work. At this point Buck was no longer an employee of Apotex Pharmaceutics and had become employed by the law firm of Ivor Hughes. It is to be noted that this law firm has never been a solicitor of record in these proceedings.", "- In or about May 2008: Apotex files affidavits of Williard, Rey and McClelland which, among other things, comment and express opinions upon the testing done by Buck.", "- August 22, 2008: Prothonotary Tabib makes an Order in these proceedings giving the Applicant leave to file a reply Affidavit of Dr. Chyall. It is to be noted that the terms of that Order made no provision that would allow the Applicant a right to reserve upon any challenge to the Buck affidavit or related comments in other affidavits.", "- End of August, 2008: the Applicant files the reply affidavit of Dr. Chyall.", "- Mid-October 2008: Apotex files a Sur-Reply Affidavit of Buck correcting certain typographical errors and a misnomer in his first affidavit. Counsel for both the Applicant and Apotex accepted these corrections and agreed that the sur-reply evidence was not controversial. By this time Buck had again changed jobs and was employed by Goodmans LLP, the solicitors for Apotex in these proceedings.", "- Late October 2008: Buck is cross-examined by Applicant's Counsel.", "- Mid-February 2009: the Applicant serves and files its Notice of Motion in respect of this matter.", "- March 2, 2009: the hearing of this proceeding commenced with the first matter of business being the motion to exclude evidence."], ["[24]", "An examination of each of the affidavits of Buck demonstrates that in neither does he purport to express any opinion. He simply says that in 2005 he performed certain laboratory work, he provided his notes and analysis of the compounds obtained as a result. Nowhere in these affidavits or in the transcript of his cross-examination is there anything raised in evidence that would lead a reasonable person to conclude that Buck was biased or that any improper influence was exerted. The Applicant's counsel simply relies on Buck's employment history with Apotex Pharmachem, then Ivor Hughes, then Goodmans to make the argument that Buck's evidence and the related evidence of others ought to be excluded. The Applicant's Counsel argues that to perform Examples 16 and 18 of the '068 patent and the Jones article, Buck must have exercised some expertise and the results are controversial since Buck seems to have gotten a result and Chyall says that he could get no result."], ["[25]", "The Applicant relies on the decision of the Federal Court of Appeal in", "Cross Canada Auto  <FRAGMENT_SUPPRESSED>  to say that the Court should not receive evidence from members of the same firm as that of Counsel for a party where that evidence is controversial. In particular Applicant's counsel cites paragraph 7 of the decision of the Court in that case:", "\"7. We should say, in addition, that in our view it is improper for a solicitor to compromise his independence by acting in a proceeding in which a member of his firm has given affidavit evidence on a point of substance. This general principal is well grounded in the various codes of conduct governing the lawyers of this country, as well as logic. See", "Canada (Director of Investigation and  <FRAGMENT_SUPPRESSED>  where each party put in affidavit evidence from members of their law firm in which affidavits those members clearly stated opinions as well as providing factual evidence. I stated at paragraphs 45 and 46:", "\"45. I digress at this point to comment upon the evidence led by the parties on this motion. Rule 82 precludes a solicitor for a party from furnishing an affidavit and also arguing the matter without leave. In", "<FRAGMENT_SUPPRESSED> ; 2005 FC 1254, aff'd [2006] F.C.J. No. 539; 2006 FCA 133, this Court and the Federal Court of Appeal held that it was improper for a solicitor to argue a case where another member of his firm, a paralegal, filed an affidavit in support of the position being argued.", "\"46. In general, the Court does not object to affidavits from members of the firm of solicitors arguing a motion where the affidavit is restricted to non-controversial matters such as the furnishing of undisputed documents or recitation of undisputed facts. However, where such affidavits go further and include matters that are disputed or controversial or are expressions of opinion or state of mind, the Court will be reluctant to accept or give weight to such evidence.\""], ["[28]", "In the present proceeding, Apotex's counsel argues that Buck did not express any opinion, he simply ran experiments and reported results. Others such as Williard, Rey and McClelland expressed opinions as to the experiments and results. Apotex's counsel says that the circumstance is similar to the employee who read electrical meters and performed simple calculations in order to arrive at evidence of electrical power consumption as permitted in evidence in", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 129 (T.D.) per Heald, D.J., at paragraph 130:", "\"130. Indeed, my overall view of Mr. Kubitz' testimony is that he was relating his experience as plant engineer at Pottsville to present his measurements in a useful way to the Court. The fact that Mr. Kubitz was not called as an expert prevents him from expressing an opinion on his measurements or drawing inferences from them, but it does not prevent him from making the type of calculations that he made. His calculations merely allowed him to express his measurements in kilowatts, a conversion which, for an electrical engineer, is presumably no more difficult than converting inches to centimetres. The fact that he relies on his expertise as an electrical engineer does not mean that he is drawing an inference or expressing an opinion.\""], ["[29]", "I drew counsels' attention to", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 1 (T.D.), a decision of Reed, J., of the Federal Court where tests intended to replicate certain scientific tests were run by employees of the competing litigants. That testing was admitted into evidence and considered on its merits, for instance at paragraph 63 of her Reasons."], ["[30]", "It is important to keep focused on what is at issue here. The issue is whether the Buck evidence and related commentary by others should be struck from the Record. The reason for arguing that it should be struck is that, because of Buck's association with an Apotex related company and later a law firm which does work for Apotex and lastly with a law firm which is Apotex's solicitors of record, Buck's evidence thus is likely to be prejudiced or biased. Even more so, says Applicant's counsel, where the evidence is expert evidence."], ["[31]", "Whether or not the Buck evidence is expert evidence is subject to debate. Certainly no average person could do what he did; it required certain skill and experience. In that regard, I take note of what is said in", "The New Wigmore - A Treatise on Evidence", ", Kaye et al., Aspen Publishers Inc. 2004 at paragraph 7.2:", "\"Tests derived from the physical and biological sciences and requiring sophisticated laboratory instruments are uniformly treated as meriting special scrutiny. Radar devices to measure speed or distance involve sophisticated electronics and fundamental physics. Spectroscopy, gas chromatography, nuclear magnetic resonance, and other techniques, in analytical chemistry are impressive, and the machineries of various forms of imaging in clinical medicine are even more dramatic. It takes training to understand the underlying theories and technologies. Physical or chemical tests involving such scientific instrumentation are paradigms for special scrutiny, for they satisfy all three conditions identified above.\""], ["[32]", "The tests run by Buck are controversial only in that he seemed to get certain prior art examples to work whereas another person, Dr. Chyall, could not."], ["[33]", "Buck expresses no opinions, in particular, no opinion as to why his worked and Chyall's did not."], ["[34]", "I dismissed the motion to exclude the Buck evidence and related commentary. I have done so for several reasons:", "a. At the time that the Applicant sought to put in reply evidence of Chyall and obtained an Order to do so, it did not raise any objection as to the Buck and related evidence nor did it seek to reserve its right to do so at the hearing. Instead the Applicant put in its rebuttal evidence and cross-examined the witness. This, in my view, constitutes a waiver of any claim to a right to object later.", "b. The evidence is in the record, the Applicant has responded to it. Matters arising from the evidence have been fully argued. Nobody is taken by surprise.", "c. The Buck evidence, while perhaps it could be cast as expert evidence, is more properly considered to be evidence from a skilled person, rather than expert person. The controversy, if any, arises from the interpretation by others as to his results, not as to the results themselves.", "d. Buck's connection at the time he did the tests in 2005 was with a company related to Apotex, not to its solicitors. His later connection to Apotex's solicitors is due simply to timing. There is nothing to suggest that any of these connections caused Buck to be biased or influence the results of his testing conducted two years earlier.", "e. The Applicant brought its motion very late, after all the Records were filed, written argument submitted and the matter was to be heard in a few days. The parties and this Court were committed to a hearing which, under the", "NOC Regulations", "must be disposed of within 24 months from the institution of the proceedings. The motion appears to be more of an afterthought."], ["[35]", "I have determined that the evidence shall remain in the Record subject to scrutiny as to weight.", "Issues"], ["[36]", "At the outset of the hearing Counsel advised that while the issues of validity and infringement of the '399 patent remain, the grounds to be argued in respect of those issues had been reduced to five:", "- In respect of validity", "- anticipation", "- obviousness", "- breadth of the claims.", "- As a mixed question of validity and infringement a \"Gillette defence\" was raised", "- Non-infringement", "Burden of Proof"], ["[37]", "The issue as to who bears the burden of proof in NOC proceedings, as to validity of a patent or infringement of a patent is an issue that I had thought had been put to rest. Nonetheless the parties in such proceedings continue to argue the point. It seems that my recent decision in", "<FRAGMENT_SUPPRESSED>  has given fresh ammunition to those continually wishing to stir the pot in this regard. Let me state emphatically that I did not intend in", "Brystol-Myers", "to say or apply any burden different than I had stated in previous decisions."], ["[38]", "To be perfectly clear, when it comes to the burden as to invalidity I canvassed the law, in particular recent Federal Court of Appeal decisions, in", "<FRAGMENT_SUPPRESSED>  and concluded at paragraph 32:", "\"32. I do not view the reasoning of the two panels of the Federal Court of Appeal to be in substantial disagreement. Justice Mosley of this Court reconciled these decisions in his Reasons in", "<FRAGMENT_SUPPRESSED> ; 2007 FC 971 at paragraphs 44 to 51. What is required, when issues of validity of a patent are raised:", "1. The second person, in its Notice of Allegation may raise one or more grounds for alleging invalidity;", "2. The first person may in its Notice of Application filed with the Court join issue on any one or more of those grounds;", "3. The second person may lead evidence in the Court proceeding to support the grounds upon which issue has been joined;", "4. The first person may, at its peril, rely simply upon the presumption of validity afforded by the", "Patent Act", "or, more prudently, adduce its own evidence as to the grounds of invalidity put in issue.", "5. The Court will weigh the evidence; if the first person relies only on the presumption, the Court will nonetheless weigh the strength of the evidence led by the second person. If that evidence is weak or irrelevant the presumption will prevail. If both parties lead evidence, the Court will weigh all the evidence and determine the matter on the usual civil balance.", "6. If the evidence weighed in step 5 is evenly balanced (a rare event), the Applicant (first person) will have failed to prove that the allegation of invalidity is not justified and will not be entitled to the Order of prohibition that it seeks.\""], ["[39]", "I stated the matter more succinctly in", "<FRAGMENT_SUPPRESSED> :", "\"12. Here the only issue is validity. Pharmascience has raised three arguments in that respect. Each of Pfizer and Pharmascience have led evidence and made submissions as to those matters. At the end of the day, I must decide the matter on the balance of probabilities on the evidence that I have and the law as it presently stands. If, on the evidence, I find that the matter is evenly balanced, I must conclude that Pfizer has not demonstrated that Pharmascience's allegation is not justified.\""], ["[40]", "The above cases state correctly in my view, the law as to the burden in NOC proceedings as to invalidity."], ["[41]", "Turning to infringement the law is well settled that where a generic has alleged non-infringement, the statements that it makes in that regard in its Notice of Allegation are presumed to be true. The Applicant (first party) bears the burden of proof, on the balance of probabilities, to satisfy the Court that the allegations of non-infringement are not justified; merely to raise the possibility of infringement is insufficient. The Federal Court of Appeal made these points quite clearly in its decision in", "<FRAGMENT_SUPPRESSED> :", "\"19.  <FRAGMENT_SUPPRESSED>  (F.C.A.), Hugessen, J.A., addressed the evidentiary burden placed on a generic under the", "Regulations", ". He adopted the reasons of the trial judge who described this burden as follows:", "'... the grounds that the patentee has for challenging the generic's notice of allegation should be advanced in the originating notice of motion filed pursuant to s. 6(1) of the", "Regulations", ". ... The generic may then be informed as to what vexes the patentee and why a prohibition order barring entry should be issued. Initially, i.e., before the Minister, the generic has raised the issue of non-infringement. At this stage, before the court, the generic now has the opportunity to file evidence supporting its detailed statement. In essence, this is the evidential burden on a respondent.'", "(see", "<FRAGMENT_SUPPRESSED>  at 339-40 (F.C.T.D.), per Wetston, J.)", "\"20. In my view, this statement remains good law. Where, as here, the NOA is found to be adequate, the legal burden remains squarely on Pfizer to prove, on a balance of probabilities, that the allegations in the NOA are unjustified. Novopharm has no evidential burden to support the allegations in its NOA and detailed statement (see", "AB Hassle 2", "at paragraph 35). Therefore, Novopharm need only file evidence supporting its detailed statement to counter evidence, if any, submitted by Pfizer in the course of the prohibition proceedings.", ". . . . .", "\"24. For whatever reason, Pfizer relies solely on Dr. Munson's speculations in this proceeding. The law is well settled that in order to satisfy the legal burden placed on it under section 6 proceedings, it is insufficient for Pfizer to merely raise the possibility of infringement (see", "<FRAGMENT_SUPPRESSED>"], ["[42]", "As indicated in paragraph 2 of these Reasons, about two weeks before I heard the present application I heard an application made by the same Applicant respecting the same '399 patent but a different generic, Novopharm. I will refer to this as the Novopharm application. Similar allegations as to invalidity, namely anticipation and obviousness involving to a large degree the same prior art, were raised. Here another allegation as to invalidity, breadth of claims, as well as an allegation of non-infringement and the so-called Gillette Defence have been raised."], ["[43]", "Both applications were heard and taken under reserve. I issued my decision, dismissing the Novopharm application but not until after I heard the present application. Thus both were under reserve at the same time. I have endeavoured to decide the Novopharm application without directing my mind to the present application so that I would not be influenced in one by the other."], ["[44]", "I am mindful of the instruction given by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  particularly at paragraph 50, that multiple NOC proceedings even involving different parties should be avoided where the same patent is involved unless there is different argument or better evidence. This particular proceeding is peculiar in that the Novopharm application, heard earlier, was pending at the same time. I issued the decision in that application before issuing the decision in this present application so that the element of abuse addressed by the Federal Court of Appeal in their decision cannot be said to be present here."], ["[45]", "What can be said to be present here, however is that comity must be addressed. Justice Barnes of this Court reviewed the matter of comity in", "<FRAGMENT_SUPPRESSED> . He was dealing particularly with the matter of construction of the claims of the same patent that had been previously considered and construed in an earlier application."], ["[46]", "First, as to construction of the claim of the '399 patent I find nothing in the Record in the present case that would require that I construe the claims any differently than I did in the previous decision. I summarized that construction:", "Claim 1", ": a form of raloxifene hydrochloride having the following characteristics:", "- it is crystalline", "- it is non-solvated", "- it exhibits the particular x-ray diffraction pattern as set out in Table 1", "It need not be pure.", "Claim 2", ": The form of raloxifene hydrochloride of claim 1 that is at least 95% pure.", "Claim 3", ": The form of raloxifene hydrochloride of claims 1 or 2 which contains less than 5% by weight of chlorobenzene.", "Claim 4", ": The form of raloxifene hydrochloride of claims 1, 2 or 3 which contains less than 5% by weight of aluminium salts or organoaluminium impurities.", "Claim 5", ": The form of raloxifene hydrochloride of claims 1, 2, 3 or 4 which is substantially odor free in that it contain less than 3% by weight or mercaptan or sulphide impurities.", "Claim 6", ": A pharmaceutical formulation containing the form of raloxifene hydrochloride of any of claim 1 through 5.", "Claim 7", ": The form of raloxifene hydrochloride of any of claims 1 through 5 used as a pharmaceutical composition."], ["[47]", "The issues of anticipation and obviousness raised in the earlier proceeding were based, as to anticipation on the '068 patent and as to obviousness on the '068 patent and the Jones Article. The \"person skilled in the art\" is the same. Here I find that Apotex has adequately referred to the Jones Article in its Notice of Allegation, unlike Novopharm in the earlier proceeding, thus Apotex can rely not only on the '068 patent but also the Jones Article, for anticipation. It doesn't make much difference; the disclosures in each are essentially the same except that the Jones Article provides some elemental analysis."], ["[48]", "The Applicant in the present application relies on the same expert Dr. Bernstein, who has expressed in the Record in this case the same lack of expertise when it comes to organic synthesis (question 14 and 245 to 248 on cross-examination). In the present case the Applicant has also introduced the evidence of Dr.Wuest who does have some experience in that area. The Applicant also introduced, this time in reply, the evidence of the experiments conducted by Dr. Chyall."], ["[49]", "Apotex in the present proceeding did not use any of the same witnesses that Novopharm did in the earlier proceedings. Apotex introduced testing by Mr. Buck similar to that conducted by Dr. Ferrari in the earlier proceedings. Mr. Buck's material resulting from his testing was subjected to XRPD by Dr.Rey with results similar to that obtained by Dr. Stradi in the Novopharm proceeding. Expert evidence from Dr. Williard and Dr. McClelland was introduced by Apotex which evidence is similar to that of Dr. Tidwell in the Novopharm proceeding."], ["[50]", "Having carefully reviewed all of this evidence submitted on behalf of each of these parties, I find no reason to arrive at a result any different from that which I came to in the Novopharm proceeding. The allegations as to invalidity on the basis of anticipation, here not only the '068 patent but also the Jones Article, and obviousness is justified. There are no differences in the evidence, or in argument made by counsel sufficient to persuade me to come to a different conclusion here than that which I concluded earlier."], ["[51]", "I will, however, provide in these Reasons my detailed consideration of the matters not raised  <FRAGMENT_SUPPRESSED>  which are invalidity based on overbreadth, non-infringement and Gillette Defence.", "Claims Broader"], ["[52]", "Apotex argues that the claims of the '399 patent are broader in scope than the invention as disclosed in the patent, thus the claims are invalid. In this regard it relies on the law as stated by Harrington, J., in", "<FRAGMENT_SUPPRESSED>  C.P.R.(4th) 487 (F.C.) at paragraph 15(8):", "\"8. To overclaim is to lose everything. If the inventor underclaims, the court will not broaden the monopoly in the interests of the 'spirit' thereof. This often, as in this case, results in layers of claims, each limitation serving as a potential safety net so that if the broadest claims fall, the monopoly may be saved in part by the more modest claims.\""], ["[53]", "There is ample other authority as well to support the proposition that, to be valid, a claim must not exceed the invention disclosed."], ["[54]", "The argument that Apotex makes in this regard is essentially a semantic one. It points to page 1 of the disclosure of the '399 patent where a statement is made that, in accordance with the invention, a crystalline form of raloxifene can be made \"free of\" for example, chlorobenzene and aluminum contaminants:", "\"In accordance with the present invention, the Applicants have now discovered that a novel, non-solvated crystalline form of raloxifene can be produced, free of, for example, chlorobenzene and aluminum contaminants by the use of a hithereto unknown synthetic process.\"", "and to page 7 of the disclosure where it says at lines 14 and 15:", "\"The new process eliminates the use of aluminum and the use of odorous mercaptans and sulfides.\""], ["[55]", "Going to the claims, Apotex argues that no claim is directed to a product that is free from chlorobenzene and aluminum or mercaptans or sulfides. Claim 1 admits of product that is impure, claim 2 admits of up to 5% by weight of impurity, claim 3 claims only that the product be \"substantially free\" of chlorobenzene, claim 4 that the product be \"substantially free\" of aluminum salts or organoaluminum impurities and claim 5 that the product be \"substantially\" odor free."], ["[56]", "While at pages 1 and 7 of the patent it is indicated that the product of the invention is \"free\" of unwanted impurities, at pages 3 and 4 the patent describes a product that is \"substantially free\" of those impurities and sets limits for the impurities. At page 4 the patent describes the product as \"more pure\" and free of aluminum impurities and odorous solvents:", "\"This non-solvated crystalline material is more pure than the material produced by the processes described in the literature. The present material is free of aluminum impurities, as well as, chlorinated aliphatic hydrocarbon solvents and aromatic solvents. This non-solvated crystalline form is particularly preferred for use in the manufacture of pharmaceutical compositions.\""], ["[57]", "Giving a fair reading to the description, the promise of the invention is that, by following the process as described, a raloxifene hydrochloride product is produced that is \"more pure\" than the previous products and is free of aluminum related and odor causing impurities."], ["[58]", "No claim is restricted to a product that is free from aluminum related or odor causing impurities. Indeed, in considering anticipation, I have found that the product as claimed is not different from that disclosed and enabled by the '068 patent. Had the claims been differently drafted perhaps the matter of anticipation may have turned out differently. As it is, if there is invention in getting rid of aluminum and other impurities, that invention is not so claimed."], ["[59]", "The allegation that the claims are broader than the invention is justified.", "Infringement and Gillette Defence"], ["[60]", "Apotex alleges that its product will be made essentially in the same manner as described in Examples 16 and 18 of the '068 patent and in the Jones Article. No samples of its product have been produced nor has any analysis of its product been put into evidence. Apotex says it does not have to produce samples since none were submitted to the Minister. Apotex says the onus in proving infringement lies with the Applicant."], ["[61]", "The Applicant in its first Memorandum relies on one point only. It is set out in paragraph 84 as follows:", "\"84. Apotex's process for producing raloxifene hydrochloride includes a recrystallization step which is different than the '399 Patent. When dealing with the polymorphic systems any changes to the purification step will end up with a different polymorph. Dr. Williard confirmed on cross-examination that changes in the purification can lead to a different polymorphic material. The differences  <FRAGMENT_SUPPRESSED>  purification step may lead to a different polymorph than that which is produced in the '399 Patent.\""], ["[62]", "I have already found as set out in some detail in my Reasons in the Novopharm application, 2008 FC 301, that while the '068 patent does not describe by way of solvation or XRPD the crystalline form of raloxifene hydrochloride produced, on a civil burden of proof, I am satisfied that it is a non-solvated form having the XRPD as claimed in the '399 patent."], ["[63]", "In order to be consistent with its argument as to validity the Applicant here argues in paragraph 84 aforesaid, that \"any changes\" to the process \"may lead\" to a different form. On the other hand, Apotex's expert Dr. McClelland's evidence as set out in paragraph 112 of his affidavit is that the Apotex process \"", "... as a whole follows the '068 Patent", "\" and that the variations \"", "... are no more than simple modifications of the procedure for purifying raloxifene hydrochloride set out in Example 18 of the '068 patent", "\". At paragraph 111 of his Affidavit Dr. McClelland states that such modifications \"", "... would not impact the final material made."], ["[64]", "Taking this evidence into account I find, on the civil burden of proof, that the Apotex product to be produced in accordance with the process would not be different from that produced by the '068 patent process and would fall within the scope of the claims of the '399 patent. To that extent, it would infringe. However since I have found that the product of the '068 patent anticipates the product as claimed in the '399 patent, the claims are not valid. Therefore, as to Gillette Defence would have it, no valid claim has been infringed. Apotex's allegations as to Gillette Defence are justified. The simple allegation as to non-infringement is not justified.", "Conclusion and Costs"], ["[65]", "In conclusion, I have found Apotex's allegations as to invalidity of the '399 patent on the basis of anticipation, obviousness and claims broader to be justified. Apotex's allegation as to Gillette Defence is justified. I have found Apotex's allegation as to non-infringement not to be justified. As a result, I would dismiss this Application."], ["[66]", "Apotex is entitled to costs to be recovered from the Applicant. No costs will be awarded to or to be paid by either the Minister or Lilly US."], ["[67]", "Apotex costs are to be assessed in accordance with the middle of Column IV. Two counsel, a senior and a junior, are allowed for at the hearing and, if in attendance, in conducting cross-examination. One counsel, a senior, is allowed in defending a cross-examination. No costs or disbursements are allowable for any other lawyers, in house or out house counsel, paralegals, students, clerical persons or any other persons other than the expert witnesses that I shall name whose evidence was made of record."], ["[68]", "The fees and disbursements actually paid by Apotex or its solicitors to Dr. McClelland and Dr. Williard are allowed provided that they are not disproportionately larger than those charged by the Applicant's experts. No fees or disbursements allowed in respect of any other witness."], ["[69]", "As in some other proceedings of this kind, Apotex raised an allegation in its Notice of Allegation as to section 53 of the", "Patent", "Act", ", an allegation that is close to an allegation of fraud. This allegation remained in play at least until it did not appear  <FRAGMENT_SUPPRESSED> 's Memorandum of Argument. At the hearing Apotex's counsel formally acknowledged that it did not rely on this allegation. Apotex's counsel also assured the Court that the format of its more recent Notices of Allegation was changed to eliminate section 53 allegations. Nonetheless, Apotex's counsel did not at any early stage in these proceeding notify the Applicant that it would not rely on section 53, a simple enough matter that could have been done by a letter. Therefore I will again direct that the fees and disbursements recoverable by Apotex shall be reduced by twenty-five percent having regard to the section 53 allegation.", "JUDGMENT"], ["[70]", "FOR THE REASONS PROVIDED", "THIS COURT ADJUDGES that", "1. The application is dismissed;", "2. Apotex is entitled to recover its costs from the Applicant in accordance with the Reasons.", "Application dismissed.", "Editor: Elizabeth M.A. Turgeon/vnh", "[End of document]"]]}