{"id_": "007780", "body_str": [["[1]", "Nadon, J.", ": The Wolf Lake Indian Band (the \"applicant\") is seeking an order quashing the decision of Serge Brault, an adjudicator appointed pursuant to Division XIV, Part III of the", "Canada Labour Code", ", R.S.C. 1985, c. L-1 (the \"", "Code", "\"). The applicant further seeks an order dismissing the complaint or setting aside the award. In his interim award, dated February 14, 1995, Mr. Brault found that Ms. Young (the \"respondent\") had been unjustly dismissed from her position as economic development and education officer. In a supplementary decision dated May 22, 1996, Mr. Brault ordered the applicant to pay to Ms. Young a lump sum of eight months' wages, plus personal expenses in the amount of $485.84 and compensation for legal costs and expenses in the amount of $2,733.64, all with interest."], ["[2]", "Ms. Young began working for the Band Council in 1991 as economic development and education officer. Her duties, as found at p. 2 of the interim award, were as follows:", "\"- Act as liaison between students and band council;", "- Provide guidance and assistance to the students of the Wolf Lake Band;", "- Representative for the Wolf Lake Band at the First Nation Education Council;", "- Drafted student guidelines and policies;", "- Kept enrolment records of all students;", "- Working with the Department of Indian Affairs to obtain funding;", "- Completing the nominal roll;", "- Board of Directors of the Algonquin Development Association;", "- Representative of the Wolf Lake Band on the Local Aboriginal Management Board;", "- Assisting Band Members in preparing Business Plans;", "- Formulating and typing all correspondence for self and Chief;", "- Arranging all travel plans for Chief;", "- Answering the telephone on many occasions when Theresa King was absent or on holidays;", "- Preparing Work Development Projects;", "- Creating student projects such as Challenge.\""], ["[3]", "In the summer of 1993 Ms. Young was away from work on maternity leave. While away from work she sought a letter from Chief St. Denis with respect to her employment with the council in order to secure a mortgage. This letter was received by her on June 22, 1993."], ["[4]", "In November of 1993 Ms. Young sent a letter to the Wolf Lake Band stating that she would be returning from maternity leave on January 3, 1994. However, on December 13, 1993 she was sent a letter from Chief St. Denis stating that her services were no longer required. The letter indicated that her position was being eliminated due to financial constraints."], ["[5]", "Subsequent to her dismissal, the Council received funding from the Local Aboriginal Management Board (\"LAMBAT\") in order to hire a band member to be trained as an Education Liaison Officer and perform the following functions:", "\"DUTIES: Act as liaison between students and Band Council.", "Provide guidance and assistance to post secondary students.", "Learn about Educational Assistance programs for Secondary and Post Secondary.", "Learn first hand Department policies, funding arrangements, contribution agreements.", "Become familiar with other educational bodies such as the First Nations Educational Council.", "Draft students guidelines and/or policies.", "Promote or adopt stay-in-school initiatives.", "Keep records of all students enrolled in the educational system.\""], ["[6]", "The respondent filed a complaint of unjust dismissal against the Band Council. Mr. Brault wrote two decisions in this case. The first decision dealt with the merits of the claim of unjust dismissal. The second decision determined the quantum of damages which the employer was required to pay to Ms. Young. This judicial review proceeding has been brought to address perceived problems with each decision respectively. For reasons which will soon become obvious, I will deal with each decision in its turn.", "The Interim Award", "I.", "Jurisdiction of the Adjudicator"], ["[7]", "Counsel for the applicant in oral argument questioned the jurisdiction of the adjudicator. He argued that the adjudicator was without jurisdiction to hear the complaint because the employer claimed that the position previously occupied by Ms. Young had been discontinued. This argument stems from a reading of s. 242(3.1)(a) which states:", "\"(3.1) No complaint shall be considered by an adjudicator under subs. (3) in respect of a person where", "(a) that person has been laid off because of lack of work or because of the discontinuance of a function; ...\""], ["[8]", "Common sense dictates that the adjudicator is not required to simply accept the employer's statement that the employee was laid off for the reasons described in s. 242(3.1)(a). If that was indeed the effect of that paragraph then the adjudicator's role would effectively be eliminated because any employer faced with an adjudication under s. 242 of the", "Code", "would simply have to give the above explanation, and since no examination could then be done, the issue would be closed. In this respect, the adjudicator's decision quoted infra addresses the jurisdiction issue. On the basis of the record, I find that the adjudicator was correct in finding that the employer's allegation of discontinuance of a function was not supported. As a consequence, the adjudicator properly had jurisdiction to hear and determine the merits of Ms. Young's claim."], ["[9]", "<FRAGMENT_SUPPRESSED>  (T.D.), Strayer, J. (as he then was), stated for the court at p. 299  <FRAGMENT_SUPPRESSED> :", "\"Nor does it mean that because the employer says that he no longer needs the employee in question the termination of employment must automatically be regarded as due to 'lack of work'. Difficult as it may be in some cases, the question which the statute requires to be answered, in my view, is as to whether the actual operative and dominant reason for the termination was 'lack of work'.\"", "Thus, when faced with an employer claiming that an employee has been terminated because of a lack of work or discontinuance of a function, the adjudicator must first examine the merits of the employers' claim. If the adjudicator determines that the employee was let go for one of these two valid reasons then the adjudicator will not proceed further. However, when an adjudicator determines that the explanation offered by the employer is not valid, the adjudicator has the jurisdiction to do a full enquiry into the circumstances surrounding the dismissal."], ["[10]", "The crux of the adjudicator's February 14 decision can be found at pp. 7 and 8 and reads as follows:", "\"The Band submits that the sole reason for discontinuing Ms. Young's position was the necessity to redress the Band's finances. Leaving aside for the moment the requirements of s. 209.1, I have reviewed the evidence adduced by the Band with regard to the discontinuance of Ms. Young's position. It consisted in part of excerpts of its financial statements that show an accumulated deficit in the band's government activities account. This being said, no convincing evidence was adduced to establish the precise circumstances of the decision to abolish Ms. Young's position in relation to that deficit. The only evidence offered in this respect shows that the janitor's position was abolished and consolidated with that of manager. Even though the Band's initial reply to the complaint referred to Ms. Young's seniority, it did not adduce any evidence to show that seniority was ever considered.", "\"Further, no indication was given as to the impact of Ms. Young's position on the Band's government costs nor was any evidence adduced on the actual impact of such decision on the Band's financial situation. The Band's own evidence, as I understand it, was that Ms. Young's position was funded through a budget that was not transferable, a budget not even related to the Band's government account. How was it, in those circumstances, that abolishing her position would improve the Band's deficit with respect to its band government account?", "\"Finally and more importantly, in the months that followed her departure, the Band created and posted a position identical to that held by Ms. Young. It was suggested that since the new position was funded by the LAMBAT, it created a new situation. My finding is that it did not. This is evidenced by the fact that the LAMBAT itself cancelled its commitment of the so-called new position when it learned about Ms. Young's instant complaint. All these facts suggest that the so-called new position was simply intended to replace Ms. Young by someone else and that the alleged difficult financial situation of the Band was not the cause of the abolition of the position in the first place.", "\"Overall, the evidence adduced before me tends to show that Ms. Young's position was abolished for reasons unrelated to the Band's finances. It is likely that her relationship with a band councillor who was not in good terms with others on the Council played a role in the decision. Maybe did (sic) the fact that she is not a Band member also played in the decision. Finally, her absence on maternity leave opened the way to an unfair treatment contrary to the", "Act", ". This being so, I do not find that Ms. Young was laid off due to a lack of work following the discontinuance of her function.\""], ["[11]", "Although this point was not raised by the respondent in these proceedings, it is my opinion that the application for judicial review of the interim award is out of time. This finding is the result of a determination that, once the decision on the merits of the issue had been issued, the adjudicator was \"functus officio\" [see footnote 1] with respect to that issue. Therefore, the decision rendered on February 14, 1995, is a final determination of the merits of Ms. Young's complaint and time began to run from that date. However, even if that were not so, I would not interfere with the findings of the adjudicator, Mr. Brault. There is ample evidence in the record to support his conclusions and I can find no error of fact or of law which would allow me to intervene."], ["[12]", "For the sake of thoroughness, as both counsel dealt with the merits of the points raised by the applicant with respect to the interim award in this application, I will make a few brief remarks.", "II.", "Burden of Proof"], ["[13]", "In <FRAGMENT_SUPPRESSED> , supra, Strayer, J., stated at p. 300:", "\"The adjudicator correctly held - and the applicant does not dispute this - that the burden was on Sedpex, Inc. [the employer] to show that the reason for the lay-off was lack of work. It was certainly open to the adjudicator to find that this burden of proof had not been met.\""], ["[14]", "As I read the decision of Mr. Brault it is clear that he was not persuaded by the evidence adduced by the Wolf Lake Band that they had dismissed Ms. Young due to financial difficulties. Although Mr. Brault canvassed other possible reasons, he made no definitive finding as to what motivated the Band Council to dismiss Ms. Young. What is clear from the decision however, is that Ms. Young was let go for some reason other than financial difficulties and that the Band was not able to demonstrate that they had a just or bona fide reason for dismissing her."], ["[15]", "With respect to the Band's financial situation, the record reveals a \"Combined Statement of Income and Expenses\" for the Band Operations Fund from year end of March 1990 to year end of March 1992. [see footnote 2] The applicant's position is that one-half of the respondent's salary was paid from fund 4210 which showed a deficit for year end 1992. However, the date of the latest financial records was almost two full years before the respondent was dismissed. There are no records for the budget from which the balance of the respondent's salary was paid; a budget which the adjudicator found was not transferable nor related to the government account for which records were submitted. Additionally, as the adjudicator stated at p. 7:", "\"... no convincing evidence was adduced to establish the precise circumstances of the decision to abolish Ms. Young's position in relation to that deficit. The only evidence offered in this respect shows that the janitor's position was abolished and consolidated with that of manager. Even though the Band's initial reply to the complaint referred to Ms. Young's seniority, it did not adduce any evidence to show that seniority was ever considered.\"", "This supports a finding of unjust dismissal as the burden of justifying the dismissal lies with the employer.", "III.", "Bias"], ["[16]", "At the commencement of the hearing to fix the quantum, counsel for the applicant employer brought a motion for the adjudicator to disqualify himself on the basis of a reasonable apprehension of bias. The applicant argued that a letter, which was put into evidence by Chief St. Denis who was representing the Band at the hearing of the merits, was prejudicial to the employer's case in that it disclosed the position taken by Labour Canada with respect to the merits of Ms. Young's case. The applicant states that Labour Canada is the adjudicator's employer. Therefore, its opinion should not have been admitted into evidence as it makes it appear that the adjudicator's decision was not his own but was influenced by the opinion in the letter. Not only was the adjudicator correct in refusing to decide this issue because he was clearly \"functus\", the admission of the letter did not lead to a reasonable apprehension of bias."], ["[17]", "An allegation of bias must be raised at the first possible opportunity. As Muldoon, J., stated in", "<FRAGMENT_SUPPRESSED>  (T.D.), at p. 46:", "\"A nullity ab initio can be perceived and declared almost at any later time for it never was of any effect, and demonstrably so. However, when one alleges a denial of natural justice by means of alleged prejudice, one should - nay, must - so allege promptly, for effluxion of time can render such allegation not objectively demonstrable at all. The allegation of prejudice should not be secretly harboured, but made public immediately, thereby hoping to catch the tribunal 'red handed', so to speak, in its prejudice and misconduct. So it is that the posture of waiting to discover whether one wins the contention before the adjudicator, prepared to make no allegation of prejudice if one does win, and complaining of alleged prejudice as a means of trying to avoid a confirmed loss, is abusive and to be discouraged.\""], ["[18]", "I raise this point because counsel for the respondent in these proceedings objected to the fact that the employer did not raise the issue of a reasonable apprehension of bias until the supplemental hearing. However, I must state clearly that the party alleging bias has an obligation to raise the issue only once he or she knows or ought to know of its existence. In this case, Chief St. Denis represented the Employer at the first hearing and it is he who put the letter at issue into evidence. In these circumstances, I am not prepared to hold that the applicant ought to have known of the potential for bias prior to having retained legal counsel. Counsel for the employer raised the issue at the next hearing before the adjudicator. Although counsel for the respondent would have preferred to have had more than two days' written notice of the bias allegations, I do not see that any prejudice has been suffered."], ["[19]", "Failure to recognize a potential for a reasonable apprehension of bias will not leave a party without a remedy. If the failure to raise the issue results from no fault of the individual adversely affected, for example it is not a tactical manoeuvre, the issue may be raised on an appeal or, as in this case, on an application for judicial review. This case is not analogous to that facing Lord Goddard in", "<FRAGMENT_SUPPRESSED>  (D.C.), wherein he stated at p. 1048:", "\"The solicitor did not take his objection then and it seems clear that he decided to let the matter go on, taking the view that this was a heaven-sent opportunity of getting the order quashed if the committee found in favour of the application. That would be sufficient ground for refusing this application.\"", "a)", "\"Functus\""], ["[20]", "At the end of the Interim decision the adjudicator reserved to himself jurisdiction in the following manner:", "\"I have not heard evidence nor arguments by the parties on the issue of remedy should the complaint be allowed. Hence, I will not make any determination on the issue at this point as it was agreed with the parties that in this event, they would first try to agree on the proper remedy and that I would remain seized with the issue. Accordingly, I will remain seized of my jurisdiction until March 17, 1995. If the parties do not agree on a proper remedy to Ms. Young's dismissal in the meantime, either of them may notify me in writing of their failure to agree and a new hearing will be convened to allow me to hear and determine the issue.\""], ["[21]", "Counsel for the applicant argues that the adjudicator was not \"functus\" for two reasons. First, he specifically reserved his jurisdiction at the end of the interim award. Second, s. 18 of the", "Code", "specifically gives the adjudicator the ability to revisit his or her own decisions."], ["[22]", "With respect to the contrary view, I cannot interpret the above quoted passage to mean anything other than that the adjudicator reserved jurisdiction to order a remedy in this matter. Furthermore, even if the adjudicator had purported to retain jurisdiction with respect to the merits of the case, he could not have done so. An adjudicator cannot confer powers on him or herself. The authority and powers of an adjudicator stem only from the governing statute.  <FRAGMENT_SUPPRESSED>  A.R. 321, at p. 861 to 862  <FRAGMENT_SUPPRESSED> , Sopinka, J. (for himself, Wilson, J., and Dickson, C.J.), stated:", "\"As a general rule, once such a tribunal has reached a final decision in respect to the matter that is before it in accordance with its enabling statute, that decision cannot be revisited because the tribunal has changed its mind, made an error within jurisdiction or because there has been a change of circumstances. It can only do so if there has been a slip or error within the exceptions enunciated in", "<FRAGMENT_SUPPRESSED>  based, however, on the policy ground which favours finality of proceedings rather than the rule which was developed with respect to formal judgments of a court whose decision was subject to a full appeal ... Justice may require the reopening of administrative proceedings in order to provide relief which would otherwise be available on appeal.", "\"Accordingly, the principle should not be strictly applied where there are indications in the enabling statute that a decision can be reopened in order to enable the tribunal to discharge the function committed to it by enabling legislation. This was the situation in", "Grillas", ", supra.", "\"Furthermore, if the tribunal has failed to dispose of an issue which is fairly raised by the proceedings and of which the tribunal is empowered by its enabling statute to dispose, it ought to be allowed to complete its statutory task.\"", "Furthermore, in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), Thurlow, C.J., stated at p. 217 for the court:", "\"In our view the first and second orders made by the adjudicator exhausted the powers he was authorized by s. 61.5(9) [now 242(4)] to exercise and he thereupon became and was \"functus officio\". He had ordered reinstatement. He had ordered the payment of compensation. He had not ordered anything falling within s. 61.5(9)(c) but he had finally determined the complaint before him. He no longer had any power, statutory or otherwise, to reconsider or withdraw or change either order. Moreover, the purported reservation by him of authority to make such orders, if any, as might be appropriate and necessary after receipt of submissions on the question of the Unemployment Insurance benefit refunds cannot affect our conclusion.\""], ["[23]", "The Federal Court of Appeal has dealt with <FRAGMENT_SUPPRESSED> subsequently and stated, per MacGuigan, J.A.:", "\"The test, and the only test, is whether the Adjudicator could be said to have finally determined the complaint before him. (", "<FRAGMENT_SUPPRESSED> , at p. 722.)\""], ["[24]", "In this case, the adjudicator had finally determined the issue of whether Ms. Young had been unjustly dismissed. Furthermore, a decision and reasons for the decision had been issued. Once the decision had been reached, the applicant was required to bring an application for judicial review to this court in order to determine whether the decision should be quashed on the grounds that there existed a reasonable apprehension of bias."], ["[25]", "In support of the contention that s. 18 applies to an adjudicator, counsel for the applicant relied on the decision of Rouleau, J., in", "<FRAGMENT_SUPPRESSED>  (T.D.), wherein he wrote at p. 155:", "\"The", "Chandler", "decision, supra, also appears to suggest flexibility. It should be remembered that the adjudicator is master of her own procedure and she should have re-opened the proceeding in order to fully assess the merits of the complaint. Section 18 of the", "Code", "provides that the Canada Labour Relations Board:", "'may review, rescind, amend alter or vary any order or decision", ". . . . .", "and may rehear any application before making an order in respect of the application.'", "\"This is a clear indication that her decision should have been re-opened.\"", "This decision, with great respect, appears to be wrong. With respect to that learned judge, I cannot accept that s. 18 applies to proceedings under Division XIV of the", "Code", ". Section 18 provides:", "\"18. The Board may review, rescind, amend, alter or vary any order or decision made by it, and may rehear any application before making an order in respect of the application.\"", "Section 3(1) defines \"Board\" as:", "\"'Board' means the Canada Labour Relations Board continued by s. 9;\""], ["[26]", "A quick perusal of the", "Code", "is sufficient to determine that an adjudicator and the Board are two distinct entities with very different functions. Although s. 18 of Part I gives power to the Board, the section does not confer any power whatsoever on an adjudicator appointed under circumstances anticipated by Part III of the", "Code", ".  <FRAGMENT_SUPPRESSED> , Muldoon, J., stated at p. 422:", "\"The emphasis of Parliament's privative clause, which, the Supreme Court ordains, may be overridden in instances of 'patent unreasonability' may be appreciated by contrast with s. 18, in Division II-Canada Labour Relations Board, Part I of the", "Code", ". It, by extreme contrast with any provision of Division XIV, Part III, empowers the", "Board", ", thus: (s. 18 is reproduced)", "\"That is a far cry from any of the provisions of Division XIV, Part III.\""], ["[27]", "Counsel for the applicant also referred to s. 242(2)(c) which reads:", "\"(2) An adjudicator to whom a complaint has been referred under subs. (1)", "(c) has, in relation to any complaint before the adjudicator, the powers conferred on the Canada Labour Relations Board, in relation to any proceeding before the Board, under paragraphs 16(a), (b), (c).\"", "Counsel for the applicant stated to the court that, on the basis of the foregoing provision, s. 18 is implicitly applicable to an adjudicator appointed under s. 242. Unfortunately, I cannot possibly agree."], ["[28]", "Sections 16(a), (b) and (c), generally speaking, give the Board the power to summon and enforce attendance of witnesses and the production of documents, to administer oaths and to receive evidence. It is noteworthy that s. 242(2)(c) does not give to the adjudicator the powers conferred on the Board by ss. 16(d) through (p). This is not a situation where giving affect to the powers accorded by ss. 16(a) to (c) requires the application of the powers found in s. 18. Parliament clearly accorded the adjudicator the powers found in the first three subsections of s. 16 and no others."], ["[29]", "Although an adjudicator retains jurisdiction to finally dispose of a matter by rendering an order pursuant to s. 242(4), the adjudicator is not thereby empowered to rehear the merits of a case. The applicant did not seriously contest that the actual merits of the claim were finally disposed of, aside from the question of bias. Clearly, the adjudicator had decided the issue and absent any specific legislative provision, was \"functus officio\"."], ["[30]", "Further support for the position that Part III of the", "Code", "provides everything which is necessary to dispose of a case of unjust dismissal is found in", "Banca  <FRAGMENT_SUPPRESSED>  C.C.E.L. 59 (F.C.A.), where Stone, J.A., wrote at p. 78:", "\"Part III of the", "Code", "appears designed so as to afford those unjustly dismissed from their employment with both a forum for adjudicating their complaints and with a range of possible remedies. The language of para. (c) appears ample to vest in the adjudicator authority to award costs to a successful complaint.\"", "On the basis of the foregoing, the adjudicator was clearly \"functus\" and the applicant ought to have filed an application for judicial review within 30 days of receiving the decision of February 14, 1995.", "b)", "Status of the Adjudicator"], ["[31]", "An adjudicator appointed pursuant to s. 242 of the", "Code", "is not an employee of Labour Canada. The adjudicator is appointed by the Minister on receipt of a report from an inspector indicating that attempts at settling the dispute between the parties via the inspector have failed. In", "Norway House", ", supra, Muldoon, J., described the role of the adjudicator in the following terms at p. 422:", "\"Here the Adjudicator is not a full-time, career, institutional board, commission or other tribunal, but an individual selected ad hoc and uniquely in order to perform a single, one-time adjudication, without any institutional expertise or collegiality.\""], ["[32]", "The representative of the Wolf Lake Band, Chief St. Denis, introduced the letter into evidence in an attempt to establish that the Band's finances were indeed in a precarious state and to show good faith in the dismissal of Ms. Young. Because the Band was not represented by counsel, the adjudicator was in a difficult position. No one was available to scrutinize the evidence of the employer and therefore, Mr. Brault was the first person who could have advised Chief St. Denis that putting the letter into evidence might have both positive and negative consequences. This type of situation is the result of the more informal proceedings under the", "Code", ". However, informal procedures cannot be an excuse for allowing the adjudicator to appear biased. The fundamental question remains the same: would a reasonable and right-minded person who was well informed as to the issues believe that the adjudicator was biased? (See", "Committee for Justice and  <FRAGMENT_SUPPRESSED> ; 9 N.R. 115.)"], ["[33]", "Considering that there was in fact no relationship between Labour Canada and Mr. Brault, what the letter revealed was the opinion of a third party with no special influence over the adjudicator. Furthermore, the letter states an opinion without revealing the basis on which it was formed."], ["[34]", "The text of the interim award is reproduced at paragraph 10 of this decision. From that text it is clear that the adjudicator interpreted the cancellation of LAMBAT funding for the position of education liaison officer as evidence of the similarity to the two positions. This evidence was then used to conclude that the position occupied by Ms. Young had not been discontinued. It was not used to find any unjustness in the dismissal as the applicant alleges, but it was used to find a continuation of a function. Furthermore, the adjudicator refers to the LAMBAT decision to cancel the funding and not to the position apparently adopted by Labour Canada. Although the letter supported the adjudicator's decision with respect to similarity of positions, it was not in itself sufficient to create a reasonable apprehension of bias."], ["[35]", "In the supplementary decision the adjudicator wrote at p. 18:", "\"I have closely reviewed the incidents alleged by counsel to constitute apprehension of bias in the instant case. I fail to see how a reasonable person could consider the fact of allowing one party to introduce evidence that counsel may a year later with hindsight see as counterproductive to his case as a sign of bias. The role of the adjudicator in the conduct of a hearing is to act more or less 'in the role of a judge and not venture into the fray as prosecutor or defence' (", "Canadian Labour Law", "(2nd Ed.), G.W. Adams, Canada Law Book, par 4.730). This is precisely what happened here, and failing compelling evidence showing that a party was not aware of its acts, I fail to see how it could be otherwise.\"", "I agree with his assessment of this situation. The mere fact that the evidence was unfavourable to the employer's case does not mean that it created a reasonable apprehension of bias. For all of these reasons the interim award of adjudicator Brault will not be set aside.", "Supplementary Award"], ["[36]", "The applicant raises two issues with respect to the substance of the supplementary award. First, the applicant alleges bias in that counsel for the respondent improperly revealed facts to the adjudicator in a letter dated March 14, 1995. Second, the applicant alleges that the quantum of damages awarded is far in excess of what should have been awarded in these circumstances and was based on factors applicable to an award of punitive damages.", "I.", "Bias"], ["[37]", "The allegation of bias with respect to the supplementary award also stems from a letter submitted to the adjudicator but this time the source of the letter was counsel for the respondent. The relevant portions of the letter are paragraphs 6 and 9 which read as follows:", "\"Considérant le montant de cette offre, it est clair que les parties en présence n'en viendront pas à une entente et nous n'avons pas l'intention, dans cette affaire, de jouer une partie de 'ping-pong'.", "\"Ces mesures, je crois, doivent être prises puisque la partie adverse ne semble pas disposer, dans son règlement, à accorder aucun frais pour les déboursés d'honoraires professionnels encourus par Madame Young.\""], ["[38]", "In written submissions counsel did not specifically address the potential for bias created by this letter other than stating that it was raised before the adjudicator at the beginning of the hearing to determine quantum. However, before me counsel argued that the letter constitutes an attempt to improperly put evidence before the adjudicator outside of the hearing."], ["[39]", "In the first paragraph quoted above, a general reference is made to the amount of the offer without disclosing that amount. This does not put \"evidence\" before the adjudicator in any sense which might be construed as tainting the proceedings. Obviously the amount of the offer is unacceptable to the employee. The fact that the two sides cannot agree on an appropriate quantum is the reason for having to hold a second hearing."], ["[40]", "With respect to the second paragraph, it reveals that the employer is not willing to compensate the complainant for professional fees disbursed. Although this statement was not strictly proper, it was a matter which was properly before the adjudicator during the second hearing. The employer had opportunity to address this issue and make its own representations on the point. In this regard I adopt the same position as that taken by the Federal Court of Appeal in", "Banca", ", supra. In", "Banca", ", counsel for one party put before the adjudicator a letter which revealed that an offer did not cover costs incurred by the complainant. Stone, J.A., for the court wrote at p. 69:", "\"While I do not regard the letters of July 21 [the letter discussed above] and 22 with the same degree of objection as I do the letter of October 6, they must yet be condemned as irregular in that they represented an attempt to place evidence before the adjudicator. This irregularity was alleviated to some extent because the applicant had an opportunity to state an objection and, if need be, meet the allegations at the hearing itself.\"", "However, the court refused to state that the content of the letters of July 21 and 22 led to a reasonable apprehension of bias. They did however find, at p. 70, that the letter of October 6 created a reasonable apprehension of bias because:", "\"[i]t contained a serious assertion questioning the very truthfulness of the applicant's claim that the position formerly held by the respondent had been abolished. It also asserted facts that simply were not properly placed before the adjudicator, who had yet to decide whether to grant the requested remedy of reinstatement.\""], ["[41]", "The distinction I draw is that assertions contained in a letter put before the adjudicator, although inappropriate, do not necessarily lead to an apprehension of bias in these circumstances. The issues were properly before the adjudicator during the second hearing and all parties had the opportunity to address these issues and put evidence before the adjudicator. However, if evidence were put before the adjudicator after the hearing when all submissions were closed, as in the letter of October 6 referred to by Stone, J.A., above, this would be clearly inappropriate and might reasonably lead to an apprehension of bias as there would be no opportunity for the other side to respond. In addition, the very nature of the allegations in question in the October 6 letter questioned the honesty of the applicant in that proceeding as well as the integrity of its counsel."], ["[42]", "The situation before me is distinct in that Me Paré, counsel for the respondent, referred to the quantum as insufficient and not covering legal expenses. Whether an award should indeed cover such disbursements was argued before the adjudicator at the hearing and it was open to him to decide the matter either way. Despite the transgression, it was insufficient to create a reasonable apprehension of bias.", "II.", "Quantum"], ["[43]", "The applicant also attacks the quantum awarded to Ms. Young. Specifically, counsel stated at paragraph 39 of his memorandum that an award of eight months salary was based on \"factors which are applicable to an award of punitive damages and not a determination of reasonable notice\"."], ["[44]", "On the basis of the written submissions received by me from counsel for both parties and the oral submissions of counsel for the applicant, I indicated at the hearing that I did not believe that the award in this case could stand. However, I indicated that should my view of the matter change, I would give counsel for the applicant an opportunity to respond. In these circumstances, counsel for the applicant did not give full oral argument before me during the hearing."], ["[45]", "In oral and written submissions counsel for the applicant stated that the appropriate measure of damages in these cases was assessed according to the notice period required to be given by an employer under the common law. However, research indicated that limiting an award on the basis of the common law or s. 235 of the", "Code", "was an error. I revealed the fruits of this research to counsel for the applicant in a memorandum and asked for his written submissions. When I received these submissions from counsel it appeared that he felt aggrieved by not being heard orally and I therefore instructed an oral hearing to be held with respect to the issue of the quantum of damages awarded by the adjudicator by way of teleconference. Counsel for both parties participated in this hearing."], ["[46]", "The thrust of the comments which I received from counsel for the applicant, both written and orally, is found in paragraph 9 of their written submissions filed on April 8, 1997 as follows:", "\"The", "Code", "does allow that the award should be determined on the basis of the damages actually suffered by the complainant as a result of the dismissal, however, unless reinstatement of the position is awarded, the compensation will necessarily be less than all lost wages. The courts have previously found that compensation in unjust dismissal cases can be assessed as lost wages during a reasonable notice period. This has become an accepted practice which is responsive to the exact situation. For example, if the employee finds employment of greater value after a (sic) unjust dismissal, that employee should be compensated for the damages of the dismissal, however the", "Act", "is not intended to grant that employee a windfall profit.\"", "With this general proposition I agree. The", "Code", "does not require that the adjudicator award a complainant her full salary as compensation. The complainant must mitigate her losses and the adjudicator must consider factors which might affect the appropriate quantum of the award. However, none of this precludes an award of full salary (minus deductions) from the date of the unjust dismissal to the date of the adjudicator's award if that is what is required to make the complainant whole."], ["[47]", "Perhaps the most poignant comment I can make with respect to the argument of counsel of the applicant is that, if I were to accept his submissions, there would be no difference in the compensation awarded to a person legitimately dismissed for administrative reasons and one who had been unjustly dismissed. This is clearly not the intent of the", "Code", ". The employee unjustly dismissed is one upon whom a wrong has been committed. The employee is entitled to more than a notice period which balances his or her interests against that of the employer. The employee is entitled to be compensated for having been mistreated.", "a)", "Lost Remuneration"], ["[48]", "Part III, Division XIV of the", "Code", "is titled \"Unjust Dismissal\" and provides for a remedy in unjust dismissal cases. Section 242(4) of Part III provides:", "\"(4) Where an adjudicator decides pursuant to subs. (3) that a person has been unjustly dismissed, the adjudicator may, by order, require the employer who dismissed the person to", "(a) pay the person compensation not exceeding the amount of money that is equivalent to the remuneration that would, but for the dismissal, have been paid by the employer to the person;", "(b) reinstate the person in his employ; and", "(c) do any other like thing that it is equitable to require the employer to do in order to remedy or counteract any consequence of the dismissal.\"", "These are the only remedial provisions under Division XIV of the", "Code"], ["[49]", "However, Division XI of Part II titled \"Severance Pay\" provides in part:", "\"235(1) An employer who terminates the employment of an employee who has completed 12 consecutive months of continuous employment by the employer shall, except where the termination is by way of dismissal for just cause, pay to the employee the greater of", "(a) two days wages at the employee's regular rate of wages for his regular hours of work in respect of each completed year of employment by the employer, and", "(b) five days wages at the employee's regular rate of wages for his regular hours of work.\""], ["[50]", "An employee may be terminated in one of three ways, each giving rise to different remedies under the", "Code", ": with cause; for administrative reasons; or termination without cause. An employee terminated for cause is not entitled to any of the remedies provided for in ss. 242 and 235. If the termination is the result of a lack of work or discontinuance of a function, the employee is entitled to receive severance pay, but is not entitled to receive compensation provided for pursuant to s. 242. Finally, an employee terminated without just cause is entitled to be", "fully compensated", "for the unjust actions of her employer."], ["[51]", "Section 242(4) of the", "Code", "is clear in its application; it is designed to fully compensate an employee who is unjustly dismissed. It is not limited to the amount of severance pay to which the employee is entitled. It is not calculated by determining the notice period which should have been given to the employee.  <FRAGMENT_SUPPRESSED>  (F.C.A.), affd. [1989] 1 S.C.R. 1038; 93 N.R. 183, Mahoney, J.A., stated at p. 260:", "\"The intent of s. 61.5(9) (now 242(4)) is to empower the adjudicator, as near as may be, to put the wronged employee in the position of not suffering an employment related disadvantage as a result of his unjustified dismissal.\"", "Although the section places a ceiling on the amount of damages that may be awarded, the amount is not linked to the amount of severance pay awarded to the employee. Limiting the amount of damages for unjust dismissal to the amount of severance pay or on the basis of the common law is clearly an error. Support for this proposition is found in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), where Marceau, J.A., stated at p. 439:", "\"It is commonplace that the introduction of the remedy pursuant to s. 61.5 of the", "Code", "in 1978 was a very major step in the transformation undergone by labour law applicable to federal undertakings since [at] the time it was still founded on purely liberal concepts based on the theory of freedom of contract. Certainly the employer's right to terminate the contract of an employee was already far from being unfettered (prior notice, severance pay) and the common law courts no longer hesitated to apply the theory of abuse of right to penalize the excessive use of the right of dismissal by an employer. However, once the s. 61.5 remedy was in place it was no longer possible, as it had been formerly, to treat the right of dismissal as being of the very essence of an indefinite contract of employment; it also was no longer possible to speak of freedom of contract in this connection, as the new legislation was said to be a matter of public policy and as such unaffected by the language of the contract of employment.\""], ["[52]", "More recently, in", "<FRAGMENT_SUPPRESSED>  Iacobucci, C.J. (as he then was), for the Federal Court of Appeal was even more direct in stating at p. 2:", "\"We are also of the view that the interpretation of s. 61.5(9)(a) of the", "Canada Labour Code", "... cannot be read down so as to limit the compensation that an adjudicator is empowered to award to an employee to the amount that could be claimed under the common law:  <FRAGMENT_SUPPRESSED>  dismissal is entitled to set the amount of the award. The award is intended to compensate the employee for damages actually suffered as a result of the dismissal. While there is discretion in the amount of damages that may be awarded, an adjudicator commits an error when he or she limits the amount of the award to the amount of severance to which the employee would be entitled if the dismissal had been a justified one based on s. 235 or the common law."], ["[54]", "In his supplemental award the adjudicator canvassed six decisions in assessing the appropriate award.  <FRAGMENT_SUPPRESSED>  counsellor with nine years of service. [see footnote 3] Greyell did not refer to s. 242 in fixing the amount of remedy to be awarded to Mrs. Hill. He wrote at p. 23:", "\"I have considered the complainant's age, the circumstances and responsibilities of her employment, the tenure of employment and conclude that at common law, this employer would have been required to give Mrs. Hill six months notice of the termination of her employment.\""], ["[55]", "<FRAGMENT_SUPPRESSED>  determined that the complainant was entitled to two months \"notice\" after working for 13 months."], ["[56]", "<FRAGMENT_SUPPRESSED>  the award given but gave the complainant 13 weeks pay in addition to a two week notice period for approximately four years of working for that employer."], ["[57]", "<FRAGMENT_SUPPRESSED>  230 and 235 despite having cited ver batim s. 242. At six he wrote:", "\" <FRAGMENT_SUPPRESSED>  employee if it did not have just cause to dismiss the employee and did not provide the employee with the notice and compensation stipulated by ss. 230(1) and 235(1) of the", "Canada Labour Code", ", or the applicable common law, if the common law treated the employee more generously.", "\"The Alexis Indian Band did not allege that it had just cause to dismiss Ms. Potts. Nor did the band comply with ss. 230(1) and 235(1) of the", "Canada Labour Code", "and the common law.", ". . . . .", "\"Section 230(1) requires the band to pay her two weeks wages at her regular rate of wages for her regular hours of work and s. 235(1) obliges the band to pay her five days wages at her regular rate of wages for her regular hours of work. This sum is $1,123.16 ...\"", "The first paragraph above reveals a clear error of law. Giving notice to an employee does not render just an otherwise unjust dismissal."], ["[58]", "<FRAGMENT_SUPPRESSED>  pay already given to the complainant. Bruce wrote at p. 8:", "\"Addressing the appropriate remedy, s. 242(4) of the", "Canada Labour Code", "gives the adjudicator jurisdiction to award compensation for lost wages, reinstatement, and any other similar thing that is equitable ... Accordingly, the employer's decision to dismiss the complainant cause a loss of wages and a loss of paid educational leave\""], ["[59]", "Finally, in", "<FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> , awarded eight months salary (i.e. to the end of the term of the employment contract between the two parties) on the basis of 26 months' employment."], ["[60]", "Counsel for the applicant suggested that the adjudicator made a punitive award in this case which is clearly not allowed. In support of this contention counsel looks to the language of the adjudicator at p. 27 of the supplementary award:", "\"Ms. Young was dismissed at the very moment she would have returned to work following a maternity leave. She had formally received assurances that she would get her job back, and was never forewarned of her incoming dismissal. Moreover, the Band unsuccessfully tried to replace her under the guise of a newly-created position which they tried to fill with someone else.\"", "I cannot agree with counsel's submission that, without more, this should be interpreted as meaning that the damage award was punitive in nature. Immediately preceding this passage, the adjudicator canvassed many other cases and recited the fact patterns for each case. In my view, this passage merely recaps the facts of this case. The award is not unreasonable and can be objectively justified. The adjudicator did not compensate Ms. Young for the entire period of unemployment between the date of her dismissal and the date of the award although the", "Code", "does allow for that. Thus, I cannot say that the quantum awarded was calculated based on punitive principles."], ["[61]", "In the instant case the adjudicator ordered that eight months salary be paid to the respondent as compensation. Although there is no clear indication as to how the adjudicator calculated this amount, I find no basis on which to interfere with this award.", "b)", "Personal Expenses"], ["[62]", "With respect to \"personal expenses\" awarded to Ms. Young, the applicant asserts that these amounts were not proven by the respondent. However, the adjudicator wrote at p. 28:", "\"These expenses totalling $485.84 have been established. They cover costs directly incurred in the preparation of her complaint and I see no reason not to award it pursuant to s. 242(4)(c).\"", "I have no reason, on the evidence, to doubt that these sums and the basis for their disbursement were established. Counsel for the applicant alleged that the sums were not proven but did not reveal to the court on what basis the adjudicator reached the decision that they had been \"established\". There are handwritten lists of expenses in the evidence but there is no transcript of the proceedings. As there is nothing in the record which discloses that this decision was reached in a perverse or capricious manner or without regard to the evidence, I am unable to interfere with it.", "c)", "Legal Costs"], ["[63]", "With respect to the award for legal costs, the decision at p. 28 reads:", "\"The issue has been canvassed at length in numerous decisions, mainly in", "Banca  <FRAGMENT_SUPPRESSED>  (F.C.A.), where the Federal Court of Appeal expressed some reservation about awarding costs other than party-and-party costs. The issue was also reviewed in", "<FRAGMENT_SUPPRESSED>  dire financial situation and there is no doubt that it is equitable under s. 242(4)(c) to [award her] reasonable compensation for her legal costs.", "\"This case lasted two days and even though the overall costs she claims may not appear unreasonable per se, I would allow a lump sum of $2,500 towards the complainant's legal fees. This amount is to cover the attendance as well as her counsel's preparation.", "\"Further, expenses amounting to $433.64 were charged to the complainant by her counsel and she is entitled to be paid back of these expenses. This comes to a total sum of $2,733.64 for legal costs to which she is entitled.\"", "The essence of this award seems to be that, considering the respondent's dire financial circumstances, an award of costs would be equitable in order to remedy the damage caused by her former employer. The adjudicator cited", "Banca", ", supra in support of this award. The relevant excerpt from the decision of Stone, J.A., in", "Banca", "is found at p. 77  <FRAGMENT_SUPPRESSED> :", "\"I have no difficulty in reading it [paragraph 242(4)(c)], with its broad reference to granting relief that is 'equitable to require the employer to do in order to remedy or counteract any consequence of the dismissal,' as including the power to award costs. The difficulty I have is in viewing an award of compensation, gained at some considerable expense to a complainant in terms of legal costs, as having the effect of making him whole. Legal costs incurred would effectively reduce compensation for lost remuneration, while their allowance would appear to remedy or, at least, to counteract a consequence of the dismissal. I am not persuaded by the applicant's contention that para. (c) does not permit an award of costs because the only pecuniary award contemplated by Parliament is compensation as provided for in para. (a).\""], ["[64]", "The adjudicator chose not to reimburse the respondent for the full amount of her costs shown by the bills submitted by her lawyer. Clearly, on the basis of", "Banca", ", it was open to Mr. Brault to award costs. Obviously the adjudicator was satisfied that it was necessary to reimburse Ms. Young the costs which she necessarily incurred in obtaining a decision in her favour. According to the record before me, all of the expenses were incurred in an effort to remedy an unjust action taken by the employer.", "d)", "Interest"], ["[65]", "In awarding interest the adjudicator wrote at p. 29:", "\"The amounts owed for lost wages ($15,320) will bear interest as per the case law reviewed in", "<FRAGMENT_SUPPRESSED>  the current bank rate being set at around 4%. I further determine that the interests owed on this amount will run as of January 3, 1994, the date at which she would have returned to work.", "\"As for the other amounts owed ($2,733.64 + $485.84 = $3,217.48), they also will bear interest at the same annual rate of 3% but as of the date of our last hearing, i.e. June 14, 1995.\""], ["[66]", "I read this to mean that interest on the wages owed will run as of the date they became due according to the principles set out in", "Banca", ", supra at p. 75:", "\"On the other hand, I consider that the adjudicator did exceed his authority in awarding interest on the basis of the lump sum compensation allowed, rather than on the basis of a series of payments which the respondent would have been paid had he remained in employment. As I see it, if the award were allowed to stand, the respondent would receive something more than that which is 'equitable', and that would do more then 'remedy or counteract' a consequence of his unjust dismissal. The respondent would be enriched beyond that permitted by the statute. The decision should be set aside on this basis as well.\""], ["[67]", "Interest for expenses and legal costs correctly runs from the date of the decision on the merits."], ["[68]", "Me Paré, in her written arguments, requested that the costs of this proceeding be allowed to the respondent. Rule 1618 provides for the allowance of costs for \"special reasons\" only. No such reasons having been given, there shall be no order as to costs."], ["[69]", "For these reasons, the application for judicial review is denied.", "Application dismissed.", "Editor: Janette Blue/saf", "Footnotes", "1.\tWith respect to the determination that the adjudicator was functus officio, see the discussion infra.", "2.\tIn paragraph 8 of his written submissions, Counsel for the applicant stated that they had put in evidence for the period ending in 1993. However, this evidence is not in the record before me.", "3.\tMr. Brault calculated the award as four and one-half months for 10 years of service.", "[End of document]"]]}