{"id_": "007811", "body_str": [["[1]", "Rennie, J.", ": The applicant seeks judicial review of a decision of Officer C. Ruthven (Officer), dated October 13, 2011, refusing the applicant's application for permanent residence on humanitarian and compassionate (H&C) grounds (IMM-8409-11) pursuant to section 25 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (", "IRPA", "), and a decision of the same Officer on the same date, refusing the applicant's Pre-Removal Risk Assessment (PRRA) application (IMM-8412-11). For the reasons that follow the application in respect of the H&C decision is granted, and the application in respect of the PRRA decision is dismissed.", "Facts"], ["[2]", "The applicant, Michael Strachn, is a citizen of Jamaica. He came to Canada several times between 1990 and 2001, working as a farm worker. He last entered Canada on July 20, 2001 and has remained in Canada since that time."], ["[3]", "The applicant states that he decided to flee Jamaica in 2001 because he had informed police that a gang member was responsible for murdering a youth and he feared retaliation from the gang. The applicant also alleges that he and his wife face threats from another gang because they took over properties owned by the applicant's wife and wished to keep them for themselves."], ["[4]", "The applicant made a refugee claim in October 2001, which was rejected on June 24, 2003. The applicant then submitted an H&C application in July 2003, which was approved in principle; however, the applicant was found inadmissible due to criminality because of a conviction for assault occasioning bodily harm in Jamaica in 1980."], ["[5]", "The applicant states that the inadmissibility finding was erroneous because the conviction resulted in a $30 fine and yet was found to be equivalent to an offence in Canada carrying a maximum sentence of 10 years' imprisonment. Counsel for the applicant asked Citizenship and Immigration Canada to reopen the H&C application as a result of this information but that request was denied. The applicant submitted a new H&C application in 2007. He also submitted a document from the Jamaican Ministry of Justice indicating that the 1980 offence had been expunged from his record."], ["[6]", "The applicant submitted a PRRA application in October 2010. Both the H&C and PRRA decisions were made by the same officer on October 13, 2011 and were delivered to the applicant on November 14, 2011.", "H&C Decision"], ["[7]", "In the Decision and Reasons, the Officer first considered the allegations of hardship based on risk. The Officer noted that the applicant alleged a risk from multiple gangs that had blamed him for the arrest of one of their members; taken over his wife's properties and attacked her; and killed his stepson in the United States."], ["[8]", "The Officer reviewed the documentary evidence regarding gang violence and acknowledged that gangs were a problem in Jamaica. However, the Officer found that these documents did not establish that the applicant would be targeted but rather were relevant to the general environment in Jamaica, to be considered in the hardship analysis."], ["[9]", "The Officer also considered the applicant's own statements, including in his 2003 H&C application, his 2007 H&C application, and his 2010 PRRA application. The Officer noted that there was no evidence that any of the applicant's family members had gone to the police in response to the gang threats they faced. The Officer also noted that the PRRA submissions stated that the applicant did not report the gang shooting in 2001 to police which was inconsistent with his other submissions that state he had informed police of the identity of the shooter."], ["[10]", "The Officer noted the applicant's allegation of several robberies that occurred in his former store but found that this did not establish any forward-looking hardship as the store had been sold several years ago. The Officer also found no evidence from the applicant's wife to support the allegations regarding the 2007 property dispute."], ["[11]", "The Officer then reviewed documentary evidence regarding the availability of state protection in Jamaica. He placed significant weight on the 2010 US Department of State report which stated that everyone who enrolled in the witness protection program and followed the rules had been protected from serious threats and harm. The Officer acknowledged the problems of corruption, unlawful killings and the court system in Jamaica, but found insufficient evidence that these challenges would cause the applicant problems in the future. The Officer concluded that the applicant had not established that he would suffer unusual and undeserved or disproportionate hardship based on his risk in Jamaica."], ["[12]", "Regarding the applicant's family ties, the Officer found little evidence of the applicant's relationship with his brother in Canada, or with his other relatives. The Officer noted evidence that the applicant sent numerous remittances to his wife and daughter five years earlier, but found no evidence that he had supported them for the past four years."], ["[13]", "Regarding establishment in Canada, the Officer noted that the applicant had worked at the same place of employment since November 2001. The Officer found insufficient evidence of any other community involvement. The Officer found that the evidence showed a bare minimum degree of establishment for an individual in Canada for ten years. The Officer gave little weight to the applicant's length of time and establishment in Canada and did not find that severing these ties would constitute unusual and undeserved or disproportionate hardship."], ["[14]", "The application was therefore refused.", "PRRA Decision"], ["[15]", "The Officer noted that the applicant's refugee claim was rejected in 2003 as the Refugee Protection Division (RPD) found that he had presented insufficient credible or trustworthy evidence that he had a well-founded fear of persecution. The RPD had identified several omissions and discrepancies in the applicant's evidence, including the dates on which he was threatened; how the alleged shooting victim had died; and his visit to the police following the shooting. The Officer noted that the Board also found that the general risk of violence in Jamaica was not a personal risk and therefore could not give rise to protection."], ["[16]", "The Officer reviewed the evidence submitted by the applicant, including evidence submitted in his H&C application that was relevant to the question of risk. The Officer found that the online articles submitted did not establish that the applicant would be targeted by gangs in Jamaica. The Officer then quoted extensively from the UK Home Office Operational Guidance Note on organized crime in Jamaica."], ["[17]", "The Officer also reviewed the applicant's own statements and found that none of the applicant's family had ever sought state protection. The Officer also found that the applicant's statements did not rebut the findings of the RPD. The Officer also noted that the PRRA submissions stated that the applicant did not report the gang shooting in 2001 to police, which is inconsistent with his other submissions that state he had informed police of who shot the youth."], ["[18]", "The Officer noted the applicant's allegation of several robberies that occurred in his former store but found that this did not establish any forward-looking risk as the store had been sold several years ago. The Officer also found no evidence from the applicant's wife to support the allegations regarding the 2007 property dispute."], ["[19]", "Because of the discrepancy between the various statements by the applicant the Officer found insufficient evidence that state protection had ever been sought. The Officer noted that the applicant was obligated to exhaust the avenues of protection available to him."], ["[20]", "The Officer went on to consider the documentary evidence to determine if circumstances had changed in Jamaica since the RPD's decision. The Officer concluded that there had been no significant change and therefore the application was refused.", "Standard of Review and Issue"], ["[21]", "These applications raise the following issues:", "a. Was the Officer's H&C decision reasonable?", "b. Was the Officer's PRRA decision reasonable?", "c. Did the Officer breach procedural fairness by not convoking an oral hearing for the PRRA decision?"], ["[22]", "The parties agree that both decisions are to be reviewed on a standard of reasonableness:", "<FRAGMENT_SUPPRESSED> .", "Analysis", "Was the Officer's H&C decision reasonable?"], ["[23]", "In my view, the Officer erred in failing to consider the arguments and evidence presented by the applicant in support of his H&C application. While a decision whether to grant an H&C exemption is discretionary and an applicant is not entitled to a particular outcome, it is incumbent on the decision-maker to consider the application in its entirety and base his or her decision on the H&C factors raised, and the submissions made, by the applicant."], ["[24]", "The Officer was preoccupied with the question of whether the applicant was in Canada for reasons beyond his control and therefore failed to consider the grounds for an H&C exemption that were submitted to him."], ["[25]", "One example of the Officer's failure to make his decision based on the material before him was his failure to refer to the applicant's previous H&C application which was approved in principle based on the same allegations of hardship made in this application. While it was open to the Officer to reach a different conclusion than the previous decision-maker, the failure to mention the past approval in principle and explain the different outcome in this case creates the impression that the Officer ignored the first H&C application. The applicant heavily emphasized that application and the approval in principle in his submissions and therefore the Officer was obliged to consider it, even if he ultimately exercised his discretion in a different manner."], ["[26]", "Another example arises from the Officer's treatment of the applicant's employment in Canada. The Officer notes that the applicant has been consistently employed at the same place for ten years, progressing from assistant grower to full-time manager. He gave this factor very little weight, none, to be precise, and concluded that the applicant has shown only \"a bare minimum degree of establishment\"."], ["[27]", "Further, at no point did the Officer consider the applicant's argument that he has no skills other than farming. that he would not be able to farm in Jamaica because he owns no land and, therefore, removal to Jamaica would result in the loss of income to him, his wife and his daughter. This was one of the central aspects of the applicant's submission that leaving Canada would cause him undue hardship because of his establishment."], ["[28]", "The Officer's failure to have regard to all the material presented to him in the H&C application renders his conclusion unreasonable and the decision must therefore be set aside.", "Was the Officer's PRRA decision reasonable?"], ["[29]", "The applicant impugns the Officer's treatment of the documentary evidence regarding gang violence in Jamaica and the inability of the state to protect its citizens, particularly those in inner city slums. However, in my view, the Officer's consideration of state protection was not material to his conclusion because he found that the applicant had not established that he faced a personal risk from any gangs in Jamaica."], ["[30]", "The applicant alleged that he faced a risk from one gang because they blamed him for the arrest of one of their members. This was the risk assessed by the RPD in its decision. The RPD found the applicant not credible because of omissions and inconsistencies in his evidence; in the PRRA decision, the Officer found that the applicant had not presented sufficient evidence to rebut that finding. This conclusion was reasonably open to the Officer."], ["[31]", "The applicant also alleged risk from a different gang because it had taken over properties belonging to him and his wife. However, the Officer found that the applicant adduced insufficient evidence to establish any forward-looking risk based on this property dispute. Since the only evidence on this point was the applicant's own statement this finding was also wholly reasonable.", "Did the Officer breach procedural fairness by not convoking an oral hearing for the PRRA decision?"], ["[32]", "The applicant argues that the Officer based his decision on credibility because he pointed out an inconsistency between the applicant's narrative in his PRRA and H&C applications, and therefore an oral hearing should have been held. Whether or not an oral hearing is warranted is governed by section 113(b) of the", "IRPA", ", which states:", "Consideration of application", "113. Consideration of an application for protection shall be as follows:", "...", "(b) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required;", "Examen de la demande", "113. Il est disposé de la demande comme il suit:", "...", "b) une audience peut être tenue si le ministre l'estime requis compte tenu des facteurs réglementaires;"], ["[33]", "The prescribed factors are found in section 167 of the", "Immigration and Refugee Protection Regulations", "(SOR/2002-227) (", "Regulations", "):", "Hearing - prescribed factors", "167. For the purpose of determining whether a hearing is required under paragraph 113(b) of the Act, the factors are the following:", "(a) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;", "(b) whether the evidence is central to the decision with respect to the application for protection; and", "(c) whether the evidence, if accepted, would justify allowing the application for protection.", "Facteurs pour la tenue d'une audience", "167. Pour l'application de l'alinéa 113", ") de la Loi, les facteurs ci-après servent à décider si la tenue d'une audience est requise:", "a) l'existence d'éléments de preuve relatifs aux éléments mentionnés aux articles 96 et 97 de la Loi qui soulèvent une question importante en ce qui concerne la crédibilité du demandeur;", "b) l'importance de ces éléments de preuve pour la prise de la décision relative à la demande de protection;", "c) la question de savoir si ces éléments de preuve, à supposer qu'ils soient admis, justifieraient que soit accordée la protection."], ["[34]", "This has been interpreted to be a conjunctive test: therefore, an oral hearing is generally required if there is a credibility issue regarding evidence that is central to the decision and which, if accepted, would justify allowing the application:", "<FRAGMENT_SUPPRESSED> . While the Court has acknowledged that there is a difference between an adverse credibility finding and a finding of insufficient evidence, the Court has sometimes found an officer to have improperly framed true credibility findings as findings regarding sufficiency of evidence and therefore an oral hearing should have been granted:", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> ."], ["[35]", "I agree with the applicant that the Officer raised a credibility concern about whether or not the applicant had informed police of the shooter's identity. The Officer states:", "In contrast to the information provided by the applicant within the July 4, 2003", "Supplementary Information Humanitarian and Compassionate Considerations", "form, and provided by counsel within the April 12, 2007 narrative, counsel presented statements within the November 1, 2010 Pre-Removal Risk Assessment narrative which indicated that the applicant did not make any reports to the police in relation to a shooting by a gang member in the August Town district of Saint Andrew's Parish during the year 2001 [as the applicant was too afraid to go to the police.]"], ["[36]", "The Officer appears to be drawing a negative inference from this inconsistency. Thus, the first criterion is met under section 167 of the", "Regulations", ". However, the other criteria are not met. The evidence was not central to the decision and would not have led to the acceptance of the PRRA if accepted because this was the same evidence already found not credible by the RPD (i.e. the applicant's own testimony). In order to rebut the RPD's findings the applicant needed to present some other evidence to substantiate his allegations of risk. Otherwise, the PRRA decision would become an appeal or re-determination of the refugee claim. Since the Officer found that the applicant did not present any evidence to rebut the RPD's findings the application was reasonably dismissed on that basis and there is no error warranting the Court's intervention."], ["[37]", "The application for judicial review is granted in respect of the H&C decision and dismissed in respect of the PRRA decision. There is no question for certification.", "JUDGMENT"], ["[38]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review in respect of the H&C decision (IMM-8409-11) is granted. The matter is referred back for re-determination before a different officer at Citizenship and Immigration Canada.", "2. The application for judicial review in respect of the PRRA decision (IMM-8412-11) is dismissed.", "3. There is no question for certification.", "Judgment accordingly.", "Editor: E. Joanne Oley/vnh"]]}