{"id_": "008005", "body_str": [["[1]", "Russell, J.", ": This is an application under s. 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [Act] for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board [RPD or Board], dated July 4, 2013 [Decision], which refused the Applicant's application to be deemed a Convention refugee or a person in need of protection under ss. 96 and 97 of the Act.", "II.", "BACKGROUND"], ["[2]", "The Applicant is a twenty-one-year-old Colombian citizen. His claim for protection is based on his fear of the Revolutionary Armed Forces of Colombia [FARC]."], ["[3]", "The Applicant claims that his mother and father have been harassed by FARC since 1997. He says his father has been asked to work for FARC, the family has received threatening phone calls, and FARC has attempted to extort money from the family."], ["[4]", "In late 2011, the Applicant alleges that FARC started referring to him in their phone calls, claiming that they knew where to find him and wanted to recruit him."], ["[5]", "The Applicant says he was kept under constant supervision and was only permitted to leave the house to attend school. After he completed high school, his parents would not permit him to attend university due to their fears that FARC would find him."], ["[6]", "In December 2011, the Applicant's parents made a denunciation to the Attorney General of Colombia. They were told that not much could be done. The Attorney General sent a letter to the local police requesting protection for the Applicant's family. The Applicant says that police monitored their neighbourhood for about a week before the protection was withdrawn. The Applicant's father was advised that the complaint had been transferred to another local office because the events had originated there. He was advised to attend that local office for further assistance. The Applicant's father did not go because he believed the twenty-hour trip would be too dangerous."], ["[7]", "Four days after filing the denunciation, the Applicant's parents sent the Applicant out of Colombia because they deemed the risk of the Applicant being kidnapped or recruited by FARC too high."], ["[8]", "The Applicant arrived in Canada on December 18, 2011. He filed a claim for refugee protection on December 20, 2011.", "III.", "DECISION UNDER REVIEW"], ["[9]", "The Applicant's refugee claim was heard on May 28, 2013 and June 12, 2013. The Board determined that the Applicant was not a Convention refugee or person in need of protection on July 4, 2013."], ["[10]", "The Board addressed issues of credibility, subjective fear, and state protection."], ["[11]", "First, the Board said that the Applicant's credibility was undermined due to his failure to detail the connection between the threats his mother received and FARC's efforts to extort his father in his Personal Information Form  <FRAGMENT_SUPPRESSED> . The Applicant claimed he had not provided the details because he thought that the relation was obvious. The Board rejected this explanation because the detail was too important as \"it demonstrates the willingness of the agents of persecution to pursue any member of the claimant's family to obtain their extortion amount\" (Certified Tribunal Record [CTR] at 5)."], ["[12]", "The Board also found that the Applicant's failure to seek refugee protection in the United States indicated a lack of subjective fear. At the hearing, the Applicant testified that FARC began mentioning the Applicant in their phone calls to his father in August 2011. The Board pointed out that the Applicant and his mother were in the United States from August 10, 2011 to September 2, 2011. The Applicant said that the calls started while they were in the United States but that he did not seek protection there because the process of seeking protection in the United States is different and because it is not as peaceful and safe as Canada. The Board rejected the Applicant's explanation. The Board said that a father who was receiving recruitment calls from FARC would have done everything in his power to ensure that his son remained in a safe place and did not return to Colombia."], ["[13]", "The Board also found that the Applicant's credibility was further undermined by his failure to provide a reasonable explanation for the discrepancy between the date that he claimed the recruitment calls started in his PIF (November 2011) and in his oral testimony (August 2011). At the hearing, the Applicant said that he could not keep the dates straight. The Board rejected this explanation because the date when the Applicant's father began receiving the recruitment calls was an important element of the story."], ["[14]", "As a result of these credibility findings, the Board found, on a balance of probabilities, that the Applicant's father did not receive any phone calls threatening to kidnap or recruit the Applicant."], ["[15]", "The Board made a further credibility finding regarding the Applicant's failure to provide a reasonable explanation for how his father knew that the phone calls were from FARC. The Applicant variously testified that: his father did not answer the telephone; he had initially answered the calls but no longer did; and, that when his father answered the telephone, the callers would say they were calling on behalf of FARC."], ["[16]", "Finally, the Board made a negative credibility finding because the Applicant failed to say that he was seeking refugee protection because of FARC's threats in his Port of Entry [POE] notes. The Applicant had claimed he was seeking protection in Canada because it was a country not at war with anyone. The Board said that the foundation of the Applicant's claim was the fact that FARC threatened to recruit him if his father did not pay their extortion demands. Because these threats were so extensively detailed in his PIF and his oral testimony, the Board said it was reasonable to expect that the threats should have been at least summarily mentioned in his POE notes. The Board felt these were \"omissions regarding significant aspects that go directly to the heart of the principal claimant's claim\" (CTR at 8, citing", "<FRAGMENT_SUPPRESSED> )."], ["[17]", "The Board found, on a balance of probabilities, that FARC was not attempting to extort money from the Applicant's family and that FARC had not threatened to recruit the Applicant."], ["[18]", "The Board also gave the Applicant's father's testimony very little evidentiary weight because he had a vested interest in the outcome of the hearing."], ["[19]", "Next, the Board said that the determinative issue was whether the Applicant had rebutted the presumption of state protection. The Board said that a claimant's burden in this regard is directly proportional to the level of democracy in a particular state. The Board said that Colombia is a functioning democracy, so the Applicant was required to do more than show that he went to members of the police and that those efforts were unsuccessful."], ["[20]", "The Board considered the denunciation but noted that it did not contain any description of the threats. The Board rejected the Applicant's explanation that the purpose of the denunciation was to request protection. The Board said it was reasonable to expect that a denunciation would contain a description of the threats. The Board found, on a balance of probabilities, that the document was filed for the purpose of embellishing the Applicant's refugee claim."], ["[21]", "The Board also noted that the Applicant left Colombia four days after filing the denunciation. The Board said that by leaving the country, the Applicant had failed to give the police an opportunity to investigate the crime."], ["[22]", "The Board reviewed the independent documentary evidence regarding the availability of state protection in Colombia and said that it preferred the Board's evidence over the Applicant's \"since they are drawn from a wide range of publicly accessible documents, from reliable non-government and government organizations\" (CTR at 11). The Board acknowledged that the issue is whether state protection is currently available, and not what efforts are being made to establish state protection."], ["[23]", "The Board noted, for example, that the number of extra-judicial killings by the military had dramatically declined. In addition, a number of officers and soldiers had been released from the military due to their corruption. The Board also noted the human rights abuses committed by FARC and other paramilitary groups, and said that the Colombian government had undertaken efforts to \"strengthen the state's presence in regions affected historically by illegally armed organizations\" (CTR at 16). These efforts included placing the military along main roads and increasing the police presence in municipalities, which was successful in some regions but not all."], ["[24]", "The Board acknowledged that there were inconsistencies in the documentary evidence but concluded that (CTR at 12):", "[T]he preponderance of the objective evidence regarding current country conditions suggests that, although not perfect, there is adequate state protection in Colombia for victims of crime, that Colombia is making serious efforts to address the problem of criminality, and that the police are both willing and able to protect victims."], ["[25]", "The Board found that, on a balance of probabilities, the Applicant had failed to rebut the presumption of state protection and concluded that the Applicant was not a Convention refugee or person in need of protection.", "IV.", "ISSUES"], ["[26]", "The Applicant raises the following issues in this application:", "1. Did the Board err in law in determining that the Applicant is not a Convention Refugee or a person in need of protection?", "2. Did the Board act without jurisdiction, act beyond its jurisdiction or refuse to exercise its jurisdiction?", "3. Did the Board fail to observe a principle of natural justice, procedural fairness or other procedure that it is required by law to observe?", "4. Did the Board err in law in making its decision or order whether or not the error appears on the face of the record?", "5. Did the Board base its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard to the material before it?", "6. Did the Board act in any way that was contrary to law?"], ["[27]", "Notwithstanding this list, the Applicant only addressed the following in his written submissions: 1. Whether the Board erred in its credibility analysis; and 2. Whether the Board erred in its state protection analysis.", "V.", "STANDARD OF REVIEW"], ["[28]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis:", "<FRAGMENT_SUPPRESSED> ."], ["[29]", "The jurisprudence is clear that the Board's findings of fact and credibility determinations are reviewed on a standard of reasonableness:", "<FRAGMENT_SUPPRESSED> . The Board's application of the test for state protection involves questions of mixed fact and law and is reviewable on a standard of reasonableness:", "<FRAGMENT_SUPPRESSED> ff'd 2007 FCA 171 at para 38;", "<FRAGMENT_SUPPRESSED> ."], ["[30]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": see <FRAGMENT_SUPPRESSED> , above, at para 47;", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "VI.", "STATUTORY PROVISIONS"], ["[31]", "The following provisions of the Act are applicable in this proceeding:", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "Définition de « réfugié »", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Personne à protéger", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "VII.", "ARGUMENT", "A.", "Applicant"], ["[32]", "The Applicant submits that the Board's findings on credibility and the availability of state protection are unreasonable.", "(1) Credibility"], ["[33]", "The Applicant submits that the Board made a number of errors in its credibility analysis. The Board erred in rejecting his explanation of why he did not specifically include the fact that the calls his mother was receiving were from FARC and related to the extortion of the father. The Board is not entitled to draw a negative inference from the Applicant's failure to include minor or elaborative details in his  <FRAGMENT_SUPPRESSED> . The Board is also not entitled to engage in a microscopic analysis of the evidence to search for trivial errors or inconsistencies:", "<FRAGMENT_SUPPRESSED> ."], ["[34]", "The Board also erred in taking issue with the Applicant's failure to claim asylum in the United States. The Applicant testified that he was unaware of the threats while he was in the United States. Further, the Applicant's father was unaware of the severity of the problem while the Applicant was in the United States. The Board cannot draw an inference from his failure to seek protection in the United States because he did not fear persecution at that time."], ["[35]", "The Board erred in making a negative credibility finding based on the inconsistencies between the dates in his PIF and in his oral testimony. These are minor inconsistencies which are easily explained by the fact that the Applicant has not had any direct contact with the FARC. All of the contact, and so the details, lie with the Applicant's father. The Applicant also testified that his mother and father helped him put the narrative together because he had no first-hand knowledge. A refugee decision cannot be based upon a memory test:", "<FRAGMENT_SUPPRESSED> ."], ["[36]", "The Board also erred by relying on the lack of details in the Applicant's POE notes. The POE is not a part of the refugee claim and should not be expected to contain all of the details of the claim:", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> . The Applicant claims he was not told that the threats were directed at him until his parents decided to send him out of the country."], ["[37]", "Finally, the Board erred in giving \"little evidentiary weight\" to the Applicant's father's testimony. The father testified under oath and the Board had an opportunity to cross-examine him. The Federal Court has held that evidence from a refugee claimant's family or friends must be assessed and cannot be dismissed simply because the witness has an interest in the proceeding:", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [", "Ahmed", "];", "<FRAGMENT_SUPPRESSED> [", "Mata Diaz", "];", "<FRAGMENT_SUPPRESSED> [", "Diaz Pinzon", "].", "(2) State Protection"], ["[38]", "The Applicant submits that the Board erred by finding that he had failed to rebut the presumption of state protection because the denunciation that his father filed with the Attorney General did not contain sufficient details about the events. The Board erroneously focused on the Applicant's attempts to engage the state rather than focusing on whether state protection is available in Colombia for people targeted by the FARC. The Applicant submits that he has approached the state twice and received no assistance. The state's actions, rather than their intentions, should be the focus of the determination. It is unreasonable to place a legal burden on a refugee claimant to seek state protection (", "<FRAGMENT_SUPPRESSED> ) when there is strong evidence to show that had an applicant made greater efforts to seek state protection, it would not have been forthcoming (", "<FRAGMENT_SUPPRESSED> )."], ["[39]", "The Board also erred in preferring the Board's documentary evidence over the claimant's documentary evidence:", "<FRAGMENT_SUPPRESSED> . The Applicant submits that he provided objective evidence from reliable sources, including specialist reports and reports from international organizations. The Board was obliged to explain why it ignored the evidence which corroborated the Applicant's claim: <FRAGMENT_SUPPRESSED> ,", "above", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [", "Nino Yepes", "]."], ["[40]", "Finally, the Board erred in focusing on the Colombian government's efforts rather than the reality of the adequacy of state protection. The Board failed to point to any evidence which indicates that state protection exists for people directly targeted by FARC: see", "<FRAGMENT_SUPPRESSED> . The Federal Court has held that Colombia's anti-crime efforts cannot outweigh the evidence of its human rights violations:", "<FRAGMENT_SUPPRESSED> .", "B.", "Respondent"], ["[41]", "The Respondent raises a preliminary issue regarding an affidavit that Applicant's counsel has submitted in this proceeding. The Respondent submits that the affidavit is a violation of rule 82 of the", "Federal Courts Rules", ", SOR/98-106 [Rules]. This rule prohibits a solicitor from both deposing to an affidavit and presenting argument to the Court."], ["[42]", "The Respondent also notes that the Applicant has not filed an affidavit in this judicial review proceeding. The Rules do not require an affidavit to be filed, but the Respondent says there is no explanation as to why the Applicant has not attested to the truth of the matters before the Board."], ["[43]", "The Respondent submits that the Decision is reasonable. The Board made a number of findings based on inconsistencies and omissions in the Applicant's oral and written testimony. The lack of a credible basis for the subjective element of a refugee claim is sufficient to dismiss the claim. A delay in claiming protection at the first opportunity also undermines a claimant's subjective fear:", "<FRAGMENT_SUPPRESSED> . The Applicant failed to claim protection during the month that he was in the United States even though he testified that his father was receiving threats in relation to the Applicant from the FARC during this time. It was reasonable to conclude that the Applicant's delay, both in leaving Colombia and in failing to make his refugee claim at the earlier opportunity, meant the Applicant did not have a subjective fear:", "<FRAGMENT_SUPPRESSED> . It was reasonable for the Board to find that filing a denunciation and then leaving the country was not sufficient to rebut the presumption of state protection:", "<FRAGMENT_SUPPRESSED> ."], ["[45]", "The Decision indicates that the Board examined all of the evidence in making its findings. A tribunal is assumed to have weighed and considered all of the evidence and need not refer to every item:", "<FRAGMENT_SUPPRESSED>  (QL)(FCA). The fact that the Applicant can point to parts of the documentary record to support his argument is not evidence of an error:", "<FRAGMENT_SUPPRESSED>  at paras 16-17.", "C.", "Applicant's Reply"], ["[46]", "In reply, the Applicant submits that the Rules have not been breached because the lawyer who swore the affidavit is not the lawyer who submitted the memorandum of fact and law. Further, a different lawyer will be before the Court to argue the merits of the proceeding at the hearing. As a result, rule 82 of the Rules is not implicated by the lawyer's affidavit. Finally, the affidavit is permissible because it is uncontroversial and merely introduces documents:", "<FRAGMENT_SUPPRESSED> ."], ["[47]", "The Applicant submits that the Board's finding that the situation is improving in Colombia fails to address the Applicant's particular circumstances and fails to decide whether the protection is effective:", "<FRAGMENT_SUPPRESSED> ."], ["[48]", "The issue is not that the Board preferred its own documentary evidence over the Applicant's evidence, but rather that the Board failed to consider the Applicant's evidence at all. The Applicant acknowledges that the Board is not required to refer to every piece of evidence. However, the importance of referring to a piece of evidence increases with its probative value: <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> ,", "Nino Yepes", ", all above.", "D.", "Respondent's Further Submissions"], ["[49]", "In further submissions, the Respondent denies any error in the Board's credibility findings but also submits that the Board's findings on state protection can stand notwithstanding the Board's credibility findings: see", "<FRAGMENT_SUPPRESSED> .", "VIII.", "ANALYSIS"], ["[50]", "The Respondent says that rule 82 of the", "Federal Courts Rules", "is engaged by an affidavit filed by Applicant's counsel. The Applicant says the affidavit was not sworn by either the lawyer who drafted the Applicant's Memorandum of Law and Argument or the lawyer who appeared at the judicial review hearing. The Applicant also says the affidavit is uncontroversial and merely introduces documents that were before the Board. I agree that rule 82 is not engaged in this proceeding. No solicitor is attempting to \"depose to an affidavit and present argument to the Court based on that affidavit.\" In addition, the affidavit simply introduces, by way of exhibits, the documents that were before the  <FRAGMENT_SUPPRESSED> . In any event, the Court does not need to rely on the affidavit for the purposes of this proceeding because the documents are now all available in the CTR."], ["[51]", "Turning to the Decision, the Board makes several negative credibility findings based upon the testimony of the Applicant and then concludes \"on a balance of probabilities, that the claimant's family has never been extorted money from the FARC and that the FARC did not threaten to recruit him\" (CTR at 8)."], ["[52]", "Much of the Applicant's difficulty in testifying at the hearing of his refugee claim stems from the fact that the threats from FARC were made to the Applicant's family, and not directly to the Applicant. The Applicant has been sent to Canada so that FARC cannot reach him. Inevitably, then, the future persecution and risk he faces has been relayed through his family. The Board appears to expect that the Applicant should be fairly precise about the timing of these threats and his father's reaction to them, even though the Applicant has no direct knowledge of what has transpired."], ["[53]", "It was obviously for this reason that the Applicant's counsel called the father to testify directly under oath. The father is the one who has had to deal with the FARC threats against the Applicant and he is the one individual who can give accurate, direct evidence about the how, when and why the threats were made, and why the Applicant had to be sent abroad to avoid the consequence of those threats. The father's testimony was given by telephone, under oath. He could have been cross-examined, but was not."], ["[54]", "Notwithstanding the crucial importance of the father's testimony and its obvious significance for the problems that the Board had with the Applicant's testimony, the Board simply refused to give the father's testimony any weight (CTR at 8):", "The claimant's counsel called the claimant's father as a witness. The testimony was given via telephone. However, since the witness, the father of the claimant, has a vested interest in the outcome of this hearing, I give this testimony little evidentiary weight."], ["[55]", "Significantly, the Board cites no legal authority for this position and provides no acceptable reason why the father's testimony should not be reliable. The Board heard the father give testimony and was in a position to test that testimony in any way it thought fit. The transcript shows that the Board did not really avail itself of this opportunity."], ["[56]", "As the Respondent concedes, the Board's position on the issue is simply wrong in law. Testimony cannot be discounted (\"little evidentiary weight\" is a euphemism in this case for \"no weight at all\") because it is given by a relative. See <FRAGMENT_SUPPRESSED> ;", "Ahmed", "Mata Diaz", "; and", "Diaz Pinzon", ", all above. If evidence can be given \"little evidentiary weight\" because a witness has a vested interest in the outcome of a hearing then no refugee claim could ever succeed because all claimants who give evidence on their own behalf have a vested interest in the outcome of the hearing. The Board Member reveals a strong pre-disposition to disbelieve applicant-connected witnesses even when they testify under oath. This is a serious problem and needs to be addressed."], ["[57]", "In the present case, only the father had direct evidence of what FARC is threatening to do to the Applicant. It looks as though the Board discounts direct evidence given under oath so that it does not have to consider whether the father can clarify the problems it had identified with the Applicant's own evidence. This is both grossly unfair and entirely unreasonable."], ["[58]", "It also seems to me that, until the threats against the Applicant are appropriately assessed, the Board cannot conduct a reasonable state protection analysis; the discounted evidence from the father was also relevant to state protection."], ["[59]", "The actual state protection analysis provided in this case reveals the nature of the problem. The Board identified many things that the government of Colombia has done in its fight against FARC but much of it is simply wide-of-the-mark (e.g. Colombia \"is making serious efforts to rectify the corruption and impunity that exists\") and irrelevant to the issue of whether the state can provide adequate protection to a young man in the Applicant's position who FARC has identified for recruitment. There was strong evidence before the Board that the state cannot protect someone in the Applicant's position, but the Board never engages with this evidence in any meaningful way and focuses upon initiatives by the state that may well have had some success in the fight against FARC, but which do not support a finding of adequate state protection for someone in the Applicant's position. To put it bluntly, the Applicant was not alleging that the state is not having military successes against FARC, and he was not saying that the state cannot protect him because it is corrupt; his point is that the state is simply overwhelmed and cannot protect someone in his position who is targeted by FARC. There was objective evidence to this effect and the father's evidence (unreasonably discounted) was (CTR at 824) as follows:", "So in Columbia, this is a very difficult situation for the common man, that is those who don't get state protection. And furthermore, so you know for people like us, there is no, you know, state protection, only you know actions which they -- it's referred to as investigation on -- that that case is still being investigated and as you can see, in Columbia, there are many cases that involve kidnappings."], ["[60]", "The Board does not have to accept this assessment, but it cannot just hide from it and avoid it by ruling that it can have little weight because of the father's vested interest in the outcome, and the Board cannot just ignore objective evidence that supports the Applicant by taking refuge in state initiatives that do not address the basic question: Can the state of Colombia offer adequate protection to someone in the Applicant's position who is targeted by FARC?"], ["[61]", "In any event, the state protection analysis is confusing. After making a negative credibility finding that FARC has never made any threats against the Applicant, the Board then tells us that the \"determinative issue in the case at hand is the presumption that countries are capable of protecting its [", "sic", "] citizens, and this underscores the principle that international protection comes into play only when a refugee claimant has no other recourse available\" (CTR at 9)."], ["[62]", "The Board never says whether its state protection findings are made on the assumption that FARC's threats against the Applicant are true (e.g. even if his story is believed, then he has not rebutted the presumption of adequate state protection) or on the assumption that the threats are not true. So we just do not know the extent to which the Board's unreasonable negative credibility findings have impacted its state protection analysis."], ["[63]", "For these reasons, the Decision is unreasonable and must be returned for reconsideration."], ["[64]", "Counsel agree there is no question for certification and the Court concurs.", "JUDGMENT"], ["[65]", "THIS COURT'S JUDGMENT is that", "1. The application is allowed. The Decision is quashed and the matter is returned for reconsideration by a different Board member.", "2. There is no question for certification.", ".........................", "Manuel Guillerm Mendez Varon (alias  <FRAGMENT_SUPPRESSED>  (défendeur)", "I.", "INTRODUCTION"], ["[1]", "Russell", "[Traduction]: La Cour est saisie d'une demande présentée en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, ch 27 [la Loi] en vue d'obtenir le contrôle judiciaire d'une décision en date du 4 juillet 2013 [la décision] par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié [la SPR ou la Commission] a refusé de reconnaître au demandeur la qualité de réfugié au sens de la Convention ou celle de personne à protéger au sens des articles 96 et 97 de la Loi.", "II.", "LE CONTEXTE"], ["[2]", "Âgé de 21 ans, le demandeur est un citoyen colombien. Sa demande d'asile est fondée sur sa crainte des Forces armées révolutionnaires de Colombie [les FARC]."], ["[3]", "Le demandeur affirme que sa mère et son père sont victimes de harcèlement de la part des FARC depuis 1997. Il soutient que les FARC ont demandé à son père de travailler pour elles, que sa famille a reçu des menaces téléphoniques et que les FARC ont tenté d'extorquer de l'argent à sa famille."], ["[4]", "Le demandeur allègue qu'à la fin de 2011, les FARC ont commencé à mentionner son nom dans leurs appels téléphoniques en prétendant qu'elles savaient où le trouver et en ajoutant qu'elles voulaient le recruter."], ["[5]", "Le demandeur affirme que ses parents le gardaient sous une surveillance constante et ne le laissaient sortir de la maison que pour aller à l'école. Ils ne lui ont pas permis de fréquenter l'université après la fin de ses études secondaires parce qu'ils craignaient que les FARC le retrouvent."], ["[6]", "En décembre 2011, les parents du demandeur ont fait une dénonciation au procureur général de la Colombie. On leur a dit qu'il n'y avait pas grand-chose à faire. Le procureur général a adressé une lettre à la police locale pour lui demander de protéger la famille du demandeur. Le demandeur affirme que la police a surveillé le quartier pendant environ une semaine, pour ensuite retirer sa protection. On a informé le père du demandeur que la plainte avait été transférée à un autre bureau local parce que les faits s'étaient produits dans cette région. On l'a également informé de se présenter à ce bureau local s'il voulait obtenir de l'aide. Le père du demandeur ne s'y est pas rendu parce qu'il estimait que le déplacement de 20 heures nécessaire était trop risqué."], ["[7]", "Quatre jours après avoir déposé la dénonciation, les parents du demandeur lui ont fait quitter la Colombie parce qu'ils estimaient que les risques que le demandeur se fasse kidnapper ou recruter par les FARC étaient trop grands."], ["[8]", "Le demandeur est arrivé au Canada le 18 décembre 2011. Il a présenté une demande d'asile le 20 décembre 2011.", "III.", "LA DÉCISION FAISANT L'OBJET DU PRÉSENT CONTRÔLE"], ["[9]", "La demande d'asile du demandeur a été entendue le 28 mai 2013 et le 12 juin 2013. La Commission a refusé de reconnaître au demandeur la qualité de réfugié au sens de la Convention ou celle de personne à protéger le 4 juillet 2013."], ["[10]", "La Commission s'est penchée sur les questions de la crédibilité, de la crainte subjective et de la protection de l'État."], ["[11]", "D'entrée de jeu, la Commission a déclaré que la crédibilité du demandeur était ébranlée parce qu'il n'avait pas fourni dans son Formulaire de renseignements personnels [FRP] de détails au sujet du lien entre les menaces que sa mère avait reçues et les tentatives faites par les FARC pour extorquer de l'argent à son père. Le demandeur a expliqué qu'il n'avait pas fourni de détails parce qu'il estimait que ce lien était évident. La Commission a écarté cette explication, estimant que les détails en question étaient trop importants étant donné qu'ils montraient « que les agents de persécution étaient prêts à harceler n'importe quel membre de la famille du demandeur d'asile pour obtenir le montant exigé » (Dossier certifié du tribunal [DCT] à la page 5)."], ["[12]", "La Commission a également conclu que le défaut du demandeur de demander l'asile aux États-Unis démontrait son absence de crainte subjective. À l'audience, le demandeur a expliqué que les FARC avaient commencé en août 2011à mentionner son nom dans leurs appels téléphoniques à son père. La Commission a souligné que le demandeur et sa mère se trouvaient aux États-Unis entre le 10 août 2011 et le 2 septembre 2011. Le demandeur a expliqué que les appels avaient commencé alors qu'il se trouvait aux États-Unis, mais qu'il n'avait pas demandé l'asile parce que la procédure d'asile y est différente et que ce pays n'est pas aussi paisible et sûr que le Canada. La Commission a rejeté l'explication du demandeur. La Commission a déclaré qu'un père qui recevrait des appels de recrutement des FARC aurait tout fait en son pouvoir pour s'assurer que son fils demeure en sécurité et ne retourne pas en Colombie."], ["[13]", "La Commission a par ailleurs conclu que la crédibilité du demandeur était également minée par le fait qu'il n'avait pas fourni d'explication raisonnable pour justifier la contradiction entre la date à laquelle il avait affirmé dans son FPR que les appels de recrutement avaient commencé (novembre 2011) et celle qu'il avait indiquée dans son témoignage (août 2011). À l'audience, le demandeur a déclaré qu'il n'arrivait pas à se rappeler des dates avec exactitude. La Commission a rejeté cette explication en raison de l'importance pour le dossier du demandeur de la date à laquelle son père avait commencé à recevoir les appels de recrutement."], ["[14]", "En raison des conclusions ainsi tirées au sujet de la crédibilité, la Commission a conclu, selon la prépondérance des probabilités, que le père du demandeur n'avait reçu aucun appel téléphonique dans lequel on menaçait de kidnapper ou de recruter le demandeur."], ["[15]", "La Commission a tiré une autre conclusion au sujet de la crédibilité du demandeur en raison du défaut du demandeur d'expliquer comment son père savait que les appels téléphoniques provenaient des FARC. Le demandeur a offert diverses versions, expliquant d'abord que son père n'avait pas répondu au téléphone, puis qu'il avait répondu aux appels au début, mais qu'il n'y répondait plus et, enfin, que lorsque son père répondait au téléphone, la personne qui appelait disait qu'elle appelait au nom des FARC."], ["[16]", "Enfin, la Commission a tiré une conclusion négative au sujet de la crédibilité en raison du fait que le demandeur n'avait pas indiqué dans ses notes prises au point d'entrée qu'il demandait l'asile en raison des menaces proférées par les FARC. Le demandeur avait affirmé qu'il demandait l'asile au Canada parce que c'était un pays qui n'était en guerre avec personne. La Commission a expliqué que le fondement de la demande d'asile du demandeur était le fait que les FARC avaient menacé de le recruter si son père n'obtempérait pas aux demandes d'extorsion. Comme ces menaces étaient exposées avec force détail dans son FPR et dans son témoignage, la Commission a affirmé qu'on pouvait raisonnablement s'attendre à ce que les menaces soient à tout le moins mentionnées de façon sommaire également dans ses notes prises au point d'entrée. La Commission a estimé qu'il s'agissait d' « omissions en ce qui a trait aux aspects essentiels de la demande d'asile » (DCT, à la page 8, citant le jugement", "<FRAGMENT_SUPPRESSED> )."], ["[17]", "La Commission a conclu, selon la prépondérance des probabilités, que les FARC n'avaient pas tenté d'extorquer de l'argent à la famille du demandeur et que les FARC n'avaient pas menacé de recruter le demandeur."], ["[18]", "La Commission a par ailleurs accordé très peu de poids au témoignage du père du demandeur parce qu'il avait un intérêt direct dans l'issue de l'audience."], ["[19]", "La Commission a ensuite expliqué que la question déterminante était celle de savoir si le demandeur avait réfuté la présomption de la protection de l'État. La Commission a affirmé que le fardeau de preuve qui incombait au demandeur à cet égard était directement proportionnel au degré de démocratie de l'État concerné. La Commission a expliqué que la Colombie était une démocratie fonctionnelle, de sorte que le demandeur ne pouvait se contenter de démontrer qu'il s'était adressé à la police et que ces démarches n'avaient pas porté fruit."], ["[20]", "La Commission a examiné la dénonciation, mais a fait observer qu'on n'y trouvait aucune description des présumées menaces. La Commission a rejeté l'explication du demandeur suivant laquelle la dénonciation visait à obtenir la protection de la police. La Commission a expliqué qu'il était raisonnable de s'attendre à ce qu'une dénonciation renferme une description des menaces. La Commission a conclu, selon la prépondérance des probabilités, que le document avait été déposé en vue d'étoffer la demande d'asile du demandeur."], ["[21]", "La Commission a également fait observer que le demandeur avait quitté la Colombie quatre jours après avoir déposé la dénonciation. La Commission a déclaré qu'en quittant le pays, le demandeur n'avait pas donné à la police la possibilité d'enquêter sur le crime."], ["[22]", "La Commission a examiné la preuve documentaire indépendante concernant la possibilité de se prévaloir de la protection de l'État en Colombie et a elle déclaré qu'elle préférait la preuve soumise par la Commission à celle du demandeur, étant donné que « la preuve documentaire rassemble une vaste gamme de documents accessibles au public et provenant de sources gouvernementales et non gouvernementales fiables » (DCT, à la page 11). La Commission a reconnu que la question à laquelle il fallait répondre était celle de savoir si la protection de l'État était présentement offerte et non si des démarches étaient faites pour établir la protection de l'État."], ["[23]", "La Commission a fait observer, par exemple, que le nombre d'exécutions sommaires effectuées par l'armée avait considérablement diminué. De plus, plusieurs officiers et soldats avaient été libérés de l'armée en raison de leur corruption. La Commission a également fait état des violations des droits de l'homme commises par les FARC et d'autres groupes paramilitaires et déclaré que le gouvernement colombien s'était engagé à « renforcer la présence de l'État dans les régions historiquement touchées par les organisations armées illégales » (DCT, à la page 16). Parmi les mesures prises, la Commission a mentionné le fait de poster des militaires le long des routes principales et de renforcer la présence militaire dans les municipalités et elle a signalé que ces mesures avaient été couronnées de succès dans certaines régions, mais pas dans d'autres."], ["[24]", "La Commission a reconnu que la preuve documentaire comportait certaines incohérences, mais a conclu que (DCT, à la page 12):", "[L]a prépondérance de la preuve objective concernant la situation actuelle dans le pays montre que, même si elle n'est pas parfaite, une protection de l'État adéquate est offerte en Colombie aux victimes de crimes, que la Colombie fait de sérieux efforts pour régler le problème de la criminalité et que la police a la volonté et la capacité de protéger les victimes"], ["[25]", "La Commission a conclu, selon la prépondérance des probabilités, que le demandeur n'avait pas réfuté la présomption de la protection de l'État et que le demandeur n'avait pas la qualité de réfugié au sens de la Convention ni celle de personne à protéger.", "IV.", "LES QUESTIONS EN LITIGE"], ["[26]", "Le demandeur soulève les questions suivantes en l'espèce:", "1. La Commission a-t-elle commis une erreur de droit en refusant de reconnaître au demandeur la qualité de réfugié au sens de la Convention ou celle de personne à protéger?", "2. La Commission a-t-elle agi sans compétence, outrepassé celle-ci ou refusé de l'exercer?", "3. La Commission a-t-elle omis de respecter un principe de justice naturelle, d'équité procédurale ou une autre procédure qu'elle est obligée de respecter selon la loi?", "4. La Commission a-t-elle commis une erreur de droit en rendant une décision entachée d'une erreur de droit, que celle-ci soit manifeste ou non au vu du dossier?", "5. La Commission a-t-elle fondé sa décision sur une conclusion de fait erronée, tirée de façon abusive ou arbitraire ou sans tenir compte des éléments dont elle disposait?", "6. La Commission a-t-elle agi de toute autre façon contraire à la loi?"], ["[27]", "Malgré cette liste, le demandeur n'a abordé que les questions suivantes dans ses observations écrites: 1. La Commission a-t-elle commis une erreur dans son analyse de la crédibilité? 2. La Commission a-t-elle commis une erreur dans son analyse de la question de la protection de l'État?", "V.", "LA NORME DE CONTRÔLE"], ["[28]", "Dans l'arrêt", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], la Cour suprême du Canada a déclaré qu'il n'est pas toujours nécessaire de se livrer à une analyse de la norme de contrôle. En fait, lorsque la norme de contrôle qui s'applique à la question en litige est déjà bien établie par la jurisprudence, la cour de révision peut l'adopter. Ce n'est que lorsque cette démarche s'avère infructueuse ou que la jurisprudence semble devenue incompatible avec l'évolution récente du droit en matière de contrôle judiciaire que le tribunal procédera à l'examen des quatre facteurs de l'analyse relative à la norme de contrôle (", "<FRAGMENT_SUPPRESSED> )."], ["[29]", "Il est de jurisprudence constante que la norme de contrôle applicable aux conclusions de fait et aux conclusions relatives à la crédibilité tirées par la Commission est celle de la décision raisonnable (", "<FRAGMENT_SUPPRESSED> ). L'application, par la Commission, du critère de la protection de l'État implique des questions mixtes de fait et de droit et elle est assujettie à la norme de contrôle de la décision raisonnable (", "<FRAGMENT_SUPPRESSED> conf. par 2007 CAF 171, au paragraphe 38;", "<FRAGMENT_SUPPRESSED> )."], ["[30]", "Lorsque la Cour effectue le contrôle d'une décision selon la norme de la décision raisonnable, son analyse tient « à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel, ainsi qu'à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » ( <FRAGMENT_SUPPRESSED> , précité, au paragraphe 47;", "<FRAGMENT_SUPPRESSED> ). Autrement dit, la Cour ne devrait intervenir que si la décision est déraisonnable, en ce sens qu'elle n'appartient pas « aux issues possibles acceptables pouvant se justifier au regard des faits et du droit ».", "LES DISPOSITIONS LÉGALES"], ["[31]", "Les dispositions suivantes de la Loi s'appliquent en l'espèce:", "Définition de « réfugié »", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Personne à protéger", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "VI.", "LES ARGUMENTS", "A.", "Le demandeur"], ["[32]", "Le demandeur qualifie de déraisonnables les conclusions tirées par la Commission au sujet de la crédibilité et de la possibilité de se prévaloir de la protection de l'État.", "(1) La crédibilité"], ["[33]", "Le demandeur soutient que la Commission a commis plusieurs erreurs dans son analyse de la crédibilité. La Commission a commis une erreur en rejetant son explication quant aux raisons pour lesquelles il n'avait pas expressément mentionné le fait que les appels que sa mère recevait provenaient des FARC et visaient à extorquer de l'argent à son père. La Commission ne peut tirer de conclusion défavorable de l'omission du demandeur de mentionner des détails mineurs ou explicatifs dans son FPR (", "<FRAGMENT_SUPPRESSED> ). La Commission n'a également pas le droit de se livrer à une analyse microscopique de la preuve en vue de déceler des erreurs ou des incohérences banales (", "<FRAGMENT_SUPPRESSED> )."], ["[34]", "La Commission a également commis une erreur en reprochant au demandeur de ne pas avoir demandé l'asile aux États-Unis. Le demandeur a expliqué qu'il n'était pas au courant des menaces alors qu'il se trouvait aux États-Unis. De plus, le père du demandeur n'était pas conscient de la gravité du problème alors que le demandeur se trouvait aux États-Unis. La Commission ne peut tirer de conclusions du défaut du demandeur de demander l'asile aux États-Unis puisqu'il ne craignait pas d'être persécuté à ce moment-là."], ["[35]", "La Commission a tiré une conclusion négative au sujet de la crédibilité en se fondant sur les contradictions relevées entre les dates mentionnées dans son FPR et celles qu'il avait indiquées dans son témoignage. Il s'agit de contradictions mineures qui peuvent s'expliquer facilement par le fait que le demandeur n'a pas eu de contact direct avec les FARC. Tous les contacts et tous les détails relèvent du père du demandeur. Le demandeur a également expliqué que sa mère et son père l'avaient aidé à rédiger son exposé circonstancié parce qu'il n'avait aucune connaissance directe des faits. Une décision relative à une demande d'asile ne peut reposer sur un test de mémoire (", "<FRAGMENT_SUPPRESSED> )."], ["[36]", "La Commission a également commis une erreur en se fondant sur le manque de détails des notes prises au point d'entrée par le demandeur. Les notes prises au point d'entrée ne font pas partie de la demande d'asile et on ne peut s'attendre à ce qu'elles renferment les mêmes détails que la demande d'asile (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> ). Le demandeur affirme qu'il n'a appris que les menaces étaient dirigées contre lui que lorsque ses parents ont décidé de le faire sortir du pays."], ["[37]", "Enfin, la Commission a commis une erreur en accordant peu de valeur au témoignage du père du demandeur. Le père a témoigné sous serment et la Commission a eu la possibilité de le contre-interroger. La Cour fédérale a jugé que le témoignage des membres de la famille ou des amis du demandeur d'asile doit être évalué et ne peut être écarté simplement parce que le témoin a un intérêt dans l'issue de l'instance (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [", "Ahmed", "];", "<FRAGMENT_SUPPRESSED> [", "Mata Diaz", "];", "<FRAGMENT_SUPPRESSED> [", "Diaz Pinzon", "]).", "(2) La protection de l'État"], ["[38]", "Le demandeur affirme que la Commission a commis une erreur en concluant qu'il n'avait pas réfuté la présomption de la protection de l'État parce que la dénonciation que son père avait déposée auprès du procureur général ne contenait pas suffisamment de détails au sujet des faits qui s'étaient produits. La Commission s'est concentrée à tort sur les tentatives faites par le demandeur pour faire intervenir l'État plutôt que de se concentrer sur la question de savoir si les personnes ciblées par les FARC en Colombie pouvaient compter sur la protection de l'État. Le demandeur affirme qu'il a tenté à deux reprises d'obtenir la protection de l'État et qu'il n'a pas reçu d'aide. La décision devrait être axée non pas sur l'intention de l'État, mais sur ses actions. Il est déraisonnable d'imposer au demandeur d'asile le fardeau légal de demander la protection de l'État (", "<FRAGMENT_SUPPRESSED> ) lorsqu'il existe de solides éléments de preuve tendant à démontrer que, même s'il avait déployé des efforts plus soutenus pour obtenir la protection de l'État, il ne l'aurait pas obtenue (", "<FRAGMENT_SUPPRESSED> )."], ["[39]", "La Commission a également commis une erreur en préférant la preuve documentaire de la Commission à celle du demandeur d'asile (", "<FRAGMENT_SUPPRESSED> ). Le demandeur affirme qu'il a soumis des éléments de preuve objectifs provenant de sources fiables et notamment des rapports rédigés par des spécialistes, ainsi que des rapports publiés par des organisations internationales. La Commission avait l'obligation d'expliquer les raisons pour lesquelles elle ne tenait pas compte des éléments de preuve qui corroboraient la demande d'asile du demandeur ( <FRAGMENT_SUPPRESSED> , précité;", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [", "Nino Yepes", "])."], ["[40]", "Enfin, la Commission a commis une erreur en insistant sur les efforts déployés par le gouvernement colombien plutôt que sur la réalité de la suffisance de la protection de l'État. La Commission n'a cité aucun élément de preuve indiquant que les personnes directement ciblées par les FARC pouvaient compter sur la protection de l'État (", "<FRAGMENT_SUPPRESSED> et 17;", "<FRAGMENT_SUPPRESSED> ). La Cour fédérale a jugé que les efforts de la Colombie pour lutter contre la criminalité ne sont pas suffisants pour contrebalancer la preuve de ses violations des droits de la personne (", "<FRAGMENT_SUPPRESSED> ).", "B.", "Le défendeur"], ["[41]", "Le défendeur a soulevé une question préliminaire concernant un affidavit que l'avocat du demandeur a soumis dans le cadre de la présente instance. Le défendeur affirme que cet affidavit viole l'article 82 des", "Règles des Cours fédérales", ", DORS/98-106 [les Règles]. Cet article prévoit qu'un avocat ne peut à la fois être l'auteur d'un affidavit et présenter à la Cour des arguments fondés sur cet affidavit."], ["[42]", "Le défendeur signale également que le demandeur n'a pas déposé d'affidavit dans le cadre de la présente demande de contrôle judiciaire. Les Règles n'exigent pas qu'un affidavit soit déposé, mais le défendeur affirme que l'on ne dispose pas d'explications quant à la raison pour laquelle le demandeur n'a pas attesté la véracité des faits portés à la connaissance de la Commission."], ["[43]", "Le défendeur affirme que la décision est raisonnable. La Commission a tiré plusieurs conclusions en se fondant sur les incohérences et les omissions qu'elles avaient relevées dans le témoignage et la preuve du demandeur. Le manque de crédibilité de l'élément subjectif de la demande d'asile suffit pour rejeter celle-ci. Le temps que le demandeur d'asile a laissé s'écouler au lieu de demander la protection à la première occasion mine également son allégation qu'il avait une crainte subjective (", "<FRAGMENT_SUPPRESSED> et 31;", "<FRAGMENT_SUPPRESSED> ). Le demandeur n'a pas présenté de demande d'asile pendant le mois où il se trouvait aux États-Unis, et ce, même s'il a expliqué que son père recevait de la part des FARC des menaces le concernant pendant cette période. Il est raisonnable de conclure que le temps que le demandeur a laissé s'écouler tant avant de quitter la Colombie qu'avant de demander l'asile à la première occasion permet de penser qu'il n'avait pas de crainte subjective (", "<FRAGMENT_SUPPRESSED> , à la page 725). Le demandeur ne peut se contenter d'invoquer une preuve documentaire pour signaler des lacunes du système s'il n'a pris aucune mesure pour se prévaloir de la protection de l'État (", "<FRAGMENT_SUPPRESSED> ). Il était raisonnable de la part de la Commission de conclure que le fait de déposer une dénonciation pour ensuite quitter le pays ne suffisait pas pour réfuter la présomption de la protection de l'État (", "<FRAGMENT_SUPPRESSED> )."], ["[45]", "Il ressort de la décision que la Commission a examiné l'ensemble de la preuve avant de tirer ses conclusions. Le tribunal est présumé avoir soupesé et examiné l'ensemble de la preuve et il n'est pas tenu de mentionner chaque élément de preuve (", "<FRAGMENT_SUPPRESSED>  (QL) (CAF)). Le fait que le demandeur peut signaler des extraits de la preuve documentaire pour appuyer sa thèse ne permet pas de conclure à une erreur (", "<FRAGMENT_SUPPRESSED> et 11 (QL) (C.F. 1re inst.);", "<FRAGMENT_SUPPRESSED> , aux paragraphes 16 et 17).", "C.", "La réponse du demandeur"], ["[46]", "En réponse, le demandeur affirme que les Règles n'ont pas été violées parce que l'avocat qui a souscrit l'affidavit n'est pas celui qui a soumis le mémoire. De plus, un autre avocat comparaîtra devant la Cour pour plaider au fond à l'audience. Par conséquent, l'affidavit de l'avocat ne fait pas intervenir l'article 82 des Règles. Enfin, l'affidavit est légitime parce qu'il n'est pas controversé et qu'il ne sert qu'à produire des documents (", "<FRAGMENT_SUPPRESSED> )."], ["[47]", "Le demandeur affirme que la conclusion de la Commission suivant laquelle la situation s'améliore en Colombie n'aborde pas la situation particulière du demandeur et ne tranche pas la question de savoir si la protection offerte est efficace (", "<FRAGMENT_SUPPRESSED> )."], ["[48]", "Il ne s'agit pas de savoir si la Commission a préféré sa propre preuve documentaire à celle du demandeur, mais bien celle de savoir si la Commission a complètement omis de tenir compte de la preuve du demandeur. Le demandeur admet que la Commission n'a pas l'obligation de mentionner chaque élément de preuve. Toutefois, l'importance de mentionner chaque élément de preuve s'accroît en fonction de sa valeur probante ( <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> ,", "Nino Yepes", ", précités).", "D.", "Les observations complémentaires du défendeur"], ["[49]", "Dans ses observations complémentaires, le défendeur nie que la Commission ait commis quelque erreur que ce soit dans les conclusions qu'elle a tirées au sujet de la crédibilité, mais elle affirme également que les conclusions tirées par la Commission au sujet de la protection de l'État peuvent être confirmées malgré les conclusions qu'elle a tirées au sujet de la crédibilité (", "<FRAGMENT_SUPPRESSED> et 43;", "<FRAGMENT_SUPPRESSED> ).", "VII.", "ANALYSE"], ["[50]", "Le défendeur affirme que l'affidavit déposé par l'avocat du demandeur fait intervenir l'article 82 des", "Règles des Cours fédérales.", "Le demandeur affirme que l'affidavit n'a pas été souscrit par l'avocat qui a rédigé le mémoire du demandeur ou par celui qui a comparu lors de l'examen de la demande de contrôle judiciaire. Le demandeur affirme également que l'affidavit n'est pas controversé et qu'il ne fait que présenter des documents soumis à la Commission. Je suis d'accord pour dire que l'article 82 ne s'applique pas en l'espèce. Aucun avocat ne tente « à la fois [d'] être l'auteur d'un affidavit et [de] présenter à la Cour des arguments fondés sur cet affidavit ». De plus, l'affidavit ne fait que présenter, sous forme d'annexe, des documents qui avaient été soumis à la Commission (", "<FRAGMENT_SUPPRESSED> ). Il n'est pas nécessaire que la Cour se fonde sur l'affidavit en question dans le cadre de la présente instance, étant donné que les documents ont depuis tous été versés au DCT."], ["[51]", "Pour ce qui est de la décision, la Commission a tiré plusieurs conclusions négatives au sujet de la crédibilité en se fondant sur le témoignage du demandeur pour ensuite conclure: « selon la prépondérance des probabilités, que la famille du demandeur d'asile n'a jamais fait l'objet d'une tentative d'extorsion d'argent aux mains des FARC et que les FARC n'ont pas menacé de recruter le demandeur d'asile » (DCT, à la page 8)."], ["[52]", "Une grande partie des difficultés qu'a rencontrées le demandeur lorsqu'il a témoigné lors de l'examen de sa demande d'asile découle du fait que les menaces ont été proférées par les FARC à des membres de sa famille et non au demandeur personnellement. Le demandeur a été envoyé au Canada pour être hors de la portée des FARC. Inévitablement donc, la menace de persécution et les risques auxquels il pourrait être exposé à l'avenir lui ont été transmis par sa famille. La Commission semble s'attendre à ce que le demandeur soit assez précis au sujet du moment où les menaces en question ont été proférées et au sujet de la réaction de son père, et ce, même si le demandeur n'est pas personnellement au courant de la nature des menaces en question."], ["[53]", "C'est évidemment pour cette raison que l'avocat du demandeur a appelé le père à témoigner personnellement sous serment. C'est le père qui a eu à faire face aux menaces proférées par les FARC contre le demandeur et c'est la personne qui peut donner un témoignage précis et direct sur toutes les circonstances entourant les menaces en question et la raison pour laquelle le demandeur a été envoyé à l'étranger pour se soustraire aux conséquences de ces menaces. Le témoignage du père du demandeur a été donné au téléphone sous serment. Il a aurait pu être contre-interrogé, mais il ne l'a pas été."], ["[54]", "Malgré l'importance cruciale du témoignage du père et de son importance évidente pour résoudre les difficultés que la Commission avait au sujet du témoignage du demandeur, la Commission a simplement refusé d'accorder quelque valeur que ce soit au témoignage du père (DCT, à la page 8):", "Le conseil du demandeur d'asile a convoqué en qualité de témoin le père du demandeur d'asile, qui a donné son témoignage par téléphone. Toutefois, comme il s'agit du père du demandeur d'asile et qu'il a un intérêt direct dans l'issue de cette audience, j'accorde peu de valeur probante à ce témoignage."], ["[55]", "Fait significatif, la Commission n'a cité aucune source juridique à l'appui de sa position et elle n'a mentionné aucune raison acceptable pour expliquer la raison pour laquelle elle estimait que le témoignage du père n'est pas fiable. La Commission a entendu le père témoigner et elle avait tout le loisir de vérifier la valeur de ce témoignage. La transcription montre que la Commission ne s'est pas vraiment prévalue de cette possibilité."], ["[56]", "Ainsi que le défendeur l'admet, la position défendue par la Commission sur cette question est tout simplement erronée en droit. On ne peut écarter un témoignage (l'expression « accorder peu de valeur » est un euphémisme en l'espèce qui veut effectivement dire « sans aucune valeur ») parce que ce témoignage est donné par un proche parent ( <FRAGMENT_SUPPRESSED> ;", "Ahmed", "Mata Diaz", "; et", "Diaz Pinzon", ", précités). S'il fallait accorder « peu de valeur » à un témoignage parce que le témoin a un intérêt direct sur l'issue d'une audience, aucune demande d'asile ne pourrait jamais être accueillie parce que tous les demandeurs d'asile qui témoignent pour leur propre compte ont un intérêt direct en ce qui concerne l'issue de l'audience. Le commissaire a révélé qu'il avait une forte prédisposition à ne pas croire les témoins d'un demandeur, même s'ils témoignaient sous serment. Il s'agit là d'un problème sérieux auquel il convient de s'attaquer."], ["[57]", "En l'espèce, seul le père a eu directement connaissance de ce que les FARC menaçaient de faire au demandeur. Or, il semble que la Commission ait écarté un témoignage direct donné sous serment de sorte qu'elle n'a pas eu à se demander si le père pouvait clarifier les problèmes qu'elle avait décelés dans le témoignage personnel du demandeur. Il s'agit d'une façon de procéder manifestement inéquitable et entièrement déraisonnable."], ["[58]", "Il me semble également que, tant que les menaces proférées contre le demandeur ne sont pas correctement évaluées, la Commission ne peut procéder à une analyse raisonnable de la protection de l'État; le témoignage du père, qui a été écarté, concernait également la protection de l'État."], ["[59]", "L'analyse que la Commission a effectivement faite de la question de la protection de l'État en l'espèce révèle la nature du problème. La Commission a énuméré les nombreuses mesures que le gouvernement de la Colombie avait prises dans sa lutte contre les FARC, mais bon nombre de ces mesures sont très générales (p. ex., la Colombie « déploie des efforts sérieux pour lutter contre la corruption et l'impunité ») et n'ont rien à voir avec la question de savoir si l'État peut offrir une protection suffisante à un jeune homme se trouvant dans la situation du demandeur qui a été identifié par les FARC en vue d'un recrutement. La Commission disposait de solides éléments de preuve tendant à démontrer que l'État ne pouvait protéger quelqu'un se trouvant dans la situation du demandeur, mais la Commission ne s'est jamais penchée sérieusement sur ces éléments de preuve, se contentant plutôt de s'intéresser aux mesures prises par l'État qui avaient pu avoir un certain succès dans la lutte contre les FARC, mais qui ne permettaient pas de conclure à une protection de l'État suffisante dans le cas d'une personne se trouvant dans la situation du demandeur. En clair, le demandeur ne prétendait pas que l'État n'avait pas remporté de succès militaires contre les FARC et il n'affirmait pas que l'État ne pouvait le protéger parce qu'il était corrompu; il soutenait plutôt que l'État était tout simplement dépassé et qu'il ne pouvait protéger quelqu'un dans sa situation qui était ciblé par les FARC. Il existait des éléments de preuve objectifs en ce sens et suivant le témoignage du père (DCT, à la page 824) que la Commission a, de façon déraisonnable, écartés:", "[traduction]", "Ainsi, en Colombie, la situation est très difficile pour la personne ordinaire, c'est-à-dire pour celles qui n'obtiennent pas la protection de l'État. Et de plus, vous savez pour les gens comme nous, il n'y a pas de protection de l'État et vous savez les mesures qu'ils - c'est ce qu'on appelle des enquêtes - sur les dossiers qui font encore l'objet d'une enquête et comme vous pouvez le voir, en Colombie, il y a beaucoup de cas d'enlèvements."], ["[60]", "La Commission n'était pas tenue d'accepter cette évaluation, mais elle ne pouvait tout simplement en faire abstraction et l'ignorer en statuant qu'elle avait peu de valeur en raison de l'intérêt personnel qu'avait le père dans l'issue de l'affaire, et la Commission ne peut se contenter de ne pas tenir compte de l'élément de preuve objectif qui appuyait le demandeur en se repliant sur des mesures étatiques qui ne répondaient pas à la question de base, en l'occurrence, celle de savoir si l'État colombien pouvait offrir une protection adéquate à une personne qui, comme le demandeur, est ciblée par les FARC."], ["[61]", "En tout état de cause, l'analyse de la protection de l'État prête à confusion. Après avoir tiré une conclusion négative au sujet de la crédibilité en estimant que les FARC n'avaient jamais proféré de menaces contre le demandeur, la Commission poursuit en nous disant que « [l] a question déterminante en l'espèce porte sur la présomption selon laquelle les pays sont capables de protéger leurs citoyens. Cette présomption renforce le principe selon lequel la protection internationale entre en jeu uniquement si le demandeur d'asile ne dispose d'aucune solution de rechange » (DCT, à la page 9)."], ["[62]", "La Commission ne dit nulle part si ses conclusions sur la protection de l'État reposent sur l'hypothèse que les menaces proférées par les FARC contre le demandeur sont véridiques (par ex., même si l'on devait ajouter foi à la version des faits du demandeur, ce dernier n'a pas réfuté la présomption de la protection suffisante de l'État) ou sur l'hypothèse que les menaces ne sont pas véridiques. Nous ne savons donc pas la mesure dans laquelle les conclusions négatives et déraisonnables tirées par la Commission au sujet de la crédibilité ont eu une incidence sur son analyse de la protection de l'État."], ["[63]", "Pour ces motifs, la décision est déraisonnable et doit être renvoyée à la Commission pour réexamen."], ["[64]", "Les avocats s'entendent pour dire qu'il n'y a pas de questions à certifier et la Cour est du même avis.", "JUGEMENT"], ["[65]", "LA COUR STATUE que", "1. La demande accueillie. La décision est annulée et l'affaire est renvoyée à la Commission pour qu'elle soit réexaminée par un autre commissaire;", "2. Il n'y a pas de question à certifier.", "[End of document]"]]}