{"id_": "008212", "body_str": [["[1]", "Tremblay-Lamer, J.", "[Translation]: This is an application under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA) for judicial review of a decision of the Immigration Division of the Immigration and Refugee Board (the panel) determining that the applicant is inadmissible on grounds of serious criminality under paragraph 36(1)(", ") of the IRPA.", "FACTS"], ["[2]", "The applicant is a citizen of Haiti. He arrived in Canada on March 23, 2011, and made a refugee protection claim on April 9, 2011, which has not yet been determined."], ["[3]", "On July 7, 2011, the Canada Border Services Agency (CBSA) prepared a report under subsection 44(1) of the IRPA stating that the applicant:", "[translation]", "... is inadmissible on grounds of serious criminality for committing an act outside Canada that if committed in Canada would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years."], ["[4]", "The CBSA alleged that a warrant for his arrest had been signed on December 3, 1999, and issued by the U.S. District Court Middle District in Tampa, Florida, stating:", "[translation]", "... for failure to attend in Court to answer to charges of conspiracy to possess, for the purpose of trafficking, and trafficking in narcotics (cocaine), an offence that, if committed in Canada, would constitute conspiracy to possess, for the purpose of trafficking, a substance included in Schedule I, and trafficking in a substance included in Schedule I of the Controlled Drugs and Substances Act, an indictable offence punishable by imprisonment for life, as set out insubsections 5(1) and (2) and paragraph 5(3)(", ") of the Controlled Drugs and Substances Act. The arrest warrant is still valid."], ["[5]", "On the date when the report was prepared, the Minister's delegate referred the matter to the panel."], ["[6]", "On October 6, 2011, the panel ordered that the applicant be removed from Canada on grounds of serious criminality under paragraph 36(1)(", ") of theIRPA. It concluded that the applicant was a foreign national for the purpose of the proceeding and determined that the Canadian legislation was equivalent to the American legislation.", "STANDARD OF REVIEW"], ["[7]", "The standard of review that applies to the IRB's decision regarding equivalency is reasonableness (", "<FRAGMENT_SUPPRESSED>  (CanLII), 2005 FC 1742, [2005] FCJ 2161 (QL) and", "<FRAGMENT_SUPPRESSED>  (CanLII), 2005 FC 169, [2005] FCJ 183 (QL)). The Court will intervene only if the panel acted unreasonably in determining that the applicant was involved in trafficking in cocaine: see section 33 of theIRPA. The status of the provisions of the Criminal Code of Canada, however, is a question of law to which the standard of correctness applies on review. Questions of mixed fact and law are subject to the reasonableness standard (", "<FRAGMENT_SUPPRESSED> ).", "Whether the panel committed reversible error in applying paragraph 36(1)(", ") of the IRPA"], ["[8]", "The applicant submits, first, that he could not demonstrate that there was no equivalency between the foreign law and the Canadian law because the Minister failed to specify the provision on which he relied in concluding that the applicant was inadmissible on grounds of serious criminality. I do not share that view."], ["[9]", "Subsections 5(1)and (2) and paragraph 5(3)(", ") of the", "Controlled Drugs and Substances Act", ", SC 1996, c 19 (the Act) provide:", "(1) No person shall traffic in a substance included in Schedule I, II, III or IV or in any substance represented or held out by that person to be such a substance.", "(2) No person shall, for the purpose of trafficking, possess a substance included in Schedule I, II, III or IV.", "(3) Every person who contravenes subsection (1) or (2)", "(a)", "subject to subsection (4), where the subject-matter of the offence is a substance included in Schedule I or II, is guilty of an indictable offence and liable to imprisonment for life;", "(1) Il est interdit de faire le trafic de toute substance inscrite aux annexes I, II, III ou IV ou de toute substance présentée ou tenue pour telle par le trafiquant.", "(2) Il est interdit d'avoir en sa possession, en vue d'en faire le trafic, toute substance inscrite aux annexes I, II, III ou IV.", "(3) Quiconque contrevient aux paragraphes (1) ou (2) commet:", "a)", "dans le cas de substances inscrites aux annexes I ou II, mais sous réserve du paragraphe (4), un acte criminel passible de l'emprisonnement à perpétuité;"], ["[10]", "The relevant passage of the report written under subsection 44(1) of the IRPA is as follows:", "[translation]", "... for failure to attend in Court to answer to charges of conspiracy to possess, for the purpose of trafficking, and trafficking in narcotics (cocaine), an offence that, if committed in Canada, would constitute conspiracy to possess, for the purpose of trafficking, a substance included in Schedule I,", "and", "trafficking in a substance included in Schedule I of the Controlled Drugs and Substances Act, an indictable offence punishable by imprisonment for life, as set out insubsections 5(1) and (2) and paragraph 5(3)(", ") of the Controlled Drugs and Substances Act. [Emphasis added]."], ["[11]", "It is apparent from the Minister's report that an applicant is inadmissible if he commits one of the following two offences: (1) conspiracy to possess, for the purpose of trafficking, a substance included in Schedule I; and (2) trafficking in a substance included in Schedule I. Those offences correspond to the offences set out in subsections 5(1) and (2) of theAct. Because the statutory provisions on which the Minister relied were clearly identified, the applicant cannot claim that they were not brought to his attention."], ["[12]", "The applicant also submits that it could not be established, on the evidence in the record, that he transported a bag containing narcotics. The only evidence in the record consists of his testimony before the panel and his guilty plea. He submits that the panel concluded that the bag contained narcotics because it presumed that his brother was engaged in a drug-selling operation."], ["[13]", "The applicant also submits that the panel erred in law by finding that the act in question constituted trafficking within the meaning of the Act."], ["[14]", "The respondent argues that the offence of trafficking encompasses all actions and activities that contribute to making narcotics available to a person other than the trafficker. On that point, he relied on the definition of trafficking set out in the Act."], ["[15]", "The respondent submits that to prove the guilt of the accused, it was sufficient to prove that he committed the", "actus reus", "of trafficking, that he intended to commit it, and that he was aware of the type of substance. I am of the same opinion."], ["[16]", "First, it is important to note that in", "<FRAGMENT_SUPPRESSED>  (QL) (", "Hill", "), the Federal Court of Appeal gave three methods for determining equivalency between a foreign law and a Canadian law:", "It seems to me that because of the presence of the words \"would constitute an offence ... in Canada\", the equivalency can be determined in three ways: - first, by a comparison of the precise wording in each statute both through documents and, if available, through the evidence of an expert or experts in the foreign law and determining therefrom the essential ingredients of the respective offences. Two, by examining the evidence adduced before the adjudicator, both oral and documentary, to ascertain whether or not that evidence was sufficient to establish that the essential ingredients of the offence in Canada had been proven in the foreign proceedings, whether precisely described in the initiating documents or in the statutory provisions in the same words or not. Third, by a combination of one and two."], ["[17]", "Those methods of determining equivalency were confirmed by the Court in", "<FRAGMENT_SUPPRESSED>  (QL)."], ["[18]", "In this case, the applicant objects to the manner in which the panel applied the second method of determining equivalency, as described in", "Hill", ", above. As the respondent points out, the term \"traffic\" is defined insubsection 2(1) of the Act and means to sell, administer, give, transfer, transport, send or deliver a substance included in any of Schedules I to IV of the Act, or to offer to do any of those things, otherwise than under the authority of the regulations. A controlled substance includes \"any thing that contains or has on it a controlled substance and that is used or intended or designed for use in producing the substance, or in introducing the substance into a human body\" (see subparagraph 2(2)(", ")(ii) of theAct). The terms \"give\", \"deliver\" and \"transfer\" are understood in their general sense and mean passing on in some way (", "R v Larson", ", 6 CCC (2d) 145, [1972] BCJ 661 (QL);", "R v Lauze", ", 17 CR (3d) 90, [1980] JQ 166 (QL);", "R v Wood", ", 2007 ABCA 65 (CanLII), 2007 ABCA 65, [2007] AJ 763; and", "R v Taylor", "(1974), 17 CCC (2d) 36, [1974] BCJ 858 (QL)). Essentially, the offence of trafficking encompasses any act that provides another person with access to narcotics. It is sufficient to show that the accused committed one of those acts, that he had the intent to commit it and that he had knowledge of the substance in issue (", "R v Greyeyes", ", 1997 CanLII 313 (SCC), [1997] 2 SCR 825 (QL)). It is also sufficient that the accused participated in a single transaction for him to commit the offence of trafficking, regardless of whether any words were spoken during the commission of the act (", "R v Weselak", ", 9 CCC (2d) 193, [1972] CMAJ 1 (QL) and", "R v Jordison", "(1957), 26 CR 267, [1957] BCJ 73 (QL))."], ["[19]", "As his testimony before the panel and the indictment filed against him indicate, sometime between July 1997 and January 1998, the applicant went to the home of his brother, who asked him to bring him a brown paper bag, which he then did. It is clear that the act committed by the applicant constituted, at the least, delivering within the meaning of the Act. Knowledge of the substance that the bag contained may be established from the context in which the act was committed. The applicant testified that he did not know what the bag contained, but he also admitted that he strongly suspected that the bag contained cocaine. He also knew that his brother was a drug trafficker. In the circumstances, this was a case of wilful blindness, an accepted method in criminal law of proving actual knowledge of the substance (", "R v Sandhu", ", 50 CCC (3d) 492, [1989] OJ 1647 (QL)). In short, the panel was entitled to conclude that there were reasonable grounds to believe that the applicant had committed an offence in the United States that, if he had committed it in Canada, would constitute a trafficking offence. Because trafficking is punishable by a sentence of imprisonment for life in Canada, and thus is punishable by a maximum term of imprisonment of at least 10 years, the applicant was validly determined to be inadmissible under paragraph 36(1)(", ") of the IRPA, and the panel was justified in ordering that he be removed from Canada."], ["[20]", "The applicant's final submission is that there is no evidence in the record regarding the sentence applicable to the act between 1997 and January 1998, when the events in question took place. The sentence associated with an offence under section 5 of the Act is the sentence that was in force at the time of the hearing. He relies on section 11 of the Canadian Charter of Rights and Freedoms in saying that an accused may not be sentenced to a punishment that is greater than the punishment at the time the act was committed, and he must be given the benefit of a lesser punishment if the legislation varies."], ["[21]", "The respondent submits that when the panel establishes equivalency between the offence committed outside Canada and an offence under an Act of the Canadian Parliament, it must interpret the Canadian law as it reads at the time it makes its decision and not as it read at the time of the commission of the offence (when the offence was committed) outside Canada. In addition, absent indication to the contrary, concepts from another area of law should not be applied to theIRPA (", "<FRAGMENT_SUPPRESSED>  (QL)). Accordingly, section 11 of the Charter has no application in this case because in immigration law, the applicant has not been charged in the criminal law sense (", "<FRAGMENT_SUPPRESSED>  (QL) (", "Rudolph", ")). He also noted that the legislation must be construed and the intent of Parliament determined based on the words used, in their entire context and according to their grammatical and ordinary sense, harmoniously with the scheme and object of the Act and the intention of Parliament (", "<FRAGMENT_SUPPRESSED> ). There is nothing in paragraph 36(1)(", ") that refers to theAct of Parliament that applied at the time when the offence was committed. I am of the same opinion."], ["[22]", "Section 33of the IRPA provides that the facts referred to in section 36 are to be determined based on reasonable grounds to believe that they have occurred, are occurring or may occur. That provision allows the Minister to consider the occurrence of a broad range of events and facts, without restriction in time. It cannot be concluded from the wording of that section and of the sections of the IRPA that follow that equivalency must be determined based on the punishment that was applicable in Canada at the time of the commission of the offence (when the offence was committed) or based on the wording of the offence as it read at that time. In addition, the general rule is that statutes are not to be construed as having retrospective operation unless such a construction is expressly or by necessary implication required by the language of the Act (", "<FRAGMENT_SUPPRESSED> , 7 NR 401). The panel must therefore interpret the Act of Parliament, in this case the Controlled Drugs and Substances Act, as it reads at the time it makes its decision. Moreover, section 11 of the Charter is not applicable in this case because for the purposes of the IRPA, the applicant has not been charged in the criminal law sense (", "Rudolph", ", above)."], ["[23]", "For these reasons, the application for judicial review is dismissed.", "JUDGMENT"], ["[24]", "THIS COURT ORDERS AND ADJUDGES that", "the application for judicial review is dismissed. No question is certified.", ".........................", "<FRAGMENT_SUPPRESSED>  d'une demande de contrôle judiciaire en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [LIPR], à l'encontre d'une décision de la Section de l'immigration de la Commission de l'immigration et du statut de réfugié [le tribunal], selon laquelle le demandeur est interdit de territoire pour grande criminalité en vertu de l'alinéa 36(1)", "c)", "de la LIPR.", "LES FAITS"], ["[2]", "Le demandeur est un citoyen de l'Haïti. Il arrive au Canada le 23 mars 2011 et y dépose une demande d'asile le 9 avril 2011, demande qui n'est toujours pas tranchée."], ["[3]", "Le 7 juillet 2011, l'Agence des services frontaliers du Canada [ASFC] produit un rapport conformément au paragraphe 44(1) de la LIPR affirmant que le demandeur:", "[...] est interdit de territoire pour grande criminalité parce qu'il a commis, à l'extérieur du Canada, une infraction qui, commise au Canada, constituerait une infraction à une loi fédérale punissable d'un emprisonnement maximal d'au moins dix ans."], ["[4]", "L'ASFC lui reproche d'avoir fait l'objet d'un mandat d'arrestation, signé le 3 décembre 1999, émis par la U.S. District Court Middle District à Tampa en Floride, énonçant ce qui suit:", "[...] pour défaut de se présenter à la Cour pour répondre à des accusations de complot pour possession dans le but de trafic et pour trafic de stupéfiants (cocaïne) infraction que si commise au Canada constituerait complot pour possession dans le but de trafic d'une substance de l'annexe I et trafic d'une substance de l'annexe 1 de la", "Loi réglementant certaines drogues et autres substances", ". Acte criminels passible de l'emprisonnement à perpétuité tel que décrit à l'article 5(1), (2) et (3)", "a)", "de la", "Loi réglementant certaines drogues et autres substances", "». Le mandat d'arrestation est toujours valide."], ["[5]", "Le jour où le rapport fut produit, le délégué du ministre défère l'affaire au tribunal."], ["[6]", "Le 6 octobre 2011, le tribunal ordonna l'expulsion du demandeur du Canada en raison de grande criminalité en vertu de l'alinéa 36(1)", "c)", "de la LIPR. Il conclut que le demandeur était un étranger aux fins de la présente procédure et détermina que la loi canadienne était équivalente à la loi américaine.", "NORME DE CONTRÔLE"], ["[7]", "La décision du tribunal en matière d'équivalence doit être examinée sous la norme de la décision raisonnable (", "<FRAGMENT_SUPPRESSED>  [2005] ACF 2161 ( <FRAGMENT_SUPPRESSED>  [2005] ACF 183 (QL)). La Cour n'interviendra que si la décision du tribunal, déterminant que le demandeur fut impliqué dans le trafic de cocaïne, est déraisonnable: voir l'article 33 de la LIPR. L'état des dispositions du", "Code criminel", "canadien est, toutefois, une question de droit qui fait appel à la norme de la décision correcte. Les questions mixtes de droit et de fait sont assujetties à la norme de la décision raisonnable (", "<FRAGMENT_SUPPRESSED> ).", "Le tribunal a-t-il commis une erreur révisable dans l'application de l'article 36(1)c) de la LIPR?"], ["[8]", "Le demandeur prétend d'abord qu'il n'a pu démontrer une absence d'équivalence entre la loi étrangère et la loi canadienne, car le ministre omit de spécifier la disposition sur laquelle il s'était basé pour conclure que le demandeur était interdit de territoire pour grande criminalité. Je ne partage pas cet avis."], ["[9]", "Les paragraphes 5(1) et (2) et l'alinéa 5(3)", "a)", "de la", "Loi réglementant certaines drogues et autres substances", ", LC 1996, c 19 [la Loi] prévoient:", "(1) Il est interdit de faire le trafic de toute substance inscrite aux annexes I, II, III ou IV ou de toute substance présentée ou tenue pour telle par le trafiquant.", "(2) Il est interdit d'avoir en sa possession, en vue d'en faire le trafic, toute substance inscrite aux annexes I, II, III ou IV.", "(3) Quiconque contrevient aux paragraphes (1) ou (2) commet:", "a) dans le cas de substances inscrites aux annexes I ou II, mais sous réserve du paragraphe (4), un acte criminel passible de l'emprisonnement à perpétuité;", "(1) No person shall traffic in a substance included in Schedule I, II, III or IV or in any substance represented or held out by that person to be such a substance.", "(2) No person shall, for the purpose of trafficking, possess a substance included in Schedule I, II, III or IV.", "(3) Every person who contravenes subsection (1) or (2)", "(a) subject to subsection (4), where the subject-matter of the offence is a substance included in Schedule I or II, is guilty of an indictable offence and liable to imprisonment for life;"], ["[10]", "L'extrait pertinent du rapport émis en vertu du paragraphe 44(1) de la LIPR est le suivant:", "[...] pour défaut de se présenter à la Cour pour répondre à des accusations de complot pour possession dans le but de trafic et pour trafic de stupéfiants (cocaïne) infraction que si commise au Canada constituerait complot pour possession dans le but de trafic d'une substance de l'annexe 1", "et", "trafic d'une substance de l'annexe 1 de la", "Loi réglementant certaines drogues et autres substances", ". Acte criminels passible de l'emprisonnement à perpétuité tel que décrit à l'article 5(1), (2) et (3)", "a)", "de la", "Loi réglementant certaines drogues et autres substances", "[nos italiques]."], ["[11]", "Il ressort du rapport ministériel qu'un demandeur est interdit de territoire s'il commet l'une des deux infractions suivantes: (1) complot pour possession dans le but de trafic d'une substance de l'annexe I; et (2) trafic d'une substance de l'annexe 1. Ces infractions correspondent à celles retrouvées aux paragraphes 5(1) et (2) de la Loi. Puisque les dispositions législatives sur lesquelles s'appuya le ministre furent clairement identifiées, le demandeur ne peut prétendre qu'elles n'ont pas été portées à sa connaissance."], ["[12]", "Le demandeur prétend également que la preuve au dossier ne permet pas d'établir qu'il a transporté un sac contenant de la drogue. Son témoignage devant le tribunal ainsi que son plaidoyer de culpabilité composent les uniques éléments de preuve au dossier. Il soutient que le tribunal a conclu que le sac contenait de la drogue parce qu'il a présumé que son frère effectuait une opération de vente de drogue."], ["[13]", "Le demandeur prétend également que le tribunal a erré en droit en considérant que l'acte en question constituait du trafic au sens de la Loi."], ["[14]", "De son côté, le défendeur argumente que l'infraction de trafic englobe tous les gestes et les activités qui permettent de rendre la drogue accessible à une personne autre que le trafiquant. À cet égard, il s'appuie sur la définition de trafic retrouvée dans la Loi."], ["[15]", "Pour établir la culpabilité de l'accusé, le défendeur prétend qu'il suffisait de prouver qu'il posa le geste d'infraction de trafic, qu'il avait l'intention de le poser et qu'il était conscient du type de substance. Je suis de cet avis."], ["[16]", "En premier lieu, il est important de noter que dans l'affaire", "<FRAGMENT_SUPPRESSED>  (QL) [", "Hill", "], la Cour d'appel fédérale donna trois méthodes afin de vérifier l'équivalence entre une loi étrangère et une loi canadienne:", "[...] Il me semble que, étant donné la présence des termes \"qui constitue . . . une infraction . . . au Canada\", l'équivalence peut être établie de trois manières: tout d'abord, en comparant le libellé précis des dispositions de chacune des lois par un examen documentaire et, s'il s'en trouve de disponible, par le témoignage d'un expert ou d'experts du droit étranger pour dégager, à partir de cette preuve, les éléments essentiels des infractions respectives; en second lieu, par l'examen de la preuve présentée devant l'arbitre, aussi bien orale que documentaire, afin d'établir si elle démontrait de façon suffisante que les éléments essentiels de l'infraction au Canada avaient été établis dans le cadre des procédures étrangères, que les mêmes termes soient ou non utilisés pour énoncer ces éléments dans les actes introductifs d'instance ou dans les dispositions légales, en troisième lieu, au moyen d'une combinaison de cette première et de cette seconde démarches."], ["[17]", "Ces méthodes d'établir l'équivalence furent confirmées par la Cour dans l'affaire", "Lic Canada (ministre de la Citoyenneté et de l'Immigration)", ", [1997] 1 CF 235, [1996] ACF 1060 (QL)."], ["[18]", "En l'espèce, le demandeur s'oppose à l'application du tribunal quant la deuxième méthode de vérification, tel que décrit dans l'affaire", "Hill", ", ci-dessus. Or, comme le souligne le défendeur, le terme « trafic » est défini au paragraphe 2(1) de la Loi et comprend toute opération de vente, d'administration, de don, de cession, de transport, d'expédition ou de livraison portant sur une substance énumérée à l'une ou l'autre des annexes I à IV de la Loi - ou toute offre d'effectuer l'une de ces opérations - qui sort du cadre réglementaire. Une substance désignée par la Loi inclut « toute chose contenant, y compris superficiellement, une telle substance et servant -ou destinée à servir ou conçue pour servir - à la produire ou à l'introduire dans le corps humain » (voir le sous-alinéa 2(2)", "b)", "ii) de la Loi). Les termes « don », « livraison » et« transfert » sont entendus dans un sens général et signifient remettre d'une quelconque façon (", "R c Larson", ", 6 CCC (2d) 145, [1972] BCJ 661 (QL);", "R c Lauze", ", 17 CR (3d) 90, [1980] JQ 166 (QL);", "R c Wood", ", 2007 ABCA 65, [2007] AJ 763; et", "R c Taylor", "(1974), 17 CCC (2d) 36, [1974] BCJ 858 (QL)). Essentiellement, l'infraction de trafic englobe tout acte permettant l'accès de la drogue par une autre personne. Il suffit de démontrer que l'accusé a commis un seul de ces actes, qu'il avait l'intention de le poser et qu'il avait connaissance de la substance en cause (", "R c Greyeyes", ", [1997] 2 RCS 825 (QL)). Il suffit également que l'accusé ait participé à une seule transaction pour qu'il commette l'infraction de trafic et il importe peu que des paroles furent prononcées ou non pendant la commission de l'acte (", "R c Weselak", ", 9 CCC (2d) 193, [1972] CMAJ 1 (QL) et", "R c Jordison", "(1957), 26 CR 267, [1957] BCJ 73 (QL))."], ["[19]", "Tel qu'il ressort de son témoignage devant le tribunal et de l'acte d'accusation émis à son égard, quelque temps entre juillet 1997 et janvier 2008, le demandeur s'est rendu chez son frère qui lui a demandé de lui rapporter un sac de papier brun, ce qu'il a effectivement fait. Il est clair que le geste posé par le demandeur constituait à tout le moins une livraison au sens de la Loi. Quant à la connaissance de la substance contenue dans le sac, elle peut être établie à partir du contexte dans lequel l'acte a été commis. Le demandeur a témoigné qu'il ne savait pas ce que le sac contenait, mais a également admis qu'il soupçonnait fortement que le sac contenait de la cocaïne. Il savait également que son frère était un trafiquant de drogue. Dans les circonstances, il s'agit d'un cas d'aveuglement volontaire, une façon admise en droit criminel de prouver la connaissance réelle de la substance (", "R c Sandhu", ", 50 CCC (3d) 492, [1989] OJ 1647 (QL)). Bref, c'est à bon droit que le tribunal pouvait conclure qu'il y a des motifs raisonnables de croire que le demandeur a commis une infraction aux États-Unis qui, s'il l'avait commise au Canada, constituerait une infraction de trafic. Puisqu'au Canada le trafic est punissable d'une peine d'emprisonnement à perpétuité - donc punissable d'un emprisonnement maximal d'au moins dix ans - le demandeur a été valablement interdit de territoire en vertu de l'alinéa 36(1)", "c)", "de la LIPR, et le tribunal était justifié d'ordonner son expulsion du pays."], ["[20]", "Le demandeur prétend finalement qu'il n'y aucune preuve au dossier quant à la peine attribuée à l'acte entre 1997 et janvier 1998, lorsque les évènements reprochés ont pris lieu. La peine associée à une infraction sous l'article 5 de la Loi est celle qui était en vigueur lors de l'audience. Il s'appuie sur l'article 11 de la", "Charte canadienne des droits et libertés", "pour dire qu'un justiciable ne peut être condamné à une peine plus sévère que celle existant au moment de l'acte, et il doit bénéficier d'une peine moins sévère en cas de variation dans la législation."], ["[21]", "Le défendeur soutient pour sa part que lorsque le tribunal établit l'équivalence entre l'infraction qui a été commise à l'étranger et une infraction à une loi fédérale canadienne, il doit interpréter la loi fédérale telle qu'elle se lit au moment où il rend sa décision et non telle qu'elle se lisait lors de la commission de l'infraction (lorsque l'infraction a été commise) à l'étranger. De plus, en l'absence d'indication contraire, il faut éviter d'appliquer les concepts d'un autre domaine de droit à la LIPR (", "<FRAGMENT_SUPPRESSED>  la", "Charte", "n'a aucune application en l'espèce puisqu'en droit de l'immigration, le demandeur n'est pas inculpé au sens du droit criminel (", "<FRAGMENT_SUPPRESSED>  (QL) [", "Rudolph", "] ). Il souligne également qu'il faut interpréter le texte législatif et discerner l'intention du législateur à partir des termes employés, compte tenu du contexte global et du sens ordinaire et grammatical qui s'harmonise avec l'esprit de la Loi, son objet et l'intention du législateur (", "Canada (Commission canadienne des droits de la personne) c Canada (Procureur général)", ", 2011 CSC 53, [2011] 3 RCS 471). Aucun élément de l'alinéa 36(1)", "c)", "ne fait référence à la loi fédérale canadienne applicable au moment où l'infraction a été commise. Je suis de cet avis."], ["[22]", "L'article 33 de la LIPR prévoit que les faits mentionnés à l'article 36 sont appréciés sur la base de motifs raisonnables de croire qu'ils sont survenus, surviennent ou peuvent survenir. Cette disposition permet au ministre de tenir en compte de la survenance d'une large gamme d'événements et de faits sans restriction temporelle. Le libellé de cet article et celui des articles suivants de la LIPR ne permettent pas de conclure que l'équivalence doit être déterminée en fonction de la peine applicable au Canada lors de la commission de l'infraction (lorsque l'infraction a été commise), ni en fonction du libellé de l'infraction tel qu'il se lisait à cette époque. D'ailleurs, le principe général veut que les lois ne soient pas interprétées comme ayant une portée rétroactive à moins que le texte de la Loi ne le décrète expressément ou n'exige implicitement une telle interprétation (", "<FRAGMENT_SUPPRESSED> , 7 NR 401). Le tribunal doit alors interpréter la loi fédérale, ici la", "Loi réglementant certaines drogues et autres substances", ", telle qu'elle se lit au moment où il rend sa décision. Enfin, l'article 11 de la", "Charte", "n'est pas applicable en l'espèce puisqu'aux fins d'application de la LIPR, le demandeur n'est pas inculpé au sens du droit criminel (", "Rudolph", "ci-dessus)."], ["[23]", "Pour ces motifs, la demande de contrôle judiciaire est rejetée.", "JUGEMENT"], ["[24]", "LA COUR STATUE que", "la demande de contrôle judiciaire soit rejetée. Aucune question n'est certifiée.", "[End of document]"]]}