{"id_": "008311", "body_str": [["[1]", "Rothstein, J.", ": This is an application by Pro Doc Limitée to dismiss the prohibition application of the applicants under s. 6(5)(b) of the", "Regulations Amending the Patented Medicines (Notice of Compliance) Regulations", ", SOR/98-166. Section 6(5)(b) provides:  <FRAGMENT_SUPPRESSED>", "\"6(5) In a proceeding in respect of an application under subs. (1), the court may, on the motion of a second person, dismiss the application  <FRAGMENT_SUPPRESSED>", "(a) ...  <FRAGMENT_SUPPRESSED>", "(b) on the ground that the application is redundant, scandalous, frivolous or vexatious or is otherwise an abuse of process. <FRAGMENT_SUPPRESSED>", "The product in question is ticlopidine hydrochloride. Ticlopidine hydrochloride inhibits blood clotting, reducing the risk of stroke in certain high risk individuals. The patent in question is number 1,176,170 (\"'170 patent\") owned by Syntex (U.S.A.) Inc. In 1995, Syntex and Hoffmann-La Roche Limited amalgamated to form Hoffmann-La Roche Limited.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The notice of allegation filed by Pro Doc states:  <FRAGMENT_SUPPRESSED>", "\"With respect to patents 1113469 and 1176170, we allege that no claim for the medicine itself and no claim for the use of the medicine would be infringed by the making, constructing, using or selling by us of Ticlopidine Hydrochloride Tablets 250 mg for oral administration.  <FRAGMENT_SUPPRESSED>", "\"The factual and legal basis for the aforesaid allegation is as follows:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "Patent 1176170  <FRAGMENT_SUPPRESSED>", "\"The claims of this patent are limited to compositions (dosage forms) containing an acid selected from ascorbic acid, benzoic acid, cinnamic acid, citric acid, furnaric acid, glycolic acid, madelic acid, malic acid, malonic acid and tartaric acid. Our ticlopidine hydrochloride tablets will not contain any of the said acid, and we hereby so undertake.  <FRAGMENT_SUPPRESSED>", "\"Accordingly, the patent will not be infringed.  <FRAGMENT_SUPPRESSED>", "\"The allegations upon which we rely are the same as those made by Nupharm Inc. in relation to which your Application for an Order of Prohibition in Action T-1964-93 was dismissed by the Federal Court. <FRAGMENT_SUPPRESSED>"], ["[3]", "The patent claim in issue is claim 1 which provides:  <FRAGMENT_SUPPRESSED>", "\"1. A pharmaceutical composition comprising a pharmaceutically acceptable acid addition salt of a thienopyridine compound represented by the formula:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "and at least one pharmaceutically acceptable, non-volatile organic acid which is ascorbic acid, benzoic acid, cinnamic acid, citric acid, fumaric acid, glycolic acid, mandelic acid, malic acid, malonic acid, or tartaric acid. <FRAGMENT_SUPPRESSED>"], ["[4]", "The '170 patent was the subject of two prior notices of allegation, one by Nu-Pharm Inc. and the other by Apotex Inc. The applicants brought prohibition applications in both of the prior cases. The prohibition applications were dismissed.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Pro Doc notice of application is virtually identical to the prior notices of allegation of Apotex and Nu-Pharm. It simply says that in making ticlopidine hydrochloride, none of the acids referred to in claim 1 of the '170 patent will be used by Pro Doc. That was sufficient in the prior cases for the prohibition applications to be dismissed.  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 484 (T.D.), per Reed J., notice of allegation of  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 206 (F.C.A.), per Stone, J.A., dismissing appeal from decision of Reed,  <FRAGMENT_SUPPRESSED>  (T.D.), per Jerome, A.C.J., notice of allegation of Apotex Inc.  <FRAGMENT_SUPPRESSED>"], ["[6]", "In the present case, the applicants have filed the affidavit of Dr. Derek Freyberg, a patent attorney and chemist skilled in the art of the '170 patent. The affidavit reviews the '170 patent and concludes that the 170 patent is not limited to the compositions containing one of the acids listed in claim 1. Dr. Freyberg says the inventor did not intend to limit the invention to the acids mentioned in claim 1 and that this would have been obvious to the average person skilled in the art at the date of the invention. I have reviewed the affidavit in detail but I cannot agree with Dr. Freyberg's conclusion. It is the construction of the words \"which is\" in claim 1 that is at issue. On their face, these words limit the claim to a composition comprising, amongst other things, one of the non-volatile organic acids which are listed. While other references in the patent are more general, they cannot expand the scope of the claim which is clear and unambiguous.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Federal Court of Appeal  <FRAGMENT_SUPPRESSED> -La  <FRAGMENT_SUPPRESSED> , dealt with the same issue. At p. 214, Stone, J.A., states:  <FRAGMENT_SUPPRESSED>", "\"The language of the claim seems tolerably clear: the composition must contain at least one pharmaceutically acceptable, non-volatile organic acid 'which is' one of the acids named in the claim.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"The language of Claim 1, being clear and unambiguous, requires no aid in its interpretation from the passage in the disclosure quoted above. ( <FRAGMENT_SUPPRESSED>  (F.C.A.), per Urie, J.A., at p. 11;", "<FRAGMENT_SUPPRESSED>  (F.C.A.), per Robertson, J.A., at p. 480). The organic acid in the composition in Claim 1 is not described as 'at least one pharmaceutically acceptable non-volatile acid' but as 'at least one pharmaceutically acceptable, non-volatile organic acid", "which is", "...' (emphasis added) one of the organic acids then immediately specified. This must surely mean that only one of those particularized acids is to be included in the composition referred to in Claim 1. <FRAGMENT_SUPPRESSED>"], ["[8]", "Dr. Freyberg's evidence does not address the construction of the words \"which is\" in claim 1 and indeed they are not technical words. His affidavit adds nothing to the interpretation of the claim. Indeed, the arguments he uses in his affidavit are the same arguments made before the Federal Court of Appeal and rejected by that court.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Dr. Freyberg says that Pro Doc's notice of allegation does not provide sufficient evidence to enable him to determine whether Pro Doc's ticlopidine hydrochloride falls within any of the claims in the '170 patent. Stone, J.A., dealt with a similar argument at p. 213:  <FRAGMENT_SUPPRESSED>", "\"As has been pointed out by this court in", "Merck Frosst", ", supra, and", "Bayer AG", ", supra, there is no requirement under the governing Part V.1 procedural rules that a s. 5(1)(b) allegation be supported with any affidavit evidence or for testing such assertion on cross-examination. I have no doubt, nevertheless, that such an allegation is intended to be accurate. Once a second person's product reaches the market the first person is in a position to test the accuracy of the detailed statement; if it were shown to be inaccurate, the consequences for a second person could well be very grave indeed. <FRAGMENT_SUPPRESSED>"], ["[10]", "The applicant says that under the amending", "Regulations", ", there is provision for the production of any portion of the submission for a notice of compliance. They say this implies that more information is to be disclosed under the amending", "Regulations", ". Section 6(7) provides:  <FRAGMENT_SUPPRESSED>", "\"6(7) On the motion of a first person, the court may, at any time during a proceeding,  <FRAGMENT_SUPPRESSED>", "(a) order a second person to produce any portion of the submission for a notice of compliance filed by the second person relevant to the disposition of the issues in the proceeding and may order that any change made to the portion during the proceeding be produced by the second person as it is made; and  <FRAGMENT_SUPPRESSED>", "(b) order the Minister to verify that any portion produced corresponds fully to the information in the submission. <FRAGMENT_SUPPRESSED>", "Section 6(7) will apply to prohibition proceedings where the court considers it necessary to see a portion of a submission for a notice of compliance in order to make a determination under the", "Regulations", ". That will not be in every proceeding and it is certainly not necessary in this proceeding. I think the dicta of Stone, J.A., is conclusive with respect to the matter at issue here. Certainly, if Pro Doc's ticlopidine hydrochloride reaches the market, the applicants will have an opportunity to analyze it. If it were shown to contain one of the acids listed in claim 1, contrary to Pro Doc's notice of allegation, the consequences for Pro Doc could be very serious indeed. In the circumstances here, as in the prior cases involving the '170 patent, I accept that Pro Doc intends its notice of allegation to be accurate.  <FRAGMENT_SUPPRESSED>"], ["[11]", "In the case of the Apotex notice of allegation, Jerome, A.C.J., found at p. 3:  <FRAGMENT_SUPPRESSED>", "\"Given that the notice of allegation at issue in the case at bar is identical to that which was considered in the above two cases [the Nu-Pharm prohibition application and appeal], this motion must also be dismissed. <FRAGMENT_SUPPRESSED>"], ["[12]", "Two prior prohibition applications involving virtually identical notices of allegation with respect to the '170 patent have been dismissed. However, the respondents have been different in all cases. Therefore, the doctrines of res judicata and issue estoppel are not applicable.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Is the prohibition application in this case an abuse of the process? I have concluded that it is. What is occurring is repetitious litigation on an issue which has been fully litigated and lost in prior proceedings. To allow the applicants to proceed would be to allow a clear abuse of the process. I adopt the dicta of Lyon, J.A., in", "<FRAGMENT_SUPPRESSED>  (C.A.), at p. 275:  <FRAGMENT_SUPPRESSED>", "\"I find persuasive the common sense reasoning of the U.S. Supreme Court in abandoning the requirement of the mutuality principle in", "Blonder-Tongue", "<FRAGMENT_SUPPRESSED>  (1971) per White, J.] at p. 1443:  <FRAGMENT_SUPPRESSED>", "In any lawsuit where a defendant, because of the mutuality principle, is forced to present a complete defence on the merits to a claim which the plaintiff has fully litigated and lost in a prior action, there is an arguable misallocation of resources ... Permitting repeated litigation of the same issue as long as the supply of unrelated defendants holds out reflects either the aura of the gaming table or \"a lack of discipline and of disinterestedness on the part of the lower courts, hardly a worthy or wise basis for fashioning rules of procedure.", "\"'  <FRAGMENT_SUPPRESSED>", "\"I agree with Philp, J.A., that a plea of issue estoppel is not available. However, to permit the statement of claim to proceed would be an abuse of process and that is the principle applicable. In considering this doctrine, it seems to me prudent to avoid hard and fast, institutionalized rules such as those which attach to the plea of issue of estoppel.", "By encouraging the determination of each case on its own facts against the general principle of the plea of abuse, serious prejudice", "to either party as well as to the proper administration of justice can best", "be avoided", ". Maintaining open and ready access to the courts by all legitimate suitors is fundamental to our system of justice. However, to achieve this worthy purpose,", "we must be vigilant to ensure that the system does not become unnecessarily clogged with repetitious legislation of the kind here attempted", ". There should be an end to this litigation. To allow the plaintiff to retry the issue of misrepresentation would be a classic example of abuse of process—a waste of the time and resources of the litigants and the court and an erosion of the principle of finality so crucial to the proper administration of justice.\" (emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[14]", "In view of the prior decisions involving Nu-Pharm and Apotex and the fact that the evidence filed by the applicants in this application adds nothing new to assist in the construction of the relevant words of the patent, the issue in this litigation is the exact same issue as in the Nu-Pharm and Apotex cases. The applicants for prohibition are the same, the patent at issue is the same, and the notice of allegations are virtually identical. This litigation is an abuse of the process in that it attempts to retry the same issue which has already been determined in three separate proceedings against the applicants.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The applicants point out that the amending", "Regulations", "now provide expressly for the awarding of costs (ss. 6(9) and (10)) and more clearly than previously for the awarding of damages or compensation to a second person if a prohibition application is withdrawn, discontinued or dismissed (s. 8). While of some interest, these provisions do not address the question of abuse of the process and do not justify the continuation of proceedings when they are an abuse of the process. Merely because a second person may be awarded compensation and costs does not detract from the proceedings being an abuse of the process which cannot be countenance by the court.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The motion to dismiss the prohibition application is granted and the prohibition application is dismissed. The respondent Pro Doc Limitée is entitled to costs in the sum of $7,000 inclusive of disbursements and payable forthwith.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Janette Blue/saf  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}