{"id_": "008578", "body_str": [["[1]", "Dawson, J.", ": Doodnauth Surajnarain, his wife Shrimatti Surajnarain, and their daughter Kamla Devi Surajnarain, are citizens of Guyana whose claim to refugee protection was dismissed by the Refugee Protection Division of the Immigration and Refugee Board (Board). This application for judicial review of that decision is allowed because the Board was selective in its treatment of the claimants' evidence and ignored evidence that was contrary to its view of the claimants' evidence.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Board's central findings were:  <FRAGMENT_SUPPRESSED>", "• Mr. Surajnarain gave his evidence in a straightforward and credible manner.  <FRAGMENT_SUPPRESSED>", "• Mr. Surajnarain testified that he was targeted for attacks and robbery because he planted special crops, and his wife confirmed this.  <FRAGMENT_SUPPRESSED>", "• The Board rejected counsel's submission that the claimants were targeted because of their political affiliation with the People's Progressive Party (PPP). The claimants did not have a high profile in the party so as to attract attention.  <FRAGMENT_SUPPRESSED>", "• The Board rejected counsel's submission that the attacks were racially motivated. The claimants were not attacked because they were Indo-Guyanese but, rather, because they had crops and money.  <FRAGMENT_SUPPRESSED>", "• The claimants feared general levels of crime and violence, \"one that is faced by all citizens of Guyana while involved in business. <FRAGMENT_SUPPRESSED>"], ["[3]", "The absence of a nexus to a Convention ground was held to be fatal to the applicants' claim under section 96 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (", "Act", "). The fact the claimants feared a generalized risk was fatal to their claim under subparagraph 97(1)(b)(ii) of the", "Act", ".  <FRAGMENT_SUPPRESSED>"], ["[4]", "The finding that the applicants were not targeted because of their political affiliation is contradicted by Mr. Surajnarain's evidence that:  <FRAGMENT_SUPPRESSED>", "PRESIDING MEMBER:", "Were you particularly targeted or is (inaudible) this generally everybody gets?  <FRAGMENT_SUPPRESSED>", "CLAIMANT:", "Well I got to say I particularly target because I was selling some (inaudible) for the PPP government.  <FRAGMENT_SUPPRESSED>", "PRESIDING MEMBER:", "Pardon?  <FRAGMENT_SUPPRESSED>", "CLAIMANT:", "I was selling some item for the PPP government (inaudible) symbol like.  <FRAGMENT_SUPPRESSED>", "PRESIDING MEMBER:", "Okay.  <FRAGMENT_SUPPRESSED>", "CLAIMANT:", "(Inaudible) money for the party.  <FRAGMENT_SUPPRESSED>", "PRESIDING MEMBER:", "Okay.  <FRAGMENT_SUPPRESSED>", "CLAIMANT:", "(Inaudible) start to get a target because it's a racial (inaudible). <FRAGMENT_SUPPRESSED>"], ["[5]", "Mrs. Surajnarain testified that:  <FRAGMENT_SUPPRESSED>", "COUNSEL:", "You said apart from selling his crops he sell other things; what other things he sell?  <FRAGMENT_SUPPRESSED>", "CLAIMANT #2:", "He sell T-shirts, cups and pamphlets and so for the PPP government because we have a stall and they come and ask us and we volunteer to do that for them.  <FRAGMENT_SUPPRESSED>", "COUNSEL:", "Okay. And do you believe you were targeted because you're selling these things?  <FRAGMENT_SUPPRESSED>", "CLAIMANT #2:", "I think so, yes. <FRAGMENT_SUPPRESSED>"], ["[6]", "I acknowledge that the claimants went on to give confusing, somewhat contradictory evidence. However, the Board was obliged to deal with the whole of the applicants' evidence. The Board could not ignore evidence that the applicants were targeted because they sold PPP merchandise in order to raise funds for the party, particularly where the Board found that Mr. Surajnarain gave his testimony in a credible and straightforward manner. Further, it is settled law that \"inferences based on the degree of a claimant's political involvement are rarely reasonable\".  <FRAGMENT_SUPPRESSED>  (T.D.), at paragraph 9. Thus, the applicants' lack of a high-profile with the PPP was not a reliable basis for rejecting their testimony - particularly when the applicants' actions were of such a public nature.  <FRAGMENT_SUPPRESSED>"], ["[7]", "This finding is dispositive of the appeal. As the claim must be redetermined, any further comments must be cautiously stated. Notwithstanding, I express some concern at the manner in which the claim under paragraph 97(1)(b) of the", "Act", "was rejected. The Board wrote:  <FRAGMENT_SUPPRESSED>", "\"On the issue of generalized violence with respect to a risk to their lives or to a risk of cruel and unusual treatment or punishment, I have found that the claimants did suffer incidents of harm. However,", "they have not established an identifiable risk that is distinguishable from that of the general population", ". I find that", "the claimants fear a generalized risk, one that is faced by all citizens of Guyana while involved in business", ". Therefore, their claims also fail under subparagraph 97(1)(b)(ii) of the", "Act", ".\" (emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[8]", "From this, it is not clear whether the Board found that the risk the applicants feared was one shared by \"the general population\" (meaning all citizens of Guyana) or it was one shared by \"all citizens of Guyana while involved in business\" (a subset of all citizens). The Board was obliged to be clear in this respect.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Moreover, I acknowledge that in", "<FRAGMENT_SUPPRESSED> ; 2005 FC 1459, this Court found that a generalized risk could be one feared by a subset of a nation's citizenry. At paragraph 26, the Court wrote:  <FRAGMENT_SUPPRESSED>", "\"Further, I can see nothing in s. 97(1)(b)(ii) that requires the Board to interpret 'generally' as applying to all citizens. The word 'generally' is commonly used to mean 'prevalent' or 'widespread'. Parliament deliberately chose to include the word 'generally' in s. 97(1)(b)(ii), thereby leaving to the Board the issue of deciding whether a particular group meets the definition. Provided that its conclusion is reasonable, as it is here, I see no need to intervene. <FRAGMENT_SUPPRESSED>"], ["[10]", "However, it does not appear that the Court's attention was drawn to existing jurisprudence such as", "<FRAGMENT_SUPPRESSED>  C.R.R.(2d) 143 (F.C.).  <FRAGMENT_SUPPRESSED>"], ["[11]", "A claim for protection, whether advanced under section 96 or section 97 of the", "Act", ", requires that a claimant establish a risk that is both personal and objectively identifiable. That, however, does not mean that the risk or risks feared are not shared by other persons who are similarly situated.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Thus, in the context of a refugee claim, advanced under what is now section 96 of the", "Act", ", the Federal Court of Appeal accepted that a generalized risk may fall within the definition of a Convention refugee if the applicant is personally subject to serious harm that has a nexus to one of the five grounds enumerated in the United Nations Convention Relating to the  <FRAGMENT_SUPPRESSED>  (F.C.A.), at page 259  <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal adopted the following from Professor Hathaway's book", "The Law of Refugee Status", ":  <FRAGMENT_SUPPRESSED>", "\"In sum, while modern refugee law is concerned to recognize the protection needs of particular claimants, the best evidence that an individual faces a serious chance of persecution is usually the treatment afforded similarly situated persons in the country of origin.", "In the context of claims derived from situations of generalized oppression, therefore, the issue is not whether the claimant is more at risk than anyone else in her country, but rather whether the broadly based harassment or abuse is sufficiently serious to substantiate a claim to refugee status", ". If persons like the applicant may face serious harm for which the state is accountable, and if that risk is grounded in their civil or political status, then she is properly considered to be a Convention refugee. <FRAGMENT_SUPPRESSED>"], ["[13]", "Turning to paragraph 97(1)(b) of the", "Act", ", subsection 97(1) provides:  <FRAGMENT_SUPPRESSED>", "\"97(1)", "A person in need of protection is a person in Canada whose removal", "to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence,", "would subject them personally  <FRAGMENT_SUPPRESSED>", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or  <FRAGMENT_SUPPRESSED>", "(b)", "to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED>", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,  <FRAGMENT_SUPPRESSED>", "(ii)", "the risk", "would be faced by the person in every part of that country and", "is not faced generally by other individuals in or from that country", ",  <FRAGMENT_SUPPRESSED>", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and  <FRAGMENT_SUPPRESSED>", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.\" (emphasis added)  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"97(1)", "A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi", "vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:  <FRAGMENT_SUPPRESSED>", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;  <FRAGMENT_SUPPRESSED>", "b)", "soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant", ":  <FRAGMENT_SUPPRESSED>", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,  <FRAGMENT_SUPPRESSED>", "(ii)", "elle", "y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou", "qui s'y trouvent ne le sont généralement pas", ",  <FRAGMENT_SUPPRESSED>", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,  <FRAGMENT_SUPPRESSED>", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.\" (Non souligné dans l'original.)  <FRAGMENT_SUPPRESSED>"], ["[14]", "Thus, subparagraph 97(1)(b)(ii) requires that the risk must be one the claimant faces \"personally\", but not one that is faced \"generally\" by other persons in that country.  <FRAGMENT_SUPPRESSED>"], ["[15]", "This concept was not new to the", "Act", ". The", "Immigration Act", ", R.S.C. 1985, c. I-2, permitted unsuccessful refugee claimants to seek landing in Canada as members of the post-determination refugee claimants in Canada (PDRCC) class. The class was defined in subsection 2(1) of the", "Immigration Regulations, 1978", ", SOR/78-172 (which is set out in the appendix to these reasons).  <FRAGMENT_SUPPRESSED>"], ["[16]", "Of relevance was the requirement that a claimant must establish that his removal would subject him to \"an objectively identifiable risk, which risk would apply in every part of that country and would not be faced generally by other individuals in or from that country. <FRAGMENT_SUPPRESSED>"], ["[17]", "The Department of Citizenship and Immigration published guidelines to assist officers in the interpretation of the various elements contained in the definition of the PDRCC class. With respect to the requirement that the risk \"would not be faced generally by other individuals\" the guidelines instructed officers that:  <FRAGMENT_SUPPRESSED>", "The threat is not restricted to a risk personalized to an individual; it includes risks faced by individuals that may be shared by others who are similarly situated", ". Neither are risks restricted by ethnic, political, religious or social factors as the concept of persecution is in the Convention refugee definition. Whether or not the risk is associated with a 'Convention' ground, a person may fall within the scope of this definition. Notwithstanding this, the limitation imposed by the PDRCC definition in the phrase 'which risk ... would not be faced generally by other individuals in or from that country' applies.", "Any risk that would apply to all residents or citizens of the country of origin cannot result in a positive decision under this Regulation", ".\" (emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[18]", "Justice McGillis had the occasion to consider the guidelines in", "Sinnappu", ", referred to above. At paragraph 37, Justice McGillis wrote:  <FRAGMENT_SUPPRESSED>", "\"In particular, the PDRCC class guidelines emphasize that the criteria in subsection 2(1) of the", "Regulations", "are not only restricted to 'a risk personalized to an individual', but also include a risk faced by others similarly situated.", "Furthermore, the guidelines interpret the exclusionary phrase in the", "Regulations", "that the risk must not be 'faced generally by other individuals', as meaning a risk faced by all residents or citizens of that country", ". Indeed, during his cross-examination,", "Gilbert Troutet, a specialist in PDRCC class applications, stated that the exclusion would apply only 'in extreme situations such as a generalized disaster of some sort that would involve all of the inhabitants of a given country", ". And if such a situation does occur, the [respondent] has specific programs to cover such situations.'\" (emphasis added and footnote omitted)  <FRAGMENT_SUPPRESSED>"], ["[19]", "Thus, the Board should consider whether application of the principles set out  <FRAGMENT_SUPPRESSED>", "and", "Sinnappu", "lead to the conclusion that a claimant may only be denied protection under subparagraph 97(1)(b)(ii) of the", "Act", "if the risk is faced generally by", "all", "of the other persons in the country.  <FRAGMENT_SUPPRESSED>"], ["[20]", "This appears to be the conclusion reached by the Legal Services Branch of the Immigration and Refugee Board in its instructive paper", "Consolidated Grounds in the Immigration and Refugee Protection Act", "[see footnote 1], a document prepared for the benefit of members of the Board. Section 3.1.7 of that document advises Board Members that:  <FRAGMENT_SUPPRESSED>", "\"3.1.7. Risk Not Faced Generally  <FRAGMENT_SUPPRESSED>", "\"If the risk faced by a person stems from a general risk in that country, the person is not protected under section 97(1)(b). Protection is limited to those who face a specific risk not faced generally by others in the country.", "There must be some particularization of the risk of the person claiming protection as opposed to an indiscriminate or random risk faced by the claimant and others", ".  <FRAGMENT_SUPPRESSED>", "\"A claim based on natural catastrophes such as drought, famine, earthquakes, etc. will not satisfy the definition as the risk is generalized. However, claims based on personal threats, vendettas, etc. may be able to satisfy the definition (provided that all the elements of s. 97(1)(b) are met)", "as the risk is not indiscriminate or random", ".\" (emphasis added and footnote omitted)  <FRAGMENT_SUPPRESSED>"], ["[21]", "This application is decided upon the failure of the Board to deal with the totality of the applicants' evidence. Counsel posed no question for certification, and I agree that no question arises on that issue.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[22]", "THIS COURT ORDERS AND ADJUDGES that", ":  <FRAGMENT_SUPPRESSED>", "1. The application for judicial review is allowed, and the decision of the Refugee Protection Division dated February 20, 2008, is hereby set aside.  <FRAGMENT_SUPPRESSED>", "2. The matter is remitted to the Refugee Protection Division for redetermination by a differently constituted panel.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/pdk  <FRAGMENT_SUPPRESSED>", "Footnotes  <FRAGMENT_SUPPRESSED>", "1. http://www.irb-cisr.gc.ca/en/references/legal/rpd/cgrounds/life/index_e.htm  <FRAGMENT_SUPPRESSED>", "APPENDIX  <FRAGMENT_SUPPRESSED>", "The definition of \"post-determination refugee claimants in Canada\" found at subsection 2(1) of the", "Immigration Regulations, 1978", ", reads as follows:  <FRAGMENT_SUPPRESSED>", "\"member of the post-determination refugee claimants in Canada class\" means an immigrant in Canada  <FRAGMENT_SUPPRESSED>", "(a) who the Refugee Division has determined on or after February 1, 1993 is not a Convention refugee, other than an immigrant  <FRAGMENT_SUPPRESSED>", "(i) who has withdrawn the immigrant's claim to be a Convention refugee,  <FRAGMENT_SUPPRESSED>", "(ii) whom the Refugee Division has declared to have abandoned a claim to be a Convention refugee, pursuant to subsection 69.1(6) of the Act,  <FRAGMENT_SUPPRESSED>", "(iii) whom the Refugee Division has determined does not have a credible basis for the claim, pursuant to subsection 69.1(9.1) of the Act,  <FRAGMENT_SUPPRESSED>", "(iv) who has left Canada at any time after it was determined that the immigrant is not a Convention refugee,  <FRAGMENT_SUPPRESSED>", "(v) who, as a result of a determination by the Refugee Division, is considered to be a person referred to in section F of Article 1 of the United Nations Convention Relating to the Status of Refugees, set out in the schedule to the Act,  <FRAGMENT_SUPPRESSED>", "(vi) who is a person described in paragraph 19(1)(c), subparagraph 19(1)(c.1)(i), paragraph 19(1)(e), (f), (g), (j), (k) or (l) or subparagraph 27(1)(a.1)(i) of the Act, or  <FRAGMENT_SUPPRESSED>", "(vii) who has been the subject of a removal order, has left Canada and has, since the date of execution of the removal order, stayed in the United States or St. Pierre and Miquelon for a period of not more than six months, and  <FRAGMENT_SUPPRESSED>", "(b) [Repealed, SOR/97-182, s. 1]  <FRAGMENT_SUPPRESSED>", "(c) who if removed to a country to which the immigrant could be removed would be subjected to an objectively identifiable risk, which risk would apply in every part of that country and would not be faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED>", "(i) to the immigrant's life, other than a risk to the immigrant's life that is caused by the inability of that country to provide adequate health or medical care,  <FRAGMENT_SUPPRESSED>", "(ii) of extreme sanctions against the immigrant, or  <FRAGMENT_SUPPRESSED>", "(iii) of inhumane treatment of the immigrant; (", "demandeur non reconnu du statut de réfugié au Canada", ")  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"demandeur non reconnu du statut de réfugié au Canada\" Immigrant au Canada:  <FRAGMENT_SUPPRESSED>", "a) à l'égard duquel la section du statut a décidé, le 1er février 1993 ou après cette date, de ne pas reconnaître le statut de réfugié au sens de la Convention, à l'exclusion d'un immigrant, selon le cas:  <FRAGMENT_SUPPRESSED>", "(i) qui a retiré sa revendication du statut de réfugié au sens de la Convention,  <FRAGMENT_SUPPRESSED>", "(ii) à l'égard duquel la section du statut a, en vertu du paragraphe 69.1(6) de la Loi, conclu au désistement de la revendication du statut de réfugié au sens de la Convention,  <FRAGMENT_SUPPRESSED>", "(iii) à l'égard duquel la section du statut a déterminé, en vertu du paragraphe 69.1(9.1) de la Loi, que sa revendication n'a pas un minimum de fondement,  <FRAGMENT_SUPPRESSED>", "(iv) qui a quitté le Canada à tout moment après qu'il a été déterminé qu'il n'est pas un réfugié au sens de la Convention,  <FRAGMENT_SUPPRESSED>", "(v) qui est, par suite d'une décision de la section du statut, considéré comme une personne visée à la section F de l'article premier de la Convention des Nations Unies relative au statut des réfugiés figurant à l'annexe de la Loi,  <FRAGMENT_SUPPRESSED>", "(vi) qui est une personne visée à l'alinéa 19(1)c), au sous-alinéa 19(1)c.1)(i), à l'un des alinéas 19(1)e), f), g), j), k) ou l) ou au sous-alinéa 7(1)a.1)(i) de la Loi,  <FRAGMENT_SUPPRESSED>", "(vii) qui a été l'objet d'une mesure de renvoi, a quitté le Canada et est demeuré depuis la date de l'exécution de la mesure de renvoi soit aux États-Unis, soit à Saint-Pierre-et-Miquelon, pendant une période maximale de six mois;  <FRAGMENT_SUPPRESSED>", "b) [Abrogé, DORS/97-182, art. 1]  <FRAGMENT_SUPPRESSED>", "c) dont le renvoi vers un pays dans lequel il peut être renvoyé l'expose personnellement, en tout lieu de ce pays, à l'un des risques suivants, objectivement identifiable, auquel ne sont pas généralement exposés d'autres individus provenant de ce pays ou s'y trouvant:  <FRAGMENT_SUPPRESSED>", "(i) sa vie est menacée pour des raisons autres que l'incapacité de ce pays de fournir des soins médicaux ou de santé déquats,  <FRAGMENT_SUPPRESSED>", "(ii) des sanctions excessives peuvent être exercées contre lui,  <FRAGMENT_SUPPRESSED>", "(iii) un traitement inhumain peut lui être infligé. (", "member of the post-determination refugee claimants in Canada class", ")  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}