{"id_": "008535", "body_str": [["[1]", "Blais, J.", ": This is an application for judicial review under section 72 of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the Act) of a decision dated June 6, 2005, in which Anita Puri, a visa officer (the officer), refused the applicants' application for permanent residence in Canada as family members pursuant to the Immigration and Refugee Protection Regulations, [SOR/2002-227] (the Regulations).", "FACTS"], ["[2]", "Gurbachan Singh Bandhal was born in India in 1953. He came to Canada on October 1st, 1996 and was granted refugee status on January 29, 1999. He was landed on January 19, 2004."], ["[3]", "Gurbachan Singh Bhandal has a wife and four children. His four children are Amarjit Kaur, Baljit Kaur, Mandeep Singh and Amritpal Singh. The children were included as family members in a Convention refugee application for permanent residence made by Gurbachan Singh Bhandal."], ["[4]", "The officer interviewed the applicant wife in New Delhion November 16, 2004. Upon the officer's recommendation following the interview, a field investigation to the applicants' village occurred in order to seek clarification regarding specific issues namely: (1) the age and marital status of Tej Kaur (the wife) and how many children she has; (2) the relationship between Gurbachan Sing (the sponsor), his wife and his children; and (3) the age and school record of the children. After the field investigation was completed, a second interview was conducted with all the applicants on June 2, 2005.", "DECISION OF THE OFFICER"], ["[5]", "As expressed in the June 6, 2005 decision, the officer was not satisfied that the applicants fall within the definition of \"family members contained in section 1(3) of the Regulations. The information obtained at the interview and documents provided in support of the application do not establish the applicants' claimed ages and identities. The applicants' application was refused pursuant to section 11(1) of the Act.", "ISSUES"], ["[6]", "1. Did the officer breach a duty of procedural fairness in failing to inform the applicant (wife) that she would be interviewed on November 16, 2004?", "2. Did the officer breach a duty of procedural fairness in not providing adequate reasons for her decision?", "3. Did the officer err by misinterpreting the documentary evidence?", "ANALYSIS", "1. Did the officer breach a duty of procedural fairness in failing to inform the applicant (wife) that she would be interviewed on November 16, 2004?"], ["[7]", "When the question being raised focuses on issues of procedural fairness, there is no entitlement to deference on judicial review. The duty of procedural fairness requires no assessment of the standard of review."], ["[8]", "The applicant wife mentions that she received a telegram asking her to come to the office to collect visas for herself and her dependants. The applicant wife attended the office on November 16, 2004 to pick up the visas and the officer proceeded to interview her. The applicant wife claims a breach of procedural fairness because she was not told in advance that she would be interviewed when she went to pick up the visas."], ["[9]", "The officer states the following at paragraphs 5, 6, 7, and 11 of her affidavit regarding the above:", "We were informed by the Canada Immigration Centre in Montreal in January 2004 that Gurbachan Singh Bhandal had been landed and that we proceed with the file for family members outside Canada. The family members met with statutory requirements and a telegram was sent to the Applicant on November 8, 2004 asking her to come to our office to collect visas for her and her accompanying dependants.", "The Applicant attended our office on November 16, 2004 to collect visas. I reviewed the Applicant's entire paper file as well as the electronic file in the Computer-Assisted Immigration Processing System (\"CAIPS\"), which is our computerized record system. I was of the opinion that in the photographs attached to their police clearance certificates (pages 88, 89 and 90 of the record); the Applicant, Amarjit Kaur Bhandal and Baljit Kaur Bhandal looked older than their claimed ages. I thoroughly reviewed the documents provided in support of the application and concluded that they didn't satisfactorily establish the eligibility for the admission to Canada of Tej Kaur Bhandal, Amarjit Kaur Bhandal, Baljit Kaur Bhandal, Mandeep Singh Bhandal and Amritpal Singh Bhandal as Gurbachan Singh Bhandal's dependants. I also had reasonable grounds to question the authenticity of fifth standard marks cards of Amarjit Kaur Bhandal and Baljit Kaur Bhandal.", "I interviewed the Applicant on the day she attended our office to pick up visas.", "[...]", "Subsequent to the interview, I recommended to my supervisor field investigation at the Applicant's village to determine (1) age and marital status of the Applicant and how many children she had; (2) relationship between Gurbachan Sing, Tej Kaur, Amarjit Kaur, Baljit Kaur, Mandeep Singh and Amritpal Sing and (3) how old Amarjit Kaur, Baljit Kaur, Mandeep Singh and Amritpal Sing were and what they were doing.", "[...]", "In order to render a final decision on this case, I interviewed the Applicant and her dependants on June 2, 2005."], ["[10]", "After the applicant wife was informed she could go and pick up the visas, the officer conducted a review of the file. She noticed problems and acted upon these problems by asking the applicant questions when she arrived at the office to pick up the visas. Subsection 11(1) of the Act authorizes the officer to conduct an examination of the applicant. The aforementioned subsection states the following:", "11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document shall be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "11. (1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visa et autres documents requis par règlement, lesquels sont délivrés sur preuve, à la suite d'un contrôle, qu'il n'est pas interdit de territoire et se conforme à la présente loi."], ["[11]", "<FRAGMENT_SUPPRESSED>  2002 FCT 775, Justice François Lemieux held at paragraph 20:", "It is a basic principle of the Immigration Act and Regulations that persons seeking to become immigrants to Canada have the burden of proof of satisfying a visa officer they qualify for admission."], ["[12]", "In my opinion the officer in the present matter was statutorily required to ascertain whether the applicant and her dependants met all the preconditions to immigrate to Canada before issuing a visa. If she has a doubt, she has the duty to clarify the information she received. Upon review of the file, the officer noticed inconsistencies that prompted her to ask the applicant wife questions when she arrived at the office to pick up the visas on November 16, 2004. After the officer's preliminary questioning she requested that further action be taken. A field investigation was conducted and its findings led the officer to conclude that another interview would be necessary. The applicant wife was notified of the investigation and the need and purpose behind the request for more questioning. The applicant wife was told to bring documentation and her children to the office for an interview on June 2, 2005."], ["[13]", "Despite the fact that the applicant wife was not informed that she would be asked questions when she went to pick up the visas on November 16, 2004, I do not find that the officer breached a duty of procedural fairness that would warrant intervention by the Court. In the officer's CAIPS notes, it is clearly noted that the applicant wife understood the questions being asked and gave coherent answers. The applicant wife and her children were informed of the purpose of the second interview on June 2, 2005 and were provided ample opportunity to defend and bring evidence in support of their position.", "2. Did the officer breach a duty of procedural fairness in not providing adequate reasons for her decision?"], ["[14]", "The officer rejected that applicants' application for visas by concluding that they were not \"family members\" pursuant to the Regulations. That is, the officer was not satisfied that the applicants had proven their stated identity, age and relationship to Gurbachan Singh Bandhal. The pertinent sections of the Regulations for such a determination are as follows:", "176. (1) An applicant may include in their application to remain in Canada as a permanent resident any of their family members.", "(3) A family member who is inadmissible on any of the grounds referred to in subsection 21(2) of the Act shall not be issued a permanent resident visa and shall not become a permanent resident.", "1(3) For the purposes of the Act, other than section 12 and paragraph 38(2)(d), and these Regulations, \"family member\" in respect of a person means", "(a) the spouse or common-law partner of the person;", "(b) a dependent child of the person or of the person's spouse or common-law partner; and", "(c) a dependent child of a dependent child referred to in paragraph (b).", "2 \"dependent child\", in respect of a parent, means a child who", "(a) has one of the following relationships with the parent, namely,", "(I) is the biological child of the parent, if the child has not been adopted by a person other than the spouse or common-law partner of the parent, or", "(ii) is the adopted child of the parent; and", "(b) is in one of the following situations of dependency, namely,", "(I) is less than 22 years of age and not a spouse or common-law partner,", "(ii) has depended substantially on the financial support of the parent since before the age of 22 -- or if the child became a spouse or common-law partner before the age of 22, since becoming a spouse or common-law partner -- and, since before the age of 22 or since becoming a spouse or common-law partner, as the case may be, has been a student", "(A) continuously enrolled in and attending a post-secondary institution that is accredited by the relevant government authority, and", "(B) actively pursuing a course of academic, professional or vocational training on a full-time basis, or", "(iii) is 22 years of age or older and has depended substantially on the financial support of the parent since before the age of 22 and is unable to be financially self-supporting due to a physical or mental condition. (enfant à charge)", "176. (1) La demande de séjour au Canada à titre de résident permanent peut viser, outre le demandeur, tout membre de sa famille.", "(3) Le membre de la famille qui est interdit de territoire pour l'un des motifs visés au paragraphe 21(2) de la Loi ne peut obtenir de visa de résident permanent ou devenir résident permanent.", "1 (3) Pour l'application de la Loi -- exception faite de l'article 12 et de l'alinéa 38(2)d) -- et du présent règlement, « membre de la famille » , à l'égard d'une personne, s'entend de :", "a) son époux ou conjoint de fait;", "b) tout enfant qui est à sa charge ou à la charge de son époux ou conjoint de fait;", "c) l'enfant à charge d'un enfant à charge visé à l'alinéa b).", "2 « enfant à charge » L'enfant qui :", "a) d'une part, par rapport à l'un ou l'autre de ses parents :", "(I) soit en est l'enfant biologique et n'a pas été adopté par une personne autre que son époux ou conjoint de fait,", "(ii) soit en est l'enfant adoptif;", "b) d'autre part, remplit l'une des conditions suivantes :", "(I) il est âgé de moins de vingt-deux ans et n'est pas un époux ou conjoint de fait,", "(ii) il est un étudiant âgé qui n'a pas cessé de dépendre, pour l'essentiel, du soutien financier de l'un ou l'autre de ses parents à compter du moment où il a atteint l'âge de vingt-deux ans ou est devenu, avant cet âge, un époux ou conjoint de fait et qui, à la fois :", "(A) n'a pas cessé d'être inscrit à un établissement d'enseignement postsecondaire accrédité par les autorités gouvernementales compétentes et de fréquenter celui-ci,", "(B) y suit activement à temps plein des cours de formation générale, théorique ou professionnelle,", "(iii) il est âgé de vingt-deux ans ou plus, n'a pas cessé de dépendre, pour l'essentiel, du soutien financier de l'un ou l'autre de ses parents à compter du moment où il a atteint l'âge de vingt-deux ans et ne peut subvenir à ses besoins du fait de son état physique ou mental. (dependent child)"], ["[15]", "The applicants argue that procedural fairness is lacking due to the insufficiency of reasons.  <FRAGMENT_SUPPRESSED> , the Court of Appeal stated the following at paragraphs 17-19 regarding the provision of reasons by administrative decision-makers:", "The duty to provide reasons is a salutary one. Reasons serve a number of beneficial purposes including that of focusing the decision maker on the relevant factors and evidence. In the words of the Supreme Court of Canada:", "Reasons, it has been argued, foster better decision making by ensuring that issues and reasoning are well articulated and, therefore, more carefully thought out. The process of writing reasons for decision by itself may be a guarantee of a better decision.  <FRAGMENT_SUPPRESSED> , at p. 845.", "In addition, reasons allow the parties to effectuate any right of appeal or judicial review that they might have. They provide a basis for an assessment of possible grounds for appeal or review. They allow the appellate or reviewing body to determine whether the decision maker erred and thereby render him or her accountable to that body. This is particularly important when the decision is subject to a deferential standard of review."], ["[16]", "The applicants argue the reasons are insufficient because they fail to discuss the evidence and lay out the reasoning for the officer's conclusions. The applicants contend that the officer's reasons do not enable them to verify whether the facts submitted were actually analyzed and whether the conclusions are derived from the evidence."], ["[17]", "I disagree with the applicants' assertion that the officer's decision was insufficiently motivated. The officer's decision was based on a first interview with the applicant wife which led to a field study. The field study brought up significant doubt as to the validity of the applicants' claims as dependant family members under the Act. As such, the officer conducted a final interview with all the applicants on June 2, 2005. The existence of numerous discrepancies between the applicants' declarations at the second interview and the documents which they submitted into evidence in support of their claim, were mentioned in the officer's final decision. Further, a review of the CAIPS notes clearly demonstrates what the officer considered those discrepancies to be (see officer's CAIPS notes in the Tribunal Record at pages 9-14)."], ["[18]", "<FRAGMENT_SUPPRESSED>  considered that the letter to the applicant and the officer's notes were sufficient reasons. In the present matter, I am satisfied that the officer's letter to the applicants as well as her CAIPS notes meet the requirements to provide reasons. They provide a basis for an assessment of possible grounds for judicial review as well as allow this Court to determine whether the decision maker erred. The officer's reasons are sufficient and as such, there is no breach of procedural fairness.", "3. Did the officer err by misinterpreting the documentary evidence?"], ["[19]", "This Court has consistently held that the particular expertise of visa officers dictates a deferential approach when reviewing their decisions. To the extent that the visa officer's assessment has been done in good faith, in accordance with the principles of natural justice and without relying on irrelevant or extraneous considerations, the decision of the visa officer should be reviewed on the standard of patent unreasonableness (see  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 572)."], ["[20]", "The applicants claim that the officer based the visa refusals on the fact that there were inconsistencies between the applicants' stated identities and the documentary evidence used to support those stated identities. The applicants state that such findings are unreasonable considering the officer noted that it is generally accepted that the Indian documents are unreliable to prove identity. The officer stated the following in her decision:", "Mandeep Singh told me that he failed in senior secondary examination in 2004. However, he could not provide his middle standard, matriculation and senior secondary marks cards/certificates issued by the Punjab School Education Board. His father's name on his fifth standard marks card appears to have been altered. To establish his claimed date of birth and identity, he produced his birth certificate. In India, it is generally accepted that no single document has, in its own right, the incontestable ability to conclusively establish the correct age and identity of the holder."], ["[21]", "I do not believe that the officer's remarks are unreasonable. In essence, what she is saying is that there is a huge discrepancy in what the applicant is alleging and what the documentary evidence is actually saying. Just because one document exists that actually supports an applicant's stated identity does not eliminate all the inconsistencies that were found in other documents and the oral testimony that fails to support the stated identity, age and relationship to Gurbachan Singh Bandhal. The officer found that one document alone will not eliminate all the other documentary and testimonial evidence that contributed to a negative credibility finding. I agree with the officer's statement and as such, I find that the applicants have failed to illustrate that the officer's decision is patently unreasonable.", "JUDGMENT"], ["[22]", "THIS COURT ORDERS that:", "The application for judicial review be dismissed;", "No questions for certification.", "[End of document]"]]}