{"id_": "008663", "body_str": [["[1]", "Russell, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (Act) for judicial review of the decision of an Enforcement Officer (Officer) at the Canada Border Services Agency, dated July 14, 2009 (Decision), refusing the Applicant's application for deferral of the execution of the removal order issued against him.  <FRAGMENT_SUPPRESSED>", "BACKGROUND  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicant was born in the Philippines in 1982 and came to Canada with his mother in 1995 at the age of 12. He is a permanent resident of Canada. The Applicant fathered a son in Canada called Joaquin who resides with the child's mother. The Applicant was convicted in 2007 for drug trafficking and other offences under the", "Controlled Drug and Substances Act", ", R.S.C. 1996, c. 19. As a result of these convictions, he was sentenced to five years in jail. He was released in 2008 on advanced parole.  <FRAGMENT_SUPPRESSED>"], ["[3]", "As a result of the conviction, a section 44 report was written citing the Applicant for serious criminality. Upon his release from prison, the Applicant filed a section 25 Humanitarian and Compassionate (H&C) application.  <FRAGMENT_SUPPRESSED>"], ["[4]", "A deportation order was issued against the Applicant after a hearing was held with regard to the allegations contained in the section 44 report. He filed an appeal to the Immigration Appeal Division, but his appeal was dismissed for lack of jurisdiction. The Applicant then filed a PRRA application which was also rejected.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Applicant sought to defer his removal from Canada, but his request was refused. The Applicant applied for judicial review of this decision. The Court granted a stay until the application for leave and judicial review are decided.  <FRAGMENT_SUPPRESSED>", "DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>"], ["[6]", "The basis for the Applicant's application for deferral was his outstanding H&C application, the outstanding IAD appeal of his removal order, and the best interests of his mother and child.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Officer noted that an H&C application \"in itself is not an impediment to removal.\" While the H&C application had been filed in April, 2008, the Officer held that there was insufficient evidence before him to demonstrate that a decision on the Applicant's application was imminent. The Officer contacted the Citizenship and Immigration Canada (CIC) office in Etobicoke with regard to the application, and was advised that a decision on Mr. Villanueva's application was \"not imminent. <FRAGMENT_SUPPRESSED>"], ["[8]", "In considering the Applicant's appeal to the IAD, the Officer found that pursuant to subsection 64(1) of the Act, there was no right of appeal where a foreign national or permanent resident was found inadmissible on grounds including serious criminality. According to subsection 64(2), serious criminality is criminality that is punished by a term of imprisonment of at least two years. The Applicant falls under this provision because he was convicted of four offences and sentenced to five years and four months of imprisonment.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Officer then considered the best interests of the Applicant's mother and child. The Applicant had gained weekly supervised access to his son as of May, 2009. The Applicant's mother was diagnosed with breast cancer in July, 2008.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Officer noted that the Applicant had only recently gained visitation access to his son, and that his son \"will be able to remain in the care of his mother as he did during the lengthy time Mr. Villanueva spent in detention.\" As such, the Officer was satisfied that the Applicant's son would \"have the physical and emotional support necessary to adjust to his new circumstances. <FRAGMENT_SUPPRESSED>"], ["[11]", "With regard to the Applicant's mother, the Officer considered that the Applicant currently resides with his mother and his step-father. The Officer noted the Applicant's mother's claim that the stress of her son's pending removal often makes her feel sick. However, the Officer determined that the Applicant's mother would \"continue to have access to the health care services available to Canadian citizens.\" Although he acknowledged that feelings of separation and anxiety are \"unfortunate consequences of the removal order,\" the Officer determined that the Applicant's mother would nevertheless be able to continue to reside in Canada and depend on her husband for care and support.  <FRAGMENT_SUPPRESSED>"], ["[12]", "For these reasons, the Officer refused to grant a deferral of the execution of removal against the Applicant.  <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[13]", "The issues arising on this application can be summarized as follows:  <FRAGMENT_SUPPRESSED>", "1. Whether the Officer erred in failing to consider the Applicant's argument that his H&C application was filed in a timely manner;  <FRAGMENT_SUPPRESSED>", "2. Whether the Officer relied on extrinsic evidence without allowing the Applicant or counsel to comment on it;  <FRAGMENT_SUPPRESSED>", "3. Whether the Officer breached procedural fairness in issuing reasons which were inadequate.  <FRAGMENT_SUPPRESSED>", "STATUTORY PROVISIONS  <FRAGMENT_SUPPRESSED>"], ["[14]", "The following provisions of the Act are applicable in these proceedings:  <FRAGMENT_SUPPRESSED>", "Preparation of report  <FRAGMENT_SUPPRESSED>", "44. (1) An officer who is of the opinion that a permanent resident or a foreign national who is in Canada is inadmissible may prepare a report setting out the relevant facts, which report shall be transmitted to the Minister  <FRAGMENT_SUPPRESSED>", "Referral or removal order  <FRAGMENT_SUPPRESSED>", "(2) If the Minister is of the opinion that the report is well-founded, the Minister may refer the report to the Immigration Division for an admissibility hearing, except in the case of a permanent resident who is inadmissible solely on the grounds that they have failed to comply with the residency obligation under section 28 and except, in the circumstances prescribed by the regulations, in the case of a foreign national. In those cases, the Minister may make a removal order.  <FRAGMENT_SUPPRESSED>", "Enforceable removal order  <FRAGMENT_SUPPRESSED>", "48. (1) A removal order is enforceable if it has come into force and is not stayed.  <FRAGMENT_SUPPRESSED>", "Effect  <FRAGMENT_SUPPRESSED>", "(2) If a removal order is enforceable, the foreign national against whom it was made must leave Canada immediately and it must be enforced as soon as is reasonably practicable.  <FRAGMENT_SUPPRESSED>", "No appeal for inadmissibility  <FRAGMENT_SUPPRESSED>", "64. (1) No appeal may be made to the Immigration Appeal Division by a foreign national or their sponsor or by a permanent resident if the foreign national or permanent resident has been found to be inadmissible on grounds of security, violating human or international rights, serious criminality or organized criminality.  <FRAGMENT_SUPPRESSED>", "Serious criminality  <FRAGMENT_SUPPRESSED>", "(2) For the purpose of subsection (1), serious criminality must be with respect to a crime that was punished in Canada by a term of imprisonment of at least two years.  <FRAGMENT_SUPPRESSED>", "Rapport d'interdiction de territoire  <FRAGMENT_SUPPRESSED>", "44. (1) S'il estime que le résident permanent ou l'étranger qui se trouve au Canada est interdit de territoire, l'agent peut établir un rapport circonstancié, qu'il transmet au ministre.  <FRAGMENT_SUPPRESSED>", "Suivi  <FRAGMENT_SUPPRESSED>", "(2) S'il estime le rapport bien fondé, le ministre peut déférer l'affaire à la Section de l'immigration pour enquête, sauf s'il s'agit d'un résident permanent interdit de territoire pour le seul motif qu'il n'a pas respecté l'obligation de résidence ou, dans les circonstances visées par les règlements, d'un étranger; il peut alors prendre une mesure de renvoi.  <FRAGMENT_SUPPRESSED>", "Mesure de renvoi  <FRAGMENT_SUPPRESSED>", "48. (1) La mesure de renvoi est exécutoire depuis sa prise d'effet dès lors qu'elle ne fait pas l'objet d'un sursis.  <FRAGMENT_SUPPRESSED>", "Conséquence  <FRAGMENT_SUPPRESSED>", "(2) L'étranger visé par la mesure de renvoi exécutoire doit immédiatement quitter le territoire du Canada, la mesure devant être appliquée dès que les circonstances le permettent.  <FRAGMENT_SUPPRESSED>", "Restriction du droit d'appel  <FRAGMENT_SUPPRESSED>", "64. (1) L'appel ne peut être interjeté par le résident permanent ou l'étranger qui est interdit de territoire pour raison de sécurité ou pour atteinte aux droits humains ou internationaux, grande criminalité ou criminalité organisée, ni par dans le cas de l'étranger, son répondant.  <FRAGMENT_SUPPRESSED>", "Grande criminalité  <FRAGMENT_SUPPRESSED>", "(2) L'interdiction de territoire pour grande criminalité vise l'infraction punie au Canada par un emprisonnement d'au moins deux ans.  <FRAGMENT_SUPPRESSED>", "STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Supreme Court of Canada in  <FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to the particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Questions of procedural fairness are to be reviewed on a standard of correctness. In this instance all three issues, namely, whether the Officer erred in not providing adequate reasons, whether the Officer relied on extrinsic evidence and deprived the Applicant of an opportunity to respond, and whether the Officer erred in failing to consider the Applicants' legal argument with regard to his filing of a timely application, are issues of procedural fairness. As such, they will be reviewed on a standard of correctness.  <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 4,", "<FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 879 at paragraphs 42-45, and", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "ARGUMENTS  <FRAGMENT_SUPPRESSED>", "The Applicant  <FRAGMENT_SUPPRESSED>", "Timely Filing  <FRAGMENT_SUPPRESSED>"], ["[17]", "Federal Court and Federal Court of Appeal jurisprudence has recognized that a removal officer's discretion extends to an assessment of whether an Applicant's H&C application was filed in a timely manner and remains undecided because of backlogs within the system: \"[a] removal officer may consider various factors such as illness, other impediments to travelling, and pending H&C applications that were brought on a timely basis but have yet to be resolved due to backlogs in the system.\"  <FRAGMENT_SUPPRESSED> . This concept was recently approved by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 314.  <FRAGMENT_SUPPRESSED>"], ["[18]", "In the case at hand, the Applicant filed his H&C application at the first available opportunity, even before the issuance of his removal order. The Applicant's H&C application had been with CIC for 15 months at the time of the deferral request. Moreover, in requesting a deferral, the Applicant explicitly asked the Officer to consider the timeliness of his H&C filing as grounds for deferral.  <FRAGMENT_SUPPRESSED>"], ["[19]", "In both", "Baron", "and", "<FRAGMENT_SUPPRESSED> , the Court considered the timeliness of an H&C application. It is clear that the Court in these cases was not referring to whether a decision was imminent. Rather, the Court assessed the timeliness of the application in the context of whether it was made simply to delay removal, or whether it had been filed at the first available opportunity and had simply not yet been decided because of backlogs in the system. The jurisprudence suggests that a timely application may warrant deferral because the Applicant cannot be blamed for backlogs in the system.  <FRAGMENT_SUPPRESSED>"], ["[20]", "In this case, the Officer failed to consider the issue of timeliness. The Applicant submits that this constitutes a legal error.  <FRAGMENT_SUPPRESSED>", "Extrinsic Evidence  <FRAGMENT_SUPPRESSED>"], ["[21]", "Extrinsic evidence is evidence of which an applicant is unaware because it comes from an outside source: see", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[22]", "In this case, the Officer considered whether a decision was imminent on the Applicant's H&C application, and sought independent information from CIC Etobicoke in this regard. The Officer erred by not allowing the Applicant a chance to respond to this information, which was not available to the Applicant, and then using this information to form a conclusion.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Indeed, as was the case in", "<FRAGMENT_SUPPRESSED> , \"it was the officer's duty before disposing of the application to inform the appellant of the [information] and to give him a fair opportunity of correcting or contradicting it before making the decision required by the statute.\" See", "<FRAGMENT_SUPPRESSED> , at paragraph 14 (QL). In this instance, the Office violated the Applicant's procedural fairness rights by relying on extrinsic evidence without providing him a chance to respond.  <FRAGMENT_SUPPRESSED>", "Inadequate Reasons  <FRAGMENT_SUPPRESSED>"], ["[24]", "The Officer in this instance concluded that a decision on the Applicant's H&C was not imminent. However, the Officer neglected to state: (a) why the decision was not imminent; (b) what was meant by the term imminent; (c) what timeframe was given by CIC Etobicoke; and (d) why this time frame does not render the decision imminent. As a result, the Applicant is left guessing what the Officer meant with regard to a decision being \"not imminent.\" The Applicant contends that this failure to give an adequate explanation as to why the decision would not be imminent is a breach of procedural fairness.  <FRAGMENT_SUPPRESSED>", "The Respondent  <FRAGMENT_SUPPRESSED>", "Timeliness  <FRAGMENT_SUPPRESSED>"], ["[25]", "The Officer undertook a lengthy analysis of: (a) when the H&C application was filed; and (b) the fact that the application was filed prior to the removal order being issued. As such, the Officer clearly considered the timeliness of the Application.  <FRAGMENT_SUPPRESSED>"], ["[26]", "While the Applicant has argued that the Officer failed to consider the timeliness of his application within the context of this case, the Applicant did not request that the Officer consider the timeliness within any specific context. The Respondent suggests that timeliness itself was the context within which the Officer was asked to defer the removal. As such, the Applicant cannot now argue that the Officer should have contextualized the timeliness of his application. Furthermore, the consideration of timeliness was not a legal argument as alleged by the Applicant, but was instead one of many factors for the Officer to consider.  <FRAGMENT_SUPPRESSED>", "Extrinsic Evidence  <FRAGMENT_SUPPRESSED>"], ["[27]", "The Respondent submits that the Applicant's suggestion of extrinsic evidence relies on old law. According to", "<FRAGMENT_SUPPRESSED> \"asking ...whether the report can be characterized as 'extrinsic evidence' is no longer an adequate analytical approach.\" Rather, the Respondent submits that the factors enumerated in", "<FRAGMENT_SUPPRESSED>  must be applied as considered in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "a.", "Decision within the statutory scheme:", "The Respondent contends that an enforcement officer's decision in this instance is highly discretionary. Furthermore, no right is being conferred by the decision, rather only an obligation is being deferred. The Respondent submits that \"the minor, discretionary nature of the decision militates against disclosure\";  <FRAGMENT_SUPPRESSED>", "b.", "Influence of the evidence:", "In consideration of the influence of the evidence, the Respondent submits that the Officer relied on many factors before refusing the request to defer. The statement by the Etobicoke office was only one piece of evidence used to consider only one of a variety of factors. As such, the Respondent contends that its influence on the Decision was nominal;  <FRAGMENT_SUPPRESSED>", "c.", "Harm from an incorrect decision:", "The only harm that could occur from an incorrect decision is that the removal order would take place earlier than it otherwise would. The Respondent submits that an early departure is not important within the spectrum of immigration decisions;  <FRAGMENT_SUPPRESSED>", "d.", "Costs and delays of disclosure:", "The Applicant has not provided any evidence that the cost in time and money of cancelling a flight booking and possibly cancelling temporary travel documents is insignificant.  <FRAGMENT_SUPPRESSED>", "The Respondent submits that these five factors militate against disclosure of the evidence in this case. Furthermore, an assessment of these factors shows that the Applicant had a reasonable opportunity to participate meaningfully in the decision-making process. While the Respondent concedes that disclosure might have been warranted in other circumstances, in this case \"requiring disclosure of the statement by the CIC Etobicoke office would simply have added delay for delay's sake. <FRAGMENT_SUPPRESSED>"], ["[28]", "Finally, the Respondent contends that the recent Federal Court case", "<FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 1489 at paragraphs 18-28 supports the assertion that the Officer did not have a duty to discuss the CIC Etobicoke statement that the Applicant's H&C application was not imminent.  <FRAGMENT_SUPPRESSED>", "Adequacy of Reasons  <FRAGMENT_SUPPRESSED>"], ["[29]", "The Applicant alleges that the Officer ought to have explained the word \"imminent.\" However, the Respondent suggests that the statement from CIC, including the word \"imminent,\" is simply evidence provided to the Officer from CIC. It is not the Officer's prerogative to explain the evidence he receives. Rather, the role of the Officer is to explain the conclusion he draws from the evidence. Furthermore, the word \"imminent\" is self-explanatory. There is little or no ambiguity in this word. Accordingly, it is unreasonable to require the Officer to provide an explanation of the term.  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>"], ["[30]", "The deferral request clearly asked the Officer to consider the timeliness of the H&C application:  <FRAGMENT_SUPPRESSED>", "Mr. Villanueva's humanitarian application will be outstanding for 15 months by the date he is scheduled for removal from Canada. He filed his application as the earliest possible time possible. As such, his H&C has been filed in a timely manner and has not yet been resolved due to backlogs in the system. I ask that you therefore defer removal until such time as a decision is made on his outstanding H&C application, presently at the Etobicoke office.  <FRAGMENT_SUPPRESSED>"], ["[31]", "The Officer's response to this was to contact the Etobicoke office to find out if a decision on the Applicant's H&C application was \"imminent.\" He was told a decision was not imminent.  <FRAGMENT_SUPPRESSED>"], ["[32]", "The Applicant's argument is that his request should have been considered and granted on the basis that his H&C application was timely and had not been resolved because of backlogs in the system, and not just on whether it was imminent.  <FRAGMENT_SUPPRESSED>"], ["[33]", "The jurisprudence of the Court is that a timely H&C application is a relevant factor when considering a deferral request. See", "Simoes", "and", "Baron", ", above.  <FRAGMENT_SUPPRESSED>"], ["[34]", "The Officer was certainly correct in saying that \"submitting an H&C application in itself is not an impediment to removal,\" but that was not the issue here. The Officer was asked to consider a timely H&C application that had not been decided because of backlogs in the system.  <FRAGMENT_SUPPRESSED>"], ["[35]", "Nothing in the relevant jurisprudence states that a removals officer cannot or should not take into account backlogs in the system that have led to a long delay in an H&C application. Rather, recent Federal Court jurisprudence suggests that an officer can consider backlogs within the context of a removal order.  <FRAGMENT_SUPPRESSED> . And I note that, in considering a stay application in", "Harry", ", Justice Gibson was particularly concerned about backlogs in the system and the Minister's being \"far from diligent in the pursuit of the applicant's H&C application,\" a matter of \"particular import in the light of concern for the best interests of the applicants' Canadian-born child.\"  <FRAGMENT_SUPPRESSED>  2006 CarswellNat 2861 at paragraph 8, Justice Harrington, citing relevant authority, expressed his view that an enforcement officer has \"the discretion to await the pending decision on the H&C application. <FRAGMENT_SUPPRESSED>"], ["[36]", "In my view, then, the Officer was asked to consider the significant backlogs in the system in the case of a timely H&C application that had been outstanding for a considerable period of time (15 months). The Officer ignored this request and refused to defer on the basis of, inter alia, \"imminence\", i.e. whether a decision on the H&C was about to be made, irrespective of the amount of time it had been in the system and the reasons for the delay.  <FRAGMENT_SUPPRESSED>"], ["[37]", "I am not saying that the Officer had to grant the deferral based upon this request. But I do think he had the discretion to consider it and was obliged to say why it was left out of account. I see no evidence that the backlog factor was given the consideration requested. The Officer recognizes that the H&C application was timely, but in focussing upon \"imminence\" he neglected to consider whether significant backlogs in the system and a long-outstanding H&C application should impact his decision. In my view, this was a reviewable error and the matter should be returned for reconsideration.  <FRAGMENT_SUPPRESSED>"], ["[38]", "The Applicant also raises extrinsic evidence and adequacy of reasons issues that, strictly speaking, I do not need to decide for my decision.  <FRAGMENT_SUPPRESSED>"], ["[39]", "Counsel are requested to serve and file any submissions with respect to certification of a question of general importance within seven days of receipt of these Reasons for Judgment. Each party will have a further period of three days to serve and file any reply to the submission of the opposite party Following that, a Judgment will be issued.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}