{"id_": "008782", "body_str": [["[1]", "Shore, J.", ": The Applicant, Mr. Matthew L.L. Enright, a Canadian citizen, sponsored the application of Ms. Natalia Kuryashkina, a citizen of Russia, for permanent residence as a member of the family class under subsection 12(1) of the", "Immigration and Refugee Protection Act,", "SC 2001, c 27 [", "IRPA", "]. The Applicant seeks judicial review of the Immigration Appeal Division [IAD] of the Immigration and Refugee Board's decision that their common-law partnership or conjugal partnership was not genuine and was entered into primarily for the purpose of acquiring a status or privilege under the", "IRPA", "II.", "Judicial Procedure"], ["[2]", "This is an application under subsection 72(1) of the", "IRPA", "for judicial review of the decision of the IAD, dated June 21, 2012.", "III.", "Background"], ["[3]", "The Applicant was born in 1953 and Ms. Kuryashkina in 1957."], ["[4]", "In 1998, Ms. Kuryashkina first attempted to enter Canada at the invitation of a man she met through a personal advertisement but her application for a visitor's visa was refused."], ["[5]", "On February 20, 2000, Ms. Kuryashkina entered Canada without a visitor's visa and applied for refugee protection; this application was dismissed in August 2000."], ["[6]", "In December 2000, Ms. Kuryashkina married a Russian national who sponsored an application for Ms. Kuryashkina for permanent residence. In May 2002, this application was withdrawn and Ms. Kuryashkina divorced her husband in February 2003 because of his abusive treatment."], ["[7]", "In 2002, Ms. Kuryashkina applied for an exemption on humanitarian and compassionate [H&C] grounds and a Pre-Removal Risk Assessment [PRRA]."], ["[8]", "Ms. Kuryashkina's H&C and PRRA applications were denied on June 17, 2003."], ["[9]", "A warrant for Ms. Kuryashkina's arrest was issued on July 23, 2003 and, when she did not present herself at her scheduled October 30, 2003 removal, another arrest warrant was issued."], ["[10]", "On August 17, 2004, Ms. Kuryashkina met the Applicant and they began dating in September 2004."], ["[11]", "The Applicant and Ms. Kuryashkina claim they cohabited at his address since September 2004."], ["[12]", "On February 3, 2005, Ms. Kuryashkina went to the office of Ms. Venturelli (her former lawyer) to retrieve her legal file, leaving her telephone number with Ms. Venturelli's assistant."], ["[13]", "On February 9, 2005, Ms. Kuryashkina was arrested at an address that was not the Applicant's. A false name was on the mailbox although the September 1, 2004 lease was in her name."], ["[14]", "From February 2005 to September 2005, Ms. Kuryashkina stayed in a motel room in Plattsburgh, New York at the expense of the Applicant, who visited her frequently."], ["[15]", "On March 15, 2005, Ms. Kuryashkina complained to the Barreau du Québec that (i) Ms. Venturelli and her assistant advised her to conceal her new address from Citizenship and Immigration Canada [CIC] and to use a false name on her mailbox to avoid removal; (ii) another lawyer advised her to remain in Canada notwithstanding her removal order and that he could obtain a ministerial consent to stay; (iii) Ms. Venturelli's assistant contacted CIC to notify them of her whereabouts in February 2005 and was responsible for her arrest on February 9, 2005; and, (iv) Ms. Venturelli's assistant refused to remit Ms. Kuryashkina's legal file to Ms. Kuryashkina further to her request in February 2005 [Complaint]."], ["[16]", "In September 2005, Ms. Kuryashkina returned to Canada upon receiving a new passport."], ["[17]", "On June 9, 2006, Ms. Kuryashkina's application for permanent residence sponsored by the Applicant was denied as she had entered Canada without authorization."], ["[18]", "Pursuant to a removal order issued against her on June 28, 2006 and confirmed on August 28, 2006, Ms. Kuryashkina was removed from Canada on August 28, 2006."], ["[19]", "On November 9, 2006, Ms. Kuryashkina submitted another application for permanent residence sponsored by the Applicant [PR Application]."], ["[20]", "In 2009, a syndic of the Barreau du Québec considered the Complaint not credible."], ["[21]", "On January 19, 2011, the IAD refused the PR Application, finding that the relationship between Ms. Kuryashkina and the Applicant was not genuine and had been entered into primarily for the purpose of acquiring permanent residence status in Canada."], ["[22]", "On November 3, 2011, this Court granted judicial review of the IAD's decision."], ["[23]", "On August 2, 2011, the Review Committee of the Barreau du Québec confirmed that there was no reason to lodge the Complaint with the Disciplinary Council."], ["[24]", "On December 14, 2011, the Applicant gave Ms. Kuryashkina $15,000 CDN to purchase a home in Russia. The Applicant has produced evidence of other funds transfers to Ms. Kuryashkina."], ["[25]", "On May 17, 2012, Ms. Venturelli and her assistant denied Ms. Kuryashkina's allegations before the IAD."], ["[26]", "On June 21, 2012, the IAD again denied the PR Application.", "IV.", "Decision under Review"], ["[27]", "Pursuant to section 4 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [", "Regulations", "], the IAD determined that Ms. Kuryashkina could not be considered the Applicant's common-law or conjugal partner under the", "Regulations", "and the", "IRPA", "because their common-law or conjugal partnership was entered into primarily for the purpose of acquiring a status or privilege under the", "IRPA", "and was not genuine."], ["[28]", "On Ms. Kuryashkina's general credibility, the IAD drew adverse inferences from her failure to disclose her address to CIC, disinclination to voluntarily report herself, illegal employment in Canada, and inconsistent testimony on the return of her legal files."], ["[29]", "The IAD did not believe Ms. Kuryashkina's allegation that she received bad legal advice to violate her removal order. The IAD reasoned that Ms. Kuryashkina filed grievances against most of the six lawyers who represented her, her allegations were unsupported, and her Complaint had been dismissed by the Barreau du Québec."], ["[30]", "The IAD doubted the credibility of the Applicant and Ms. Kuryashkina on the genuineness of their common-law or conjugal partnership, given: (i) their inconsistent testimony on their dating, sexual, and cohabitation history, her employment since returning to Russia, and his fear of flying; (ii) her failure to tell him that she was without status until at least two months after they allegedly began cohabiting; (iii) the lease on her own apartment; (iii) her failure to list that apartment on her PR Application; (iv) her use of a false name on her mailbox; and, (v) her claim at her arrest that her boyfriend was named Robert Price (the Applicant's alias as a private investigator)."], ["[31]", "The IAD also did not find credible the Applicant's allegations that he was unaware Ms. Kuryashkina required authorization to re-enter Canada in September 2005. The IAD reasoned that, since the Applicant was eager to seek legal advice on Ms. Kuryashkina's other immigration problems, it was unlikely that he would fail to obtain legal advice on this issue. The IAD also noted that the condition of authorized re-entry was expressed on Ms. Kuryashkina's removal orders."], ["[32]", "According to the IAD, the relationship between the Applicant and Ms. Kuryashkina did not qualify as a common-law partnership. The Applicant and Ms. Kuryashkina could not establish that they had lived together for at least one year by August 30, 2006, the date at which the Applicant applied for sponsorship of Ms. Kuryashkina's application for permanent residence."], ["[33]", "The IAD also found that the Applicant and Ms. Kuryashkina could not establish, on a balance of probabilities, that they were conjugal partners. Applying the factors stated by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> , it was observed that the Applicant and Ms. Kuryashkina cohabited for a time, behaved as a couple, communicated frequently on an ongoing basis, and the Applicant supported Ms. Kuryashkina financially on her return to Russia."], ["[34]", "Noting that only the Applicant contributed financially, the IAD nonetheless found that the relationship was one-sided. While it considered his intentions genuine, it found that the latter entered, and remained in, the relationship for the primary purpose of acquiring permanent residence. The IAD was also persuaded by their failure to visit each other in the six years since Ms. Kuryashkina returned to Russia, their failure to discuss alternatives should this Application fail, and Ms. Kuryashkina's history of evading removal orders and various credibility issues.", "V.", "Issues"], ["[35]", "(1) Was the IAD reasonable in concluding that the common-law or conjugal partnership between the Applicant and Ms. Kuryashkina was entered into primarily for the purpose of acquiring a privilege or a status under the", "IRPA", "(2) Were the IAD's credibility findings reasonable?", "VI.", "Relevant Legislative Provisions"], ["[36]", "The following legislative provisions of the", "Regulations", "are relevant:", "4.", "(1) For the purposes of these Regulations, a foreign national shall not be considered a spouse, a common-law partner or a conjugal partner of a person if the marriage, common-law partnership or conjugal partnership", ") was entered into primarily for the purpose of acquiring any status or privilege under the Act; or", ") is not genuine.", "4.", "(1) Pour l'application du présent règlement, l'étranger n'est pas considéré comme étant l'époux, le conjoint de fait ou le partenaire conjugal d'une personne si le mariage ou la relation des conjoints de fait ou des partenaires conjugaux, selon le cas:", ") visait principalement l'acquisition d'un statut ou d'un privilège sous le régime de la Loi;", ") n'est pas authentique.", "VII.", "Position of the Parties"], ["[37]", "The Applicant claims the decision is based on erroneous findings of fact made in a perverse or capricious manner or without regard for the material before it. According to the Applicant, the IAD unreasonably failed to consider the explanations that he and Ms. Kuryashkina offered in response to the IAD's concerns in drawing its findings of fact."], ["[38]", "The Applicant also takes the view that it was unreasonable to conclude that he and Ms. Kuryashkina did not have a common-law or conjugal partnership or, on the basis of her immigration history, that she entered the partnership primarily for the purpose of acquiring a status or privilege under the", "IRPA"], ["[39]", "The Respondent counters that the IAD was reasonable in finding that the Applicant and Ms. Kuryashkina did not have a genuine common-law or conjugal partnership and that Ms. Kuryashkina entered the partnership primarily for the purpose of acquiring a status under the", "IRPA", ". The Respondent argues that the IAD could rely on inconsistencies and implausibilities arising from the record to find the Applicant and Ms. Kuryashkina not credible and that Ms. Kuryashkina's immigration history demonstrate that her common-law or conjugal partnership was not genuine and was entered into for the primary purpose of acquiring permanent resident status."], ["[40]", "The Respondent also argues that the Applicant and Ms. Kuryashkina did not present sufficient probative evidence that they share a common-law or conjugal relationship. The Respondent observes that the Applicant and Ms. Kuryashkina were not common-law partners because they could not show that they had cohabited for at least one year. On whether they shared a conjugal partnership, the Respondent takes the view that proof of a romantic relationship alone does not satisfy the definition of conjugal partnership in section 2 of the", "Regulations", ". It was reasonable, according to the Respondent, to conclude that the Applicant and Ms. Kuryashkina did not share a conjugal relationship.", "VIII.", "Analysis", "Standard of Review"], ["[41]", "The standard of reasonableness applies to the IAD's findings on credibility and that a relationship is in bad faith under section 4 of the", "Regulations", "<FRAGMENT_SUPPRESSED> )."], ["[42]", "On a standard of reasonableness, the Court may only intervene if the IAD's reasons are not \"justified, transparent or intelligible\". To meet this standard, decisions must fall in the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "<FRAGMENT_SUPPRESSED>  at para 47).", "(1)", "Was the IAD reasonable in concluding that the common-law or conjugal partnership between the Applicant and Ms. Kuryashkina was entered into primarily for the purpose of acquiring a privilege or a status under the", "IRPA"], ["[43]", "The critical question in this Application is whether the IAD could reasonably conclude that the common-law or conjugal partnership of the Applicant and Ms. Kuryashkina was entered into primarily for the purpose of acquiring a privilege or status under the", "IRPA"], ["[44]", "Ms. Kuryashkina's immigration history could support an inference that she entered a common-law or conjugal partnership with the Applicant for the primary purpose of acquiring permanent residence. Since 2000, Ms. Kuryashkina made the following attempts to gain legal status in Canada: an application for refugee protection, an application for permanent residence sponsored by her ex-husband, an H&C application, a PRRA application, and two applications for permanent residence sponsored by the Applicant. Ms. Kuryashkina also sought to remain illegally in Canada by disobeying a removal order, by withholding her address from CIC, and by affixing a false name to her mailbox."], ["[45]", "An applicant's immigration history may be relevant in deciding if a marriage or partnership is in good faith (", "<FRAGMENT_SUPPRESSED>  FTR 271 at para 15). Such evidence, however, is not dispositive in the face of countervailing evidence.  <FRAGMENT_SUPPRESSED>  FTR 90, Justice Richard Mosley held that the IAD could not infer a bad faith marriage from an applicant's attempts to establish himself in Canada alone in the face of evidence establishing a genuine relationship (at para 18-19)."], ["[46]", "One may reasonably conclude that an applicant who persistently seeks to remain in Canada by legal and illegal means had entered a relationship to acquire a privilege or status under the", "IRPA", ". Since, however, this conclusion may not follow in all circumstances, an applicant's immigration history cannot be determinative and the IAD is required to consider evidence contradicting this conclusion."], ["[47]", "Given the IAD's negative credibility findings discussed below, the Applicant and Ms. Kuryashkina did not present evidence contradicting the conclusion that Ms. Kuryashkina had entered their common-law or conjugal partnership primarily to acquire permanent residence."], ["[48]", "While a relationship of financial support between the Applicant and Ms. Kuryashkina existed, it does not refute the IAD's conclusion as to Ms. Kuryashkina's primary purpose in entering their partnership. Since the flow of support was one-sided, it establishes only the primary purposes of the Applicant, not  <FRAGMENT_SUPPRESSED>  Justice Jocelyne Gagné held that evidence of one-sided financial support by a wife did not rebut the finding that her husband entered a marriage with the primary purpose of acquiring status under the", "IRPA", "(at para 32)."], ["[49]", "Neither Ms. Kuryashkina's divorce from her husband or her alleged refusal of an offer of sponsorship from another suitor contradicts the IAD's finding on her primary purpose. Although the IAD did not specifically address these aspects of Ms. Kuryashkina's immigration history,", "Newfoundland and  <FRAGMENT_SUPPRESSED>  permits this Court to \"look to the record for the purpose of assessing the reasonableness of the outcome\" (at para 15)."], ["[50]", "Ms. Kuryashkina's divorce from her ex-husband and the consequent failure of her application for permanent residence does suggest that she would not suffer an abusive husband to acquire permanent residence status. Since Ms. Kuryashkina made H&C and PRRA applications around the time that she left her ex-husband, her divorce does not necessarily disrupt the general pattern of her immigration history. Consequently, it does not contradict the IAD's conclusion that she was determined to acquire status under the", "IRPA", ". As for the refused offer of sponsorship, this allegation is unsupported by evidence other than Ms. Kuryashkina's own statements. Since the IAD found Ms. Kuryashkina not credible, it would fall within the range of acceptable, possible outcomes to give this allegation little weight."], ["[51]", "The test for section 4 of the", "Regulations", "is disjunctive rather than conjunctive. A finding that a marriage or partnership was entered into for the primary purpose of acquiring a status under the", "IRPA", "is sufficient to engage the provision (", "<FRAGMENT_SUPPRESSED>  FTR 278 at para 13)."], ["[52]", "Given the credibility issues discussed below and the lack of countervailing evidence, one could infer from Ms. Kuryashkina's immigration history that, more likely than not, she entered the partnership with the primary purpose of acquiring permanent residence. Since the finding on Ms. Kuryashkina's primary purpose is in the range of acceptable, possible outcomes, it is unnecessary to consider if the partnership was genuine.", "(2)", "Were the IAD's credibility findings reasonable"], ["[53]", "When read in their entirety (in the May 17, 2012 decision) the IAD's credibility findings on Ms. Kuryashkina are reasonable. As Justice John O'Keefe stated in", "<FRAGMENT_SUPPRESSED>  decision-makers may consider inconsistencies in evaluating credibility if they are \"rationally related to [an] applicant's credibility\" and \"major enough by themselves to call into question the applicant's credibility\". A reasonable credibility finding, however, may not depend on \"a microscopic examination of peripheral issues\" (at para 42)."], ["[54]", "Inconsistencies on central issues that are rationally related to Ms. Kuryashkina's credibility are sufficiently major to question her credibility arise from the record. There was, for example, evidence that the Applicant and Ms. Kuryashkina began to cohabit in September 2004 (Certified Tribunal Record [CTR] at p 643) or November 2004 (CTR at p 582) but also evidence that Ms. Kuryashkina continued to inhabit \"from time to time\" an apartment leased in her own name (which address she did not disclose on her PR Application) (CTR at p 532). Ms. Kuryashkina also gave inconsistent testimony on whether she retrieved a partial copy of her legal files from Ms. Venturelli's assistant or no copy at all (CTR at pp 340 and 529). The inconsistent testimonies of Ms. Venturelli and her assistant, on one hand, and Ms. Kuryashkina, on the other, are also rationally connected to Ms. Kuryashkina's credibility and are sufficiently major. In light of the refusal of the Complaint by the Barreau du Québec and the other credibility issues surrounding Ms. Kuryashkina's evidence, it was reasonable to prefer the evidence of the former."], ["[55]", "The IAD's credibility findings are also reasonable given Ms. Kuryashkina's inconsistent testimony on whether the Applicant ever flew in a plane. The Applicant's fear of flying prevented them from meeting and was central in establishing if the partnership was genuine. It was not a peripheral issue. Confronted with her earlier testimony that the Applicant had \"[n] ever taken a plane in his life\", Ms. Kuryashkina chose to deny her recorded remarks: \"Well I didn't say that before he never flew. After we met he never took a plane. I never said that\" (CTR at pp 348 and 388). What is of concern is not the inconsistency with the Applicant's claim that he had a fear of flying but had flown in the past; the concern lies, rather, in Ms. Kuryashkina's disavowal of her earlier remarks. Given her choice to contradict herself so self-evidently, this inconsistency belies her credibility and is sufficiently major under <FRAGMENT_SUPPRESSED> , above.", "IX.", "Conclusion"], ["[56]", "For all of the above reasons, the Applicant's application for judicial review is dismissed.", "JUDGMENT"], ["[57]", "THIS COURT ORDERS that", "the Applicant's application for judicial review is dismissed. No question of general importance for certification.", ".........................", "<FRAGMENT_SUPPRESSED>  Shore", "[Traduction]: Le demandeur, M. Matthew L.L. Enright, un citoyen canadien, a parrainé la demande de résidence permanente de Mme Natalia Kuryashkina, une citoyenne de la Russie, au titre de la catégorie du regroupement familial définie au paragraphe 12(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [LIPR]. Le demandeur sollicite le contrôle judiciaire de la décision rendue par la Section d'appel de l'immigration (SAI) de la Commission de l'immigration et du statut de réfugié selon laquelle leur relation de conjoints de fait ou de partenaires conjugaux n'était pas authentique et visait principalement l'acquisition d'un statut ou d'un privilège aux termes de la LIPR.", "II.", "Procédure judiciaire"], ["[2]", "La Cour est saisie d'une demande de contrôle judiciaire, présentée en application du paragraphe 72(1) de la LIPR, de la décision du 21 juin 2012 de la SAI.", "III.", "Contexte"], ["[3]", "Le demandeur est né en 1953 et Mme Kuryashkina est née en 1957."], ["[4]", "En 1998, Mme Kuryashkina a tenté une première fois d'entrer au Canada sur l'invitation d'un homme qu'elle avait rencontré grâce à une annonce privée, mais sa demande de visa de visiteur a été refusée."], ["[5]", "Le 20 février 2000, Mme Kuryashkina est entrée au Canada sans visa de visiteur et a présenté une demande pour obtenir le statut de réfugié, mais sa demande a été rejetée en août 2000."], ["[6]", "En décembre 2000, Mme Kuryashkina a épousé un ressortissant russe qui a parrainé une demande de résidence permanente pour elle. En mai 2002, la demande a été retirée et Mme Kuryashkina a divorcé de son époux en février 2003 en raison de mauvais traitements."], ["[7]", "En 2002, Mme Kuryashkina a présenté une demande d'exemption fondée sur des motifs d'ordre humanitaire et une demande d'examen des risques avant renvoi (ERAR)."], ["[8]", "La demande fondée sur des motifs d'ordre humanitaire et la demande d'ERAR de Mme Kuryashkina ont été rejetées le 17 juin 2003."], ["[9]", "Un mandat d'arrêt a été délivré à l'encontre de Mme Kuryashkina le 23 juillet 2003, et puisqu'elle ne s'est pas présentée le jour de son renvoi le 30 octobre 2003, un autre mandat d'arrêt a été délivré contre elle."], ["[10]", "Le 17 août 2004, Mme Kuryashkina a rencontré le demandeur et ils ont commencé à se fréquenter en septembre 2004."], ["[11]", "Le demandeur et Mme Kuryashkina affirment qu'ils cohabitent à l'adresse du demandeur depuis septembre 2004."], ["[12]", "Le 3 février 2005, Mme Kuryashkina s'est rendue au bureau de Mme Venturelli (son ancienne avocate) pour demander de récupérer son dossier juridique, et elle a donné son numéro de téléphone à l'assistante de Mme Venturelli."], ["[13]", "Le 9 février 2005, Mme Kuryashkina a été arrêtée à une adresse différente de celle du demandeur. Un faux nom figurait sur la boîte aux lettres, bien que le bail signé le 1er septembre 2004 fût à son nom."], ["[14]", "De février 2005 à septembre 2005, Mme Kuryashkina a logé dans une chambre de motel à Plattsburgh (New York), aux frais du demandeur qui la visitait fréquemment."], ["[15]", "Le 15 mars 2005, Mme Kuryashkina a déposé une plainte auprès du Barreau du Québec aux motifs que i) Mme Venturelli et son assistante lui avaient conseillé de dissimuler sa nouvelle adresse à Citoyenneté et Immigration Canada (CIC) et d'inscrire un faux nom sur sa boîte aux lettres pour éviter le renvoi; ii) un autre avocat lui a conseillé de demeurer au Canada en dépit de la mesure de renvoi et lui a dit qu'il pourrait obtenir une autorisation du ministre pour qu'elle puisse rester au pays; iii) l'assistante de Mme Venturelli a informé CIC des allées et venues de Mme Kuryashkina en février 2005 et a été responsable de son arrestation le 9 février 2005; iv) l'assistante de Mme Venturelli a refusé de remettre à Mme Kuryashkina son propre dossier juridique après sa demande en février 2005 (la plainte)."], ["[16]", "En septembre 2005, Mme Kuryashkina est retournée au Canada après avoir reçu un nouveau passeport."], ["[17]", "Le 9 juin 2006, la demande de résidence permanente de Mme Kuryashkina parrainée par le demandeur a été refusée, car elle était entrée au Canada sans autorisation."], ["[18]", "Après qu'une mesure de renvoi a été prise à l'encontre de Mme Kuryashkina le 28 juin 2006 et confirmée le 28 août 2006, Mme Kuryashkina a été renvoyée du Canada le 28 août 2006."], ["[19]", "Le 9 novembre 2006, Mme Kuryashkina a présenté une autre demande de résidence permanente parrainée par demandeur (la demande de RP)."], ["[20]", "En 2009, le syndic du Barreau du Québec a jugé la plainte non crédible."], ["[21]", "Le 19 janvier 2011, la SAI a rejeté la demande de RP au motif que la relation entre Mme Kuryashkina et le demandeur n'était pas authentique et visait principalement l'acquisition du statut de résident permanent au Canada."], ["[22]", "Le 3 novembre 2011, la Cour fédérale a autorisé le contrôle judiciaire de la décision de la SAI."], ["[23]", "Le 2 août 2011, le Comité de révision du Barreau du Québec a confirmé qu'il n'y avait aucune raison de porter plainte auprès du Conseil de discipline."], ["[24]", "Le 14 décembre 2011, le demandeur a donné 15 000 dollars canadiens à Mme Kuryashkina pour qu'elle achète une maison en Russie. Le demandeur a produit des preuves d'autres transferts de fonds à Mme Kuryashkina."], ["[25]", "Le 17 mai 2012, Mme Venturelli et son assistante ont nié les allégations de Mme Kuryashkina devant la SAI."], ["[26]", "Le 21 juin 2012, la SAI a encore une fois rejeté la demande de RP.", "IV.", "Décision faisant l'objet du contrôle"], ["[27]", "Conformément à l'article 4 du", "Règlement sur l'immigration et la protection des réfugiés", ", DORS/2002-227(le Règlement), la SAI a conclu que Mme Kuryashkina ne pouvait pas être considérée comme la conjointe de fait ou la partenaire conjugale du demandeur au sens du Règlement et de la LIPR parce que leur relation de conjoints de fait ou de partenaires conjugaux visait principalement l'acquisition d'un statut ou d'un privilège sous le régime de la LIPR et n'était pas authentique."], ["[28]", "Au sujet de la crédibilité de Mme Kuryashkina en général, la SAI a tiré des inférences négatives du fait qu'elle n'a pas révélé son adresse à CIC, qu'elle ne se rapportait pas volontairement, qu'elle était employée illégalement au Canada et qu'elle a fait des témoignages contradictoires au sujet de la récupération de son dossier juridique."], ["[29]", "La SAI n'a pas cru l'allégation de Mme Kuryashkina selon laquelle elle aurait reçu un mauvais conseil juridique, c'est-à-dire d'enfreindre la mesure de renvoi prononcée contre elle. Selon la SAI, Mme Kuryashkina a porté plainte à l'encontre de presque tous les six avocats qui l'ont représentée, ses allégations n'étaient pas fondées, et sa plainte a été rejetée par le Barreau du Québec."], ["[30]", "La SAI doutait de la crédibilité du demandeur et de Mme Kuryashkina relativement à l'authenticité de leur relation de conjoints de faits ou de partenaires conjugaux, compte tenu des éléments suivants: i) leurs témoignages contradictoires au sujet de leurs fréquentations, de leur vie sexuelle, de leur historique de cohabitation, de l'emploi qu'elle occupait depuis son retour en Russie, et de la peur de prendre l'avion du demandeur; ii) le fait qu'elle ne lui avait pas dit qu'elle n'avait pas de statut au moins jusqu'à deux mois après qu'ils aient commencé à cohabiter; iii) le fait que Mme Kuryashkina avait loué son propre appartement; iv) le fait qu'elle n'avait pas fait mention de l'appartement sur sa demande de RP; iv) le fait qu'elle avait inscrit un faux nom sur sa boîte aux lettres; et v) le fait qu'elle avait affirmé, lors de son arrestation, que son petit ami s'appelait Robert Price (le nom fictif que le demandeur utilise comme enquêteur privé)."], ["[31]", "La SAI n'a pas non plus trouvé crédibles les allégations du demandeur selon lesquelles il ignorait que Mme Kuryashkina avait besoin d'une autorisation pour rentrer de nouveau au Canada en septembre 2005. La SAI a estimé qu'il était peu probable que le demandeur n'arrive pas à obtenir de conseils juridiques à ce sujet étant donné qu'il cherchait activement à en obtenir sur les autres problèmes d'immigration de Mme Kuryashkina. La SAI a également constaté que les mesures de renvoi de Mme Kuryashkina faisaient mention de la condition d'autorisation de réadmission."], ["[32]", "Selon la SAI, la relation entre le demandeur et Mme Kuryashkina ne pouvait être qualifiée d'union de fait. Le demandeur et Mme Kuryashkina ne pouvaient pas établir qu'ils avaient habité ensemble pendant au moins un an au 30 août 2006, date à laquelle le demandeur avait présenté une demande de parrainage de la demande de résidence permanente de Mme Kuryashkina."], ["[33]", "La SAI a également conclu que le demandeur et Mme Kuryashkina n'avaient pas démontré que, selon la balance des probabilités, ils étaient des partenaires conjugaux. Après avoir appliqué les facteurs exposés par la Cour suprême du Canada dans", "M c H", "., [1999] 2 RCS 3, il a été observé que le demandeur et Mme Kuryashkina avaient cohabité pendant un certain temps, s'étaient comportés comme un couple, avaient communiqué fréquemment de façon continue, et que le demandeur avait soutenu financièrement Mme Kuryashkina lorsqu'elle était retournée en Russie."], ["[34]", "Remarquant que le demandeur était le seul à avoir apporté son soutien financier, la SAI a néanmoins conclu que la relation était à sens unique. Bien qu'elle ait estimé que les intentions du demandeur étaient authentiques, elle a conclu que Mme Kuryashkina avait noué et poursuivi la relation dans le seul but d'acquérir la résidence permanente. Les autres facteurs qui ont convaincu la SAI étaient qu'ils ne s'étaient pas visités dans les six années qui avaient suivi le retour de Mme Kuryashkina en Russie, qu'ils n'avaient pas discuté d'autres solutions possibles advenant le rejet de la demande, et que Mme Kuryashkina s'était soustraite des mesures de renvoi dans le passé, en plus des divers problèmes relatifs à la crédibilité.", "V.", "Questions en litige"], ["[35]", "1) La SAI a-t-elle conclu raisonnablement que la relation de conjoints de fait ou de partenaires conjugaux entre le demandeur et Mme Kuryashkina visait principalement l'acquisition d'un privilège ou d'un statut aux termes de la LIPR?", "2) Les conclusions de la SAI relativement à la crédibilité étaient-elles raisonnables?", "VI.", "Dispositions législatives pertinentes"], ["[36]", "Les dispositions pertinentes du Règlement sont les suivantes:", "4.", "(1) Pour l'application du présent règlement, l'étranger n'est pas considéré comme étant l'époux, le conjoint de fait ou le partenaire conjugal d'une personne si le mariage ou la relation des conjoints de fait ou des partenaires conjugaux, selon le cas:", ") visait principalement l'acquisition d'un statut ou d'un privilège sous le régime de la Loi;", ") n'est pas authentique.", "4.", "(1) For the purposes of these Regulations, a foreign national shall not be considered a spouse, a common-law partner or a conjugal partner of a person if the marriage, common-law partnership or conjugal partnership", ") was entered into primarily for the purpose of acquiring any status or privilege under the Act; or", ") is not genuine.", "VII.", "Thèse des parties"], ["[37]", "Le demandeur affirme que la décision repose sur des conclusions de fait erronées, que la SAI a tirées de façon abusive et arbitraire ou sans avoir tenu compte des éléments dont elle disposait. Selon le demandeur, la SAI a tiré ses conclusions de fait en omettant de manière déraisonnable d'examiner les explications que lui-même et Mme Kuryashkina lui ont données en réponse à ses questions."], ["[38]", "Le demandeur est également d'avis qu'il était déraisonnable de conclure que lui-même et Mme Kuryashkina n'avaient pas une relation de conjoints de fait ou de partenaires conjugaux ou, compte tenu des antécédents en matière d'immigration de Mme Kuryashkina, que la relation visait principalement pour elle l'acquisition d'un statut ou d'un privilège sous le régime de la LIPR."], ["[39]", "Le défendeur soutient que la SAI a raisonnablement conclu que le demandeur et Mme Kuryashkina n'avaient pas une relation de conjoints de fait ou de partenaires conjugaux et que, pour Mme Kuryashkina, la relation visait principalement l'acquisition d'un statut sous le régime de la LIPR. Le défendeur avance que la SAI pouvait se fonder sur les incohérences et les invraisemblances au dossier pour en conclure que le demandeur et Mme Kuryashkina ne sont pas crédibles et que les antécédents en matière d'immigration de Mme Kuryashkina démontrent que sa relation de conjoints de fait ou de partenaires conjugaux n'était pas authentique et visait principalement l'acquisition du statut de résident permanent."], ["[40]", "Le défendeur avance également que le demandeur et Mme Kuryashkina n'avaient pas présenté suffisamment d'éléments de preuve probants établissant qu'ils avaient une relation de conjoints de fait ou de partenaires conjugaux. Le défendeur fait observer que le demandeur et Mme Kuryashkina n'étaient pas des conjoints de fait, car ils ne pouvaient démontrer qu'ils avaient habité ensemble pendant au moins un an. Sur la question de savoir s'ils avaient une relation de partenaires conjugaux, le défendeur est d'avis que la preuve d'une relation amoureuse seule ne répond pas à la définition de relation de partenaires conjugaux au sens de l'article 2 du Règlement. Selon le défendeur, il était raisonnable de conclure que le demandeur et Mme Kuryashkina n'avaient pas une relation de partenaires conjugaux.", "VIII.", "Analyse", "Norme de contrôle"], ["[41]", "La norme de la décision raisonnable s'applique aux conclusions de la SAI sur la crédibilité et sur la mauvaise foi d'une relation au sens de l'article 4 du Règlement (", "<FRAGMENT_SUPPRESSED> )."], ["[42]", "Selon la norme de la décision raisonnable, la Cour ne peut intervenir que si les motifs de la SAI ne sont pas « justifiés, transparents ou intelligibles ». Pour satisfaire à cette norme, la décision doit également appartenir « aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » (", "<FRAGMENT_SUPPRESSED> , au paragraphe 47).", "(1)", "La SAI a-t-elle conclu raisonnablement que la relation des conjoints de fait ou des partenaires conjugaux entre le demandeur et Mme Kuryashkina visait principalement l'acquisition d'un privilège ou d'un statut sous le régime de la LIPR?"], ["[43]", "Il est crucial de savoir en l'espèce si la SAI pouvait raisonnablement conclure que la relation de conjoints de fait ou de partenaires conjugaux entre le demandeur et Mme Kuryashkina visait principalement l'acquisition d'un privilège ou d'un statut aux termes de la LIPR."], ["[44]", "Les antécédents en matière d'immigration de Mme Kuryashkina pourraient permettre de conclure que sa relation de conjoints de fait ou de partenaires conjugaux avec le demandeur visait principalement l'acquisition de la résidence permanente. Depuis 2000, Mme Kuryashkina a fait les démarches suivantes pour obtenir un statut juridique au Canada: une demande d'asile, une demande de résidence permanente parrainée par son ex-époux, une demande fondée sur des motifs d'ordre humanitaire, une demande d'ERAR, et deux demandes de résidence permanente parrainées par le demandeur. Mme Kuryashkina a également tenté de demeurer illégalement au Canada en désobéissant à une mesure de renvoi, en dissimulant son adresse à CIC, et en inscrivant un faux nom sur sa boîte aux lettres."], ["[45]", "Les antécédents en matière d'immigration d'un demandeur peuvent être pertinents lorsqu'il s'agit de décider si un mariage ou une relation entre partenaires est de bonne foi (", "<FRAGMENT_SUPPRESSED>  FTR 271, au paragraphe 15). De tels éléments de preuve ne sont toutefois pas décisifs au regard de contre-preuves.  <FRAGMENT_SUPPRESSED>  FTR 90, le juge Richard Mosley soutient que la SAI ne pouvait conclure à l'existence d'un mariage de mauvaise foi en se fondant sur les seules tentatives du demandeur de s'établir au Canada lorsqu'il existait des éléments de preuve démontrant l'authenticité de la relation (paragraphes 18 et 19)."], ["[46]", "L'on pourrait raisonnablement conclure qu'un demandeur qui cherche continuellement à demeurer au Canada par des moyens légaux et illégaux a noué une relation pour acquérir un privilège ou un statut sous le régime de la LIPR. Étant donné que cette conclusion ne peut être tirée dans toutes les circonstances, les antécédents en matière d'immigration d'un demandeur ne sauraient être déterminants, et la SAI est tenue d'examiner les éléments de preuve qui contredisent cette conclusion."], ["[47]", "En ce qui a trait aux conclusions négatives tirées par la SAI relativement à la crédibilité examinées précédemment, le demandeur et Mme Kuryashkina n'ont pas présenté d'éléments de preuve contredisant la conclusion selon laquelle Mme Kuryashkina avait noué la relation de conjoints de fait ou de partenaires conjugaux principalement pour acquérir la résidence permanente."], ["[48]", "S'il existait une relation de soutien financier entre le demandeur et Mme Kuryashkina, la conclusion de la SAI sur l'intention première qui a poussé Mme Kuryashkina à nouer la relation n'est pas réfutée pour autant. Le soutien ne provenait que d'un côté, ce qui témoigne des principales intentions du demandeur uniquement et non de celles de  <FRAGMENT_SUPPRESSED>  la juge Jocelyne Gagné soutient que la preuve d'un soutien financier unilatéral apporté par l'épouse ne contredit pas la conclusion selon laquelle l'époux s'était marié principalement pour acquérir un statut sous le régime de la LIPR (au paragraphe 32)."], ["[49]", "Ni le divorce de Mme Kuryashkina de son époux ni son refus allégué de l'offre de parrainage d'un autre homme ne contredisent les conclusions de la SAI sur son intention première. Bien que la SAI n'ait pas précisément traité de ces aspects des antécédents en matière d'immigration de Mme Kuryashkina, l'arrêt", "Newfoundland and  <FRAGMENT_SUPPRESSED>  permet à la Cour d'« examiner le dossier pour apprécier le caractère raisonnable du résultat » (au paragraphe 15)."], ["[50]", "Le divorce de Mme Kuryashkina d'avec son ex-époux et le rejet subséquent de sa demande de résidence permanente donnent à penser qu'elle ne resterait pas avec un époux violent pour acquérir le statut de résident permanent. Comme Mme Kuryashkina a présenté une demande fondée sur des motifs d'ordre humanitaire et une demande d'ERAR durant la période où elle a quitté son ex-époux, son divorce ne perturbe pas nécessairement le portrait général de ses antécédents en matière d'immigration. Par conséquent, il ne contredit pas la conclusion de la SAI selon laquelle elle était déterminée à acquérir un statut sous le régime de la LIPR. Pour ce qui est de l'offre de parrainage refusée, cette allégation n'est étayée par aucune preuve à part les propres déclarations de Mme Kuryashkina. Étant donné que la SAI a conclu que Mme Kuryashkina n'était pas crédible, il appartiendrait aux issues possibles acceptables d'accorder peu d'importance à cette allégation."], ["[51]", "Le critère établi à l'article 4 du Règlement est disjonctif plutôt que conjonctif. La constatation qu'un mariage ou une relation de conjoints de fait ou de partenaires conjugaux visait principalement l'acquisition d'un statut sous le régime de la LIPR suffit pour que la disposition s'applique (", "<FRAGMENT_SUPPRESSED>  FTR 278, au paragraphe 13)."], ["[52]", "Compte tenu des problèmes de crédibilité mentionnés précédemment et de l'absence de contre-preuves, il y aurait lieu de déduire des antécédents en matière d'immigration de Mme Kuryashkina qu'elle a vraisemblablement noué la relation dans le principal but d'acquérir la résidence permanente. Puisque la conclusion sur le but principal de Mme Kuryashkina appartient aux conclusions possibles acceptables, il n'est pas nécessaire d'examiner l'authenticité de la relation entre les partenaires.", "2)", "Les conclusions de la SAI relativement à la crédibilité étaient-elles raisonnables"], ["[53]", "Examinées dans leur ensemble (dans la décision du 17 mai 2012), les conclusions de la SAI quant à la crédibilité de Mme Kuryashkina sont raisonnables. Comme le juge John O'Keefe le déclare dans", "<FRAGMENT_SUPPRESSED>  les décideurs peuvent prendre en considération les incohérences au moment d'apprécier la crédibilité si elles ont « un lien rationnel avec la crédibilité du demandeur » et sont « en soi suffisamment importantes pour que l'on mette en doute cette crédibilité ». Le caractère raisonnable de la conclusion sur la crédibilité ne doit toutefois pas reposer sur le fait d'« examiner à la loupe des questions accessoires » (au paragraphe 42)."], ["[54]", "Des incohérences relatives aux questions essentielles qui sont raisonnablement liées à la crédibilité de Mme Kuryashkina et qui sont suffisamment importantes pour jeter un doute sur sa crédibilité ressortent du dossier. Le dossier contenait par exemple des preuves selon lesquelles le demandeur et Mme Kuryashkina avaient commencé à cohabiter en septembre 2004 (dossier certifié du tribunal [DCT] à la page 643) ou en novembre 2004 (DCT à la page 582), mais aussi d'autres preuves selon lesquelles Mme Kuryashkina continuait d'habiter [traduction] « de temps en temps » un appartement qu'elle avait loué à son nom (dont elle n'a pas divulgué l'adresse sur sa demande de RP) (DCT à la page 532). Mme Kuryashkina a également rendu un témoignage contradictoire sur la question de savoir si elle avait récupéré un exemplaire partiel de son dossier juridique auprès de l'assistante de Mme Venturelli, ou aucun exemplaire (DCT aux pages 340 et 529). Les témoignages contradictoires de Mme Venturelli et de son adjointe, d'une part, et de Mme Kuryashkina, d'autre part, sont aussi raisonnablement liés à la crédibilité de Mme Kuryashkina et sont suffisamment importants. Compte tenu du rejet de la plainte par le Barreau du Québec et des autres problèmes de crédibilité entourant le témoignage de Mme Kuryashkina, il était raisonnable de retenir les témoignages de Mme Venturelli et de son assistante."], ["[55]", "Les conclusions de la SAI quant à la crédibilité sont également raisonnables compte tenu du témoignage contradictoire de Mme Kuryashkina sur la question de savoir si le demandeur avait déjà pris l'avion. Le fait que le demandeur avait peur de voler en avion les empêchait de se rencontrer et constituait un élément central pour ce qui était d'établir l'authenticité de la relation. Ce n'était pas une question périphérique. Confrontée à son témoignage antérieur selon lequel le demandeur « n'avait jamais pris l'avion de sa vie », Mme Kuryashkina a choisi de nier ses remarques inscrites au dossier: [traduction] « Eh bien, je n'ai jamais dit qu'il n'avait jamais pris l'avion auparavant. Après que nous nous soyons rencontrés, il n'a plus jamais pris l'avion. Je n'ai jamais dit ça » (DCT aux pages 348 et 388). La question dont il faut se préoccuper n'est pas qu'il y a incohérence entre le fait que le demandeur a déclaré avoir peur de prendre l'avion et qu'il l'avait déjà pris dans le passé; ce qui est préoccupant est plutôt que Mme Kuryashkina a désavoué ses précédentes observations. Puisqu'elle a choisi de se contredire de façon si manifeste, cette incohérence compromet sa crédibilité et est considérée comme suffisamment importante, conformément à la décision <FRAGMENT_SUPPRESSED> , précitée.", "IX.", "Conclusion"], ["[56]", "Pour tous les motifs exposés ci-dessus, la demande de contrôle judiciaire du demandeur est rejetée.", "JUGEMENT"], ["[57]", "LA COUR STATUE que", "la demande de contrôle judiciaire présentée par le demandeur est rejetée. Aucune question de portée générale n'est proposée aux fins de certification.", "[End of document]"]]}