{"id_": "008976", "body_str": [["[1]", "Near, J.", ": The Applicant, Muhammad Aslam Amri, contests the refusal of an Immigration Officer (the Officer) at the Canadian High Commission in Islamabad, Pakistan to grant his application for permanent residence as a member of the Country of Asylum class as described in section 147 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (Regulations). The Officer was not satisfied that the Applicant had provided credible information based on contradictions as to his residence in Pakistan.  <FRAGMENT_SUPPRESSED>", "I.", "Background  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicant and his family are originally from Afghanistan, but claimed to have fled to Pakistan in 1998. While in Pakistan, he brought this application for permanent residence seeking resettlement in Canada. An interview was held on November 29, 2010 and the Officer subsequently refused his application on April 12, 2011.  <FRAGMENT_SUPPRESSED>"], ["[3]", "During the interview and in the refusal letter, the Officer questioned the credibility of the information provided by the Applicant to be eligible as a member of any of the relevant classes. Despite his claims to have left Afghanistan with this family in 1998, this directly contradicted information provided by his daughter in her own immigration application to Canada in 2004 indicating she had lived in Kabul her entire life.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The Officer's Computer Assisted Immigration Processing (CAIPS) notes refer to the explanation provided by the Applicant in responding to this contradiction:\"APPLICANTS STATE THAT WHEN SHE GOT MARRIED, HER INLAW'S FAMI[L] Y TOOK HER TO KABUL TO GET DOCUMENTS AND PASSPORTS ISSUED. STATE THAT ONLY DAUGHTER WENT TO KABUL, NOT REST OF FAMILY. <FRAGMENT_SUPPRESSED>"], ["[5]", "The Officer nonetheless concluded:  <FRAGMENT_SUPPRESSED>", "Having reviewed the application, the interview, the supporting documentation, your responses to my concerns, and taking into consideration the operational environment of elevated fraud, I am unable to be reasonably satisfied of the credibility of your application, and thus am unable to be satisfied that you are eligible for resettlement under any of the above classes.  <FRAGMENT_SUPPRESSED>", "II.", "Issue  <FRAGMENT_SUPPRESSED>"], ["[6]", "The issues raised by the Applicant can be summarized as follows:  <FRAGMENT_SUPPRESSED>", "(a) Did the Officer commit a breach of procedural fairness by relying on extrinsic evidence?  <FRAGMENT_SUPPRESSED>", "(b) Did the Officer make erroneous findings of fact without regard to the evidence?  <FRAGMENT_SUPPRESSED>", "III.", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[7]", "Questions of procedural fairness, such as in relation to extrinsic evidence, demand the correctness standard of review (see for example", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para 43;", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Officer's decision more generally as to whether the Applicant falls within the Convention refugees abroad class or country of asylum class is, however, evaluated based on reasonableness (see", "<FRAGMENT_SUPPRESSED>  [2008] FCJ no 634 at para 9;", "<FRAGMENT_SUPPRESSED>  [2008] FCJ no 986 at para 19).  <FRAGMENT_SUPPRESSED>", "IV.", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Applicant contends that the Officer relied on extrinsic evidence from his daughter's 2004 immigration application without providing him a meaningful opportunity to respond. He did not receive prior notification that the Officer would be relying on this information and it served as the sole negative finding against him. The Officer was silent on why she rejected his explanation during the interview and ignored documentation supporting the family's residence in Pakistan beginning in 1998, such as a birth certificate and information related to the children's schooling. According to the Applicant, the Officer simply did not turn her mind to his claim.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Respondent maintains that the Applicant was provided an opportunity to respond to the Officer's concerns based on information directly contradicted by his daughter's previous immigration file. The Applicant was required to meet the two prongs of the test under section 147 of the Regulations. These include that the Applicant is (a) outside of his country of nationality and habitual residence; and (b) he has been and continues to be, seriously and personally affected by civil war, armed conflict or massive violation of human rights. The Applicant could not satisfy the first part of the test because the Officer reasonably found the information relating to him being outside of his country of nationality, Afghanistan, was not credible based on the contradiction.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Considering the relevant jurisprudence, it is evident that relying on extrinsic evidence, such as that from another family member's immigration file, can constitute a breach of procedural fairness where an opportunity to explain the apparent contradictions is not provided by the  <FRAGMENT_SUPPRESSED>  [2010] FCJ no 1402;", "<FRAGMENT_SUPPRESSED>  [2006] FCJ no 1001).  <FRAGMENT_SUPPRESSED>"], ["[12]", "However, I find that no breach occurred in this instance. Unlike  <FRAGMENT_SUPPRESSED>", "and to some extent", "Toma", ", above, the Officer expressly provided an opportunity for the Applicant to explain the contradictions in his daughter's immigration file.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The explanation provided by the Applicant is identified in the Officer's CAIPS notes. The Officer still found, having considered this explanation along with the other evidence before her, that she was not satisfied of the Applicant's credibility as to his eligibility for resettlement on any of the classes listed (namely Convention refugee abroad class, Country of asylum class of Source Country class). As her conclusion suggests, the Officer considered the application, interview, supporting documents, his responses to concerns raised and the operational environment of elevated fraud. Based on all of this evidence, it was reasonable for the Officer to reject the explanation in the face of clear contradictions and determine that the Applicant was not credible in the circumstances.  <FRAGMENT_SUPPRESSED>", "V.", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[14]", "For these reasons, the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[15]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>  [Traduction]: Le demandeur, Muhammad Aslam Amri, conteste le refus d'une agente d'immigration (l'agente) du Haut-commissariat du Canada à Islamabad, au Pakistan, d'accueillir la demande de résidence permanente qu'il a présentée au titre de la catégorie de pays d'accueil décrite à l'article 147 de la", "Loi sur l'immigration et la protection des réfugiés", ", DORS/2002-227 (le Règlement). L'agente n'était pas convaincue que le demandeur avait produit une information crédible en raison de contradictions concernant sa résidence au Pakistan.  <FRAGMENT_SUPPRESSED>", "I.", "Le contexte  <FRAGMENT_SUPPRESSED>"], ["[2]", "Le demandeur et sa famille sont originaires de l'Afghanistan, mais ils prétendaient s'être enfuis au Pakistan en 1998. Pendant qu'il vivait dans ce pays, le demandeur a présenté la demande de résidence permanente en cause en l'espèce afin de se réinstaller au Canada. Une entrevue a eu lieu le 29 novembre 2010, puis l'agente a rejeté la demande le 12 avril 2011.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Au cours de l'entrevue ainsi que dans la lettre de refus, l'agente a émis des doutes au sujet de la crédibilité de l'information fournie par le demandeur pour être admissible à titre de membre de l'une des catégories applicables. Sa prétention selon laquelle il avait quitté l'Afghanistan avec sa famille en 1998 contredisait directement l'information fournie par sa fille dans sa propre demande d'immigration au Canada en 2004 - qui indiquait qu'elle avait vécu à Kaboul toute sa vie.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Dans les notes qu'elle a inscrites dans le Système de traitement informatisé des dossiers d'immigration (le STIDI), l'agente fait état de l'explication donnée par le demandeur au sujet de cette contradiction: [traduction] « LES DEMANDEURS AFFIRMENT QUE, LORSQU'ELLE S'EST MARIÉE, SA BELLE-FAMILLE L'A CONDUITE À KABOUL POUR QUE DES DOCUMENTS ET DES PASSEPORTS SOIENT DÉLIVRÉS. AFFIRMENT QUE SEULE LA FILLE EST ALLÉE À KABOUL, PAS LE RESTE DE LA FAMILLE ».  <FRAGMENT_SUPPRESSED>"], ["[5]", "L'agente a néanmoins conclu:  <FRAGMENT_SUPPRESSED>", "[traduction] Ayant passé l'entrevue en revue et examiné la demande, les documents à l'appui et vos réponses à mes préoccupations, je ne peux pas, compte tenu du contexte des fraudes importantes, être raisonnablement convaincue de la crédibilité de votre demande. En conséquence, je ne peux pas être convaincue que vous êtes admissible à la réinstallation au titre de l'une des catégories susmentionnées.  <FRAGMENT_SUPPRESSED>", "II.", "Les questions en litige  <FRAGMENT_SUPPRESSED>"], ["[6]", "Les questions soulevées par le demandeur peuvent être résumées de la façon suivante:  <FRAGMENT_SUPPRESSED>", "a) L'agente a-t-elle manqué à l'équité procédurale en s'appuyant sur une preuve extrinsèque?  <FRAGMENT_SUPPRESSED>", "b) L'agente a-t-elle tiré des conclusions de fait erronées sans tenir compte de la preuve?  <FRAGMENT_SUPPRESSED>", "III.", "La norme de contrôle  <FRAGMENT_SUPPRESSED>"], ["[7]", "Les questions d'équité procédurale, comme celles qui concernent la preuve extrinsèque, sont assujetties à la norme de contrôle de la décision correcte (voir, par exemple,", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> , au paragraphe 43;", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[8]", "Par contre, c'est la norme de la raisonnabilité qui s'applique à la décision de l'agente concernant de manière plus générale la question de savoir si le demandeur appartient à la catégorie des réfugiés au sens de la Convention outre-frontières ou à celle de personnes de pays d'accueil (voir", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 634, au paragraphe 9;", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 986, au paragraphe 19).  <FRAGMENT_SUPPRESSED>", "IV.", "Analyse  <FRAGMENT_SUPPRESSED>"], ["[9]", "Le demandeur soutient que l'agente s'est appuyée sur une preuve extrinsèque - la demande d'immigration présentée par sa fille en 2004 - sans lui donner véritablement la possibilité de répondre à cette preuve. Il n'a pas été avisé au préalable du fait que l'agente s'appuierait sur cette information qui a constitué le fondement de la seule conclusion défavorable rendue à son égard. L'agente n'a pas expliqué pourquoi elle avait rejeté son explication pendant l'entrevue et n'avait pas tenu compte des documents confirmant que sa famille résidait au Pakistan depuis 1998, par exemple un certificat de naissance et l'information relative à la scolarité des enfants. Selon le demandeur, l'agente n'a tout simplement pas étudié sa demande.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Le défendeur soutient que le demandeur a eu la possibilité de répondre aux préoccupations de l'agente suscitées par l'information que contredisait directement le dossier d'immigration de sa fille. Le demandeur devait satisfaire aux deux volets du critère prévu par l'article 147 du Règlement. Ainsi, a) il devait se trouver hors de son pays de nationalité ou de résidence habituelle et b) une guerre civile, un conflit armé ou une violation massive des droits de la personne avaient eu et continuaient d'avoir des conséquences graves et personnelles pour lui. Or, le demandeur ne pouvait pas satisfaire au premier volet parce que l'agente a raisonnablement conclu que l'information concernant le fait qu'il se trouvait à l'extérieur de son pays de nationalité - l'Afghanistan -n'était pas crédible en raison de la contradiction.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Compte tenu de la jurisprudence pertinente, il ne fait aucun doute que s'appuyer sur une preuve extrinsèque, comme celle provenant du dossier d'immigration d'un autre membre de la famille, peut constituer un manquement à l'équité procédurale lorsque l'agent n'offre pas la possibilité d'expliquer les contradictions évidentes (voir", "<FRAGMENT_SUPPRESSED>  [2010] ACF no 1402;", "<FRAGMENT_SUPPRESSED>  [2006] ACF no 1001).  <FRAGMENT_SUPPRESSED>"], ["[12]", "J'estime cependant qu'il n'y a eu aucun manquement en l'espèce. Contrairement à ce qui s'est passé dans", "Mushimiyimana", "et, dans une certaine mesure, dans", "Toma", ", ci-dessus, l'agente a expressément donné au demandeur la possibilité d'expliquer les contradictions révélées par le dossier d'immigration de sa fille.  <FRAGMENT_SUPPRESSED>"], ["[13]", "L'explication fournie par le demandeur est indiquée dans les notes que l'agente a inscrites dans le STIDI. Celle-ci était toujours d'avis, après avoir pris en considération cette explication de même que les autres éléments de preuve dont elle disposait, qu'elle n'était pas convaincue de la crédibilité du demandeur quant à son admissibilité à la réinstallation au titre de l'une des catégories mentionnées (à savoir la catégorie des réfugiés au sens de la Convention outre-frontières, celle de personnes de pays d'accueil ou celle de personnes de pays source). Comme sa conclusion tend à l'indiquer, l'agente a pris en compte la demande, l'entrevue, les documents à l'appui, les réponses du demandeur à ses préoccupations et le contexte des fraudes importantes. Vu tous ces éléments de preuve, il était raisonnable qu'elle rejette l'explication étant donné les contradictions évidentes et qu'elle détermine que le demandeur n'était pas crédible dans les circonstances.  <FRAGMENT_SUPPRESSED>", "V.", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[14]", "Pour ces motifs, la demande de contrôle judiciaire est rejetée.  <FRAGMENT_SUPPRESSED>", "JUGEMENT  <FRAGMENT_SUPPRESSED>"], ["[15]", "LA COUR STATUE que", "la présente demande de contrôle judiciaire est rejetée.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}