{"id_": "009092", "body_str": [["[1]", "Lemieux, J.", ": Raed Hani Nimer Obeid (the applicant) is a citizen of Jordan of Palestinian origin who seeks to quash the June 1, 2007 decision of the Refugee Protection Division (the tribunal) which, upon a finding he was not credible, concluded he was not a refugee under the Geneva Convention nor a person in need of protection as provided under sections 96 and 97 of the", "Immigration and Refugee Protection Act", "(the", "Act", ")."], ["[2]", "His story is straight forward. He fears persecution from two sources. First, he fears persecution from Jordanians whose ancestors have long standing roots in Jordan and who, especially after the events of 1969 and 1970, harbour ill will towards Palestinians and want them deported. Second, and more important, he fears persecution from certain family members of his wife whom he married in 2000 against their wishes. He states his wife's family are part of an important Bedouin tribe which commands considerable influence with the Jordanian authorities. In this connection, he alleges these family members, after the marriage, forced him to change jobs; had him arrested and detained by the authorities on false accusations of being a member of two unlawful organizations; engineered, in September 2004, the separation of his wife and children from him and, finally, threatened his life if he did not grant his wife a divorce. He fled to Canada on December 12, 2005 after being arrested and detained by Jordanian security officials in early December 2005.", "The Tribunal's Decision"], ["[3]", "Before summarizing the tribunal's decision, I note that no Refugee Protection Officer assisted the tribunal in questioning the applicant. This means that apart from the applicant's counsel, the tribunal was alone in questioning the applicant. In my view, this places an unfair burden on the tribunal whose focus was diverted from its task at hand - listening to the evidence and asking clarifying questions."], ["[4]", "As noted, the tribunal did not believe his story finding Mr. Obeid not credible for the following reasons:", "1) a purported contradiction between his personal information form (PIF) and his oral testimony before the tribunal as to which of his wife's family members were the agents of his persecution - his wife's parents or his wife's family i.e. his wife's uncle or uncles;", "2) the hesitation, vagueness and imprecision in the answers he gave to the tribunal's questions concerning his arrest and detention and on the nature of the accusations the authorities levelled against him;", "3) the tribunal asked the applicant why his wife's family would want to kill him after succeeding in having his wife and two children leave him in 2004 to which the applicant answered his family wanted his wife to divorce him but she did not want to do so. The tribunal wrote it doubted this testimony finding it implausible his wife's family would want to kill him after he and his wife had lived together for four years of their marriage which produced two children;", "4) the tribunal found his story so implausible that it characterized it in French with the word \"farfelu\" concluding his story was so far-fetched that it could not be true;", "5) the tribunal found Mr. Obeid to be an economic immigrant quoting his testimony that his wife called him in Canada and told him they could be reunited together provided he remained in Canada. The tribunal stated it appreciated the family wished to have a better life and be together but such motives were not valid grounds to obtain refugee status.", "The Arguments", "(a)", "On behalf of the applicant"], ["[5]", "Counsel for the applicant argued the tribunal erred in the following ways:", "1. In drawing a contradiction between his PIF and his testimony on who were the agents of his persecution - his wife's parents or her uncles, paternal and maternal;", "2. In misreading his evidence when it assessed his testimony as stating when his wife phoned him when he was in Canada, she told him they could be reunited together provided he stayed in Canada;", "3. In drawing its implausibility findings without regard to the evidence before it or in absence of that evidence;", "4. In failing to assess a vital aspect of his fear of persecution if returned to Jordan, namely, the persecution he endured on account of his Palestinian origins;", "5. Being unfair to the applicant in finding he could not give details of the illegal organizations he was accused of being a member of nor could he give details of the lengthy questioning he was subjected to by the Jordanian security police. The unfairness, according to counsel, stems from the fact the tribunal interrupted his answers, told him to be brief and then changed the subject by entering into another area of questioning.", "6. Being unfair to the applicant in not allowing him to testify about the nature of the tribal system in Jordan, the importance of certain tribes in Jordanian society and the significance of tribal law in the Jordanian legal system, particularly, after she acknowledged she had never heard of tribes in Jordan and this fact was new to her (Certified Tribunal Record, page 128).", "b)", "On behalf of the respondent"], ["[6]", "Counsel for the respondent made a preliminary objection concerning certain exhibits which had been attached to the applicant's affidavit in support of his judicial review application. She argued two of the three arrest warrants found in his affidavit were not before the decision maker since they could not be found in the certified tribunal record and therefore should not be before me. Although there was confusion in the record how exhibits were entered because the tribunal's hearing commenced with one member on April 26, 2006 who adjourned it and was restarted before a different member, counsel for the respondent's objection is maintained by this Court. In the circumstances, I will have regard only to the one arrest warrant entered as exhibit P-2."], ["[7]", "The general thrust of the arguments submitted by counsel for the respondent was to the effect the factual findings made by the tribunal commanded the greatest amount of deference from this Court such that, when examining the applicant's arguments from this perspective, those arguments should be rejected because the tribunal's findings could not be said to be irrational, without foundation, perverse or capricious."], ["[8]", "Another aspect of her argument was to the effect the applicant was not well represented by his previous counsel who appeared before the tribunal and it could not be criticized for any mistakes he made at the hearing. She also argued the tribunal's findings were supported by the evidence. For example, the contradiction on who, in his wife's family, was the agent of persecution was reasonably drawn because, in his PIF, the applicant only referred to his wife's \"parenté\" never identifying any uncle in that document, with such identification only being proffered during his testimony. The same could be said about the tribunal's finding of a contradiction on the issue of whether, before being arrested and detained, he had been accused of a crime. She also submitted the record was clear there was a contradiction at one time stating he had never been officially accused and, testifying later, he had been accused of being part of illicit organizations. Moreover, she submitted a fair reading of the transcript showed the applicant's answers were hesitant, vague and imprecise.", "Analysis", "(a)", "The Standard of Review"], ["[9]", "It is settled law that credibility findings made by the tribunal are findings of fact which this Court cannot set aside under paragraph 18.1(4)(d) of the", "Federal Courts Act", "unless the decision is based on such credibility finding and was arrived at in a perverse or capricious manner or without regard to the material before it. This standard of review is the most deferential one requiring a showing of being manifestly unreasonable. With its very recent decision in", "<FRAGMENT_SUPPRESSED>  rendered on March 7, 2008 the Supreme Court of Canada collapsed the standard of manifestly unreasonable into the reasonableness standard. In my view, <FRAGMENT_SUPPRESSED> does not change the law in respect of factual findings made contrary to paragraph 18.1(4)(d) as it stands to reason that any decision reached in breach of this paragraph is necessarily an unreasonable one."], ["[10]", "The deference owed to the tribunal's findings is well expressed in the Federal Court of Appeal's decision in", "<FRAGMENT_SUPPRESSED>  where Justice Décary wrote at paragraphs 3 and 4 as follows:", "It is correct, as the Court said in Giron, that it may be easier to have a finding of implausibility reviewed where it results from inferences than to have a finding of non-credibility reviewed where it results from the conduct of the witness and from inconsistencies in the testimony. The Court did not, in saying this, exclude the issue of the plausibility of an account from the Board's field of expertise, nor did it lay down a different test for intervention depending on whether the issue is \"plausibility\" or \"credibility\".", "There is no longer any doubt that the Refugee Division, which is a specialized tribunal, has complete jurisdiction to determine the plausibility of testimony", ": who is in a better position than the Refugee Division to gauge the credibility of an account and to draw the necessary inferences?", "As long as the inferences drawn by the tribunal are not so unreasonable as to warrant our intervention, its findings are not open to judicial review.", "In Giron, the Court merely observed that in the area of plausibility, the unreasonableness of a decision may be more palpable, and so more easily identifiable, since the account appears on the face of the record. In our opinion, Giron in no way reduces the burden that rests on an appellant, of showing that the inferences drawn by the Refugee Division could not reasonably have been drawn. In this case, the appellant has not discharged this burden. [Emphasis mine.]"], ["[11]", "I also cite the Supreme Court of Canada's judgment in", "Canadian Union of Public Employees, Local 301 v. Montreal (City)", ", [1997] 1 S.C.R. 793 where Justice L'Heureux-Dubé wrote the following at paragraph 85:", "85", "We must remember that the standard of review on the factual findings of an administrative tribunal is an extremely deferent one", ":  <FRAGMENT_SUPPRESSED> , per La Forest J., at pp. 849 and 852.", "Courts must not revisit the facts or weigh the evidence. Only where the evidence viewed reasonably is incapable of supporting the tribunal's findings will a fact finding be patently unreasonable.", "An example is the allegation in this case, viz.", "that there is no evidence at all for a significant element of the tribunal's decision", ": see Toronto Board of Education, supra, at para. 48, per Cory J.; Lester, supra, at p. 669, per McLachlin J. Such a determination may well be made without an in-depth examination of the record:  <FRAGMENT_SUPPRESSED> , per Gonthier J., at p. 1370. [Emphasis mine.]", "b)", "Conclusions"], ["[12]", "I would characterize counsel for the applicant's arguments, at one level, as Mr. Obeid not having received a fair hearing (items 5 and 6 of paragraph 4) and, at another level, making findings of fact without regard to the evidence or on a misreading of such evidence. On the other hand, I would characterize some of the arguments by counsel for the respondent as a very able attempt to rewrite the tribunal's reasons or make findings with the tribunal did not make. One example relates to her arguments surrounding the one arrest warrant which remains on the record. She attempted to impeach that document despite the fact the tribunal did not refer to it or analyse it in its decision. Another example relates to a purported contradiction not made by the tribunal concerning what assistance his brother provided him."], ["[13]", "In my view, this judicial review application must be allowed because the tribunal's credibility findings were arrived at by ignoring the evidence or by misreading it. The following examples suffice."], ["[14]", "First, the tribunal's implausibility finding his wife's family would not want to kill him because they had lived together for four years and had children ignores the fact that family was from a powerful tribe and the existence of the documentary evidence on the practice of honour killings for revenge in Jordan (see applicant's record, pages 61 to 73)."], ["[15]", "Second, the tribunal misread the evidence when it concluded the applicant said his wife would reunite with him provided he remained in Canada. A review of the transcript at certified tribunal record (CTR) page 125 shows that no such condition was imposed by his wife. The applicant testified his wife told him they could be together provided they were far away from the family in Jordan."], ["[16]", "Third, the tribunal erred in not allowing the applicant to testify on the importance of tribes and tribal law in Jordan (Applicant's record, pages 64 and 70; CTR pages 127 and 128)."], ["[17]", "Fourth, the tribunal erred in not considering a ground he advanced for his fear of persecution in Jordan - his Palestinian origins."], ["[18]", "Fifth, in his PIF, the applicant used the word \"parenté\" et \"parents\" to describe his persecutors. In his testimony, he identified his persecutors as his wife's \"famille\" and specifically her uncle. The tribunal drew a contradiction between his PIF and his testimony. In my view, no contradiction exists. Reference to dictionaries establishes clearly the words \"parents\" and \"parenté\" are not confined to in-laws."], ["[19]", "The errors identified above are sufficient to set aside the tribunal's decision without commenting further on other errors asserted by the applicant's counsel.", "JUDGMENT"], ["[20]", "THIS COURT ORDERS AND ADJUDGES", "that this judicial review application is allowed, the tribunal's decision is quashed and the applicant's refugee claim is remitted to a differently constituted tribunal for reconsideration. No certified question was proposed.", "[End of document]"]]}