{"id_": "009191", "body_str": [["[1]", "Mosley, J.", ": Gladstone Richards witnessed a murder in Toronto. He testified against the killers and they were convicted. For that, he was put at great personal risk in his native Jamaica. The Immigration and Refugee Board thus found that he was a person in need of protection. The Minister of Citizenship and Immigration seeks to have that decision set aside on the grounds that the Board made patently unreasonable findings of fact and applied the wrong state protection standard. For the reasons below, I find no reason to interfere with the decision and dismiss the application.", "BACKGROUND"], ["[2]", "Mr. Richards came to Canada in 1989 as a visitor, married and had three children. His first wife began the sponsorship process, however this was withdrawn when they separated and divorced in 1994. He remarried in 1997. Mr. Richards was ordered removed from Canada in 1995, however this was apparently put on hold due to the then pending murder trial at which he testified."], ["[3]", "Mr. Richards witnessed the shooting of a man by two perpetrators in the parking lot of his apartment building in June 1994. He explained in his testimony before the Board that this appeared to be a revenge killing, and that one of the murderers was a hit man brought in from Jamaica."], ["[4]", "Mr. Richards initially told the police that he had not seen anything. At a party after the murder, the respondent claims that the two murderers threatened him with death if he told the police that he had seen anything. He testified that he was frightened and told them that he would not say anything. A week later the police arrested the two murderers and came to Mr. Richards' house seeking assistance. He decided to cooperate, provided a statement and identified the killers by photograph."], ["[5]", "From that point on, the respondent alleges that he began getting threats over the phone from one of the murderers in jail and through other individuals. These threats indicated that they would easily kill him in Jamaica if they did not get him in Canada first. He reported these threats to a Detective of the Toronto Police Force, who assured him that the killers could not hurt him while they were in jail."], ["[6]", "Mr. Richards testified at both the preliminary inquiry and the criminal trial itself. The two murderers, Christopher Phillips and Byron Baker, were convicted of first degree murder in October 1996 and given life sentences without eligibility for parole for 25 years. Mr. Richards was then scheduled to be removed from Canada in February 1997, however, he was able to have this deferred. In August 1997, while he was still in Canada, Mr. Richards' sister was shot in the stomach and his cousin killed in a shooting that occurred at the residence where Mr. Richards had previously lived in Jamaica prior to coming to Canada. He believes that these shootings were directly connected to the threats he was receiving, which had included threats to harm his family. Despite some efforts to delay deportation, the respondent was removed to Jamaica on May 13, 2000."], ["[7]", "While in Jamaica, he claims that he experienced threats and intimidation. He resided at the same place where his cousin had been killed, as he did not have any money to go elsewhere. He alleges that he was attacked and shot at by some men who called him a rat. He reported two incidents to the police in Jamaica in March 2001, and was told to call back if anything happened, cold comfort in the circumstances."], ["[8]", "Mr. Richards returned to Canada under a false name, with false papers on two occasions. The first time apparently being in September 2000 and he then left Canada in January 2001, returning again in April 2001. After this second return, he made a refugee claim. His wife had submitted an application for sponsorship in September 2000, however Mr. Richards missed his interview in Jamaica with regards to this application in May 2001, since he had fled to Canada. The hearing of his refugee claim was held on April 7, 2003.", "The Board's Decision"], ["[9]", "The Board determined that the respondent was a person in need of protection within the meaning of s. 97(1)(b) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (\"IRPA\"), in that there was a serious possibility of risk to his life or of cruel and unusual treatment or punishment if he were to return to Jamaica. The Board found Mr. Richards and his wife who also testified, to be credible witnesses. It concluded at page 7 of its reasons:", "...The panel believes the claimant to be in genuine fear for his life in Jamaica, and that fear to be objectively based. The panel does not believe the claimant would be protected in Jamaica. Nor does it believe there is an IFA for him in Jamaica, a small and densely populated country."], ["[10]", "In further support of this conclusion, the Board noted that the Port of Entry notes were consistent with the respondent's Personal Information Form (\"PIF\") narrative and with the oral testimony of himself and his wife. The Board noted that Canadian authorities, although advised of it, did not take \"adequate recognition of the claimant's fear of being deported to Jamaica, a fear engendered principally by reason of his cooperation with Canadian police.\" The Board pointed out that while there was some protection offered by the Canadian authorities during the trial, nothing was provided after the convictions, although the threats continued. The Board also referred to Mr. Richards' testimony that the murderers believed that he \"ratted\" on them in order to obtain immigration status, a fact that is obviously not true, but which the Board accepted as being a belief of the killers."], ["[11]", "The Board also commented at page 9 of its reasons:", "The claimant's fear is clearly personal, that is, the claimant is personally targeted, his is not a fear shared by all Jamaicans. There is no doubt in the mind of the panel that the claimant's life is at risk in Jamaica because he has been labelled a \"rat\", and that, should he return there, the promised death sentence will be eventually meted out."], ["[12]", "With regards to state protection, the Board found that adequate state protection was not available to him in Jamaica and that the Jamaican police are unable to protect citizens from violent crimes which are committed regularly and with impunity, despite efforts to follow up on complaints about criminal activity.", "ANALYSIS", "Did the Board err in making patently unreasonable findings of fact material to its ultimate conclusion?"], ["[13]", "The Minister acknowledges that the Court should not interfere with the findings of fact and conclusions drawn by the Board unless it finds that such conclusions and findings were not reasonably open to it on the record, or that such conclusions were based on irrelevant factors or that it ignored evidence:  <FRAGMENT_SUPPRESSED>  (T.D.)(QL). The applicant argues that the Board made two perverse findings of fact in relation to its credibility findings. First, the Board's finding that the respondent's testimony at the hearing was consistent with his PIF narrative and the Port of Entry interview notes is patently unreasonable. The applicant points out the PIF narrative, in addition to mentioning threats to the respondent's life because he is considered a rat, also mentions vandalism to his home and the shooting of his sister and the fatal shooting of his cousin. These events are not in the Port of Entry Notes. Mr. Richards added more details at the hearing of his refugee claim, of his having been shot at and attacked when he was back in Jamaica. Further, the dates he provided for the shooting of his relatives conflicted with those recorded by the Jamaican police."], ["[14]", "The applicant argues that the Board's finding that the respondent's descriptions in his PIF, his oral testimony and in the Port of Entry notes were consistent with one another cannot reasonably stand, since there were inconsistencies between these sources and the jurisprudence establishes that this warrants negative credibility findings."], ["[15]", "A second flaw, according to the applicant Minister, with the Board's credibility assessment, is the finding that letters from members of the Toronto Police Force and an Assistant Crown Attorney confirmed the respondent's credibility. The applicant says that these letters only speak to the respondent's past experience as a witness and do not address whether his account of threats and other incidents is viewed by these authorities as genuine."], ["[16]", "In my view, the core of the information Mr. Richards provided on the three occasions remained consistent and is substantiated by the other information that was before the Board. There is no question that he put himself at risk of retribution for his testimony and that has been the basis of his claim for protection throughout the proceedings."], ["[17]", "The Board's credibility assessment involve findings of fact that should only be interfered with if such findings are patently unreasonable:  <FRAGMENT_SUPPRESSED>  (T.D.)(QL) and the Board is in the best position as the trier-of-fact to gauge credibility and draw the necessary inferences:  <FRAGMENT_SUPPRESSED>  (F.C.A.)."], ["[18]", "The positive credibility findings made by the Board were all within its purview and were not patently unreasonable or even simply unreasonable. The Board properly refrained from being microscopic in its evaluation of the evidence and in coming to its findings:  <FRAGMENT_SUPPRESSED>  (C.A.)(QL). The Board had before it supporting documentary evidence from the Jamaican police which indicated that he had reported being shot at and attacked by thugs. The fact that these details were not mentioned in his PIF or the Port of Entry notes does not inexorably lead to a finding that the only reasonable interpretation of the evidence is to find Mr. Richards non-credible."], ["[19]", "While the Board is completely entitled to draw negative inferences from the fact that certain details revealed in oral testimony do not appear in a claimant's PIF narrative, or are not mentioned at the Port of Entry by an individual, the Board is not required to view the lack of such details negatively and use such against the applicant's credibility. The three sources are not in direct conflict, but instead it is apparent that Mr. Richards' oral testimony elaborates and provides a great deal more detail than the very brief PIF narrative and fairly brief Port of Entry interview notes. The Board's statement that the Port of Entry notes are consistent with the PIF narrative and the oral testimony of himself and his spouse, who testified as a witness at the hearing, is not a patently unreasonable finding."], ["[20]", "Furthermore, I can see no reviewable error in the Board's evaluation and weighing of the letters from a Staff Inspector, Homicide Squad with the Toronto Police Force and an Assistant Crown Attorney. The Board in my view did not take a patently erroneous view of these letters, as it is clear that the writers believed that Mr. Richards took a \"great risk to his and his family's personal safety\" in testifying and that there was an \"obvious risk\" in his testifying. The applicant says that these letters do not \"confirm\" Mr. Richards' credibility, in any meaningful way, and the Board erred in viewing them in this manner. It is correct that they do not bolster his credibility with respect to the later events in Jamaica. However, the Board was entitled to regard these letters as confirming that a real risk was posed to Mr. Richards as a result of his testimony at the criminal trial. These statements from the Canadian officials could reasonably be viewed as corroboration of his allegation of risk.", "Did the Board err in its assessment of country conditions by finding a lack of state protection for the respondent in Jamaica?"], ["[21]", "The applicant submits that the Board ignored the jurisprudence of this Court and set an \"impossibly high standard\" of state protection and erred in law in relieving the respondent of his burden of demonstrating clear and convincing confirmation of the state's inability to protect. The applicant argues that the respondent failed to deduce credible evidence in support of his claim that police protection in Jamaica is not available. Approaching the police on one occasion has not been held by this Court to be sufficient in showing clear and convincing proof that there is a lack of state protection:  <FRAGMENT_SUPPRESSED>  (F.C.A.)."], ["[22]", "The applicant says that the Board made its finding that the respondent did not have state protection in Jamaica without any analysis whatsoever, and that the Board erred in not recognizing that the documentary evidence supported the position that crime being rampant and criminals going unpunished is a situation faced generally by all Jamaicans. The applicant also argues that the respondent only provided evidence that he sought the protection of the Jamaican police post-hearing, and that such information was not included in his PIF narrative."], ["[23]", "I don't accept the applicant's submissions. There was ample documentary evidence before the Board, such as the 2002 United States Department of State Report on Human Rights Practices in Jamaica that indicated that gangs operate with impunity in that country and that violence is serious and worsening, beyond the state's ability to offer adequate protection. This source notes that criminal gangs in Jamaica are often better equipped than the police force and conduct coordinated ambushes of security patrols, even targeting assaults against police officers and their families."], ["[24]", "The respondent's situation is also, I believe, distinct from that of others in the general population in Jamaica who are at risk of generalized crime and violence: he was a key Crown witness contributing to the conviction and sentencing of two men, originally from Jamaica, for a revenge murder. News of Mr. Richards' participation in the trial had spread very quickly to Jamaica; his relatives had been wounded and in one case killed in a shooting which may have been connected to the threats he had been receiving. He himself had been shot at and threatened after being removed to Jamaica. These factors made his risk a personalized one and the Board's finding to that effect was not unreasonable or erroneous in law."], ["[25]", "In my view, the applicant has not demonstrated that the Board erred in law or came to an unreasonable decision with respect to state protection. There is no indication from the Board's reasons, tribunal record or the transcript of the hearing that the Board failed to apply the correct legal principles or that the Board relieved Mr. Richards from his burden of demonstrating a lack of state protection."], ["[26]", "Accordingly, this application is dismissed. As the parties did not propose a question for certification when provided the opportunity, none is certified.", "ORDER"], ["[27]", "THIS COURT ORDERS", "that this application for judicial review is dismissed. No question is certified.", "[End of document]"]]}