{"id_": "009154", "body_str": [["[1]", "Harrington, J.", ": Novopharm would like to develop and market a drug containing a medicine to be used in the treatment of depression. It needs Health Canada's approval. Its task is simplified as it does not claim that its proposed drug is new. On the contrary, it compares it with Wellbutrin(r) SR, a drug in which Biovail and the other applicants have ownership and other legal interests. As Wellbutrin(r) SR has already been approved and marketed in Canada, all Novopharm has to do from a Food and Drug administrative point of view is demonstrate that its drug would be bioequivalent."], ["[2]", "The applicants, usually called \"Biovail\", seek a court order prohibiting the Minister from giving Novopharm his approval in the form of a Notice of Compliance (NOC). They had submitted a list of patents in respect of Wellbutrin(r) SR which appears on the public register maintained by the Minister. They say that Novopharm's activities would infringe those patents."], ["[3]", "Wellbutrin(r) SR is based on the medicine bupropion hydrochloride. It comes in 100mg and 150mg tablets for oral administration. In order that the medicine be released into the body over time, rather than immediately, the tablet also contains hydroxpropyl methylcellulose (\"HPMC\"), which allows release in a controlled or sustained manner."], ["[4]", "Novopharm's drug is also based on bupropion hydrochloride. This poses no problem as the patents on bupropion hydrochloride have expired. In order to achieve the desired result of the medicine being released over time, Novopharm proposes using hydroxpropyl cellulose (\"HPC\"). Is hydroxpropyl methylcellulose the same, more or less, as hydroxpropyl cellulose? That is the question on which much of this case rests.", "BACKGROUND"], ["[5]", "There are two Canadian patents in issue: number 1,321,754 ('754) and 2,142,320 ('320). The applicants originally invoked a third: number 2,168,364, but have since acknowledged that Novopharm's proposed activities would not infringe that patent. In oversimplified terms, '754 claims a controlled release composition tablet to be taken by mouth, comprising bupropion hydrochloride in a solid sustained release carrier. The '320 patent claims a controlled sustained release composition tablet to be taken by mouth, comprising bupropion hydrochloride and hydroproxyl methycellulose, which may in itself be a solid sustained release carrier."], ["[6]", "The applicant, The Wellcome Foundation Limited, is the owner of the two patents in issue. Glaxosmithkline Inc. is a licensee under the patents or had The Wellcome Foundation Limited's consent to include the patents on the patent list. Biovail acquired the Wellbutrin(r) SR products and the patents in December 2002. Where a second person, in this case Novopharm, files an abbreviated new drug submission for a notice of compliance and compares its drug to the first person's drug for the purpose of demonstrating bioequivalence, and that first drug is listed on the register maintained by the Minister, the second person either has to state that it accepts that no notice of compliance issue until the patents expire or has to allege that the first person made false statements in the patent list it submitted to the Minister, that the patent has expired, is not valid, or that no claim for the medicine itself and no claim for the use of the medicine would be infringed \"by the making, constructing, using or selling ... the drug for which the submission for the notice of compliance is filed\"."], ["[7]", "Novopharm takes the view that the patents are not valid and that in any event would not be infringed. It was required under s. 5(3) of the relevant", "Regulations", "Patented Medicines (Notice of Compliance) Regulations", ", SOR/93-133, as amended) to serve Biovail with a Notice of Allegation which set out in detail the legal and factual basis for its pretensions."], ["[8]", "Unlike an ordinary action, the scope of the issues was decided by Novopharm in its Notice of Allegation. Biovail, as applicant, must prove a negative. It must prove that Novopharm's assertions that it will not infringe a valid patent are not justified. As so aptly stated by Layden-Stevenson, J., and in the authorities she cited, in", "<FRAGMENT_SUPPRESSED> the proceedings under the", "Regulations", "do not serve to determine validity or infringement. The aim is to determine whether the Minister is free to issue the requested NOC.", "\"The", "Regulations", "allow a court to determine summarily, on the basis of the evidence adduced, whether the allegations are justified. Section 6 proceedings are not adjudicative and cannot be treated as res judicata. The patentee is in no way deprived of all the recourses normally available to enable it to enforce its rights. If a full trial of validity or infringement issues is required, this can be obtained in the usual way by commencing an action ...\""], ["[9]", "Sections 6(1) and 6(2) of the", "Regulations", "provide:", "\"6(1) A first person may, within 45 days after being served with a notice of an allegation pursuant to paragraph 5(3)(b) or (c), apply to a court for an order prohibiting the Minister from issuing a notice of compliance until after the expiration of a patent that is the subject of the allegation.", "\"(2) The court shall make an order pursuant to subsection (1) in respect of a patent that is the subject of one or more allegations if it finds that none of those allegations is justified.\"", "\"6(1) La première personne peut, dans les 45 jours après avoir reçu signification d'un avis d'allégation aux termes des alinéas 5(3)b) ou c), demander au tribunal de rendre une ordonnance interdisant au ministre de délivrer un avis de conformité avant l'expiration du brevet visé par l'allégation.", "\"(2) Le tribunal rend une ordonnance en vertu du paragraphe (1) à l'égard du brevet visé par une ou plusieurs allégations si elle conclut qu'aucune des allégations n'est fondée.\"", "ISSUES - METHOD OF ANALYSIS"], ["[10]", "The only question is whether the Court should grant an order prohibiting the Minister from issuing Novopharm an NOC until after the expiration of one or both of the two underlying patents. Subject to the comment above as to the limited nature of the proceeding, it is inherent in a decision to grant a prohibition order that the Court form the view that Novopharm's allegations are not justified, i.e. the Court must form the view that the patents are valid and that Novopharm would infringe them. There must be a finding on both points. However, if the Court refuses to grant a prohibition order, it must have formed the view that Novopharm would not infringe or that the patents are invalid. It is not necessary to find on both points."], ["[11]", "I will first look to infringement and then, if necessary, consider the validity of the patents. I think it more appropriate to begin with patent '320 which is more specific and which expires in 2013, before considering patent '754 which expires in July 2005.", "BURDEN OF PROOF"], ["[12]", "Much has been said with respect to the burden of proof as to patent validity. The burden is on Biovail to disprove Novopharm's assertions as set forth in its Notice of Allegation. Like any plaintiff or applicant, Biovail has the overall legal burden of proof. However, since the purpose of the application is to disprove Novopharm's allegations, rather than to prove its own allegations, Novopharm, as respondent, has an obligation to put the allegations set out in its notice \"in play\". Obviously, it knows better than Biovail what it intends to do and how it will go about it. There is also a rebuttable presumption that a patent is valid. See for example", "<FRAGMENT_SUPPRESSED> following, as well as", "<FRAGMENT_SUPPRESSED> ; 329 N.R. 165; 2004 FCA 402, per Sharlow, J.A., at paragraph 8."], ["[13]", "The burden of proof is only relevant if not enough evidence is put before the Court to allow it to make appropriate findings of fact. As Devlin, J., as he then was, said in", "<FRAGMENT_SUPPRESSED>  the facts have been brought to light, it is no doubt legitimate to argue that some cause must be found, and therefore the one that has most to be said for it should be selected. Where it can fairly be said that all possible causes have been canvassed, the strongest must be the winner. But in a case where all direct evidence is missing, there is no ground for saying that the most plausible conjecture must perforce be the true explanation. The answer that may well have to be given is that not enough is known about the circumstances of the loss to enable the inquirer to say how it happened. All that he can say is that no theory advanced has been able to collect enough support from the facts to make it more likely than not that it happened in that way and not in any other ...", "\"The prima facie presumption is of value only if no further evidence is elucidated. As soon as further evidence is adduced, a plaintiff has to make out his case on the whole of the evidence.\""], ["[14]", "I am satisfied that enough evidence has been led by the parties, in the form of expert opinion on the grounds covered by the Notice of Allegation, to allow the Court to make appropriate findings.", "ESSENTIALS OF PATENT CLAIM CONSTRUCTION"], ["[15]", "It is a pre-requisite to considerations of both patent validity and infringement that the language of what is claimed in the patent be properly considered. The Court can do no better than to take the same approach in an NOC proceeding, keeping in mind the restricted purpose of the proceeding. The Supreme Court has done much to codify and clarify patent claim construction in two recent cases handed down the same day:", "Free World Trust v. Électro Santé Inc. et al.", ", [2000] 2 S.C.R. 1024; 263 N.R. 150 and", "<FRAGMENT_SUPPRESSED> . The reasons in both were given by Mr. Justice Binnie. I take the following principles as having particular relevance to this case:", "1. A patent is construed as a bargain between the inventor and the public. In consideration of disclosing the invention, the inventor is given a temporary monopoly to exploit it.", "2. It is a statutory requirement that the patent contain a specification and end with a claim or claims \"defining distinctly and in explicit terms the subject-matter of the invention for which an exclusive privilege or property is claimed\". The specification must be sufficiently full, clear, concise and exact \"as to enable any person skilled in the art or science to which it pertains, or to which it is most closely connected, to make, construct, compound or use it\". (", "Patent Act", ", R.S.C. 1985, c. P-4, as amended, s. 27)", "3. The patent is notionally addressed to a person skilled in the art or science of the subject-matter and is to be read as such a person would have read it when it first became public. (More will be said about this skilled reader.)", "4. The claims are to be read in an informed and purposive way to permit fairness and predictability and to define the limits of the monopoly \"[I]ngenuity of the patent lies not in the identification of the desired result but in teaching one particular means to achieve it. The claims cannot be stretched to allow the patentee to monopolize anything that achieves the desired result\" (", "Free World Trust", ", paras. 31, 32).", "5. The claim portion of the patent specification takes precedence over the disclosure portion in the sense that the disclosure is read to understand what was meant by a word in the claims \"but not to enlarge or contract the scope of the claim as written and thus understood\" (", "Whirlpool", ", para. 52).", "6. It is only such novel features that the inventor claims to be essential that constitute the \"pith and marrow\" of the claim. \"The key to purposive construction is therefore the identification by the Court with the assistance of the skilled reader, of the particular words or phrases in the claims that describe what the inventor considered to be the \"essential\" elements of his invention\" (", "Whirlpool", ", para. 45).", "7. Some elements of the claimed invention are essential and others are not, based either on common knowledge when the patent was published or according to the intent of the inventor, expressed or inferred from the claims. This lies at the heart of Biovail's position that Novopharm's allegation that it will not infringe the '320 patent is not justified. Put another way, was it obvious at the time the patent was published that the substitution of a variant would make a difference?", "8. To overclaim is to lose everything. If the inventor underclaims, the court will not broaden the monopoly in the interests of the \"spirit\" thereof. This often, as in this case, results in layers of claims, each limitation serving as a potential safety net so that if the broadest claims fall, the monopoly may be saved in part by the more modest claims.", "9. Yet a patent is not an ordinary writing. It meets the definition of a \"regulation\" in the", "Interpretation Act", ", and must be read to assure the attainment of its objects. \"Claims construction is a matter of law for the judge, and he was quite entitled to adopt a construction of the claims that differed from that put forward by the parties.\" (", "Whirlpool", ", para. 52.)", "ROLE OF AN EXPERT"], ["[16]", "Expert evidence presented to a court should be the independent product of the expert uninfluenced as to form or content by the exigencies of litigation. The expert should provide independent assistance to the Court (", "<FRAGMENT_SUPPRESSED>  F.T.R. 178 (F.C.), at paragraph 16.)", "ATTRIBUTES OF THE EXPERTS"], ["[17]", "Each party called two experts. Biovail called Dr. Kathryn Uhrich and Mr. Paul Maes. Dr. Kathryn Uhrich is an Associate Professor in the Department of Chemistry and Chemical Biology at Rutgers University. She has received numerous awards for her research and is the inventor or co-inventor on ten United States patents issued or allowed in the field of polymer chemistry. Her current research is focused on the synthesis and characteristics of biocompatible polymers for medical and dental applications such as drug delivery and tissue engineering. Novopharm has suggested that Dr. Uhrich is too young, as she only began college in the 1980s. While it may be that someone who participated in a given milieu at a particular time may have better first-hand knowledge, Dr. Uhrich's knowledge based on published literature at the time is expansive. I qualify her as an expert for the purposes of this case."], ["[18]", "The second expert called by Biovail was Paul Maes, who is Biovail's Vice-President, Pharmaceutical Technology. He has two Masters degrees, is trained in pharmaceutical analysis and has considerable experience in developing, evaluating and manufacturing drug formulations using extended release technologies. He is very much the ordinary reasonable man or man on the Clapham Omnibus, skilled in the reading of a patent and has practical knowledge in putting tablets together. Novopharm questions his objectivity given his financial interest in the result. The weight to be given to his evidence could have been tempered by that fact but I am satisfied his evidence was objective and helpful. I qualify him as an expert."], ["[19]", "Novopharm's two experts were Dr. Joseph Schwartz and Dr. Metin Çelik. Dr. Schwartz is the Burrows-Wellcome Professor of Pharmaceutics and Director of Industrial Pharmacy Research at the Philadelphia College of Pharmacy. He has participated for more than 35 years in the development and formulation of drug products and currently directs the contract laboratories at his college. He has been very much involved in pharmaceutics, more particularly the area of solid dosage of form technology and processing, and controlled release."], ["[20]", "Dr. Çelik is the president of his own company, Pharmaceutical Technologies International Inc., which provides consultant services to pharmaceutical and other companies, as well as to law firms. He is also a part-time lecturer in the Department of Industrial Engineering at Rutgers University, teaching pharmaceutical manufacturing. He has had a long and steady involvement in the development and formulation of pharmaceutical products. I qualify both Dr. Schwartz and Dr. Çelik as experts."], ["[21]", "Biovail criticized the mandate given Drs. Schwartz and Çelik. They were asked to comment upon the material attached to its Notice of Allegation in support of its pretensions that the patents were not valid, and in any event would not be infringed. The material comprised over 100 references to Canadian or U.S. patents, applications therefor or books, monographs, articles and advertisements described as \"other art\". Drs. Schwartz and Çelik did not carry out original research in compiling the list. Each was asked \"to provide my opinion as to the validity of the arguments raised by Novopharm in the NOA in respect of the '754 and '320 Patents\". Although one must always approach hindsight with caution, the fact of the matter is that Novopharm put the matter \"in play\" by what it said in its Notice of Allegation. It is those allegations which circumscribe the case. Furthermore, professional independent judgement was exercised. For instance, Dr. Schwartz, based on his experience in academia and in the industry, felt competent to rely on his knowledge to supplement documents he was shown and independently looked up the Physician's Desk Reference."], ["[22]", "We must identify the attributes of a person skilled in the art for the purposes of the '320 and '754 patents. The addressee of the patent has some peculiar attributes. He or she is an ordinary workman, skilled in the subject matter taught by the invention. Although not a dullard, but lacking in imagination, he nevertheless keeps up with the literature and is skilled in reading a patent, not only within the context of its subject matter, but also as a legal document. He reads patents in this and other jurisdictions as if he read them the day they were first made public, casting aside all he has learned since then."], ["[23]", "I agree with Dr. Schwartz' view that the essential characteristic of such a person in this case is that he or she have practical, hands-on formation experience in the area of pharmaceutical formulation. Although such a person might not have a pharmacy-related educational background, an educational background in pharmacy is preferable. Although Mr. Maes is certainly such a person, the other affiants called as experts are also in position to assist the Court because of their teaching and laboratory experience touching upon the matters in question. If a specification is geared to be read by a house builder, one would not rule out an architect as an expert witness.", "THE '320 PATENT"], ["[24]", "Novopharm alleges that the '320 patent is not valid, but in any event will not be infringed. The basis of the latter allegation is that it is an essential element of all the claims of the '320 patent that both bupropion hydrochloride and hydroxpropyl methylcellulose (\"HPMC\") be included in the sustained release tablets. Although Novopharm's tablet would contain bupropion hydrochloride, it would not contain any HPMC. Rather, it would contain hydroxpropyl cellulose (\"HPC\") as the sustained release agent."], ["[25]", "The patent specification states that bupropion hydrochloride (Wellbutrin) was first marketed as an anti-depressant in the form of an instant release tablet. This form was associated with seizures in approximately 0.4 per cent of patients treated in doses of up to 450mg per day. Among other things, controlled sustained release of bupropion hydrochloride would reduce the rate of seizure. The invention was also said to provide an ease of manufacture over that already disclosed in a U.S. patent, and would have a shelf life of over one year."], ["[26]", "Of the 21 claims, the touchstone is the first which is for a sustained release tablet comprising bupropion hydrochloride and HPMC in a range of ratios being capable of releasing in water certain percentages of the bupropion hydrochloride in one hour, four hours and eight hours. Claims 2 to 18 are dependent thereon."], ["[27]", "Claims 19 and 20 are for sustained release tablets which not only contain specific amounts of bupropion hydrochloride and HPMC, but also cysteine hydrochloride or glycine hydrochloride. Finally, claim 21 is for a sustained release tablet according to any one of claims 1 to 20 for the treatment of depression in human beings."], ["[28]", "I agree with Novopharm that common to all 21 claims is that they are for composite sustained release tablets containing bupropion hydrochloride and HPMC within a specified range of ratios."], ["[29]", "Novopharm says that the '320 patent will not be infringed because one of the essential elements of all 21 claims therein is that the tablets contain HPMC. The Novopharm tablets would contain HPC. Both are compounds within a group known as cellulose ethers."], ["[30]", "The answer does not lie in the fact that HPMC and HPC are either different, or related. The question is whether HPMC is crucial or \"essential\" to the working of the invention as claimed, or whether:", "\"... the inventor may contemplate, and the reader skilled in the art appreciate, that variance could easily be used or substituted without making any material difference to the working of the invention. The interpretive task of the court in claims construction is to separate the one from the other, to distinguish the essential from the inessential ...\" (", "Free World Trust", ", supra, para. 15)"], ["[31]", "Although the Novopharm tablet does not infringe Biovail's claims as textually written, the question is whether the \"pith and marrow\" of the claims are violated. As noted in", "Free World Trust", "\"A purely literal application of the text of the claims would allow a person skilled in the art to make minor and inconsequential variations in the device and thereby to appropriate the substance of the invention with a copycat device, while staying just outside the monopoly.\" (paragraph 29)", "The patent system is designed to be fair and predictable in its operation."], ["[32]", "There is a slight difference of opinion between the experts as to when the patent should be deemed to be addressed to the skilled reader, but nothing turns thereon."], ["[33]", "The experts all agree that HPMC and HPC are similar in chemical structure and both control release by, to use the words of Dr. Uhrich:", "\"... influencing the drug diffusion through the hydrogel barrier.", "\"HPMC and HPC are both non-ionic water-soluble cellulose ethers that are useful as hydrogelling polymers in sustained release formulations. They are both derivatives of the naturally occurring polymer, cellulose ...\"", "She said, and the others agree in more or less the same language, given the state of knowledge:", "\"As of the date of publication of the '320 patent, which I understand was March 3, 1994, one skilled in the art of drug formulation would have understood that other hydrogelling polymers such as HPC, which is included  <FRAGMENT_SUPPRESSED> 's formulation, could perform the same function ...\""], ["[34]", "She said, however, on cross-examination: \"[Y]ou probably could not do a direct gram for gram substitution of HPC versus HPMC.\" There is no evidence as to how much experimentation would have to be done to use HPC rather than HPMC to develop the various release ratios claimed in the patent."], ["[35]", "The experts draw diametrically opposed conclusions from this common knowledge. Given that a pharmaceutical formulator would, to paraphrase Dr. Schwartz, have known of the existence of cellulose ethers including both HPMC and HPC, and would have appreciated that either would have been useful in a sustained release bupropion hydrochloride formation, the inventors must have intended only to include HPMC within the scope of the invention. He justifies his opinion on the grounds that a method of sustained release was essential, that HPMC was the only method mentioned, and indeed was mentioned in each and every claim, while HPC was neither mentioned in any of the claims nor in the disclosure."], ["[36]", "Mr. Maes points out that different grades of HPMC may have properties which substantially differ from each other, but that HPMC of a certain grade can have very similar properties to HPC of a certain grade. Although HPMC is the only hydrogelling polymer mentioned \"one skilled in the art of drug formulation would have understood that other hydrogelling polymers such as HPC ... could perform the same function\"."], ["[37]", "Did the inventors intend to claim HPMC as an example of the greater, i.e. hydrogelling polymers, or not?"], ["[38]", "One of the House of Lords decisions referred to in", "Free World Trust", "is", "<FRAGMENT_SUPPRESSED>  (Pat. Ct.). Lord Hoffmann offered the following guidelines on \"variants\" at page 189:", "\"If the issue was whether a feature embodied in an alleged infringement which fell outside the primary, literal or acontextual meaning of a descriptive word or phrase in the claim ('a variant') was nevertheless within its language as properly interpreted, the court should ask itself the following three questions:", "(1) Does the variant have a material effect upon the way the invention works? If yes, the variant is outside the claim. If no?", "(2) Would this (ie that the variant had no material effect) have been obvious at the date of publication of the patent to a reader skilled in the art? If no, the variant is outside the claim. If yes?", "(3) Would the reader skilled in the art nevertheless have understood from the language of the claim that the patentee intended that strict compliance with the primary meaning was an essential requirement of the invention? If yes, the variant is outside the claim.", "\"On the other hand, a negative answer to the last question would lead to the conclusion that the patentee was intending the word or phrase to have not a literal but a figurative meaning (the figure being a form of synecdoche or metonymy) denoting a class of things which include the variant and the literal meaning, the latter being perhaps the most perfect, best-known or striking example of the class.\""], ["[39]", "Lord Hoffmann had occasion to revisit claims construction in", "<FRAGMENT_SUPPRESSED> ."], ["[40]", "I come to the conclusion, with the aid of the experts, particularly Dr. Schwartz, that the inventors intended that HPMC was essential, and did not contemplate a variant such as HPC. Consequently, Biovail's assertions that Novopharm's allegations in its Notice of Allegation are not justified must fail."], ["[41]", "Dr. Schwartz was of the opinion that if the inventors of the '320 patent wished to claim alternatives to HPMC, they could easily have done so. He referred to seven prior U.S. patents and one Canadian patent which list HPMC and HPC, and others such as hydroxyethyl cellulose (\"HEC\"). I am not impressed by Biovail's argument that these formulations did not involve bupropion hydrochloride. Not only was there a patent on bupropion hydrochloride, but its own experts agree as to the state of knowledge, concluding however that the inventors would consider HPC as a permissible variant."], ["[42]", "Having taken the advice of experts, nevertheless it falls upon the Court to decide, not the experts, as ultimately \"claims construction is a matter of law for the judge ...\" (", "Whirlpool", ", para. 52)."], ["[43]", "A literal interpretation of the claims language would exclude HPC as a permissible variant. However, in approaching the matter purposively, the following two paragraphs of the disclosure are particularly significant:", "\"The present invention provides a sustained release tablet comprising bupropion hydrochloride and hydroxypropyl methylcellulose, the amount of hydroxypropyl methylcellulose to the amount of bupropion hydrochloride being from 0.19:1 to 1.1:1 respectively and the tablet being capable in water of releasing from 20 to 60 percent of the total amount of bupropion hydrochloride in 1 hour, from 50 to 95 percent of the total amount of bupropion hydrochloride in 4 hours and not less than 75 percent of the total amount of bupropion hydrochloride in 8 hours. Cysteine hydrochloride is more preferable than glycine hydrochloride, since it unexpectedly causes less discoloration to the tablet core. The amount of bupropion hydrochloride in each tablet is typically from 25mg to 500mg, with the tablet dose being more typically 50mg, 100mg or 150mg.", "\"Methocel(R) is the brand name for hydroxypropyl methylcellulose (HPMC) from Dow Chemical. Other companies also supply HPMC.\""], ["[44]", "In following Lord Hoffmann's guidelines in", "Improver Corp.", ", supra, the tentative answer to the first question is that the variant (HPC) does not have a material effect on the way the invention works. I say tentative because it is not clear how much experimentation would have to be done to get the ratios between HPC and bupropion hydrochloride right in order to achieve an appropriate sustained release. To answer the second question, subject to the above, it would have been obvious at the date of publication that a reader skilled in the art would have known that the variant had no material effect. Nevertheless, a reader skilled in the art would have understood from the language of the claim that the patentees intended that strict compliance with the claims language was an essential requirement of the invention. Consequently, the variant is outside the claims."], ["[45]", "Mr. Justice Binnie also discussed \"variants\" at paragraph 31 of", "Free World Trust", "\"31. The appeal thus raises the fundamental issue of how best to resolve the tension between 'literal infringement' and 'substantive infringement' to achieve a fair and predictable result. There has been considerable discussion of this issue in Canada and elsewhere, which I will discuss briefly in support of the following propositions:", ". . . . .", "(e) The claims language will, on a purposive construction, show that some elements of the claimed invention are essential while others are non-essential. The identification of elements as essential or non-essential is made:", "(i) on the basis of the common knowledge of the worker skilled in the art to which the patent relates;", "(ii) as of the date the patent is published;", "(iii) having regard to whether or not it was obvious to the skilled reader at the time the patent was published that a variant of a particular element would not make a difference to the way in which the invention works;", "or", "(iv) according to the intent of the inventor, expressed or inferred from the claims, that a particular element is essential irrespective of its practical effect;", "(v) without, however, resort to extrinsic evidence of the inventor's intention.", "(f) There is no infringement if an essential element is different or omitted. There may still be infringement, however, if non-essential elements are substituted or omitted.\" (my emphasis)"], ["[46]", "Note the disjunctive \"or\" between 31(e)(iii) and 31(e)(iv). I find it was the intent of the inventor that HPMC was essential and therefore HPC falls outside the claims."], ["[47]", "In the light of the foregoing, it is not necessary to consider whether patent '320 is valid.", "AN AMERICAN CASE ON POINT"], ["[48]", "Novopharm brought to my attention the decision of the United States Court of Appeals in", "<FRAGMENT_SUPPRESSED>  (U.S.C.A.). Glaxo Wellcome had appealed a summary judgment finding of non-infringement of its patent claims relating to a controlled sustained release formulation of bupropion hydrochloride and HPMC. The sustained release agent  <FRAGMENT_SUPPRESSED> ' proposed composition was HPC. The record in that case, as in this, showed that at the relevant time both HPMC and HPC were known as sustained release hydrogel forming polymers. The appeal was dismissed. The case is interesting not because the trial judge in that case came to the same conclusion that I have, but rather because it illustrates a somewhat different approach in the United States to claims construction where, unlike here, resort may be had to correspondence with the patent examiner.", "THE '754 PATENT"], ["[49]", "The claims under this patent are very broad in scope. In addition to alleging that the patent will not be infringed, Novopharm alleges it is invalid because the claims are obvious and broader than the invention made and disclosed. It further says that it is ambiguous, insufficient and an improper reissuance of an earlier patent 1,239,034 ('034). Although patent '754 was issued in 1993, since it was a reissue, it is common ground that the state of knowledge relates back to August 1984, the publication date of patent '034."], ["[50]", "The '754 patent is described as a delivery system and was said by its inventors to relate \"to a novel composition which affords a continuous discharge of an active ingredient in a controlled manner, to the preparation of such composition, and to its use in the medical, veterinary and other fields.\" The inventors disclose an osmotic pressure system which \"affords a continuous discharge of a solution of an active ingredient in a controlled manner ... the invention is especially concerned with a controlled release composition containing bupropion hydrochloride ...\". Fifteen claims are asserted, the broadest being claim 7 which reads:", "\"A pharmaceutical composition adapted for oral administration comprising bupropion hydrochloride as active ingredient characterized in that the active ingredient is formulated with a solid pharmaceutical carrier which affords a continuous release of active ingredient in a controlled manner.\""], ["[51]", "The other 14 claims all relate to a composition comprising bupropion hydrochloride in a solid sustained release pharmaceutical carrier and describe the release as measured in a \"simulated gastric buffer\". Some claims refer to a specific PH and a certain temperature, while others do not."], ["[52]", "Although the disclosure and the abstract describe a semi-permeable membrane surrounding the formulation and the creation of an osmotic pressure gradient, the language of the claims, particularly claim 7, appears to cover any composition adapted for oral administration comprising bupropion hydrochloride as active ingredient together with a solid pharmaceutical carrier which afforded continuous release in a controlled manner. A literal reading of the claims, without reference to the rest of the patent, indicates that Novopharm's tablet would infringe the '754 patent, if the patent is valid."], ["[53]", "In 1984 formulators knew there was more than one way to prepare controlled release compositions. Dr. Schwartz referred to a 1972 text which describes nine different ways. He made reference to diffusion systems, dissolution systems, osmotic systems, ion-exchange resins and prodrugs. Hydrogel formulations such as those including HPMC or HPC are matrix formulations, a type of diffusion system. The formulation discussed in the disclosure to the '754 patent, with its semi-permeable membrane and pore-forming compounds, is a type of osmotic system. According to Dr. Schwartz, the osmotic pressure system works in quite a different way."], ["[54]", "For her part, Dr. Uhrich, (and I do not hold it against her that she was only a freshman in college at the time) agreed that a variety of methods were well known to a person skilled in the field of drug formulation for preparing sustained release formulations. In particular, she referred to an osmotic mechanism and to a polymer matrix, typically referred to as hydrogelling polymers, two examples of which are HPMC and HPC."], ["[55]", "Although she said:", "\"at the date of invention, several methods to achieve controlled release of active agents were known; these methods were not limited to the technology taught in the '754 patent. Therefore, in my opinion the allegation by Novopharm that the subject matter of the claim of the '754 patent is broader than the invention made and disclosed as not correct ...\"", "she concluded:", "\"In my opinion, the claims of the '754 patent, which are directed to controlled release compositions comprising bupropion hydrochloride in a solid sustained release pharmaceutical carrier for the controlled release of bupropion hydrochloride, encompass any formulation that utilizes any solid sustained release carrier in combination with bupropion hydrochloride to afford the release profiles as claimed in the '754 patent.\""], ["[56]", "Dr. Schwartz said:", "\"73. In my view, while the disclosure of the '754 Patent appears to identify one way of formulating a controlled release bupropion hydrocholoride tablet, the claims are not limited to that formulation, but would cover any controlled release formulation, even when those formulations were already well known and it would have been simple to adapt them for use with bupropion hydrochloride.", "\"74. Despite the broad scope of the '754 Patent's claims, the inventors of that patent have not provided any information to the skilled formulator about which of that formulator's list of potential controlled release formulations would work with bupropion hydrochloride or how one would actually produce formulations that would fall within the claims.\""], ["[57]", "Having considered the advice of the experts, reading the claims in a purposive way and enquiring as to what the inventors had in mind when they spoke of a \"controlled release composition\", I find that they only had an osmotic pressure system in mind. As Mr. Justice Binnie said in", "Free World Trust", "at paragraph 32:", "\"The ingenuity of the patent lies not in the identification of a desirable result but in teaching one particular means to achieve it. The claims cannot be stretched to allow the patentee to monopolize anything that achieves the desirable result.\""], ["[58]", "Binnie, J., also said  <FRAGMENT_SUPPRESSED>  Inc. and  <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 499 (S.C.C.), at para. 83: \"the patent claims must be supported by the disclosure\". I have already quoted part of paragraph 32 from", "Free World Trust", ", where he said: \"the ingenuity of the patent lies not in the identification of a desirable result but in teaching one particular means to achieve it\". He added: \"the claims cannot be stretched to allow the patentee to monopolize anything that achieves the desirable result. It is not legitimate, for example, to obtain a patent for a particular method that grows hair on bald men and thereafter claim that anything that grows hair on bald men infringes\"."], ["[59]", "The disclosure, including the examples, only contemplates one release mechanism, an osmotic process. All the experts agree that this process of sustained release is quite different from a hydrogel process whether HPC or HPMC is used. Since Novopharm would not be using an osmotic process, it does not infringe the patent."], ["[60]", "However, if the claims cannot be read in this way, then I am of the view that the patent is invalid for covetous claiming."], ["[61]", "If the inventor claims more than he should, he loses everything.", "\"His fences must be clearly placed in order to give the necessary warning and he must not fence in any property that is not his own.\" (Thorsen, P., in", "<FRAGMENT_SUPPRESSED>  14)", "The disclosure teaches us nothing about sustained release through a hydrogel process, the process to be used by Novopharm."], ["[62]", "Although not strictly necessary, I choose to comment upon Novopharm's allegation that the term \"simulated gastric buffer\" was too vague. Although Dr. Schwartz and Dr. Çelik had not heard of the term, they could have looked it up. It was certainly in the material relied upon by Biovail's experts. It may not have been  <FRAGMENT_SUPPRESSED> 's interest to know what a \"simulated gastric buffer\" was, but it was certainly in the Court's. Nevertheless, I accept Dr. Schwartz' evidence that as early as the 1970s textbooks described several options for preparing controlled release compositions. Read in this way, but unlike Dr. Schwartz, I have found that the inventors of patent '754 intended to limit \"solid pharmaceutical carrier\" to an osmotic pressure system manufacturing process.", "THE '364 PATENT"], ["[63]", "As stated at the outset, Biovail no longer contends that Novopharm's tablet would infringe this patent.", "CONCLUSION AND COSTS"], ["[64]", "This application which deals with the 100mg bupropion hydrochloride tablets was heard at the same time as", "Glaxosmithkline Inc. and  <FRAGMENT_SUPPRESSED>  agreed that material filed in either action would apply to both, and the result should be the same. For the reasons given, Biovail's application for an order prohibiting the Minister of National Health and Welfare from issuing a notice of compliance to Novopharm Limited in respect of the medicine bupropion hydrochloride, including 100mg and 150mg bupropion hydrochloride tablets, until after the expiration of each of Canadian Patent Nos. 1,321,754, 2,142,320 and 2,168,364, will be dismissed with costs."], ["[65]", "Novopharm did not seek any special order to costs. There shall be no costs in respect of the '364 patent. It shall only be entitled to a single hearing fee."], ["[66]", "As the Minister did not participate, there shall be no order as to costs either in favour or against him.", "Application dismissed.", "Editor: Anick Ouellette-Levesque/gs", "[End of document]"]]}