{"id_": "009580", "body_str": [["[1]", "Blais, J.", ": This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the “Act”), for judicial review of a decision of the Immigration and Refugee Board, Immigration Appeal Division (the “IAD”), dated March 9, 2006.", "BACKGROUND"], ["[2]", "The applicant is a Canadian citizen of Indian descent who travelled to India in 1999, 2001 and 2002, where she met the man she would eventually marry in February of 2002, a man who also happened to be her first cousin. Following the wedding, he applied for permanent residence in Canada based on his spousal relationship to the applicant."], ["[3]", "The husband’s application for permanent residence was refused by a visa officer on October 29, 2003. The application was refused on the following two grounds:", "a) First, the visa officer concluded that, since the applicant and her husband are first cousins, their purported marriage violated subsection 5(i) of the Hindu Marriage Act and was thus void ab initio under section 11 of the Hindu Marriage Act.", "b) Second, the visa officer also refused the application under section 4 of the Regulations, on the basis that the marriage was not genuine and was entered into primarily for the purpose of acquiring a status or privilege under the Act."], ["[4]", "The applicant appealed this decision to the IAD. An oral hearing was held on September 16, 2005, at which the applicant and her alleged husband were the only witnesses. Counsel for both sides were then asked to make further written submissions."], ["[5]", "The IAD rendered its written decision on March 9, 2006, denying the appeal.", "ISSUES FOR CONSIDERATION"], ["[6]", "This application raises two main issues, which can be stated as follows:", "a) Whether the IAD made erroneous findings of facts.", "b) Whether the IAD made a reviewable error by failing to consider the totality of the evidence and by incorrectly applying the legal test for acceptance of customary law under the Hindu Marriage Act.", "PERTINENT LEGISLATION"], ["[7]", "The following sections of the Regulations are relevant to this case:", "2. The definitions in this section apply in these Regulations.", "[. . . . .]", "“marriage”, in respect of a marriage that took place outside Canada, means a marriage that is valid both under the laws of the jurisdiction where it took place and under Canadian law.", "[. . . . .]", "4. For the purposes of these Regulations, a foreign national shall not be considered a spouse, a common-law partner, a conjugal partner or an adopted child of a person if the marriage, common-law partnership, conjugal partnership or adoption is not genuine and was entered into primarily for the purpose of acquiring any status or privilege under the Act.", "2. Les définitions qui suivent s’appliquent au présent règlement.", "[. . . . .]", "« mariage » S’agissant d’un mariage contracté à l’extérieur du Canada, mariage valide à la fois en vertu des lois du lieu où il a été contracté et des lois canadiennes.", "[. . . . .]", "4. Pour l’application du présent règlement, l’étranger n’est pas considéré comme étant l’époux, le conjoint de fait, le partenaire conjugal ou l’enfant adoptif d’une personne si le mariage, la relation des conjoints de fait ou des partenaires conjugaux ou l’adoption n’est pas authentique et vise principalement l’acquisition d’un statut ou d’un privilège aux termes de la Loi.", "STANDARD OF REVIEW"], ["[8]", "Looking at the existing jurisprudence, the choice of the proper standard of review for decisions of the Immigration and Refugee Board (the “IRB”), including the IAD, seems to be determined mainly by the nature of the IRB decision. On questions of law, the proper standard is that of correctness, on questions of mixed fact and law, reasonableness, and on questions of fact, patent unreasonableness. For questions of fact, it has also been said that the proper standard of review is that described at paragraph 18.1 (4) d) of the Federal Courts Act, namely a decision that has been made in a “perverse or capricious manner or without regard for the material before it”."], ["[9]", "It should also be noted that the determination of foreign law in Canadian courts is a question of fact to be proven by expert evidence. Like other findings of fact, it should thus be entitled to great deference from a reviewing court.", "ANALYSIS", "Erroneous Findings of Fact"], ["[10]", "The applicant submits that the IAD made an ‘egregious’ error by misstating the applicant’s country of birth. Paragraph 18.1(4) d) of the Federal Courts Act, R.S.C. 1985, c. F-7, reads:", "(4) The Federal Court may grant relief under subsection (3) if it is satisfied that the federal board, commission or other tribunal", ". . . . .", "(d) based its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it;", "4) Les mesures prévues au paragraphe (3) sont prises si la Cour fédérale est convaincue que l'office fédéral, selon le cas :", "[. . . . .]", "d) a rendu une décision ou une ordonnance fondée sur une conclusion de fait erronée, tirée de façon abusive ou arbitraire ou sans tenir compte des éléments don't il dispose;"], ["[11]", "At paragraph 8 of the decision, the panel member writes that the applicant testified she was born in India. The applicant denies giving such a testimony, and notes in her affidavit sworn on April 25th, 2006, that she was in fact born in Edmonton, Alberta."], ["[12]", "While I have no reason to doubt the applicant’s affidavit statement on this, I nonetheless agree with the respondent that it is not in itself sufficient to set aside the decision. The decision in  <FRAGMENT_SUPPRESSED>  (Fed.C.A.), provides the authority for the proposition that three conditions precedent must be met to justify judicial intervention under paragraph 18.1(4) d): 1) the finding of fact must be truly erroneous; 2) the finding must be made capriciously or without regard to the evidence; and 3) the decision must be based on the erroneous finding."], ["[13]", "The respondent submits, and I agree, that the actual birthplace of the applicant had no impact on the determination that the marriage was not valid under section 2 of the Regulations. As such, the decision of the IAD to reject the appeal from the visa officer’s decision was not based on any erroneous finding of fact relating to the birthplace of the applicant.", "Reviewable Error"], ["[14]", "Since the IAD found it unnecessary to address section 4 of the Regulations in its decision, the issue of the marriage having been entered into “for the purpose of acquiring any status or privilege under the Act” is irrelevant to our analysis."], ["[15]", "The only remaining issue in terms of whether the IAD committed a reviewable error in denying the appeal, rests on whether it properly applied the requirements for a valid marriage under section 2 of the Regulations, to the facts of this case."], ["[16]", "Subsection 5(iv) of the Hindu Marriage Act reads as follows:", "5. Condition for a Hindu Marriage- A marriage may be solemnized between any two Hindus, if the following conditions are fulfilled, namely:", "[. . . . .]", "(iv) the parties are not within the degrees of prohibited relationship unless the custom or usage governing each of them permits of a marriage between the two;"], ["[17]", "The visa officer found that the applicant and her husband were in fact first cousins and were thus within the degrees of prohibited relationship, a finding that has not been disputed and was taken to be true by the IAD. As such, the only remaining question is whether there exists a valid custom or usage governing each of the parties that would make this marriage legal under Hindu law."], ["[18]", "The definition of custom and usage in the Hindu Marriage Act is found at section 3(a) and reads as follows:", "3. Definitions- In this Act, unless the context otherwise requires,-", "(a) the expression \"custom\" and \"usage\" signify any rule which, having been continuously and uniformally observed for a long time, has obtained the force of law among Hindus in any local area, tribe, community, group or family:", "Provided that the rule is certain and not unreasonable or opposed to public policy; and", "Provided further that in the case of a rule applicable only to a family it has not been discontinued by the family;"], ["[19]", "While there was contradictory jurisprudence from the Federal Court of Appeal under the old Immigration Act, as to whether the burden of proof for a custom or usage under the Hindu Marriage Act rested with the party alleging the existence of a custom or the party denying the validity of the marriage (see  <FRAGMENT_SUPPRESSED> ), we are satisfied that it is the party who raises the existence of a valid custom that bears the burden of proving said custom."], ["[20]", "In concluding that there was insufficient evidence before it to support the claim of a valid custom or usage that could override the prohibition found at section 5 of the Hindu Marriage Act, the IAD stated:", "No evidence regarding the possible existence of custom or usage, which overrides the requirement that cousins shall not marry, has been adduced. Counsel filed numerous affidavits attesting to the bona fides of the parties and of other parties who have been in this position, but this does not meet the burden that must be met either in terms of quality or quantity in such situations. Nor did counsel arrange for expert evidence either by way of teleconference or in writing. But the jurisprudence is clear that expert evidence is required in such circumstances."], ["[21]", "The applicant alleges that expert opinion was provided in the form of a written legal opinion by Ms. Peeyushi Diwan Jain, a lawyer and noted author on Indian family and customary law from Punjab."], ["[22]", "The hearing was held via teleconference and, at the end, the applicant was asked to provide written submissions, particularly on the legal aspects of the marriage under Hindu law."], ["[23]", "While submissions were filed, there was no expert opinion provided. Instead, the applicant’s counsel simply relied on a legal opinion of a lawyer from India, Ms. Jain, to support his written submissions."], ["[24]", "In reply, the respondent addressed in his written submissions the arguments raised by both counsel for the applicant and Ms. Jain."], ["[25]", "It is the opinion of this Court that the legal opinion of Ms. Jain cannot qualify as an expert opinion, but should be seen simply as one piece of evidence among others filed in support of the applicant’s allegations."], ["[26]", "There is no question that there were, before the panel, contradictory pieces of evidence on the existence of custom and usage that could override the prohibition on marriage between first cousins. Furthermore, the onus to demonstrate that any such custom or usage exists rests with the applicant, as clearly stated in the panel’s decision."], ["[27]", "The applicant claims that the panel made a reviewable error by referring only to some pieces of evidence and failing to mention the particular legal opinion that the applicant’s counsel referred to in his written submissions."], ["[28]", "Written submissions are usually not pieces of evidence, but arguments provided by counsel at the end of the case. I cannot consider as a reviewable error the fact that the panel did not mention specifically the legal opinion, considering that it was provided after the hearing and attached to the written submissions."], ["[29]", "I find that I cannot agree with this claim. Having already established that this legal opinion was one piece of evidence among others, it would be unreasonable to require that the panel’s reasons refer to every piece of evidence considered."], ["[30]", "Furthermore, the presumption established by the jurisprudence for many years that the Tribunal considered all the evidence before it in rendering its decision should apply."], ["[31]", "Finally, the panel did not err in mentioning that expert evidence is required to establish that there exists a valid custom or usage that should override a valid piece of legislation. Providing a legal opinion, without following the process to validate such opinion as an expert opinion, is not sufficient."], ["[32]", "Therefore, the applicant has failed to convince this Court that it should intervene in this case.", "JUDGMENT"], ["[33]", "1. The application is dismissed;", "2. No question for certification.", "[End of document]"]]}