{"id_": "009743", "body_str": [["[1]", "Dawson, J.", ": Nazir Ahmad , his wife Zarina Nazir, and their children Ali, Asad, Amna, Qasim and Salman, are citizens of Pakistan, from Lahore in the province of Punjab. They seek judicial review of the decision of an officer that refused their application, made on humanitarian and compassionate grounds, for permanent residence in Canada."], ["[2]", "The application for judicial review is dismissed because the applicants failed to establish that the officer erred in fact or in law. Further, the applicants have not established that they were denied natural justice or fairness through the alleged incompetence of their immigration consultant, who prepared and submitted their humanitarian and compassionate application.", "Background"], ["[3]", "On January 7, 2003, after a lengthy sojourn in the United States during which they did not seek protection, the applicants arrived in Canada and claimed refugee protection. Mr. Ahmad claimed to have been an active member of the Shia Muslim community in Pakistan who was targeted and threatened by the Sipah-e-Sahaba (SSP). On June 29, 2004, the applicants' claims for protection were rejected by the Refugee Protection Division of the Immigration and Refugee Board (Board). The Board found that the applicants lacked credibility. Leave for judicial review of that decision was denied by the Court."], ["[4]", "Following the negative decision of the Board, the applicants applied for a pre-removal risk assessment (PRRA). On May 3, 2005, the PRRA was determined to be negative."], ["[5]", "On September 29, 2004, the applicants applied for permanent residence on humanitarian and compassionate grounds. Updated information and submissions in support of their application were provided by the applicants on April 22, 2005, and April 6, 2007. On May 30, 2007, the application was refused.", "The Officer's Decision"], ["[6]", "When making her decision, the officer considered three principal factors:", "• the risk faced by the applicants upon return to Lahore, Pakistan;", "• the applicants' degree of establishment in Canada; and", "• the best interests of the children."], ["[7]", "In refusing the application, the officer made a number of findings:", "• The officer noted that the Board had found the applicants to be incredible and their fears not to be well-founded. The officer also noted that the applicants' PRRA had been rejected. After reviewing the documentary evidence, the officer concluded that Mr. Ahmad was not a prominent Shia figure in the eyes of the SSP and therefore not at risk to be targeted. In reaching this decision, the officer gave little weight to statements and affidavits that were submitted to establish that Mr. Ahmad was active in the Shia community and targeted by the SSP. The officer also concluded that Mr. Ahmad's behaviour was not consistent with that of a person under constant threat of attack by the SSP. The officer further concluded that the steps taken by the government of Pakistan had been reasonably effective in addressing the threat of violent attacks.", "• The officer noted that the applicants had been living in Canada for approximately four years and that they had maintained a \"good civil record\" during that time. The officer also noted that Mr. Ahmad had taken steps to establish a business and was working to support his family. However, the officer did indicate that there was no evidence to indicate that the applicants owned property (or other significant assets) in Canada, which would impede their return to Pakistan, or that Mrs. Nazir had taken steps to secure work or become integrated into the community. The officer also pointed out that the applicants were without family ties in Canada, but did have \"significant\" ties in Pakistan.", "• The officer noted that the children were early into their academic careers and that each was described as speaking Punjabi. While the officer acknowledged that the children's studies would be disrupted if they returned to Pakistan, the officer was of the view that the change in location and language of instruction would be overcome by the children."], ["[8]", "The officer acknowledged that there were a number of positive aspects to the applicants' humanitarian and compassionate application. However, on the evidence provided by the applicants, the officer concluded that the hardships arising from the failure to grant an exemption would not be unusual and undeserved or disproportionate.", "The Issues"], ["[9]", "The applicants raise the following issues on judicial review:", "(1) Whether the officer erred in:", "a) assessing the risk faced by the applicants in Pakistan;", "b) rejecting the corroborative documentary evidence provided by the applicants;", "c) ignoring the evidence;", "d) assessing the best interests of the children; and", "e) applying an arbitrary standard for assessing the applicants' degree of establishment in Canada.", "(2) Whether the duty of fairness owed to the applicants was breached by the conduct of their immigration consultant who prepared and submitted their humanitarian and compassionate application.", "The Standard of Review"], ["[10]", "Since the decision of the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  determining the appropriate standard of review involves two steps. First, the Court must ascertain whether the jurisprudence has already satisfactorily determined the degree of deference to be accorded to the particular type of question at issue. Second, if that initial inquiry proves unsuccessful, the Court must consider the relevant standard of review factors. Those factors include: (i) the presence or absence of a privative clause; (ii) the purpose of the decision-maker in question, as determined by its enabling legislation; (iii) the nature of the question at issue; and (iv) the relative expertise of the decision-maker. See: <FRAGMENT_SUPPRESSED> at paragraphs 57, 62, and 64."], ["[11]", "The appropriate standard of review for a humanitarian and compassionate decision as a whole had previously been held to be reasonableness simpliciter.  <FRAGMENT_SUPPRESSED>  at paragraphs 57 to 62. Given the discretionary nature of a humanitarian and compassionate decision and its factual intensity, the deferential standard of reasonableness is appropriate. See: <FRAGMENT_SUPPRESSED> at paragraphs 51 and 53."], ["[12]", "As to what review on the reasonableness standard entails, the Supreme Court was express in <FRAGMENT_SUPPRESSED> , at paragraph 48, that the collapse of the patent unreasonableness standard of review and the move toward a single standard of reasonableness was not an invitation to more intrusive scrutiny by the Court. At paragraph 49, the majority cautioned that:", "Deference in the context of the reasonableness standard therefore implies that courts will give due consideration to the determinations of decision makers. As Mullan explains, a policy of deference \"recognizes the reality that, in many instances, those working day to day in the implementation of frequently complex administrative schemes have or will develop a considerable degree of expertise or field sensitivity to the imperatives and nuances of the legislative regime\": D. J. Mullan, \"Establishing the Standard of Review: The Struggle for Complexity?\" (2004), 17 C.J.A.L.P. 59, at p. 93. In short, deference requires respect for the legislative choices to leave some matters in the hands of administrative decision makers, for the processes and determinations that draw on particular expertise and experiences, and for the different roles of the courts and administrative bodies within the Canadian constitutional system."], ["[13]", "Review on the reasonableness standard requires the Court to inquire into the qualities that make a decision reasonable, which include both the process and the outcome. Reasonableness is concerned principally with the existence of justification, transparency, and intelligibility in the decision-making process. It is also concerned with whether the decision falls within the range of acceptable outcomes that are defensible in fact and in law. See: <FRAGMENT_SUPPRESSED> at paragraph 47."], ["[14]", "The final issue raised by the applicants concerns whether the duty of fairness was breached. Matters of procedural fairness have been held to be reviewable on the standard of correctness. It is for the Court to determine whether an administrative decision-maker has adhered to the principles of procedural fairness. No deference is due.  <FRAGMENT_SUPPRESSED>  at paragraph 100. This continues to be the case. See: <FRAGMENT_SUPPRESSED> at paragraphs 129 and 151.", "Application of the Standard of Review to the Officer's Decision"], ["[15]", "I deal in turn with each of the five errors the officer is said to have committed.", "a. Did the officer err in assessing the risk faced by the applicants in Pakistan?"], ["[16]", "The officer is said to have engaged in a risk analysis that was appropriate for a refugee or PRRA claim, but inappropriate for a humanitarian and compassionate application. In consequence, the applicants assert that the officer failed to consider risk as an element of hardship."], ["[17]", "In my view, the officer properly assessed the risk faced by the applicants in Pakistan and did not err by applying the wrong legal test for assessing risk in the context of a humanitarian and compassionate application. I reach this conclusion because at the outset of that portion of her reasons entitled Decision and Rationale, the officer properly set out the test of unusual and undeserved or disproportionate hardship. The officer returned to this test when setting out her conclusion."], ["[18]", "Further, as the Court has previously written, an officer's decision cannot be assessed in a vacuum. Regard must be given to the submissions that were placed before the officer. An officer cannot be faulted where, as in the present case, an applicant's submissions invite consideration of the very matters that the officer addresses."], ["[19]", "In oral argument, counsel for the applicants also pointed to some material in the country condition documentation that contradicted facts set out in the officer's decision. For example, while the officer quoted one document as stating that sectarian terror attacks continued to decline for the second year in a row, another document stated that the level of sectarian violence remained unchanged. I am not persuaded that any such errors were material to the officer's decision.", "b. Did the officer err by rejecting corroborative documentary evidence?"], ["[20]", "Mr. Ahmad provided a number of documents, including:", "• a letter from a lawyer who said that Mr. Ahmad had consulted him about threats he had received from the SSP (although the letter also indicated that Mr. Ahmad was a member of the SSP);", "• affidavits or statements from three individuals who confirmed that Mr. Ahmad was active in the Shia community and had received threats from the SSP;", "• two medical reports detailing injuries Mr. Ahmad received in 1984 and 1998; and", "• a letter from a cleric who confirmed Mr. Ahmad's prior problems with the SSP and Mr. Ahmad's prominence in the Shia community."], ["[21]", "The officer gave no weight to the lawyer's letter because it identified Mr. Ahmad as a member of the very organization he fears. The other documents were rejected by the officer for reasons that included a failure to demonstrate first-hand knowledge of the matters recounted and a lack of detail in the information provided."], ["[22]", "The applicants, while acknowledging that the lawyer's letter was problematic, argue that the officer ought not to have rejected the documentation, \"mostly for lack of detail.\""], ["[23]", "In my view, the officer committed no reviewable error. She did not ignore the corroborative evidence, but rather gave reasonable reasons for giving little or no weight to the documents. Having read each document, I conclude that the officer could reasonably choose to give the documents little weight because, in each case, the writer either failed to demonstrate any first-hand knowledge of what he recounted or provided information lacking in detail. No document provided sufficient information about Mr. Ahmad's activities to plausibly or credibly explain why he was targeted by the  <FRAGMENT_SUPPRESSED>  selectively relied on other evidence relating to sectarian violence in Pakistan. The applicants further argue that the officer focused on a beating Mr. Ahmad received in 1984 and then relied on the passage of time to conclude that he was no longer of interest to the SSP. This is said to ignore the basis of Mr. Ahmad's claim. Mr. Ahmad says that he was not targeted because of the initial attack; he was attacked because of his continued participation in the Shia community."], ["[25]", "Again, I have not been persuaded that the officer so erred."], ["[26]", "The officer reviewed the documentary evidence and concluded that \"the objective documentary evidence does not persuade me that Punjab Province and Lahore in particular are prone to attacks. That said terrorists can strike anywhere. However, I note that the Government of Pakistan seems to have taken a course of action against these threats that has been reasonably effective.\" There was evidence before the officer to support that conclusion, and I do not find a sufficient weight of conflicting evidence from which I can conclude that the officer ignored evidence."], ["[27]", "I have also not been persuaded that the officer ignored the fact that Mr. Ahmad's claim was based upon his continued participation in the Shia community. The officer wrote:", "The male applicant's first run in with the SSP was in 1984. He would have been sixteen (16) years old at the time. Age alone would not preclude him from being prominent, but I find there is insufficient objective evidence to establish he projected a profile that would attract the SSP. I am not persuaded that he was in a position to provide financially and religiously to the community to a degree that he personally attracted the attention of the SSP. The applicant left Pakistan in 1988. I am not persuaded that the applicant would be considered \"a prominent\" Shia figure in the eyes of the SSP today."], ["[28]", "This demonstrates a proper appreciation of the basis of Mr. Ahmad's claim.", "d. Did the officer err in assessing the best interests of the children?"], ["[29]", "The applicants acknowledge that they did not provide documentation on the children \"or make extensive submissions about their interests.\" Notwithstanding, the applicants say that the officer erred by conducting a narrow assessment of the children's best interests. As set out in their memorandum of argument, the applicants argue that:", "[The officer's] focus was on the children's ability to speak in their parents' mother tongue and how advanced there were in their education. The only 'risk' factors she considered in relation to the children was child trafficking and sexual exploitation. There were other obvious factors which the officer ought to have considered, given her statutory obligation to consider the children's best interests. One significant factor is the ongoing religious violence in Pakistan against minority religious groups, including the Shia. These children have lived in Canada for close to five years. They have grown up in a tolerant community, where religious violence is rare. This officer failed entirely to consider the impact on them of having to return to a country which is rife with religious violence and in which they are a minority."], ["[30]", "It is settled law that the best interests of children affected by a humanitarian and compassionate application are an important factor to be considered, but they are not determinative.  <FRAGMENT_SUPPRESSED>  (C.A.). In considering a humanitarian and compassionate application, the officer must undertake a careful and sympathetic assessment of the children's interests.  <FRAGMENT_SUPPRESSED>  (C.A.)."], ["[31]", "However, an applicant for humanitarian and compassionate relief must carefully set out the basis of his or her claim.  <FRAGMENT_SUPPRESSED>  (C.A.), Justice Evans explained the obligations of a claimant and an officer in the following way:", "5 An immigration officer considering an H & C application must be \"alert, alive and sensitive\" to, and must not \"minimize\", the best interests of children who may be adversely affected by a parent's deportation:  <FRAGMENT_SUPPRESSED> , at paragraph 75. However,", "this duty only arises when it is sufficiently clear from the material submitted to the decision maker that an application relies on this factor, at least in part. Moreover, an applicant has the burden of adducing proof of any claim on which the H & C application relies. Hence, if an applicant provides no evidence to support the claim, the officer may conclude that it is baseless", ". [emphasis added]"], ["[32]", "In the present case, the applicants' original humanitarian and compassionate submissions were six pages in length. The submissions related solely to Mr. Ahmad's fear of the SSP. While the submissions did request an exemption for Mr. Ahmad and his \"family\", no specific mention was made of his wife or children. They were simply listed as being in Canada on the accompanying IMM 5001 forms. Mr. Ahmad's updated submissions again centered on his fear of the SSP, although in one sentence he stated \"[m] y children are well[-] settled in school and are doing very well.\""], ["[33]", "Faced with that submission, and no supporting documentation with respect to the children, the officer wrote:", "I have taken into consideration the best interests of the children. The applicants submit that the children are settled in Canada. I have considered how a disruption to the children's studies may impact them. I note the children are all in the early years of their academic careers. The applicants indicate that Punjabi is spoken at home and all the children are listed as speaking Punjabi. I am not persuaded that a change in the location and language of instruction would be difficult to overcome."], ["[34]", "When reviewing the general country conditions documentation, the officer wrote:", "The documentary evidence indicates respect for human rights was generally poor in Pakistan. However, I note that the Province of Punjab was highlighted favourably in a number of areas, i.e. policing and education initiatives, as well as having functioning oversight bodies. The documentary evidence reports on several circumstances that place children at risk (i.e. trafficking, sexual exploitation, violence in the home, underage labour) however in the case at hand I am persuaded that these risks are mitigated by the presence of the children's parents."], ["[35]", "On the material before the officer, it was not at all clear that the applicants relied upon the best interests of the children as a factor in support of their humanitarian and compassionate application. Notwithstanding, the officer did not ignore the children's interests, but directed her mind to the degree of hardship they would face if the children required to leave Canada and returned to Pakistan."], ["[36]", "The applicants do not point to any factual error in the officer's analysis, but instead argue that the analysis was too narrow. The applicants say that the officer should have considered the discrimination the applicants' now eight-year-old daughter would face in Pakistan."], ["[37]", "In my view, this submission is not consistent with the fact that it is the applicants who had the burden of specifying that their application was based, at least in part, upon the best interests of the children and the burden of adducing proof of any claim on which their humanitarian and compassionate application was based. It was incumbent upon the applicants to raise, and support with evidence, any specific issue a family member would face that was said to give rise not just to hardship, but to hardship which is unusual and undeserved or disproportionate."], ["[38]", "Because the applicants failed to directly raise the best interests of the children as a basis of their humanitarian and compassionate application, and because they failed to raise any specific factors relating to the children, I find no error in the officer's treatment of the best interests of the children."], ["[39]", "To the extent that the applicants also argue that the officer should have considered the sectarian violence in Pakistan as a factor affecting the best interests of the children, this was considered in the context of the officer's assessment of general country conditions.", "e. Did the officer err by applying an arbitrary standard for assessing the applicants' degree of establishment in Canada?"], ["[40]", "The applicants submit that the officer erred in finding that their establishment in Canada was not exceptional. Rather than counting all of the positive factors present, the applicants say that the officer discounted and minimized them. According to the applicants, there is nothing in the", "Immigration and Refugee Protection Act,", "S.C. 2001, c. 27 (Act), that requires them to show that their establishment was exceptional in order to be granted an exemption on humanitarian and compassionate grounds."], ["[41]", "The applicants further argue that this introduces a subjective element into the officer's decision: who decides what degree of establishment is normally expected? The assessment should not be rooted in comparison with others, say the applicants, but in the context of their own humanitarian and compassionate grounds. Finally, the applicants argue that this form of assessment overlooks the concept of disproportionate hardship."], ["[42]", "It is a fundamental principle of the Act that those who wish to obtain status as a permanent resident in Canada must apply for such status from outside of Canada. This is made clear in subsections 11(1) and 20(1) of the Act, and section 6 of the Immigration and Refugee Protection Regulations, SOR/2002-227 (Regulations)."], ["[43]", "However, in order to provide flexibility, and to recognize that there may be cases where an exemption from that requirement is appropriate, the Minister is given discretion to exempt a foreign national from any obligation under the Act. That discretion is found in subsection 25(1) of the Act, which provides:", "25(1) The Minister shall, upon request of a foreign national who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister's own initiative, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations.", ".........................", "25(1) Le ministre doit, sur demande d'un étranger interdit de territoire ou qui ne se conforme pas à la présente loi, et peut, de sa propre initiative, étudier le cas de cet étranger et peut lui octroyer le statut de résident permanent ou lever tout ou partie des critères et obligations applicables, s'il estime que des circonstances d'ordre humanitaire relatives à l'étranger - compte tenu de l'intérêt supérieur de l'enfant directement touché - ou l'intérêt public le justifient."], ["[44]", "Neither the Act nor the Regulations specify what constitutes humanitarian and compassionate grounds. To promote fairness and consistency in the exercise of the discretion conferred by subsection 25(1) of the Act, administrative guidelines are provided to the officers designated to exercise this discretion. For applications made from within Canada, the applicable guidelines are found in Chapter 5 of the Inland Processing Manual (IP 5)."], ["[45]", "The guidelines applicable under the predecessor legislation to subsection 25(1) of the Act were referred to and relied upon by the Supreme Court of Canada in Baker at paragraphs 16 and 17. There, the Court wrote:", "16", "Immigration officers who make H & C decisions are provided with a set of guidelines", ", contained in chapter 9 of the", "Immigration Manual: Examination and Enforcement", "The guidelines constitute instructions to immigration officers about how to exercise the discretion delegated to them", ". These guidelines are also available to the public.", "[...]", "17", "The guidelines also set out the bases upon which the discretion conferred by s. 114(2) and the Regulations should be exercised", ". Two different types of criteria that may lead to a positive s. 114(2) decision are outlined - public policy considerations and humanitarian and compassionate grounds. Immigration officers are instructed, under guideline 9.07, to assure themselves, first, whether a public policy consideration is present, and if there is none, whether humanitarian and compassionate circumstances exist. [...] Guideline 9.07 states that humanitarian and compassionate grounds will exist if \"unusual, undeserved or disproportionate hardship would be caused to the person seeking consideration if he or she had to leave Canada\". [emphasis added]"], ["[46]", "The guidelines now found in IP 5 explain the objective served by subsection 25(1) of the Act in the following terms:", "The purpose of H&C discretion is to allow flexibility to approve deserving cases not anticipated in the legislation. Use of this discretion should not be seen as conflicting with other parts of the Act or Regulations but rather as a complementary provision enhancing the attainment of the objectives of the Act. It is not an appeal mechanism."], ["[47]", "As to the balance to be struck between discretion and consistency, section 2.1 of IP 5 instructs:", "The legislation does not provide any explanation or guidance about what constitutes humanitarian and compassionate grounds. Delegated persons have full authority to make this decision. At the same time, to be fair to clients and to avoid just criticism, there must be as much consistency as possible in the use of this discretion.", "As much guidance as possible is given to assist officers in striking a balance between the two seemingly contradictory aspects of discretion and consistency. However, the discretion of the decision-maker takes precedence over guidance when decisions are made."], ["[48]", "Other relevant guidance is provided in sections 6.5 through 6.8 and section 11.2 of IP 5. They are as follows:", "6.5 Humanitarian and compassionate decision", "A positive H&C decision is an exceptional response to a particular set of circumstances. An H&C decision is more complex and more subjective than most other immigration decisions because officers use their discretion to assess the applicant's personal circumstances.", "Applicants must satisfy the decision-maker that their personal circumstances are such that they would face unusual, undeserved, or disproportionate hardship if required to apply for a permanent resident visa from outside Canada.", "6.6 Humanitarian and compassionate grounds", "Applicants making an application under A25(1) are requesting processing in Canada due to compassionate or humanitarian considerations. Section A25(1) provides the flexibility to approve deserving cases for processing within Canada, the circumstances of which were not anticipated in the legislation.", "6.7 Unusual and undeserved hardship", "Unusual and undeserved hardship is:", "• the hardship (of having to apply for a permanent resident visa from outside of Canada) that the applicant would face should be, in most cases, unusual, in other words, a hardship not anticipated by the Act or Regulations; and", "• the hardship (of having to apply for a permanent resident visa from outside Canada) that the applicant would face should be, in most cases, the result of circumstances beyond the person's control.", "6.8 Disproportionate hardship", "Humanitarian and compassionate grounds may exist in cases that would not meet the \"unusual and undeserved\" criteria but where the hardship (of having to apply for a permanent resident visa from outside of Canada) would have a disproportionate impact on the applicant due to their personal circumstances.", "[...]", "11.2 Assessing the applicant's degree of establishment in Canada", "The applicant's degree of establishment in Canada may be a factor to consider in certain situations, particularly when evaluating some case types such as:", "• parents/grandparents not sponsored;", "• separation of parents and children (outside the family class);", "• de facto family members;", "• prolonged inability to leave Canada has led to establishment;", "• family violence;", "• former Canadian citizens; and", "• other cases.", "The degree of the applicant's establishment in Canada may include such questions as:", "• Does the applicant have a history of stable employment?", "• Is there a pattern of sound financial management?", "• Has the applicant integrated into the community through involvement in community organizations, voluntary services or other activities?", "• Has the applicant undertaken any professional, linguistic or other study that show integration into Canadian society?", "• Do the applicant and family members have a good civil record in Canada (e.g., no interventions by police or other authorities for child or spouse abuse, criminal charges)?"], ["[49]", "From this, I take that a humanitarian and compassionate decision is not a comparative exercise between applicants because, as subsection 25(1) of the Act instructs, it is the personal circumstances of the applicant that are to be examined. That said, I agree with Justice Pelletier's comments in", "<FRAGMENT_SUPPRESSED>  (QL) at paragraph 12, that \"the hardship which would trigger the exercise of discretion on humanitarian and compassionate grounds should be something other than that which is inherent in being asked to leave after one has been in place for a period of time. Thus, the fact that one would be leaving behind friends, perhaps family, employment or a residence would not necessarily be enough to justify the exercise of discretion.\" It is only in that objective sense that one assesses whether the hardship an applicant faces is something other than that which is inherent in having to leave a life that he or she has established in Canada. Put another way, I accept the submission of the Minister that the definition of hardship in the context of an application for permanent residence on humanitarian and compassionate grounds necessitates a comparison in that an officer must first consider what is usual in order to determine what would be unusual. Contrary to the argument of the applicants, this does not introduce a subjective question which involves comparisons between an applicant and others, nor does it ignore the concept of disproportionate hardship."], ["[50]", "In reaching her decision, the officer considered relevant factors and did not ignore evidence or consider irrelevant matters. The officer exercised her discretion in a manner that was consistent with the guidelines contained in IP 5 and the jurisprudence of the Court. Her conclusion that the evidence before her did not satisfy the criteria for granting exceptional relief was not unreasonable.", "Was the duty of fairness breached by the conduct of the applicants' representative?"], ["[51]", "The applicants submit that the humanitarian and compassionate process was unfair because they were poorly represented and misadvised by an unregistered immigration consultant, Sayed Mohmoud Ali of Mahmoud Associates. This consultant is said to have prepared and submitted the humanitarian and compassionate application under Mr. Ahmad's name."], ["[52]", "The applicants note that the consultant included no information regarding the children and no information regarding a psychological report that had been prepared for Mrs. Nazir. While the applicants acknowledge that the Court has yet to consider whether unscrupulous representation by a consultant may result in a decision being quashed, they rely upon the decision of", "<FRAGMENT_SUPPRESSED>  (QL), to argue that a similar approach ought to be taken in this case. In", "Jeffrey", ", the Court wrote at paragraph 9:", "As stated by Justice Max M. Teitelbaum in  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1864 (QL) the test for incompetent counsel is very high.", "The party making the allegation of incompetence must show substantial prejudice to the individual and that prejudice must flow from the actions or inaction of the incompetent counsel. It must be shown that there is a reasonable probability that, but for the counsel's unprofessional errors, the result of the proceeding would be different", ". [emphasis added]"], ["[53]", "In my view, the applicants have failed to establish that, but for the alleged inadequacies of their consultant, the result of their humanitarian and compassionate application would have been different."], ["[54]", "I have carefully reviewed the affidavits of Mr. Ahmad and Mrs. Nazir and the \"new evidence\" exhibited to Mrs. Nazir's affidavit. That evidence consists of a psychological report from Dr. Pilowsky, the children's school records, and various letters of support. While the documents speak to the sympathy naturally felt for the applicants, the material does not persuade me that there is a reasonable probability that the result of the humanitarian and compassionate application would have been different, but for the nature and content of the submissions prepared by the applicants' consultant. Put directly, the new material would, in my view, not likely have affected the outcome had it been placed before the officer.", "Conclusion"], ["[55]", "For these reasons, the application for judicial review will be dismissed."], ["[56]", "Counsel for the applicants proposed certification of two questions:", "Question One", ": In light of the Supreme Court of Canada's judgment in", "<FRAGMENT_SUPPRESSED>  Act", "that the determination of humanitarian and compassionate applications require the \"taking into account the best interests of a child directly affected\" by the decision, does fairness impose a duty on the immigration officer to inquire about the child's best interests, beyond what is submitted by the applicant?", "Question Two", ": Is it an unreasonable limitation or fetter on the exercise of the humanitarian and compassionate discretion under s. 25 of the IRPA for an officer to discount establishment which does not go beyond that which is naturally expected of the person."], ["[57]", "The Minister opposes certification of either question."], ["[58]", "Neither question will be certified."], ["[59]", "As to the first question, the officer in the present case did inquire about the best interests of the children beyond that which was submitted by the applicants. Further, in my view, this question is effectively answered by the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> ."], ["[60]", "With respect to the second question, I accept the submission of counsel for the Minister that the approach taken by the officer in this case is in accord with the existing jurisprudence. I also find it to be in accord with the ministerial guidelines contained in IP 5. As the officer's approach is consistent with both the jurisprudence and the ministerial guidelines, I do not find a serious question of general importance is raised.", "JUDGMENT"], ["[61]", "THIS COURT ORDERS AND ADJUDGES that", "1. The application for judicial review is dismissed.", "[End of document]"]]}