{"id_": "009887", "body_str": [["[1]", "Southcott, J.", ": This is an application for judicial review of the June 8, 2012 decision (the Decision) of a Visa Officer (the Officer), which refused the applicant's application for permanent residence under the Federal Skilled Worker (FSW) program. The applicant claims that this decision should be quashed because the Officer breached procedural fairness, by not providing him with an opportunity to respond to credibility concerns, and on the basis that the decision is unreasonable because the Officer did not adequately assess the evidence."], ["[2]", "For the reasons set out below, the application for judicial review is dismissed.", "I.", "Background"], ["[3]", "The applicant, Mr. Amir Rezvani, is a citizen of Iran. He applied for permanent residence in Canada in 2010 based on his experience as a Financial Manager and an Accountant, being occupations with National Occupational Classification (NOC) codes NOC 0111 and NOC 1111, respectively. Based on a review of the application, the Centralized Intake Office in Sydney, Nova Scotia recommended that it be referred to the overseas visa office for a final determination of eligibility. A full application, including copies of employment letters and educational degrees, was submitted to the visa office on or around February 12, 2011."], ["[4]", "Although the Decision was initially made on June 8, 2012, the record shows that the applicant did not receive the letter advising him of the Decision. In 2014, the applicant sent an updated application to add his new-born son. The visa office then sent him the Decision that had been made in 2012, which he received on July 4, 2014. Counsel for the applicant requested to have the file reopened to provide additional evidence. This was refused by the visa office. The applicant then filed an application for leave and judicial review on September 2, 2014.", "II.", "Officer's Decision"], ["[5]", "The Officer found that the applicant had not provided sufficient evidence that he performed the actions described in the lead statement of the relevant occupations, as set out in the occupation descriptions of the NOC. The Decision stated that the employment documents submitted by the applicant only contained a vague description of his job duties and that the applicant's own descriptions of his duties were often copied directly out of the NOC, which diminished the overall credibility of the employment. Therefore, based on the information before the Officer, the Officer was not satisfied that the application fit within the categories of Financial Manager or Accountant."], ["[6]", "The Global Case Management System (GCMS) notes also stated that the employment documents submitted by the applicant contained a lot of jargon related to the companies and that it was not always clear what was meant by the duties described. The notes stated that no explanation was provided by the applicant or the companies, and it appeared to the Officer that the applicant's experience matched that of a bookkeeper rather than an Accountant or Financial Manager. Therefore, the application was refused.", "III.", "Submissions of the Parties", "A. Applicant's Submissions"], ["[7]", "The applicant submits that where a visa officer's concerns relate to the credibility of the evidence, as opposed to the sufficiency of the evidence, the applicant must be given an opportunity to respond to the concerns (", "<FRAGMENT_SUPPRESSED> [", "Fang", "];", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). This duty extends even where a visa officer is conducting an initial assessment of a case (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[8]", "The applicant's position is that the Officer clearly indicated that there were credibility concerns with the applicant's description of his job duties. Therefore, the Officer was obliged to inform the applicant of any concerns related to the credibility of the information contained within his application (", "<FRAGMENT_SUPPRESSED> [", "Patel", "];", "<FRAGMENT_SUPPRESSED> ). In addition to the information that had been copied from the NOC, the applicant had submitted employment letters from his current and former employers, detailing his duties, and there was no reason for the Officer to consider the evidence to be insufficient or lacking in credibility. The applicant argues that the Officer's failure to provide him with an opportunity to respond to concerns related to the credibility of the evidence represents a breach of procedural fairness (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[9]", "The applicant further submits that where a decision-maker does not mention relevant evidence, this leads to a conclusion that the evidence in question was overlooked or ignored (", "<FRAGMENT_SUPPRESSED> , at para 17). The applicant contends that the Officer ignored the information in the employment letters, which contained relevant details about the duties he performed in his positions, as well as his educational degrees. The Officer accordingly failed to consider evidence that would have disabused him of concerns relating to the applicant's duties in his positions. The applicant also submits that the respondent's written argument represents an impermissible attempt to supplement the Officer's reasons by conducting his own analysis of the employment letters (", "<FRAGMENT_SUPPRESSED> )."], ["[10]", "The applicant also argues for a time extension in his Memorandum of Arguments, given that he only received the refusal letter on July 4, 2014 and filed within 60 days of receiving it. However, given his evidence that he only became aware of the refusal letter on July 4, 2014, and that he filed his application for leave and judicial review within 60 days of being made aware of the decision, on September 2, 2014, there appears to be no need for a time extension according to the legislation (", "Immigration and Refugee Protection Act,", "SC 2001, c 27, ss. 72(2)(b)). In any event, the Respondent's counsel advised at the hearing that, given that leave for this application has been granted, the Respondent does not raise an issue with the timeliness of the application.", "B. Respondent's Submissions"], ["[11]", "The respondent first submits that there was no breach of procedural fairness. The Officer's role is to assess the visa application on the basis of the information and evidence provided, and there is no general duty for visa officers to ask for clarification or additional information if the evidence is insufficient (", "<FRAGMENT_SUPPRESSED> , at para 6). The respondent contends that, contrary to the applicant's arguments, there were no credibility findings by the Officer. Rather, the Officer determined that the applicant repeated the terms used in the NOC instead of describing his position in his own words. The Officer took this into account and felt the applicant's evidence was insufficient, which is not a credibility finding (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ])."], ["[12]", "Similarly, the respondent's position is that the Officer did not take issue with the credibility or the authenticity of the employment letters, but rather with their lack of specificity. There was therefore no need for additional procedural fairness (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> ). The respondent also argues that, even where an officer makes a reference to credibility, the duty of fairness may not be engaged where it appears that the officer's concerns were more about the adequacy of evidence provided by the applicant (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]) . Relevant work experience is a concern that arises directly from the requirements in the legislation ( <FRAGMENT_SUPPRESSED> , at paras 25-27; <FRAGMENT_SUPPRESSED> , at para 23)."], ["[13]", "The respondent argues that the duty of fairness for visa applicants is at the low end of the spectrum and that the burden is on the applicant to provide a complete application (", "<FRAGMENT_SUPPRESSED> ;", "Kamchibekov,", "at paras 17-18, 26)."], ["[14]", "Overall, the respondent' position is that the Officer properly took into account all the evidence. The Officer considered the employment letters submitted by the applicant and reasonably determined that there was insufficient evidence that the applicant had performed the actions described in the lead statement of his stated occupations of Financial Manager and Accountant. The duties contained within the employment letters were closer to those of bookkeeper. The respondent also submits that the applicant's education is not determinative of the required work experience. Rather the Officer had to look at the duties performed. The Officer has expertise in evaluating whether the applicant has the necessary job experience, and the applicant did not provide sufficient evidence to satisfy the Officer (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> ).", "IV.", "Standard of Review"], ["[15]", "The applicant submits that the standard of review for issues of procedural fairness is correctness (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]) and that the standard of review for questions involving an exercise of discretion and questions of mixed law and fact is reasonableness (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]). The applicant submitted in his Memorandum of Fact and Law that failure to consider important evidence is a legal error and is subject to the correctness standard of review (", "<FRAGMENT_SUPPRESSED> ). However, I understood his counsel to confirm at the hearing that the standard of review in assessing whether the Decision properly took the evidence into account is one of reasonableness."], ["[16]", "The respondent submits that the applicable standard of review is reasonableness, because the determination of whether or not an applicant has performed the required duties for an occupation in the context of a skilled worker application is largely a matter of fact (", "Dunsmuir,", "at para 47;", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "Newfoundland and  <FRAGMENT_SUPPRESSED>", "at paras 17-18)."], ["[17]", "In my view, the issue of procedural fairness raised by the applicant is reviewable on the standard of correctness (", "Khosa,", "at para 43) and the issue whether the Decision properly took into account all the evidence is reviewable on the standard of reasonableness (", "Dunsmuir,", "at para 47; <FRAGMENT_SUPPRESSED> , at para 12-13;", "Obeta,", "at paras 13-14).", "V.", "Issues"], ["[18]", "Based on the parties' submissions, this application raises the following issues:", "1. Was there a breach of procedural fairness?", "2. Was the Officer's decision reasonable?", "VI.", "Analysis", "A. Was there a breach of procedural fairness?"], ["[19]", "The applicable jurisprudence establishes that, in cases dealing with visa officers' decisions on applications for permanent residence, the duty of fairness is generally at the low end of the spectrum. This is due to the absence of a legal right to permanent residence, the burden being on the applicant to establish eligibility, the impact on the applicant being less serious than in cases of the removal of a benefit, and the public interest in containing administrative costs (", "Tahereh,", "at para 12;", "Khan", ", at paras 39-40)."], ["[20]", "I agree with the applicant that, as part of the required procedural fairness in permanent residence applications, it has also been established in the jurisprudence that visa officers have a duty to inform the applicant of concerns relating to something other than the sufficiency of the evidence, such as the credibility or authenticity of the evidence presented (", "Fang,", "at para 19;", "Rukmangathan,", "at paras 22, 28;", "Talpur,", "at para 21;", "Madadi,", "at para 6;", "Kumar,", "at para 29;", "Hassani,", "at para 24)."], ["[21]", "However, it is also true that the burden is on the applicant to provide a complete application. Concerns arising out of sufficiency of the evidence do not have to be communicated to the applicant, given that this is part of the initial burden of providing a complete application. In <FRAGMENT_SUPPRESSED> , a case in which the visa officer noted that the tasks listed in employment letters had been copied directly from the relevant NOC codes, Justice Boivin stated as follows", "at para 25:", "... The applicant has the burden to put together an application that is not only \"complete\" but relevant, convincing and unambiguous (", "<FRAGMENT_SUPPRESSED>  [2012] F.C.J. No. 548 (F.C.); <FRAGMENT_SUPPRESSED> , above, at para 26).", "Despite the distinction that the applicant attempts to make between sufficiency and authenticity, the fact of the matter is that a complete application is in fact insufficient if the information it includes is irrelevant, unconvincing or ambiguous.", "[emphasis added]"], ["[22]", "In the case at hand, the Officer determined that the applicant had not provided sufficient evidence that he had performed the actions described in the lead statement for the occupation, as set out in the occupational descriptions of the NOC. The Officer came to this conclusion based on the employment documents submitted by the applicant, which he considered to contain only vague descriptions of the job duties, and the applicant's own descriptions of the duties performed, which were often copied directly out of the NOC. This precise situation arose in <FRAGMENT_SUPPRESSED> where Justice Pinard stated at para 15:", "According to Operational Bulletin 120 - June 15, 2009, Federal Skilled Worker (FSW) Applications - Procedures for Visa Offices, descriptions of duties taken verbatim from the NOC are to be regarded as self-serving. When presented with such documents, visa officers are entitled to wonder whether they accurately describe the applicant's work experience. Where a document lacks sufficient detail to permit its verification and ensure a credible description, the applicant will not have produced sufficient evidence to establish eligibility: the visa officer must proceed to a final determination and if the evidence is insufficient, a negative determination of eligibility should be rendered."], ["[23]", "In <FRAGMENT_SUPPRESSED> , the applicant's description of the tasks he claimed to have performed were a verbatim copy of tasks listed in the NOC. Justice Pinard's analysis of whether procedural fairness requirements arose is set out as follows at paragraphs 25-28:"], ["[25] Alternatively, the applicant claims that even if the officer's reasons are sufficient, the latter breached his duty of fairness in not conducting an interview, denying the applicant the right to respond to the officer's concerns as to the veracity of the application, which is the reason his application was rejected. As defined by the applicant, the officer's duty of fairness required the applicant be given the opportunity to respond to the officer's concerns (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]). Inversely, the respondent emphasizes the context of the decision: at this eligibility stage, notification is not a requirement of procedural fairness and the applicant was not entitled to a running tally or an interview to correct his deficient application (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ])."], ["[26] In <FRAGMENT_SUPPRESSED> , procedural fairness did not require the visa officer to notify the applicant of the inadequacies in the materials she had provided: the onus is on an applicant to submit sufficient evidence in support of his application ( <FRAGMENT_SUPPRESSED> at para 9). Therefore, in such cases, the applicant is not entitled to an interview to remedy his own shortcomings ( <FRAGMENT_SUPPRESSED> at para 9). Moreover, where the visa officer's concerns arise directly from the requirements of the legislation or regulations, he is under no duty to notify the applicant ( <FRAGMENT_SUPPRESSED> at para 11;", "<FRAGMENT_SUPPRESSED> ). Relevant work experience is a concern that arises from the regulations: a visa officer is under no duty to mention his concerns as to the applicant's work experience ( <FRAGMENT_SUPPRESSED> at para 12). Ultimately, the visa officer has no obligation to make inquiries where the applicant's application is ambiguous: \"there is no entitlement to an interview if the application is ambiguous or supporting material is not included\" ( <FRAGMENT_SUPPRESSED> at para 10;", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  at para 4). To hold otherwise would impose on visa officers an obligation to give advance notice of a negative finding of eligibility ( <FRAGMENT_SUPPRESSED> at para 8)."], ["[27] In the case at hand, the officer did not have the obligation to hold an interview or to inform the applicant of his concerns with regards to the duplication of the NOC listed duties, much like in <FRAGMENT_SUPPRESSED> . In the words of Justice Danièle Tremblay-Lamer at paragraph 14:", "... It did not help that the Applicant's own description of her duties appeared to be copied from the National Occupational Classification. Thus, it was open to the visa officer, on the basis of the scant evidence before him, to find that the Applicant had not established that she had sufficient work experience in her stated occupation, and to reject her application on that basis."], ["[28] Therefore, the officer did not breach his duty of procedural fairness."], ["[24]", "Therefore, where descriptions of duties are copied from the NOC, the visa officer is entitled to find that there is insufficient evidence to establish eligibility. In this case, although the visa officer used the word \"credibility\" in the Decision, the Officer appears to have been making a finding on the sufficiency of the evidence, given that it is supporting the overall finding that the applicant had not provided sufficient evidence that he performed the actions described in the lead statement for the occupation. As in <FRAGMENT_SUPPRESSED> , at paras 21-22, I agree with the respondent that, notwithstanding that the Officer used the term \"credibility\", the Officer's findings were not actually credibility findings, but rather a finding of insufficiency of evidence. There was no breach of procedural fairness given that the burden is on the applicant to provide a complete application."], ["[25]", "Relevant work experience is a concern that arises directly from the requirements in the legislation, and the Officer therefore was not required to put concerns relating to this aspect of the application directly to the applicant ( <FRAGMENT_SUPPRESSED> , at paras 25-27; <FRAGMENT_SUPPRESSED> , at para 23)."], ["[26]", "I find the decision in", "Patel", ", on which the applicant relies, to be distinguishable. It is clear from Justice O'Keefe's reasons, at paragraphs 26-27, that he concluded the visa officer to have regarded the employment letter in that case, into which the duties had been copied directly from the NOC description, to be fraudulent. That case therefore did involve an issue of credibility or authenticity rather than one of sufficiency of the evidence. At the hearing, the Applicant also emphasized the decision in <FRAGMENT_SUPPRESSED> . That case, however, also involved a situation where the Court found that the visa officer had rejected an application based on the credibility of the employer's letter."], ["[27]", "I therefore find that there was no breach of procedural fairness in the Officer's processing of the applicant's application for permanent residence.", "B. Was the Officer's decision reasonable?"], ["[28]", "I do not regard the assessment of the evidence by the Officer as unreasonable. First, it is clear from the Officer's letter to the Applicant rejecting his application, and from the GCMS notes, that the Officer did consider the employment letters submitted by the applicant. He refers to the \"employment documents\" and \"letters\" from the companies for which the applicant worked, which demonstrates that they were considered in the assessment of the application."], ["[29]", "The Officer stated that the employment documents contained \"jargon related to the companies\", that it was \"not always clear what the duties described mean\", and that the \"employment documents only contain a vague description of [the applicant's] job duties\". From what the Officer understood from the letters, he determined that the applicant's \"experience matches more that of a bookkeeper rather than an accountant or financial manager\". When considering the employment letters, it was open to the Officer to come to the conclusion that the duties described were closer to that of a bookkeeper than an accountant or financial manager."], ["[30]", "At the hearing of this application, the Applicant's counsel also referred the Court to the Applicant's resume that formed part of the material submitted to the Officer. The Applicant argues that the Officer took into account only the applicant's application form, which the Officer found contained descriptions of his duties that were often copied directly from the NOC. The Officer failed to refer to the resume, which represents an explanation of the \"jargon\" contained in the employments letters, for which the GCMS notes say no explanation was provided. However, having reviewed the resume, I see that it contains essentially the same information as the application form, including substantial portions that match the language in the NOC. I accordingly find no merit in this argument."], ["[31]", "A visa officer has the expertise to evaluate the applicant's job experience, and deference is owed to this evaluation ( <FRAGMENT_SUPPRESSED> , at para 9; <FRAGMENT_SUPPRESSED> , at para 12). The Officer found in this case that the evidence was insufficient to support a conclusion that the applicant's duties matched those of a Financial Manager or Accountant This was a reasonable conclusion that falls within the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , at para 47).", "VII.", "Conclusions"], ["[32]", "For the reasons above, the application for judicial review is dismissed. Counsel were consulted on whether either party wished to raise an issue to be certified for appeal for the Court's consideration. No such issue was raised.", "JUDGMENT"], ["[33]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed. No question is certified for appeal.", ".........................", "<FRAGMENT_SUPPRESSED>  Cour est saisie d'une demande de contrôle judiciaire de la décision, en date du 8 juin 2012 (la décision), par laquelle un agent des visas (l'agent) a refusé la demande de résidence permanente du demandeur au titre du Programme des travailleurs qualifiés (fédéral). Le demandeur soutient que cette décision devrait être infirmée parce que, d'une part, l'agent n'a pas respecté les principes d'équité procédurale en ne lui permettant pas de répondre à certaines préoccupations en matière de crédibilité et, d'autre part, elle est déraisonnable puisque l'agent n'a pas apprécié adéquatement la preuve."], ["[2]", "La demande de contrôle judiciaire est rejetée pour les motifs qui suivent.", "I.", "Contexte"], ["[3]", "Le demandeur, M. Amir Rezvani, est un citoyen de l'Iran. Il a demandé le statut de résident permanent au Canada en 2010 sur le fondement de son expérience en tant que directeur financier et comptable, professions inscrites au système de Classification nationale des professions (la CNP) sous les codes 0111 et 1111, respectivement. À la suite de l'examen de la demande, le bureau de réception centralisée de Sydney, en Nouvelle-Écosse, a recommandé que la demande soit renvoyée au bureau des visas à l'étranger pour qu'une décision définitive soit rendue sur la question de l'admissibilité. Une demande complète, comprenant notamment des lettres d'emploi et diplômes, a été présentée au bureau des visas le 12 février 2011 ou vers cette date."], ["[4]", "La décision initiale a été rendue le 8 juin 2012, mais, selon le dossier, le demandeur n'a pas reçu la lettre l'en avisant. En 2014, le demandeur a envoyé une mise à jour de sa demande pour y inclure son fils qui venait de naître. Le bureau des visas lui a fait parvenir la décision qui avait été rendue en 2012 et le demandeur l'a reçue le 4 juillet 2014. L'avocate du demandeur a demandé la réouverture du dossier afin de déposer des preuves supplémentaires. Le bureau des visas a rejeté la demande. Le demandeur a donc déposé une demande d'autorisation et demande de contrôle judiciaire le 2 septembre 2014.", "II.", "La décision de l'agent"], ["[5]", "L'agent a conclu que le demandeur n'avait pas présenté une preuve suffisante pour établir qu'il avait exercé les fonctions décrites dans l'énoncé principal de la CNP pour les professions en cause. Il était mentionné dans la décision que les documents d'emploi présentés par le demandeur ne contenaient qu'une vague description des fonctions du poste qu'il aurait occupé, et que la description des fonctions exercées, faite par le demandeur, était en grande partie copiée directement de la CNP, ce qui diminuait la crédibilité globale de l'expérience professionnelle du demandeur. Par conséquent, compte tenu des renseignements dont il disposait, l'agent n'était pas convaincu que la demande était recevable au titre de la catégorie des directeurs financiers ou des comptables."], ["[6]", "Les notes inscrites au Système mondial de gestion des cas (le SMGC) révèlent que les documents d'emploi soumis par le demandeur contenaient beaucoup de jargon propre aux entreprises et que la description des fonctions n'était pas toujours claire. Selon les notes, ni le demandeur ni les entreprises n'ont fourni une explication, et l'agent a estimé que l'expérience professionnelle du demandeur s'apparentait davantage à celle d'un commis aux écritures qu'à celle d'un directeur financier ou d'un comptable. La demande a donc été refusée.", "III.", "Les observations des parties", "A. Les observations du demandeur"], ["[7]", "Le demandeur allègue que, lorsque les doutes de l'agent des visas visent la crédibilité de la preuve, par opposition à son caractère suffisant, il faut donner au demandeur la possibilité de dissiper ces doutes (", "<FRAGMENT_SUPPRESSED> [", "Fang", "];", "<FRAGMENT_SUPPRESSED> et 38 [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). Cette obligation existe même à l'étape de l'évaluation initiale du dossier par un agent des visas (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[8]", "Le demandeur affirme que l'agent a clairement indiqué qu'il avait des doutes au sujet de la crédibilité des descriptions données par le demandeur concernant les fonctions qu'il avait exercées. L'agent était donc tenu d'informer le demandeur de toute préoccupation quant à la crédibilité des renseignements contenus dans sa demande (", "<FRAGMENT_SUPPRESSED> et 22 [", "Patel", "];", "<FRAGMENT_SUPPRESSED> ). Outre l'information copiée de la CNP, le demandeur a présenté des lettres d'emploi provenant d'employeurs actuels et anciens qui décrivaient ses fonctions, et l'agent n'avait aucune raison de conclure que les preuves étaient insuffisantes ou peu crédibles. Le demandeur soutient que l'agent a manqué à son obligation d'équité procédurale en ne lui donnant pas la possibilité de répondre aux préoccupations concernant la crédibilité de la preuve fournie (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[9]", "Le demandeur soutient en outre que lorsqu'un décideur passe sous silence des éléments de preuve pertinents, il est possible d'inférer qu'il ne les a pas examinés ou qu'il n'en a pas tenu compte (", "<FRAGMENT_SUPPRESSED> , au paragraphe 17). Le demandeur allègue que l'agent n'a tenu compte ni de ses diplômes ni des renseignements qui se trouvaient dans les lettres d'emploi, lesquelles contenaient des détails pertinents sur les fonctions qu'il avait exercées dans ses postes divers. L'agent a donc omis de tenir compte d'éléments de preuve qui auraient dissipé ses doutes au sujet des fonctions exercées par le demandeur dans les postes qu'il avait occupés. Le demandeur affirme en outre que l'argument écrit présenté par le défendeur est une tentative interdite de compléter les motifs de l'agent par sa propre analyse des lettres d'emploi (", "<FRAGMENT_SUPPRESSED> )."], ["[10]", "Dans son mémoire des arguments, le demandeur sollicite également une prorogation de délai au motif qu'il n'a reçu la lettre de refus que le 4 juillet 2014 et qu'il a déposé sa demande dans les 60 jours suivant la réception de la lettre. Toutefois, comme le demandeur a déclaré qu'il n'avait pris connaissance de la lettre de refus que le 4 juillet 2014 et qu'il a déposé sa demande d'autorisation et demande de contrôle judiciaire dans les 60 jours après avoir pris connaissance de la décision, le 2 septembre 2014, il ne me paraît pas nécessaire de proroger le délai en vertu de la loi (", "Loi sur l'immigration et la protection des réfugiés,", "LC 2001, c 27, alinéa 72(2)", ")). Quoi qu'il en soit, l'avocate du défendeur a souligné à l'audience qu'étant donné que l'autorisation avait été accordée dans la présente demande, le défendeur ne soulève aucune question litigieuse en ce qui concerne la présentation de la demande en temps opportun.", "B. Les observations du défendeur"], ["[11]", "Le défendeur allègue premièrement qu'il n'y a eu aucune violation des principes d'équité procédurale. Le rôle des agents consiste à évaluer les demandes de visa en tenant compte des renseignements et des éléments de preuve dont ils disposent, et ils n'ont aucune obligation générale de demander des détails ou des renseignements additionnels si les éléments preuve ne sont pas suffisants (", "<FRAGMENT_SUPPRESSED> , au paragraphe 6). Le défendeur prétend que, contrairement à ce qu'affirme le demandeur, l'agent n'a tiré aucune conclusion en matière de crédibilité. L'agent a plutôt décidé que le demandeur avait repris les termes de la CNP plutôt que de décrire son poste dans ses propres mots. Il a tenu compte de ce fait et a estimé que les éléments de preuve fournis par le demandeur n'étaient pas suffisants, ce qui ne constitue pas une conclusion sur la crédibilité (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ])."], ["[12]", "Dans le même ordre d'idées, le défendeur est d'avis que l'agent n'a pas contesté la crédibilité ou l'authenticité des lettres d'emploi, mais plutôt leur manque de spécificité. L'agent n'avait par conséquent aucune obligation additionnelle en matière d'équité procédurale (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> ). Le défendeur allègue également que, même lorsque l'agent mentionne la crédibilité, il ne peut y avoir de devoir d'équité s'il appert que les doutes de l'agent visaient surtout le caractère adéquat de la preuve présentée par le demandeur (", "<FRAGMENT_SUPPRESSED> et 22 [ <FRAGMENT_SUPPRESSED> ]). Un doute au sujet de l'expérience professionnelle pertinente est une question qui découle directement des exigences de la loi ( <FRAGMENT_SUPPRESSED> , aux paragraphes 25 à 27; <FRAGMENT_SUPPRESSED> , au paragraphe 23)."], ["[13]", "Le défendeur soutient que le devoir d'équité à l'égard des demandeurs de visa se situe au bas de l'échelle et qu'il appartient à ces derniers de fournir une demande complète (", "<FRAGMENT_SUPPRESSED> ;", "Kamchibekov,", "aux paragraphes 17, 18 et 26)."], ["[14]", "La thèse du défendeur est essentiellement que l'agent a correctement pris en compte tous les éléments de preuve. L'agent a examiné les lettres d'emploi présentées par le demandeur et a raisonnablement conclu que la preuve était insuffisante pour démontrer que le demandeur avait exercé les fonctions de directeur principal et de comptable, décrites dans l'énoncé principal des professions, qu'il prétendait avoir exercées. Les fonctions décrites dans les lettres d'emploi s'apparentaient davantage à celles d'un commis aux écritures. Le défendeur soutient également que les études du demandeur ne permettaient de tirer aucune conclusion en ce qui concerne l'expérience professionnelle requise. L'agent devait plutôt tenir compte des tâches effectuées. L'agent a l'expertise pour évaluer si le demandeur possède l'expérience professionnelle nécessaire, et le demandeur n'a pas déposé une preuve suffisante pour convaincre l'agent qu'il avait les qualifications requises (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> ).", "IV.", "Norme de contrôle"], ["[15]", "Le demandeur soutient que les questions d'équité procédurale doivent être contrôlées selon la norme de la décision correcte (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]), et que la norme de la décision raisonnable est applicable aux questions qui font intervenir l'exercice d'un pouvoir discrétionnaire et aux questions mixtes de fait et de droit (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]). Dans son mémoire des faits et du droit, le demandeur a affirmé que l'omission de prendre en compte une preuve importante est une erreur de droit et que la norme de contrôle applicable à cet égard est celle de la décision correcte (", "<FRAGMENT_SUPPRESSED> ). Toutefois, j'ai cru comprendre à l'audience que l'avocate du demandeur a confirmé que la norme de contrôle applicable à la question de savoir s'il a été correctement tenu compte de la preuve dans la décision est celle de la décision raisonnable."], ["[16]", "Le défendeur affirme que la norme de contrôle applicable est celle de la décision raisonnable parce que la question de savoir si un demandeur a exercé les fonctions qu'exige son poste, dans le contexte d'une demande au titre des travailleurs qualifiés, est d'abord une question de fait (", "Dunsmuir,", "au paragraphe 47;", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "Newfoundland and  <FRAGMENT_SUPPRESSED>", "aux paragraphes 17 et 18)."], ["[17]", "À mon avis, la question d'équité procédurale soulevée par le demandeur est susceptible de contrôle selon la norme de la décision correcte (", "Khosa,", "au paragraphe 43) et celle de savoir s'il a été correctement tenu compte de toute la preuve dans la décision, selon la norme de la décision raisonnable (", "Dunsmuir,", "au paragraphe 47; <FRAGMENT_SUPPRESSED> , aux paragraphes 12 et 13;", "Obeta,", "aux paragraphes 13 et 14).", "V.", "Les questions en litige"], ["[18]", "Compte tenu des arguments des parties, la présente demande soulève les questions suivantes:", "1. Y-a-t-il eu manquement à l'équité procédurale?", "2. La décision de l'agent était-elle raisonnable?", "VI.", "Analyse", "A. Y- a-t-il eu manquement à l'équité procédurale?"], ["[19]", "Selon la jurisprudence applicable, dans les affaires portant sur la décision d'un agent des visas concernant une demande de résidence permanente, le devoir d'équité de l'agent est généralement situé au bas de l'échelle. Cela s'explique par l'absence d'un droit à la résidence permanente reconnu par la loi, le fait que c'est au demandeur qu'il incombe d'établir son admissibilité, le fait que les répercussions sur le demandeur sont moins graves que dans une affaire où il y a perte d'un avantage, et l'intérêt public à contrôler les coûts administratifs (", "Tahereh,", "au paragraphe 12;", "Khan", ", aux paragraphes 39 et 40)."], ["[20]", "En ce qui concerne l'équité procédurale requise dans le cas d'une demande de résidence permanente, je suis d'accord avec le demandeur pour dire que la jurisprudence a également établi que l'agent des visas a l'obligation d'aviser le demandeur de ses doutes lorsque ceux-ci portent sur d'autres facteurs que le caractère suffisant de la preuve, notamment sur la crédibilité ou l'authenticité des éléments de preuve présentés (", "Fang,", "au paragraphe 19;", "Rukmangathan,", "aux paragraphes 22 et 28;", "Talpur,", "au paragraphe 21;", "Madadi,", "au paragraphe 6;", "Kumar,", "au paragraphe 29;", "Hassani,", "au paragraphe 24)."], ["[21]", "Toutefois, il est également vrai que le demandeur a le fardeau de présenter une demande complète. Il n'est pas nécessaire de communiquer au demandeur les préoccupations quant au caractère suffisant de la preuve, étant donné qu'il fait partie de la responsabilité initiale du demandeur de présenter une demande complète. Dans <FRAGMENT_SUPPRESSED> , affaire dans laquelle l'agent des visas avait constaté que les fonctions énumérées dans les lettres d'emploi avaient été copiées directement des fiches de la CNP correspondant aux codes pertinents, le juge Boivin s'est exprimé en ces termes, au paragraphe 25:", "Le demandeur a l'obligation de présenter une demande qui non seulement est « complète », mais aussi pertinente, convaincante et sans ambiguïté (", "<FRAGMENT_SUPPRESSED>  [2012] ACF no 548; décision <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 266).", "Malgré la distinction que tente d'établir le demandeur entre le caractère suffisant et l'authenticité des renseignements, il n'en demeure pas moins qu'une demande complète est, en réalité, insuffisante si les renseignements qu'elle renferme sont dénués de pertinence, non probants ou ambigus.", "[Non souligné dans l'original]"], ["[22]", "En l'espèce, l'agent a conclu que le demandeur n'avait pas présenté une preuve suffisante pour établir qu'il avait exercé les fonctions décrites dans l'énoncé principal de la CNP pour la profession pertinente. L'agent est parvenu à cette conclusion en se fondant sur les documents d'emploi présentés par le demandeur, qui, selon l'agent, ne contenaient qu'une vague description des fonctions de l'emploi, ainsi que sur la description des fonctions exercées fournie par le demandeur lui-même, qui était souvent une reproduction mot à mot de la CNP. Cette situation s'est produite dans l'affaire <FRAGMENT_SUPPRESSED> , et le juge Pinard a déclaré ce qui suit à cet égard, au paragraphe 15 de la décision:", "Selon le Bulletin opérationnel 120 - 15 juin 2009, Demandes de travailleurs qualifiés (fédéral) - Procédures aux bureaux des visas, les descriptions de tâches qui reproduisent littéralement la formulation de la CNP doivent être considérées comme intéressées. Les agents des visas à qui l'on soumet de tels documents ont le droit de se demander si ceux-ci décrivent avec exactitude l'expérience du demandeur. Quand un document ne comporte pas assez de précisions pour permettre sa vérification ni une description crédible, on considérera que le demandeur n'a pas produit assez de preuves pour établir son admissibilité: l'agent des visas doit rendre une décision définitive et, si les éléments de preuve sont insuffisants, c'est une décision défavorable au sujet de l'admissibilité qu'il convient de rendre."], ["[23]", "Dans la décision <FRAGMENT_SUPPRESSED> , la description des fonctions que le demandeur prétendait avoir exercées était une reproduction mot à mot de la description des fonctions dans la CNP. L'analyse du juge Pinard concernant la question de savoir si l'affaire soulevait une question d'équité procédurale se trouve aux paragraphes 25 à 28:"], ["[25] Subsidiairement, le demandeur soutient que même si les motifs de l'agent sont suffisants, ce dernier a manqué à son obligation d'équité en ne procédant pas à un entretien, le privant ainsi du droit de dissiper les doutes de l'agent quant à la véracité de la demande, ce qui est le motif pour lequel sa demande a été rejetée. Comme l'a défini le demandeur, l'obligation d'équité de l'agent obligeait ce dernier à donner au demandeur la possibilité de dissiper les doutes qu'il avait (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]). À l'inverse, le défendeur souligne le contexte dans lequel la décision a été rendue: à ce stade de l'admissibilité, un préavis n'est pas une exigence de l'équité procédurale et le demandeur n'avait pas droit à un compte rendu ou à un entretien pour corriger sa demande lacunaire (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ])."], ["[26] Selon <FRAGMENT_SUPPRESSED> , l'équité procédurale n'obligeait pas l'agent des visas à aviser la demanderesse (dans cette affaire) de l'insuffisance des documents qu'elle avait fournis: il lui incombait de présenter une preuve suffisante à l'appui de sa demande ( <FRAGMENT_SUPPRESSED> , au paragraphe 9), La demanderesse n'avait pas droit à une entrevue pour corriger ses propres omissions ( <FRAGMENT_SUPPRESSED> , au paragraphe 9). De plus, lorsque les réserves d'un agent des visas découlent directement des exigences de la loi ou d'un règlement connexe, cet agent n'a pas l'obligation de donner au demandeur la possibilité d'y répondre ( <FRAGMENT_SUPPRESSED> , au paragraphe 11;", "<FRAGMENT_SUPPRESSED> ). Une expérience professionnelle pertinente est une question qui découle du règlement: un agent des visas n'est pas tenu de faire part de ses préoccupations au sujet de l'expérience professionnelle du demandeur ((", "Kaur,", "au paragraphe 12). En fin de compte, l'agent des visas n'est pas tenu de pousser ses investigations plus loin si la demande du demandeur est ambiguë: « le demandeur n'a aucun droit à l'entrevue pour cause de demande ambiguë ou d'insuffisance des pièces à l'appui » ( <FRAGMENT_SUPPRESSED> , au paragraphe 10;", "<FRAGMENT_SUPPRESSED> , au paragraphe 4). L'imposition d'une telle exigence équivaudrait à exiger que l'agent des visas donne préavis d'une conclusion défavorable au sujet de l'admissibilité ( <FRAGMENT_SUPPRESSED> , au paragraphe 8)."], ["[27] En l'espèce, l'agent n'avait pas à tenir une entrevue ou à aviser le demandeur de ses doutes au sujet de la reproduction des fonctions énumérées dans la CNP, comme dans <FRAGMENT_SUPPRESSED> . Comme l'a indiqué la juge Danièle Tremblay-Lamer, au paragraphe 14:", "La demanderesse a semblé avoir copié la description de ses propres tâches de la Classification nationale des professions, ce qui ne l'a pas aidée. Ainsi, il était loisible à l'agent des visas, compte tenu du peu d'éléments de preuve dont il était saisi, de conclure que la demanderesse n'avait pas établi qu'elle avait une expérience professionnelle suffisante à l'égard de la profession déclarée et de rejeter sa demande pour ce motif"], ["[28] L'agent n'a donc pas manqué à son obligation d'équité procédurale."], ["[24]", "Par conséquent, lorsqu'une description des fonctions reproduit littéralement la CNP, l'agent des visas est en droit de conclure que la preuve est insuffisante pour établir l'admissibilité. En l'espèce, même si l'agent a utilisé le mot [traduction] « crédibilité » dans la décision, il semble avoir tiré une conclusion sur le caractère suffisant de la preuve, étant donné que cette interprétation appuie la conclusion globale que les éléments de preuve présentés par le demandeur n'étaient pas suffisants pour établir qu'il avait exercé les fonctions décrites dans l'énoncé principal de la profession. Je suis d'accord avec le défendeur pour dire que, même si l'agent a utilisé le terme « crédibilité », les conclusions de l'agent ne visaient pas véritablement la crédibilité, mais le caractère suffisant de la preuve, comme dans l'affaire <FRAGMENT_SUPPRESSED> (voir les paragraphes 21 et 22). Il n'y a eu aucun manquement aux principes d'équité procédurale puisque le demandeur avait le fardeau de présenter une demande complète."], ["[25]", "L'exigence de l'expérience professionnelle pertinente découle de la loi, et l'agent n'était donc pas tenu d'aviser directement le demandeur de ses préoccupations au sujet de cet aspect de la demande ( <FRAGMENT_SUPPRESSED> , aux paragraphes 25 à 27; <FRAGMENT_SUPPRESSED> , au paragraphe 23)."], ["[26]", "On peut établir une distinction entre l'affaire", "Patel", ", sur laquelle se fonde le demandeur, et celle qui nous occupe. Il ressort clairement des motifs du juge O'Keefe, aux paragraphes 26 et 27, qu'il a conclu que l'agente des visas considérait comme frauduleuse la lettre d'emploi, dans laquelle on avait directement copié la description de la CNP. Cette affaire soulevait donc une question de crédibilité ou d'authenticité plutôt que de caractère suffisant de la preuve. À l'audience, le demandeur a également insisté sur la décision <FRAGMENT_SUPPRESSED> . Toutefois, dans cette affaire également, la Cour a conclu que l'agent des visas avait rejeté la demande sur le fondement de la crédibilité de la lettre de l'employeur."], ["[27]", "Je conclus donc qu'il n'y a eu aucun manquement à l'équité procédurale de la part de l'agent qui a traité la demande de résidence permanente du demandeur.", "B. La décision de l'agent était-elle raisonnable?"], ["[28]", "À mon avis, l'appréciation de la preuve par l'agent n'était pas déraisonnable. En effet, il ressort clairement de la lettre de rejet de la demande qu'a fait parvenir l'agent au demandeur ainsi que des notes du SMGC que l'agent a bien tenu compte des lettres d'emploi présentées par le demandeur. L'agent mentionne les [traduction] « documents d'emploi » et les [traduction] « lettres » des entreprises pour lesquelles le demandeur avait travaillé, ce qui démontre qu'il en a tenu compte pour évaluer la demande."], ["[29]", "L'agent a déclaré que les documents d'emploi contenaient du [traduction] « jargon propre aux entreprises », que [traduction] « le sens des fonctions décrites n'était pas toujours clair » et que [traduction] « les documents d'emploi ne contenaient qu'une vague description des fonctions d'emploi [du demandeur] ». Se fondant sur sa compréhension des lettres fournies, l'agent a conclu que [traduction] « l'expérience [du demandeur] s'apparente davantage à celle d'un commis aux écritures qu'à celle d'un comptable ou d'un directeur financier ». Après examen des lettres d'emploi, je juge qu'il était loisible à l'agent de conclure que les fonctions décrites ressemblaient davantage à celles d'un commis aux écritures qu'à celles d'un comptable ou d'un directeur financier."], ["[30]", "À l'audience, l'avocate du demandeur a également renvoyé la Cour au curriculum vitae du demandeur qui figurait parmi les pièces présentées à l'agent. Le demandeur soutient que l'agent n'a tenu compte que de son formulaire de demande, lequel, selon l'agent, contenait une description de ses fonctions qui reprenait littéralement celle de la CNP. L'agent n'a pas mentionné le curriculum vitae qui explique le « jargon » figurant dans les lettres d'emploi qui, selon les notes du SMGC, n'était expliqué nulle part. Toutefois, après examen, je constate que le curriculum vitae contient essentiellement les mêmes renseignements que le formulaire de demande et reprend en grande partie les termes utilisés dans la CNP. J'estime donc que cet argument est sans fondement."], ["[31]", "L'agent des visas possède l'expertise nécessaire pour évaluer l'expérience professionnelle du demandeur et il faut faire preuve de retenue à l'égard de sa décision ( <FRAGMENT_SUPPRESSED> , au paragraphe 9; <FRAGMENT_SUPPRESSED> , au paragraphe 12). En l'espèce, l'agent a conclu que la preuve n'était pas suffisante pour étayer une conclusion que les fonctions du demandeur étaient celles d'un directeur financier ou d'un comptable. Il s'agit d'une conclusion raisonnable qui appartient « aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » ( <FRAGMENT_SUPPRESSED> , au paragraphe 47).", "VII.", "Conclusions"], ["[32]", "Pour les motifs susmentionnés, la demande de contrôle judiciaire est rejetée. Les avocates ont été consultées sur la question de savoir si l'une d'elles souhaitait présenter à la Cour une question à certifier aux fins d'appel, mais ni l'une ni l'autre n'a formulé une telle question.", "JUGEMENT"], ["[33]", "LA COUR REJETTE", "la demande de contrôle judiciaire. Aucune question n'est certifiée aux fins d'appel.", "Application dismissed.", "Editor: Sharon McCartney", "[End of document]"]]}