{"id_": "009825", "body_str": [["[1]", "O'Keefe, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the Act) for judicial review of a decision by an Inland Enforcement officer of the Canada Border Services Agency (the officer) on August 24, 2012, denying the applicants' request for their removal from Canada to be deferred."], ["[2]", "The applicants request that the officer's decision be set aside and the application be referred back to the Canada Border Services Agency (CBSA) for redetermination.", "Background"], ["[3]", "The applicant, Nancy Gonzalez Gonzales, (the principal applicant) and her daughter, Regyna Miranda Vargas Gonzalez, are citizens of Mexico who arrived in Canada on January 16, 2009, fleeing domestic violence at the hands of the principal applicant's partner. They made a refugee claim which was ultimately rejected by the Immigration and Refugee Board on November 17, 2009. An application for judicial review was initiated, but leave was denied on February 18, 2010, as no application record was ever filed (Court file IMM-6122-09)."], ["[4]", "The applicants filed a humanitarian and compassionate (H&C) grounds application for permanent residency on May 27, 2010 and a pre-removal risk assessment (PRRA) application on June 11, 2010."], ["[5]", "The PRRA was rejected on September 9, 2010 and the H&C application was refused on November 18, 2011."], ["[6]", "The principal applicant first expressed concern about her daughter's medical condition and the effect of removal to Mexico on October 5, 2010 and the applicant and CBSA continued to exchange correspondence on this matter from that point on."], ["[7]", "On March 14, 2012, the applicants filed an application for judicial review of the refused H&C application (Court file IMM-2513-12). At this point, the applicants retained new counsel at the Refugee Law Office."], ["[8]", "CBSA scheduled the applicants' removal for March 30, 2012. The applicants made a request to defer removal on March 19, 2012, which was rejected on March 27, 2012. The applicants filed two applications for judicial review relating to the refusal to defer removal (Court files IMM-2939-12 and IMM-2980-12)."], ["[9]", "At this point, the applicants reached an agreement with the Department of Justice to withdraw the two applications relating to the request to defer in exchange for CBSA deferring their removal until further notice. Those applications were withdrawn on March 28, 2012."], ["[10]", "The applicants then decided to discontinue the application regarding the H&C decision on the basis that it would be better to make a fresh H&C application which would include evidence that had been omitted by previous counsel in the first H&C application. That application was made on April 11, 2012."], ["[11]", "CBSA then scheduled the applicants' removal for July 20, 2012. The applicants made a request to defer removal on July 11, 2012, which resulted in the cancellation of that scheduled removal to allow for sufficient time for CBSA to forward the applicants' medical documentation to the Citizenship and Immigration Canada (CIC) Health Management Branch. The CIC medical officer informed CBSA that the principal applicant's daughter was medically fit for travel and that medical care was available in Mexico."], ["[12]", "CBSA scheduled removal for August 8, 2012. The applicants filed this application for judicial review on July 30, 2012. The CBSA again cancelled removal to allow submissions from the applicants in response to CIC's medical assessments."], ["[13]", "After receiving these submissions, CBSA then scheduled removal for August 28, 2012. The applicants brought a stay motion on August 20, 2012."], ["[14]", "On August 27, 2012, Mr. Justice André Scott granted the stay. He concluded that the officer had applied the correct test for determining whether to exercise his limited discretion to defer on the basis of a pending H&C application, but that the officer did err by relying on evidence found on the internet and failing to afford the applicants with the opportunity to dispute this evidence and also erred in respect of the considerations upon which he based his decision.", "Officer's Decision"], ["[15]", "The officer refused the deferral request on August 24, 2012. The officer's notes to file serve as reasons for the decision. The officer noted the four grounds upon which the applicants requested a deferral of removal:", "1. The principal applicant's daughter's medical conditions;", "2. The outstanding H&C application;", "3. Risk of domestic violence in Mexico; and", "4. The principal applicant's mental health."], ["[16]", "The officer then summarized the applicants' immigration history, as described above. The officer noted the applicants were under an enforceable removal order and that the CBSA has an obligation under subsection 48(2) of the Act to enforce removal orders as soon as is reasonably practicable. The officer noted his limited discretion to defer removal."], ["[17]", "The officer first considered the applicants' outstanding H&C application. The officer noted an H&C application does not entitle the applicants to delay removal. He noted that the current processing time for such applications is 30 to 42 months and that the application had been submitted after the applicants were already removal ready. The officer acknowledged the applicants' argument that the first H&C application was flawed due to the incompetence of previous counsel, an immigration consultant, but found that one is ultimately responsible for one's legal representation, including choice of counsel and submissions by that counsel. He noted that CBSA did not make removal arrangements while the first H&C application was in process."], ["[18]", "The officer then turned to the risk of domestic violence in Mexico. He noted that many of the risks identified in the request paralleled the risks asserted by the applicants in their refugee claim and PRRA application. He also noted that many of the documents submitted spoke to general country conditions and did not highlight personalized risk."], ["[19]", "The officer did consider those documents that were not before the RPD or PRRA officer. Two such documents described the ease with which any person in Mexico could determine the location of other Mexican nationals through the Federal Electoral Institute's records. The officer concluded that these documents only spoke to general country conditions and contained speculative declarations relying in part on uncorroborated third party information."], ["[20]", "The officer considered country conditions evidence highlighting violence against women in Mexico and concluded there was no nexus between these documents and the basis for the request to defer removal. An affidavit describing how the principal applicant's mother had received threatening phone calls was rejected by the officer for a lack of insufficient objective evidence. The officer excerpted the RPD's and PRRA officer's findings regarding the domestic violence. The officer noted the applicants had received due process during their time in Canada and that the RPD's determination had been upheld by this Court."], ["[21]", "The officer then considered the principal applicant's mental health. He acknowledged the letter from the principal applicant's psychiatrist describing her depression, anxiety, post-traumatic stress disorder and battered woman syndrome, but noted that the report was based largely on self-reported symptoms and that the principal applicant was referred to a psychiatrist by counsel. The officer was sympathetic to the fact that the removals process is difficult, but noted that a certain level of anxiety is inherent to the removals process and that the principal applicant had provided insufficient objective medical evidence to demonstrate that travelling to Mexico at this time would be detrimental to her health, or that she would be unable to seek further medical treatment in Mexico. The officer was therefore not satisfied a deferral was warranted."], ["[22]", "The officer then turned to the medical conditions of the principal applicant's daughter. He acknowledged her numerous medical issues, including cerebral palsy, global developmental delay, epilepsy and dystonia and the applicants' submissions on the availability of care in Mexico. He also noted the CIC medical opinion dated March 20, 2012, indicating the applicant daughter was fit to fly and that Mexico had good medical and social care which she would be able to access. In a later opinion dated July 20, 2012, a medical officer from CIC also suggested a medical escort to assist during removal to Mexico."], ["[23]", "On July 25, 2012, a medical officer indicated after reviewing the applicants' submissions that none of the applicant daughter's medical conditions would be considered a contraindication to air travel according to current standards. In response, the applicant daughter's doctor indicated her concern was not a contraindication to air travel, but rather the lack of proper care available in Mexico and the detrimental effect this would have on her health. The applicants' counsel also made submissions indicating the applicants' concern was not the mere existence of health care in Mexico, but her ability to access it."], ["[24]", "The officer also excerpted correspondence from a CBSA staffer at the Embassy of Canada in Mexico City describing an organization called Teleton that runs free rehabilitation centers. In response, the applicants' counsel indicated her office had contacted Teleton directly and been told there are significant waiting lists for services at each location and that Teleton did not provide medication. Counsel also provided a letter from an employee of a Mexican disability rights organization who had reviewed the principal applicant's daughter's file and opined that it was in her best interest to remain in Canada."], ["[25]", "The officer noted that the applicants' counsel had been inconsistent in describing the care available in Mexico, initially describing it as non-existent, but then later focusing on the inaccessibility of such care. The officer found the country conditions evidence on lack of health care coverage in Mexico only referred to general conditions in Mexico and not to the principal applicant and her daughter specifically."], ["[26]", "The officer also noted that the principal applicant's daughter was not entitled to public medical coverage in Canada, given the changes to the Interim Federal Health Program. Although she was receiving medical service free of charge at Black Creek Community Health Centre, she was not eligible for provincial health coverage and there was no evidence she was receiving coverage under a private medical insurance scheme."], ["[27]", "The officer acknowledged the applicants' evidence regarding the waiting lists at Teleton, but indicated he had performed a cursory internet search which yielded other medical options that had not been impugned by counsel. He quoted from the websites of \"Patronato Peninsular\" and \"Pasitos de Luz\", which offer care to disabled children."], ["[28]", "The officer found that counsel's argument that the principal applicant would have no choice but to institutionalize her daughter was speculative. He held that the evidence before him did not establish that the applicant daughter would lack available community based services."], ["[29]", "The officer also noted that he did not have the discretion to determine if an individual should be removed from Canada, but was limited only to the timing of removal. He noted that a number of the applicant daughter's conditions are permanent and that many predated her arrival in Canada. While he indicated he was very sympathetic to her circumstances, he lacked jurisdiction to defer removal indefinitely."], ["[30]", "Finally, the officer considered the principal applicant's pregnancy. He noted there was no indication in the doctor's letter that she was medically unfit to fly, or could not receive obstetric care upon her return to Mexico. He therefore concluded a deferral was not appropriate in this case.", "Issues"], ["[31]", "The applicants submit the following points at issue:", "1. Did the officer err in relying on extrinsic evidence not disclosed to the applicants?", "2. Did the officer err in respect of the considerations upon which he based the decision and fail to respect the evidence?", "3. Did the officer err in applying the incorrect test for the best interests of the child?"], ["[32]", "I would rephrase the issues as follows:", "1. What is the appropriate standard of review?", "2. Did the officer breach procedural fairness?", "3. Did the officer err in refusing the request?", "Applicants' Written Submissions"], ["[33]", "The applicants argue the standard of review for procedural fairness is correctness. The applicants argue the officer relied on extrinsic evidence of charities in Mexico without disclosing it to the applicants, after having twice disclosed evidence to the applicants for them to respond to. The website information was public, but the applicants were denied a meaningful opportunity to deal with the evidence in question."], ["[34]", "The applicants' removal was cancelled on consent in March 2012 and one of the issues between the parties was the use of extrinsic medical evidence. The officer knew that extrinsic evidence should be disclosed for comment out of fairness, but went on to conduct further research. The existence of these charities was determinative of the issue of what health care was available to the applicant daughter. The applicants could not reasonably be expected to refute this evidence as it is not the kind of standard document that officers can be expected to consult. The applicants acknowledge not all evidence obtained from the internet is extrinsic and that an applicant would expect an officer to consult common country condition sources such as the United States Department of State (DOS) or Amnesty International. The applicants cannot be expected, however, to anticipate and specifically refute every source on the internet."], ["[35]", "The applicants further argue the officer erred in respect of the considerations on which he based his decision and improperly dismissed evidence. The officer failed to address the short-term best interest of the child by confusing the availability of care with the child's access to such care. The evidence before him established that the care in Mexico was deficient, but also unavailable to the principal applicant's daughter. This deficiency is complicated by the discriminatory treatment of patients with disabilities and many Mexican families are forced to institutionalize their children due to the cost of medication. Physical therapy for cerebral palsy is extremely limited. The principal applicant would have no support to rely on for paying for help and is expecting another child. The care available to the applicant daughter in Canada would not be accessible to her in Mexico. The medical opinions from CIC give no basis for the conclusion that care will be accessible."], ["[36]", "The indefinite gap in health services facing the applicant daughter is contrary to her short-term interests. Removing her from the wait lists when she has made progress on them in Canada and forcing her to start at the bottom of such lists in Mexico cannot be in her short-term interests. The officer finds that the applicant daughter's current care funding does not include medication, but fails to explain how removing her to a complete lack of care in Mexico is justified in comparison to paying for some services in Canada. A deferral officer must consider what treatment a child affected by removal might actually receive."], ["[37]", "The applicants finally argue that in considering the principal applicant herself, the officer does not consider the effects of psychological harm resulting from removal of her daughter. The officer erred by rejecting expert psychological evidence without basis. The officer also failed to consider the effects of the principal applicant's pregnancy on her ability to care for her daughter. He also did not consider the effect that having to avoid the principal applicant's former partner would have on her ability to access employment or her daughter's ability to access care.", "Respondent's Written Submissions"], ["[38]", "The respondent submits there was no breach of procedural fairness, as the officer did not rely on extrinsic evidence. The content of the duty of fairness for removals officers is minimal given their statutory duty and the public interest in the proper functioning of Canada's immigration system. Fairness did not require the officer to making further inquiries at all. The information about two organizations, objected to by the applicants, was similar to what the applicants had already been given an opportunity to respond to. It was publicly available and obtainable to the applicants via a cursory internet search. The applicants had a full opportunity to submit argument and evidence regarding the availability of services and this fulfills any fairness requirement at the final step of the removal process."], ["[39]", "The respondent further argues the officer had limited discretion to defer removal. Deferral should be reserved for those applicants where failure to defer will expose an applicant to the risk of death, extreme sanction or inhumane treatment. Here, there is no medical impediment to either the principal applicant or her daughter flying. It was open to the officer to conclude he was not satisfied the applicant daughter would be unable to access medical care in Mexico."], ["[40]", "The respondent argues that inability to access medical care is not a short-term impediment to removal. This Court has held such an inability is an on-going problem properly addressed through the H&C process. The availability of better care in Canada should not be grounds for deferral of a removal order."], ["[41]", "The respondent argues that the existence of a pending H&C application is not a bar to removal. The discretion of a removals officer to defer removal pending an H&C application is limited to where it was filed in a timely manner and remains outstanding due to inordinate delay in processing. The current processing time is 30 to 42 months, so a decision is not imminent. There is no evidence of bad faith or negligence."], ["[42]", "The respondent points out that in the order granting a stay, Mr. Justice Scott agreed that the officer applied the correct test for the risks faced by the applicants. The evidence before the officer was clear that state protection from domestic violence, as well as an internal flight alternative and medical service, were available to the applicants. The applicants attempt to rely on general country conditions and uncorroborated third-party information regarding conditions in Mexico. The risks identified closely paralleled the risks brought forward in the RPD and PRRA claims. There was no objective evidence that the former partner of the principal applicant was a police officer or that he continued to have an interest in locating the principal applicant."], ["[43]", "The respondent argues the psychological evidence pertaining to the principal applicant did not warrant a deferral. The officer made clear his concerns with the report tendered as evidence. As in", "<FRAGMENT_SUPPRESSED> [2008] FCJ No 707, the report was based on a single consultation made for the purpose of an H&C application, took place after a referral from counsel, did not contain evidence of follow-up treatment and concerned conditions inherent to the removals process."], ["[44]", "A removals officer's obligation to consider the best interests of the child is limited to circumstances in which there is no practical alternative to deferring removal in order to ensure care and protection of the child. This is not the case here, as the child would be in the care of her mother and medical care is available in Mexico. The officer reasonably considered the best interests of the child. There was no evidence the principal applicant's pregnancy would render her incapable of caring for her daughter.", "Analysis and Decision", "Issue 1", "What is the appropriate standard of review?"], ["[45]", "Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see", "<FRAGMENT_SUPPRESSED>  at paragraph 57)."], ["[46]", "It is trite law that the appropriate standard of review for issues of procedural fairness is correctness (see", "<FRAGMENT_SUPPRESSED>  at paragraph 43). No deference is owed to decision makers on these issues (see <FRAGMENT_SUPPRESSED> above, at paragraph 50)."], ["[47]", "Other than in matters of procedural fairness, the standard of review applied to removals officers on a deferrals request is reasonableness (see", "<FRAGMENT_SUPPRESSED> [2012] FCJ No 11). In reviewing the officer's decision on the standard of reasonableness, the Court should not intervene unless the officer came to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it (see <FRAGMENT_SUPPRESSED> above, at paragraph 47 and <FRAGMENT_SUPPRESSED> above, at paragraph 59).", "Issue 2", "Did the officer breach procedural fairness?"], ["[48]", "The parties are in agreement that the officer's reliance on frequently used country conditions evidence, such as an annual DOS report, without disclosing it to the applicants would not constitute a breach of the duty of the fairness. Therefore, the disputed fairness issue is whether the two websites of Mexican health agencies fall into the category, of \"the kind of standard documents that applicants can reasonably expect officers to consult\" (see", "<FRAGMENT_SUPPRESSED> [2012] FCJ No 1016)."], ["[49]", "The respondent points to other evidence the applicants had access to on the point of health care in Mexico. The officer, however, did not rely solely on that evidence for his finding on health care. If the general CIC evidence on this point was not sufficient for the officer to make his finding, it is unclear why it was sufficient to disclose only that evidence to the applicants. As the applicants point out, there was an extended exchange of evidence and submissions, in an admirable display of procedural fairness. The respondent has given no reason why that pattern could not continue."], ["[50]", "A removals officer cannot be responsible for considering the entirety of the mass collection of information available online when deciding a request. Similarly, the applicants cannot be expected to rebut all possible online evidence in their submissions. The applicants cannot also be expected to make submissions on every single health care provider in Mexico in anticipation the officer will point to any of them in his decision."], ["[51]", "Indeed, the record in this case shows how the officer's reliance on a previous specific health clinic, Teleton, was very effectively rebutted through submissions from the applicants when it was disclosed to them. In my view, it is clear that the duty of fairness was violated, limited as that duty may be in the context of removals."], ["[52]", "Given my conclusion on this point, it is not necessary to answer the third issue. The application is allowed and the matter is returned to the CBSA for redetermination."], ["[53]", "Neither party wished to submit a proposed serious question of general importance for my consideration for certification.", "JUDGMENT"], ["[54]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is allowed, the decision of the officer is set aside and the matter is referred to a different officer for redetermination.", "ANNEX", "Relevant Statutory Provisions", "Immigration and Refugee Protection Act", ", SC 2001, c 27", "48.(2) If a removal order is enforceable, the foreign national against whom it was made must leave Canada immediately and it must be enforced as soon as is reasonably practicable.", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "48. (2) L'étranger visé par la mesure de renvoi exécutoire doit immédiatement quitter le territoire du Canada, la mesure devant être appliquée dès que les circonstances le permettent.", "72. (1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.", ".........................", "Nancy Gonzalez Gonzalez et Regyna Miranda Varas Gonzalez (représentée par sa tutrice à l'instance) (demanderesses) v. Le Ministre de la Sécurité Publique et de la Protection Civile (défendeur)"], ["[1]", "Le juge O'Keefe", "[Traduction]: Il s'agit d'une demande de contrôle judiciaire présentée en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la Loi), qui vise la décision rendue par un agent d'application de la loi à l'intérieur du pays (l'agent) de l'Agence des services frontaliers du Canada (l'ASFC) le 24 août 2012, par laquelle la demande de report du renvoi des demanderesses était rejetée."], ["[2]", "Les demanderesses prient la Cour d'annuler la décision de l'agent et de renvoyer la demande de report de leur renvoi à l'ASFC pour nouvelle décision.", "Le contexte"], ["[3]", "Nancy Gonzalez Gonzales (la demanderesse principale) et sa fille, Regyna Miranda Vargas Gonzalez, sont des citoyennes du Mexique qui étaient arrivées au Canada le 16 janvier 2009, pour fuir la violence familiale qu'elles subissaient aux mains du conjoint de la demanderesse principale. Elles avaient présenté une demande d'asile, qui avait en fin de compte été rejetée par la Commission de l'immigration et du statut de réfugié le 17 novembre 2009. Le processus de contrôle judiciaire avait été amorcé, mais les demanderesses se sont vu refuser l'autorisation de présenter leur demande le 18 février 2010, puisqu'aucun dossier de demande n'avait été produit (dossier de la Cour IMM-6122-09)."], ["[4]", "Les demanderesses avaient présenté une demande de résidente permanente fondée sur des considérations d'ordre humanitaire (la demande CH) le 27 mai 2010, ainsi qu'une demande d'examen des risques avant renvoi (la demande d'ERAR) le 11 juin 2010."], ["[5]", "La demande d'ERAR et la demande CH avaient respectivement été rejetées le 9 septembre 2010 et le 18 novembre 2011."], ["[6]", "La demanderesse principale a tout d'abord exprimé, le 5 octobre 2010, ses préoccupations quant à l'état de santé de sa fille et à l'effet qu'aurait leur renvoi au Mexique. La demanderesse et l'ASFC ont continué de correspondre à ce sujet à partir de ce moment-là."], ["[7]", "Les demanderesses ont présenté, le 14 mars 2012, une demande de contrôle judiciaire visant la demande CH qui avait été rejetée (dossier de la Cour IMM-2513-12). Les demanderesses ont, à ce moment-là, retenu les services d'une nouvelle avocate du Bureau du droit des réfugiés."], ["[8]", "L'ASFC avait fixé le renvoi des demanderesses au 30 mars 2012. Les demanderesses ont présenté, le 19 mars 2012, une demande de report de leur renvoi; cette demande a été rejetée le 27 mars 2012. Les demanderesses ont présenté deux demandes de contrôle judiciaire concernant le refus de reporter leur renvoi (dossiers de la Cour IMM-2939-12 et IMM-2980-12)."], ["[9]", "Les demanderesses se sont, à ce moment-là, entendues avec le ministère de la Justice pour se désister des deux demandes liées à la demande de report de leur renvoi. En contrepartie, l'ASFC sursoyait à leur renvoi jusqu'à nouvel ordre. Ces deux demandes ont été retirées le 28 mars 2012."], ["[10]", "Les demanderesses ont alors décidé de se désister de leur demande relative à la décision CH, au motif qu'il leur serait préférable de présenter une nouvelle demande CH, qui comprendrait la preuve ayant été omise par leur ancien conseil dans la première demande CH. Cette demande a été présentée le 11 avril 2012."], ["[11]", "L'AFSC a ensuite fixé le renvoi des demanderesses au 20 juillet 2012. Les demanderesses ont présenté, le 11 juillet 2012, une demande visant à reporter leur renvoi, ce qui a conduit à l'annulation du renvoi qui avait été prévu, dans le but de permettre à l'ASFC d'avoir suffisamment de temps pour transférer les documents médicaux des demanderesses à la Direction générale de la gestion de la santé de Citoyenneté et Immigration Canada (CIC). Le médecin agrée de CIC a informé l'ASFC que la fille de la demanderesse principale était médicalement apte à voyager et qu'elle pourrait recevoir des soins médicaux au Mexique."], ["[12]", "L'ASFC a fixé au 8 août 2012 le renvoi des demanderesses. Ces dernières ont déposé la présente demande de contrôle judiciaire le 30 juillet 2012. L'ASFC a, une fois de plus, annulé leur renvoi, afin de permettre aux demanderesses de présenter des observations en réponse aux rapports médicaux produits par CIC."], ["[13]", "Après réception de ces observations, l'ASFC a ensuite fixé le renvoi au 28 août 2012. Les demanderesses ont présenté une requête en sursis le 20 août 2012."], ["[14]", "Monsieur le juge André Scott a accordé le sursis le 27 août 2012. Il a conclu que l'agent avait appliqué le bon critère pour établir s'il devait exercer son pouvoir discrétionnaire restreint de reporter le renvoi en raison de la demande CH pendante, mais que l'agent avait bien commis une erreur en se fondant sur une preuve tirée d'Internet et en n'accordant pas aux demanderesses la possibilité de contester cet élément de preuve, et qu'il en avait aussi commis une autre en ce qui concerne les considérations sur lesquelles il s'était appuyé pour rendre sa décision.", "La décision de l'agent"], ["[15]", "L'agent a rejeté la demande de report du renvoi le 24 août 2012. Les notes qu'il a consignées au dossier constituent les motifs de la décision. L'agent a relevé les quatre motifs pour lesquels les demanderesses demandaient un report de leur renvoi:", "1. les problèmes de santé de la fille de la demanderesse principale;", "2. la demande CH pendante;", "3. les risques de violence familiale au Mexique;", "4. la santé mentale de la demanderesse principale."], ["[16]", "L'agent a ensuite résumé les antécédents des demanderesses en matière d'immigration, lesquels ont été décrits ci-dessus. L'agent a relevé que les demanderesses étaient visées par une mesure de renvoi exécutoire et que l'ASFC avait l'obligation, conformément au paragraphe 48(2) de la Loi, d'exécuter les mesures de renvoi dès que les circonstances le permettaient. L'agent a fait mention de son pouvoir discrétionnaire restreint de reporter le renvoi."], ["[17]", "L'agent a tout d'abord examiné la demande CH pendante des demanderesses. Il a relevé qu'une demande CH ne donne pas aux demanderesses le droit au report de leur renvoi. Il a noté que l'actuel délai de traitement pour de telles demandes était de 30 à 42 mois, et que la demande avait été présentée après que les demanderesses étaient déjà en état d'être renvoyées. L'agent a pris acte de la prétention des demanderesses, selon laquelle leur première demande CH était viciée en raison de l'incompétence de leur conseil précédent, qui était un consultant en immigration, mais il a conclu qu'elles étaient ultimement responsables de leur représentation juridique, ce qui comprend le choix de leur conseil et les observations formulées par ce dernier. Il a mentionné que l'ASFC n'avait pas pris les dispositions en vue du renvoi pendant que la première demande CH était en traitement."], ["[18]", "L'agent a ensuite porté son attention sur le risque de violence familiale au Mexique. Il a relevé que de nombreux risques cernés dans la demande étaient analogues aux risques allégués par les demanderesses dans leur demande d'asile et dans leur demande d'ERAR. Il a aussi noté qu'un grand nombre des documents qu'elles avaient fournis traitaient de la situation générale dans le pays et qu'ils ne faisaient pas ressortir un risque personnel."], ["[19]", "L'agent a effectivement tenu compte des documents dont la SPR et l'agent d'ERAR n'étaient pas saisis. Deux de ces documents décrivaient la facilité avec laquelle toute personne au Mexique pouvait déterminer l'emplacement des autres Mexicains au moyen des registres de l'Institut électoral fédéral. L'agent a conclu que ces documents traitaient uniquement de la situation générale dans le pays et qu'ils contenaient des déclarations hypothétiques qui se fondaient, en partie, sur des renseignements non corroborés provenant de tiers."], ["[20]", "L'agent a examiné la preuve relative à la situation dans le pays qui soulignait la violence à l'égard des femmes au Mexique et il a conclu qu'il n'existait pas de lien entre ces documents et le fondement de la demande de report du renvoi. L'agent a rejeté un affidavit, qui décrivait comment la mère de la demanderesse principale avait reçu des appels de menace, au motif qu'il ne s'agissait pas d'une preuve insuffisamment objective. L'agent a repris des extraits des conclusions de la SPR et de celles de l'agent d'ERAR concernant la violence familiale. Il a relevé que les demanderesses avaient bénéficié de l'application régulière de la loi au cours de leur séjour au Canada, et que la Cour avait confirmé la décision de la SPR."], ["[21]", "L'agent s'est ensuite penché sur la question de la santé mentale de la demanderesse. Il a pris acte de la lettre rédigée par le psychiatre de la demanderesse principale, dans laquelle ce dernier décrivait l'existence de dépression, d'anxiété, d'état de stress post-traumatique et de syndrome de la femme battue chez sa patiente, mais il a noté que le rapport reposait surtout sur des symptômes déclarés par la demanderesse principale même, et qu'elle avait été recommandée à un psychiatre par sa conseil. L'agent était sensible au fait que le processus de renvoi est ardu, mais il a mentionné que ce processus entraîne intrinsèquement un certain degré d'anxiété et que la demanderesse principale n'avait pas fourni une preuve objective médicale suffisante démontrant que de retourner au Mexique, à ce stade-là, nuirait à sa santé, ou qu'elle ne serait pas en mesure de demander des traitements médicaux supplémentaires au Mexique. L'agent n'était donc pas convaincu qu'il était justifié de reporter le renvoi."], ["[22]", "L'agent a ensuite abordé l'état de santé de la fille de la demanderesse principale. Il a pris acte des nombreux problèmes de santé de cette dernière, y compris la paralysie cérébrale, le retard global de développement, l'épilepsie et la dystonie, ainsi que des observations des demanderesses quant à la disponibilité des soins au Mexique. Il a aussi fait mention de l'avis médical produit par CIC, daté du 20 mars 2012, qui indiquait que la fille de la demanderesse était apte à prendre l'avion et que le Mexique avait de bons services de santé et services sociaux, auxquels elle pourrait avoir accès. Dans un avis suivant, daté du 20 juillet 2012, un médecin agrée de CIC a aussi suggéré la présence d'une escorte médicale pour prêter assistance pendant le renvoi au Mexique."], ["[23]", "Le 25 juillet 2012, un médecin agrée a indiqué, après avoir examiné les observations des demanderesses, que, selon les normes actuelles, aucun des problèmes de santé de la fille de la demanderesse ne serait considéré comme une contre-indication au voyage par avion. En réponse, la médecin de la fille de la demanderesse a mentionné qu'elle n'était non pas préoccupée par le fait que le voyage par avion soit contre-indiqué, mais plutôt par le manque de soins médicaux appropriés au Mexique et par les effets nuisibles que cela pourrait avoir sur la santé de sa patiente. La conseil des demanderesses a aussi formulé des observations quant au fait que les préoccupations des demanderesses ne concernaient pas la simple existence des soins de santé au Mexique, mais plutôt leur capacité d'y avoir accès."], ["[24]", "L'agent a aussi repris des extraits d'un échange avec un membre du personnel de l'ASFC à l'ambassade du Canada à Mexico, dans lequel ce dernier décrivait un organisme nommé Teleton, qui gère des centres de réadaptation gratuits. En réponse, la conseil des demanderesses a indiqué que son bureau avait communiqué directement avec Teleton et qu'on lui avait dit qu'il y avait d'importantes listes d'attente pour les services à chaque endroit, et que Teleton ne fournissait pas de médicaments. La conseil a aussi produit une lettre rédigée par un employé d'un organisme mexicain de défense des droits des personnes handicapées, qui avait examiné le dossier de la fille de la demanderesse principale et qui était d'avis qu'il était dans l'intérêt supérieur de cette dernière de rester au Canada."], ["[25]", "L'agent a relevé que la conseil des demanderesses n'avait pas fait preuve de constance dans sa description des soins disponibles au Mexique: elle les avait initialement décrits comme étant inexistants, mais elle avait par la suite mis l'accent sur l'inaccessibilité de ces soins. L'agent a conclu que la preuve sur la situation dans le pays en ce qui concerne à l'absence d'assurance maladie au Mexique se rapportait uniquement à la situation générale dans ce pays, et non spécifiquement à la situation de la demanderesse principale et de sa fille."], ["[26]", "L'agent a aussi relevé que la fille de la demanderesse principale n'avait pas droit à l'assurance maladie publique au Canada, en raison des modifications apportées au Programme fédéral de santé intérimaire. Bien qu'elle eût reçu des services de santé gratuits au Centre de santé communautaire Black Creek, elle n'était pas admissible à l'assurance maladie provinciale, et il n'y avait pas de preuve selon laquelle elle était assurée par l'entremise d'un régime d'assurance médicale privé."], ["[27]", "L'agent a pris acte de la preuve des demanderesses concernant les listes d'attente de Teleton, mais il a indiqué qu'il avait effectué une recherche Internet superficielle, qui lui avait donné d'autres possibilités en matière de soins de santé, lesquelles n'avaient pas été contestées par la conseil. Il a renvoyé aux sites Web de « Patronato Peninsular » et de « Pasitos de Luz », des organismes qui offrent des soins aux enfants handicapés."], ["[28]", "L'agent a conclu que l'argument de la conseil, selon lequel la demanderesse principale n'aurait pas d'autre choix que de placer sa fille dans un établissement de santé, était hypothétique. Il a conclu que la preuve dont il était saisi n'établissait pas que la fille de la demanderesse n'aurait pas accès à des services communautaires."], ["[29]", "L'agent a aussi relevé qu'il n'avait pas le pouvoir discrétionnaire de décider si une personne devrait être renvoyée du Canada et que son pouvoir se limitait uniquement au moment auquel le renvoi aurait lieu. Il a mentionné qu'un certain nombre des problèmes de santé de la fille de la demanderesse étaient permanents et que beaucoup d'entre eux étaient antérieurs à son arrivée au Canada. Bien qu'il ait indiqué qu'il était très sensible à sa situation, il n'avait pas la compétence pour reporter indéfiniment son renvoi."], ["[30]", "En dernier lieu, l'agent a abordé la question de la grossesse de la demanderesse principale. Il a relevé que la lettre du médecin ne mentionnait pas que la demanderesse était médicalement inapte à voyager, ou qu'elle ne pourrait recevoir de soins obstétricaux à son retour au Mexique. Par conséquent, il a conclu qu'il n'était pas approprié de reporter le renvoi en l'espèce.", "Les questions en litige"], ["[31]", "Les demanderesses soumettent les questions en litige suivantes:", "1. L'agent a-t-il commis une erreur en se fondant sur des éléments de preuve extrinsèques qui n'avaient pas été communiqués aux demanderesses?", "2. L'agent a-t-il commis une erreur en ce qui a trait aux considérations sur lesquelles il s'est appuyé pour rendre sa décision, ainsi qu'en omettant de tenir compte de la preuve?", "3. L'agent a-t-il commis une erreur en appliquant un mauvais critère pour apprécier l'intérêt supérieur de l'enfant?"], ["[32]", "Je les reformulerais ainsi:", "1. Quelle est la norme de contrôle applicable?", "2. L'agent a-t-il manqué aux principes d'équité procédurale?", "3. L'agent a-t-il commis une erreur en rejetant la demande?", "Les observations écrites des demanderesses"], ["[33]", "Les demanderesses prétendent que la norme de contrôle applicable aux questions d'équité procédurale est la décision correcte. Elles prétendent que l'agent ne leur a pas communiqué les éléments de preuve extrinsèques relatifs aux œuvres de bienfaisance au Mexique sur lesquels il s'est fondé, et ce, après leur avoir communiqué, à deux reprises, des éléments de preuve pour qu'elles puissent y répondre. Les renseignements contenus sur le site Web étaient publics, mais les demanderesses n'ont pas eu une réelle occasion de présenter une réponse quant à la preuve en question."], ["[34]", "Le renvoi des demanderesses a été annulé sur consentement en mars 2012, et l'un des litiges entre les parties était l'utilisation d'une preuve médicale extrinsèque. L'agent savait que la preuve extrinsèque devrait être communiquée pour commentaires, par souci d'équité, mais il a ensuite effectué des recherches supplémentaires. L'existence de ces organismes de bienfaisance était déterminante quant à la question des soins auxquels la fille de la demanderesse allait avoir accès. On ne pouvait pas raisonnablement s'attendre à ce que les demanderesses réfutent cette preuve, puisqu'il ne s'agissait pas des documents courants dont on peut anticiper la consultation par les agents. Les demanderesses reconnaissent que les éléments de preuve obtenus sur Internet ne sont pas tous extrinsèques, et qu'un demandeur se serait attendu à ce qu'un agent consulte les sources courantes quant à la situation dans un pays, comme les documents provenant du département d'État des États-Unis, ou d'Amnesty International. Cependant, on ne pouvait s'attendre à ce que les demanderesses prévoient la présentation de n'importe quelle source Internet et la réfutent de manière spécifique."], ["[35]", "Les demanderesses prétendent de plus que l'agent a commis une erreur en ce qui a trait aux considérations sur lesquelles il s'était fondé pour rendre sa décision et qu'il a rejeté à tort des éléments de preuve. L'agent, en confondant la disponibilité des soins avec la question de savoir si l'enfant allait avoir accès à de tels soins, n'a pas abordé la question de l'intérêt supérieur de l'enfant à court terme. La preuve que l'agent avait devant lui établissait que les soins de santé au Mexique étaient non seulement déficients, mais aussi que la fille de la demanderesse principale ne pourrait y avoir accès. Ces déficiences sont aggravées par le traitement discriminatoire des patients atteints de handicaps; le coût des médicaments contraint de nombreuses familles mexicaines à placer leurs enfants dans un établissement de santé. La physiothérapie pour les personnes atteintes de paralysie cérébrale est extrêmement limitée. La demanderesse principale n'aurait aucun soutien afin de payer pour de l'aide, et elle attend un autre enfant. Au Mexique, la fille de la demanderesse principale n'aurait pas accès aux soins qui lui sont offerts au Canada. Les avis médicaux de CIC ne permettent pas de conclure qu'elle aurait accès aux soins."], ["[36]", "L'interruption indéfinie des soins de santé à laquelle s'expose la fille de la demanderesse va à l'encontre de son intérêt à court terme. L'enlever des listes d'attente, au moment où elle avance au sein de ces listes au Canada, et la contraindre à recommencer à la toute fin des listes d'attente au Mexique, ne peut être dans son intérêt à court terme. L'agent a conclu que le financement actuel des soins de santé de la fille de la demanderesse ne comprenait pas celui des frais liés aux médicaments, mais il n'a pas expliqué en quoi la renvoyer au Mexique, où elle ne recevra aucuns soins, était justifié en comparaison avec le fait que sa mère doive payer pour certains services au Canada. Un agent des renvois doit tenir compte du traitement qu'un enfant touché par le renvoi pourrait réellement recevoir."], ["[37]", "Les demanderesses prétendent en dernier lieu que l'agent n'a pas tenu compte des effets du préjudice psychologique découlant du renvoi de sa fille lorsqu'il s'est penché sur la situation de la demanderesse principale même. L'agent a commis une erreur lorsqu'il a rejeté, sans justification, la preuve psychologique d'expert. L'agent a aussi omis de tenir compte des effets de la grossesse de la demanderesse principale sur sa capacité à prendre soin de sa fille. Il n'a pas non plus examiné les conséquences que pourrait avoir le fait qu'elle doive éviter son ancien conjoint sur sa capacité d'obtenir un emploi ou sur la capacité de sa fille d'avoir accès à des soins.", "Les observations écrites du défendeur"], ["[38]", "Le défendeur soutient qu'il n'y a pas eu de manquement à l'équité procédurale, puisque l'agent ne s'était pas fondé sur des éléments de preuve extrinsèques. La teneur du devoir d'agir équitablement des agents des renvois est minime, compte tenu de leur devoir légal et de l'intérêt du public envers le bon fonctionnement du système d'immigration au Canada. L'équité n'exigeait pas que l'agent effectue d'autres recherches. Les renseignements concernant les deux organismes, auxquels les demanderesses s'opposaient, étaient similaires à ceux au sujet desquels elles avaient déjà eu la possibilité de présenter une réponse. Ces renseignements étaient accessibles au public, et une recherche rapide sur Internet aurait permis aux demanderesses de les obtenir. Les demanderesses ont pleinement eu l'occasion de présenter des arguments et des éléments de preuve concernant la disponibilité des services, et cela suffisait pour satisfaire à toute exigence en matière d'équité à la dernière étape du processus de renvoi."], ["[39]", "Le défendeur prétend de plus que l'agent avait un pouvoir discrétionnaire restreint de reporter le renvoi. Les reports devraient être limités aux cas où l'omission de reporter le renvoi exposera un demandeur à une menace à sa vie, au risque de sanctions excessives ou au risque de traitement inhumain. En l'espèce, il n'existe aucun empêchement médical à ce que la demanderesse principale ou la fille de cette dernière prenne l'avion. Il était loisible à l'agent de conclure qu'il n'était pas convaincu que la fille de la demanderesse principale ne serait pas capable d'avoir accès à des soins de santé au Mexique."], ["[40]", "Le défendeur prétend que l'incapacité d'avoir accès à des soins médicaux ne constitue pas un obstacle à court terme au renvoi. La Cour a conclu qu'une telle incapacité constitue un problème constant, qui est traité comme il se doit dans le cadre du processus CH. La disponibilité de meilleurs soins au Canada ne devrait pas être un motif pour reporter l'exécution d'une mesure de renvoi."], ["[41]", "Le défendeur prétend que le fait qu'une demande CH soit pendante ne constitue pas un obstacle au renvoi. Le pouvoir discrétionnaire d'un agent des renvois de reporter le renvoi en attendant qu'une demande CH soit tranchée est limité aux cas où la demande a été présentée en temps opportun et que cette demande est toujours pendante en raison d'un délai de traitement excessif. L'actuel délai de traitement est de 30 à 42 mois; une décision n'est donc pas imminente. Il n'y a pas de preuve de mauvaise foi ou de négligence."], ["[42]", "Le défendeur souligne que monsieur le juge Scott, dans l'ordonnance par laquelle il accordait un sursis, convenait que l'agent avait appliqué le bon critère concernant les risques auxquels les demanderesses s'exposaient. La preuve devant l'agent était claire quant au fait que les demanderesses avaient accès à la protection de l'État contre la violence familiale, à une possibilité de refuge intérieur et à des services de santé. Les demanderesses tentent d'invoquer la situation générale dans le pays et des renseignements non corroborés provenant de tiers sur la situation au Mexique. Les risques cernés étaient très analogues à ceux allégués dans la demande devant la SPR ainsi que dans la demande d'ERAR. Il n'y avait pas de preuve objective selon laquelle l'ancien conjoint de la demanderesse était un policier, ou qu'il continuait d'avoir un intérêt à retrouver la demanderesse principale."], ["[43]", "Le défendeur prétend que la preuve psychologique portant sur la demanderesse principale ne justifiait pas un report du renvoi. L'agent a clairement fait part de ses préoccupations à l'endroit du rapport produit en preuve. Comme c'était le cas dans l'arrêt", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 707, au paragraphe 17, le rapport était fondé sur une seule consultation, laquelle avait eu lieu pour les besoins d'une demande CH et suivant une recommandation de sa conseil. De plus, le rapport ne contenait pas de preuve qu'un traitement de suivi avait été effectué et il concernait des problèmes de santé inhérents au processus de renvoi."], ["[44]", "L'obligation d'un agent des renvois de tenir compte de l'intérêt supérieur de l'enfant est limitée aux cas où il n'existerait aucune solution de rechange au report du renvoi qui garantirait que l'enfant reçoive des soins et qu'il soit protégé. Ce n'est pas le cas en l'espèce, puisque l'enfant serait sous les soins de sa mère et que les soins médicaux sont disponibles au Mexique. L'agent a raisonnablement tenu compte de l'intérêt supérieur de l'enfant. Il n'y avait pas de preuve selon laquelle la grossesse de la demanderesse principale la rendrait incapable de prendre soin de sa fille.", "Analyse et décision", "La première question en litige", "Quelle est la norme de contrôle applicable?"], ["[45]", "Lorsque la jurisprudence a déjà fixé la norme de contrôle applicable à une question dont la cour de révision est saisie, cette dernière peut adopter cette norme (voir", "<FRAGMENT_SUPPRESSED> , au paragraphe 57)."], ["[46]", "Il est bien établi en droit que la norme de contrôle qui s'applique aux questions d'équité procédurale est la décision correcte (voir", "<FRAGMENT_SUPPRESSED> , au paragraphe 43). Il n'y a pas lieu de faire preuve de déférence à l'égard des décideurs quant à ces questions (voir <FRAGMENT_SUPPRESSED> , précité, au paragraphe 50)."], ["[47]", "Hormis les questions relatives à l'équité procédurale, les décisions rendues par les agents des renvois quant à des demandes de report sont susceptibles de contrôle selon la norme de la raisonnabilité (voir", "<FRAGMENT_SUPPRESSED>  [2012] ACF no 11, au paragraphe 39). Lorsqu'elle examine la décision d'un agent en fonction de la norme de la raisonnabilité, la Cour ne doit intervenir que si l'agent est parvenu à une conclusion qui n'est pas justifiable, transparente et intelligible et qui n'appartient pas aux issues acceptables, compte tenu de la preuve qu'il avait devant lui (voir <FRAGMENT_SUPPRESSED> , précité, au paragraphe 47, et <FRAGMENT_SUPPRESSED> , précité, au paragraphe 59).", "La deuxième question en litige", "L'agent a-t-il manqué aux principes d'équité procédurale?"], ["[48]", "Les parties conviennent que le fait que l'agent se soit fondé sur des éléments de preuve relatifs à la situation dans le pays qui sont fréquemment utilisés, comme le rapport annuel du Département d'État américain, et qu'il n'a pas communiqués aux demanderesses ne constituait pas un manquement au devoir d'agir équitablement. Par conséquent, la question en litige quant à l'équité est de savoir si les deux sites Web des organismes de santé mexicains font partie de la catégorie des « documents courants dont les demandeurs peuvent raisonnablement s'attendre à ce qu'ils soient consultés par les agents » (voir", "<FRAGMENT_SUPPRESSED>  [2012] ACF no 1016, au paragraphe 12)."], ["[49]", "Le défendeur souligne les autres éléments de preuve auxquels les demanderesses avaient accès en ce qui concerne les soins de santé au Mexique. Cependant, l'agent ne s'était pas uniquement fondé sur cette preuve pour motiver sa conclusion quant aux soins de santé. Si la preuve générale de CIC quant à ce point n'était pas suffisante pour permettre à l'agent de tirer sa conclusion, on ne sait trop pour quelle raison il était suffisant de ne communiquer que cette preuve aux demanderesses. Comme le font remarquer les demanderesses, il y a eu un échange prolongé de preuve et d'observations, dans une démonstration admirable d'équité procédurale. Le défendeur n'a donné aucun motif pour lequel cette tendance ne pouvait continuer."], ["[50]", "Un agent des renvois ne peut pas avoir la responsabilité de tenir compte de l'ensemble des renseignements disponibles en ligne lorsqu'il tranche une demande. Dans la même veine, on ne peut s'attendre que les demanderesses réfutent, dans leurs observations, l'ensemble des éléments de preuve qui peuvent être obtenus sur Internet. On ne peut pas non plus s'attendre des demanderesses qu'elles présentent des observations sur chacun des fournisseurs de soins de santé au Mexique, en prévision du fait que l'agent fera mention de l'un d'entre eux dans sa décision."], ["[51]", "D'ailleurs, le dossier dans la présente affaire démontre comment les demanderesses ont très efficacement réfuté, dans leurs observations, l'importance que l'agent avait antérieurement accordée à une clinique de santé en particulier, soit Teleton, lorsqu'on leur avait communiqué ce fait. À mon avis, il ne fait aucun doute qu'il y a eu manquement au devoir d'agir équitablement, aussi limité ce devoir puisse-il être dans le contexte de renvois."], ["[52]", "Étant donné ma conclusion quant à ce point, il n'est pas nécessaire de répondre à la troisième question en litige. La demande sera accueillie, et l'affaire sera renvoyée à l'ASFC pour nouvelle décision."], ["[53]", "Aucune des parties n'a souhaité me soumettre une question grave de portée générale en vue de la certification.", "JUGEMENT"], ["[54]", "LA COUR STATUE que", "la demande de contrôle judiciaire est accueillie, que la décision de l'agent est annulée et que l'affaire est renvoyée à un autre agent pour nouvelle décision.", "ANNEXE", "Les dispositions législatives pertinentes", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27", "48. (2) L'étranger visé par la mesure de renvoi exécutoire doit immédiatement quitter le territoire du Canada, la mesure devant être appliquée dès que les circonstances le permettent.", "72. (1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.", "48. (2) If a removal order is enforceable, the foreign national against whom it was made must leave Canada immediately and it must be enforced as soon as is reasonably practicable.", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "[End of document]"]]}