{"id_": "009922", "body_str": [["[1]", "MacKay, J.", ": This is an application by the applicant (\"Novartis\") for judicial review of the decision of the Minister of Health (the \"Minister\") to remove Novartis' Canadian Patents 1,183,085 (the \"'085 patent\") and 1,300,021 (the \"'021 patent\"), relating to the applicant's ESTRACOMB patches, from the Patent Register established under the", "Patented Medicines Notice of Compliance Regulations", ", (the \"", "NOC", "Regulations", ").", "FACTS"], ["[2]", "ESTRACOMB is a product used by women for the relief of menopausal and postmenopausal symptoms, and for the prevention of osteoporosis. It is administered by two different types of patches, which are used by patients in sequence over a 28-day treatment cycle. An ESTRADERM patch, which contains estradiol (a natural estrogen hormone), is used for the first 14 days of the treatment, and an ESTRAGEST patch, which contains both estradiol and norethindrone acetate (a progestin), is used for the last 14 days. When applied to the skin, the patches are designed to continually administer controlled quantities of the substances contained in their drug reservoirs, through the skin of the patient for absorption into the bloodstream."], ["[3]", "In April 1993, Novartis submitted Form IV Patent Lists to the Minister listing the '021 and '085 patents in relation to ESTRACOMB patches, in accord with the", "Regulations", ". Shortly thereafter, the Minister included both patents on the Patent Register (\"the Register\") established under the", "Patented Medicines Notice of Compliance", "(\"", "NOC", "\")", "Regulations", ". These were the only patents on the Register in respect of ESTRACOMB patches."], ["[4]", "On March 12, 1998, amendments were made to the", "NOC Regulations", "confirming the Minister's authority to audit the Register and to remove ineligible patents. Subsequently, the Minister's officials undertook a complete audit of the Register."], ["[5]", "On March 3, 2000, the Minister wrote to Novartis stating that the '021 and '085 patents were in respect of medical devices, not medicines, and therefore they would be removed from the Register subject to any written representations received from Novartis. The Minister indicated that the preliminary conclusion, that the patents were ineligible, was in accordance with the decision of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (F.C.A.)."], ["[6]", "Novartis was invited to submit written representations prior to a final decision being rendered. Those written representations were sent to the Minister by Novartis on April 12, 2000. Novartis' objections were rejected by the Minister by letter dated January 3, 2001. The letter advised that although the Minister did not disagree that ESTRACOMB patch formulations may be considered a \"drug\" and not a \"medical device\" under the", "Food and Drug Regulations", ", the patches were not considered to be a medicine, or the use of a medicine, under the", "NOC Regulations", "ISSUE"], ["[7]", "When this matter came on for hearing counsel for the applicant advised that since the '085 patent had by then expired only the '021 patent was still in issue, and the sole issue in this application is whether the Minister erred in finding that the subject matter of the '021 patent was not a medicine, or the use of a medicine under the", "NOC Regulations", ". Those provide by s. 4(2) that a person who wishes to have a patent listed in the Register shall submit a patent list setting out any Canadian patent that contains \"a claim for the medicine itself or for the use of the medicine\". The term \"medicine\" is defined as follows in s. 2 of the", "Regulations", "\"'medicine' means a substance intended or capable of being used for the diagnosis, treatment, mitigation or prevention of a disease, disorder or abnormal physical state, or the symptoms thereof,\"", "\"'médicament' Substance destinée à servir ou pouvant servir au diagnostic, au traitement, à l'atténuation ou à la prévention d'une maladie, d'un désordre, d'un état physique anormal, ou de leurs symptômes.\"", "STANDARD OF REVIEW"], ["[8]", "The parties are agreed that the Minister's decision concerns a question of law, and therefore, in reviewing that decision, this court should apply the standard of correctness. I accept that as the standard applicable in review of the determination by the Minister in this case.", "ANALYSIS"], ["[9]", "The applicant submits that the Minister erred in the following ways:", "1) by concluding that the patents in the case at bar were invalid because they were in relation to a therapeutic system which included inactive medicinal ingredients;", "2) by concluding that the patch in question is a \"device\", despite the fact that it is regulated as a drug under the", "Food and Drug Regulations", ", and not as a device under the", "Medical Devices Regulations", "; and", "3) by concluding that the patch in question is not a \"medicine\", despite the fact that it is subject to regulation by the Patented Medicine Prices Review Board.", "Did the Minister err by concluding that the patents in the case at bar were invalid because they were in relation to a therapeutic system which included inactive medicinal ingredients?"], ["[10]", "In its written representations to the Minister, dated April 12, 2000, Novartis argued that even though the ESTRACOMB patches contain inactive ingredients, they are still \"medicine\" within the meaning of the", "Regulations", ". In support of this submission, the applicant relied on", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 58 (T.D.), at p. 72; affd. (1996), 193 N.R. 394; 67 C.P.R.(3d) 25 (F.C.A.); app. for leave to appeal to the Supreme Court of Canada dismissed, [1996] 3 S.C.R. xi; 205 N.R. 316 (\"", "Hoffmann-La Roche", "\"), where this court held that a nasal mist, which contained both inactive ingredients and active medicinal ingredients, was a \"medicine\", within the meaning of that term as defined in s. 2 of the", "NOC Regulations"], ["[11]", "By letter dated January 3, 2002, the Minister dismissed Novartis' argument on this point as follows:", "\"I also cannot accept that the transdermal patch construed in combination with the medicine, norethisterone acetate/17ß-estradiol, is a composition within the reasoning of the", "Hoffmann-La Roche", "case. A transdermal patch differs from a composition which is a mixture of the medicinal and non-medicinal ingredients. Rather a transdermal patch is made up of discrete components which are essential for the controlled release of a drug.\""], ["[12]", "The Minister further considered that the patents at issue in the case at bar were analogous to those at issue in", "<FRAGMENT_SUPPRESSED>  (\" <FRAGMENT_SUPPRESSED> \"). In that case the court determined that a patent for an inhaler used to administer medicines to patients suffering from bronchial conditions was not a patent with a claim for a medicine or the use of a medicine within the", "NOC Regulations"], ["[13]", "Counsel for the applicant urges that the patents here in issue are more closely analogous to the patents accepted for registration by this court  <FRAGMENT_SUPPRESSED> -La Roche", "than to the patents which were held by this court not to be within the", "NOC Regulations", "in <FRAGMENT_SUPPRESSED> . In order to address these arguments, it is helpful to consider the text of the patents at issue  <FRAGMENT_SUPPRESSED> -La Roche", ", in <FRAGMENT_SUPPRESSED> , and in the case at the bar.", "The patents at issue  <FRAGMENT_SUPPRESSED> -La Roche", "and <FRAGMENT_SUPPRESSED> [14]", "In", "Hoffmann-La Roche", ", this court upheld the registration under the", "NOC Regulations", "of four patents, including Canadian Patent 1,083,963 (the \"'963 patent\"). When this application by Novartis was heard, a copy of the '963 patent was presented to the court by the applicant. That patent comprises six main claims, the first of which is as follows:", "\"A composition in a container adapted for nasal administration of said composition, said composition comprising .001 to 20% by weight of said composition of a steroid, 6a-fluoro-11ß, 21-dihydroxyl-16a, 17a-isopropulidenedioxypregna-1,4 diene-3, 20-dione of a particle size less than 100 microns in combination with an aerosol or a liquid solution comprising .001 to 20% by weight of said steroid.\"", "The other five claims similarly begin with the phrase \"[a] composition in a container\", and go on to describe different attributes of the composition. None of the six claims describe any attributes of the containers."], ["[15]", "In <FRAGMENT_SUPPRESSED> , this court held two patents were not subject to registration, including Canadian Patent 1,272,917 (the \"'917 patent\"). In the case at bar, a copy of the '917 patent was presented to the court by the applicant. That patent comprises 17 claims, the first of which provides, in part, as follows:", "\"A device for administering medicaments in solid finely divided form to patients, comprising a housing; a tray mounted in the housing and moving rectilinearly between first and second positions relative to the housing; a support provided on the tray and adapted to receive, in use, a carrier provided with at least one medicament container ...\"", "[with further description of a plunger to open a container, an air inlet and an outlet through which a patient can inhale medicament entrained in an airflow produced by the patient].", "The other 16 claims similarly begin with the phrase \"[a] device\", and all are ultimately traceable as adaptions from claim 1.", "The patent at issue in the case at bar - the '021 patent"], ["[16]", "The claims of the '021 patent commence as follows:", "\"1. A therapeutic system for the transdermal combined administration of oestrogens and gestagens, consisting of:", "(1) a closed outer layer which is impermeable to the constituents of the active ingredient formulation,", "(2) a reservoir containing essential constituents of the active ingredient formulation and, optimally, a membrane,", "(3) an adhesive layer and", "(4) a peel-off protective layer on the adhesive layer, characterised in that the therapeutic system contains an oestrogen derivative in combination with a synthetic gestagen derivative, and an agent that enhances percutaneous absorption.\"", "The other claims are based upon or related to this first claim of the patent."], ["[17]", "The '021 patent was issued in relation to a \"therapeutic system for the ... administration of oestrogens and gestagens\", that is, in relation to a system for the administration of substances, not in relation to the substances themselves. It follows, in my view, that the subject matter of the '021 patent is not analogous to the subject matter of the '963 patent found to be within the", "NOC Regulations", "<FRAGMENT_SUPPRESSED> -La Roche", "(which related to a \"composition\" of substances in a container). Rather, it is analogous to the subject matter of the '917 patent held by this court not to be for a patent within those", "Regulations", "in <FRAGMENT_SUPPRESSED> (which patent related to a \"device for administering medicaments\"). The '021 patent, which relates to a system for the administration of medicine, does not contain a claim for the medicine itself, or the use of the medicine, as required by subparagraph 4(2)(b) of the", "Regulations", "as amended SOR/98-166. Its only claims for use concern use of the system in claim 1 for treatment of a designated syndrome, or the use of designated substances for the preparation of transdermal therapeutic systems according to claim 1.", "Did the Minister err by concluding that the patch in question is a \"device\", despite the fact that it is regulated as a drug under the", "Food and Drug Regulations", ", and not as a device under the", "Medical Devices Regulations"], ["[18]", "The applicant submits that the Minister erred by concluding that the patch in question is a \"device\", despite the fact that it is regulated as a drug under the", "Food and Drug Regulations", ". The applicant notes that s. 2 of the", "Food and Drugs Act", "defines a \"device\" as an article used, inter alia, in the treatment of a disease, which is not a drug."], ["[19]", "In my view, the regime set out in the", "Food and Drugs Act", "and the accompanying", "Food and Drug Regulations", "is distinct from, and serves a different purpose than, the regime set out in the", "Patented Medicines (Notice of Compliance) Regulations", ". The difference between these two regimes in relation to other considerations was recognized by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (F.C.A.)."], ["[20]", "In any event, whether the Minister erred in referring to the patch in question as a \"device\" is not in issue before me. Here the issue is whether he erred in concluding it was not provided for in a patent subject to registration on the register under the", "NOC Regulations", ". Reference to the patch as a device was not the basis on which the Minister concluded the patch was not registrable under", "NOC Regulations", "Did the Minister err by concluding that the patch in question is not a \"medicine\", despite the fact that it is regulated by the Patented Medicine Prices Review Board?"], ["[21]", "The applicant submits that, since the patch in question is regulated by the Patented Medicine Prices Review Board (\"PMPRB\"), it was an error for the Minister to conclude that the patch is not a \"medicine\"."], ["[22]", "In my view, the mere fact that the PMPRB has exercised jurisdiction over the patch in question does not give rise to the conclusion that the patch is a \"medicine\" for purposes of the", "Patented Medicines (Notice of Compliance) Regulations", ". The PMPRB was established pursuant to s. 91(1) of the", "Patent Act", ". The regime there set out is distinct from, and serves a different purpose than, the regime set out in the", "Patented Medicines (Notice of Compliance) Regulations", ". While the patch in issue may be considered as a medicine for certain purposes, in my opinion, the patent for it does not claim a medicine or the use of a medicine as defined and required under the", "NOC Regulations", "CONCLUSION"], ["[23]", "Upon comparison of the patent in suit with those considered in both", "Hoffmann-La Roche", "and <FRAGMENT_SUPPRESSED> , and in view of the construction of the", "NOC Regulations", ", requiring registration only of patents with claims for a medicine or for the use of medicine, I am not persuaded that the Minister erred in his decision to remove the '021 patent from the NOC patent list."], ["[24]", "The application for judicial review is dismissed. An Order goes so providing.", "Application dismissed.", "Editor: Elizabeth M.A. Turgeon/aga", "[End of document]"]]}