{"id_": "010167", "body_str": [["[1]", "Muldoon, J.", ": This matter, having to do with the respective parties' alleged trademarks, resolved itself - for the time being - into one discrete issue: whether the motion to rescind the ex parte order of Mr. Justice Pinard extending the time for Tribro Investments Limited's (Tribro) to file evidence, supported by the affidavit of Marie Lussier, sworn October 2, 1991 (the supporting affidavit) \"is an interlocutory motion under rule 332(1)\". At the hearing time scheduled on November 14, 1991, both counsel ultimately consented to the putting of this discrete question to the court, since neither was then prepared to argue it. The court had indicated at the outset that the determination of that matter was obviously the", "sine qua non", "of the proceedings before the court and counsel were reluctant to proceed on an issue for which neither was prepared. They were accorded time within which to compose written argument. [Rule 332(1) stated:  <FRAGMENT_SUPPRESSED>", "\"Rule 332(1) Affidavits shall be confined to such facts as the witness is able of his own knowledge to prove, except on interlocutory motions on which statements as to his belief with the grounds thereof may be admitted.\"]  <FRAGMENT_SUPPRESSED>"], ["[2]", "For clarity, here is a brief history of these proceedings. The proceedings began on August 1, 1990, with an originating motion by Tribro for an order to strike out the entry of trademark registration no. 306,306, \"EMBASSY SUITES\" owned by the respondent (hereinafter: Embassy), kept under s. 26 of the", "Trade Marks Act", ", R.S.C. 1985, c. T-13. The principal grounds are: that Tribro and its predecessors had adopted, since at least as early as 1965, specified trademarks and trade names, such as The Embassy, Embassy Hotel and the like; the respondent Embassy was accordingly not entitled to register Embassy Suites as a trademark on September 14, 1983 or have a priority date of May 5, 1983, in the circumstances; and in any event, Embassy has never used its said mark or had abandoned it at the date of commencement of this action.  <FRAGMENT_SUPPRESSED>"], ["[3]", "According to the ancient adage, \"well begun is half done\", but that is where Tribro's original solicitors got stuck - at the merely \"half done\" point. Lo! those solicitors forgot to file their supporting evidence on time. So, they made an ex parte motion before Pinard, J., on July 7, 1991, asking \"for an order pursuant to rules 3(1)(a) and 704(3) ... to extend to July 25, 1991, the time limitation in which the applicant  <FRAGMENT_SUPPRESSED>  may file the affidavits it proposes to put before the court for the hearing and determination of these proceedings\". Among the grounds asserted to persuade the court to make such order, Tribro's solicitors expressed the following:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"2. that on July 10, 1989, the Registrar of Trademarks issued ... a notice [to Embassy] thereby commencing proceedings pursuant to s. 45 of the", "Trade Marks Act", "in respect of registration No. 306,306 ('the s. 45 proceedings');  <FRAGMENT_SUPPRESSED>", "\"3. that on August 1, 1990, ...  <FRAGMENT_SUPPRESSED>  filed the Originating Notice of Motion in the within action to preserve its rights pending the outcome of the s. 45 Proceedings;  <FRAGMENT_SUPPRESSED>", "\"4. that the applicant elected not to serve the Originating Notice of Motion on the respondent pending the outcome in the s. 45 Proceedings and through inadvertence did not file its supporting affidavits within the time limitation as set out in Federal Court Rule 704(3);  <FRAGMENT_SUPPRESSED>", "\"5. that the Registrar of Trademarks has not yet rendered his decisions in the s. 45 Proceedings;  <FRAGMENT_SUPPRESSED>", "\"6. that to preserve its rights pending the Registrar's decision in the s. 45 Proceedings, the applicant must now proceed with this action; and   <FRAGMENT_SUPPRESSED>", "\"7. that ... [Embassy] has not been prejudiced by the applicant's failure to file its affidavits within the time limitation set out in ... rule 704(3). <FRAGMENT_SUPPRESSED>"], ["[4]", "Mr. Justice Pinard \"saved the life\" of Tribro's originating motion by order dated July 23, 1991, wherein it is provided:  <FRAGMENT_SUPPRESSED>", "1. The time within which ... (Tribro) may file the affidavits ... is extended to July 25, 1991.  <FRAGMENT_SUPPRESSED>", "2. This order is subject to review pursuant to rule 330(a).  <FRAGMENT_SUPPRESSED>"], ["[5]", "Indeed, rule 330(a) provides:  <FRAGMENT_SUPPRESSED>", "\"330. The court may rescind  <FRAGMENT_SUPPRESSED>", "(a) any order that was made ex parte,  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "but no such rescission will affect the validity or character of anything done or not done before the rescinding order was made except to the extent that the court, in its discretion, by rescission order expressly provides. <FRAGMENT_SUPPRESSED>"], ["[6]", "So while it is apparent that the life of Tribro's originating motion had been saved by Pinard, J., the best he could do in the circumstances was to refer it to the risks of the operation of rule 330(a) to which he drew the parties' attention. Embassy has decided to invoke it.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Embassy's invocation of rule 330(a) was embodied in the motion before the court, which motion is supported by the impugned affidavit of Marie Lussier. The question is whether that motion, in contemplation of rule 332(1) is, by exception, an interlocutory motion on which Marie Lussier's statement on belief with the grounds thereof may be admitted. The general rule requires that affidavits be confined to such facts as the deponent is able of her own knowledge to prove.  <FRAGMENT_SUPPRESSED>"], ["[8]", "It is abundantly clear in Marie Lussier's filed affidavit that paragraphs 6 through 10, the last paragraph, are hearsay provided by one, Jane Tyler. The deponent Lussier states that she is an articling student employed by Embassy's solicitors. As so often befalls law clerks, para-legals and secretaries, she is, in effect, a token deponent, a mere vehicle, for the transmission of that which the party wishes to put before the court in avoidance of multiple affidavits, or affidavits by higher ranking clients, who, if they swear no filed affidavit, cannot be personally exposed to the rigours of cross-examination. One sometimes thinks of such token deponents as sacrificial lambs when it comes, as it may always come, to intensive cross-examination. The more important the matter in issue, the more frustrated becomes the cross-examiner in attempting to elicit crucial facts from a deponent who cannot make answer of his or her own personal knowledge.  <FRAGMENT_SUPPRESSED>"], ["[9]", "That is what seems to have happened here. The motion, in fact before the court on November 14, 1991, was brought on behalf of Tribro for an order \"requiring Marie Lussier to inform herself and reattend ... to answer further questions and produce documents or material within her means of possession, custody or control, relating to the cross-examination of her affidavit sworn October 2, 1991 ... The questions in issue are more particularly set out by category in schedule 'A' to the notice of motion.\" This request filed November 5, 1991 runs more like a motion to compel answers on viva voce discovery, rather than cross-examination upon an affidavit.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Among the grounds stated  <FRAGMENT_SUPPRESSED> 's notice of motion filed November 5, as above noted, and brought on before the court on November 14, 1991, are the following:  <FRAGMENT_SUPPRESSED>", "\"(f) By letter dated October 31, 1991, counsel on behalf of the respondent, Mr. Kvas, refused to have Ms. Lussier inform herself and answer certain questions asked during her cross-examination.  <FRAGMENT_SUPPRESSED>", "\"(g) During Ms. Lussier's cross-examination, she confirmed that (1) her affidavit was prepared by Jill Bradbury, a lawyer with Ms. Lussier's firm of Messrs. Rogers, Bereskin & Parr; and (2) her only involvement with the respondent Embassy Suites Inc. or any related companies thereto, was in swearing the affidavit prepared by Ms. Bradbury.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"(l) In paragraph 10 of Ms. Lussier's affidavit, she states that until The Promus Companies Incorporated was notified by Rogers, Bereskin & Parr of service of the originating notice of motion filed on July 25, 1991 in this matter, it and Embassy Suites Inc. had no knowledge that any party was contesting the validity of Canadian trademark registration No. 306,306. She also states that steps in 1991 to franchise the EMBASSY SUITES trademark in Canada were done on an assumption that the Canadian trademark registration was incontestable. When Mr. Lussier was asked when the respondent first became aware of the applicant Tribro or its hotels in Canada, she could not answer the question from her own knowledge or from information and belief. Her counsel took the question under advisement and later refused to answer the question. <FRAGMENT_SUPPRESSED>"], ["[11]", "One can sense the cross-examiner's frustration in attempting cross-examination upon such an affidavit. Ms. Lussier, and all other token deponents, are put up to swearing affidavits of this sort because rule 332(1) is seen to encourage and support such pathetic practice.  <FRAGMENT_SUPPRESSED>"], ["[12]", "It appears that a deponent who cannot answer of her own knowledge, must, if she is to answer at all, inform herself by what inevitably must be after-the-events hearsay. Such informing on hearsay invokes the unfortunate exception expressed in rule 332(1), that is belief in hearsay, with the grounds for so doing, stated. Thus, it is clear why the preliminary issue to be determined is whether Ms. Lussier's affidavit is filed in support of an interlocutory motion, or not. If so, statements as to her belief with the grounds thereof may necessarily be accepted; if not such an affidavit must be struck out, which rather obviates the necessity of compelling answers.  <FRAGMENT_SUPPRESSED>"], ["[13]", "If Embassy's motion to rescind the ex parte order permitting Tribro to file its affidavits be successful, that will be the end of these proceedings, for without its affidavits in support being filed, Embassy's originating motion for an order to strike out Embassy's trademark registration no. 306,306 is clearly doomed. On the other hand, if Embassy does not succeed in having that permissive ex parte order rescinded, Tribro's originating motion will live at least until adjudicated, and it might even ultimately succeed. So, is Embassy's motion to rescind Mr. Justice Pinard's ex parte order, and thereby \"kill\" Tribro's bid to strike out Embassy's trademark, an interlocutory motion contemplated by rule 332(1) or is it not?  <FRAGMENT_SUPPRESSED>"], ["[14]", "The applicant's solicitors cite a modest body of jurisprudence in support of Tribro's posture in these proceedings. It is an interesting compilation of one judgment and three other references, thus:  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED> , at pp. 357 and 363.  <FRAGMENT_SUPPRESSED>", "Black's Law Dictionary", "(5th Ed.), 1979, at p. 731.  <FRAGMENT_SUPPRESSED>", "Osborn's Concise Law Dictionary", "(7th Ed.), 1983, at p. 184.  <FRAGMENT_SUPPRESSED>", "Federal Court Rules", ", s. 2.  <FRAGMENT_SUPPRESSED>"], ["[15]", "It is noted that each of the four items squarely addresses that which is in sole issue here: what is the nature of the motion in support of which Ms. Lussier's affidavit was sworn and filed? Is it an interlocutory motion within the meaning of rule 332(1)?  <FRAGMENT_SUPPRESSED>"], ["[16]", "Remarkably, in light of one discrete issue to litigate, the jurisprudence cited for the respondent Embassy only in the slightest overlaps that which was cited for Tribro. Here it is, with included dictionary references:  <FRAGMENT_SUPPRESSED>", "1.", "Standard Discount Co. v. de la Grange", "(1877), 3 C.P.D. 67 (C/A for England & Wales)  <FRAGMENT_SUPPRESSED>", "2.", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.)  <FRAGMENT_SUPPRESSED>", "8.", "<FRAGMENT_SUPPRESSED>  (T.D.) (appeal withdrawn November 13, 1991)  <FRAGMENT_SUPPRESSED>", "11.", "The Concise Oxford Dictionary", ": Definition of \"interlocutory <FRAGMENT_SUPPRESSED>", "12.", "Le Petit Robert", ": Definition of \"interlocutoire <FRAGMENT_SUPPRESSED>"], ["[17]", "The question of what is or is not an interlocutory proceeding has caused judges and prothonotaries to use much ink. \"Ink\" is the right word, for some of the jurisprudence above cited, such as", "Standard Discount Company v. la Grange", "(1877), 3 C.P.D. 67 ( <FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> , were decided around a century ago in the context of the law and practice of England and Wales. One gets the impression that the underlying juridical question in these cases, was just as important as the characterization of the proceedings, for each turned fundamentally on the differing time periods accorded for appeal from interlocutory orders and other orders, as prescribed by the procedural law of a century ago. In the", "Bozson", "report, The Earl of Halsbury L.C. quite astutely wrote (p. 548) \"... the authorities on this point are not in harmony\".  <FRAGMENT_SUPPRESSED>"], ["[18]", "A decision more proximate in place, time and the subject's underlying question is the above cited judgment of the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  where the court's unanimous decision was expressed by Mr. Justice Cannon, thus:  <FRAGMENT_SUPPRESSED>", "\"L'intimée, par sa motion [sic: requête], demande le renvoi et la cassation, à toutes fins que de droit, de l'appel interjeté par les demandeurs intimés du jugement de la Cour du Banc du Roi, rendu à Québec, le 31 mars 1931, qui se lit comme suit:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "'Par ces motifs, fait droit à l'appel, infirme le jugement de la Cour Supérieure, et maintient les conclusions de la requête civile, et ordonne que le jugement soit rétracté et que les parties soient placées dans le même état où elles se trouvaient avant ledit jugement, le tout avec dépens.'  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"... dans notre opinion, nous ne sommes pas en présence d'un jugement final ou définitif, aux termes de l'article 36 de la", "Loi", "de la Cour Suprême.  <FRAGMENT_SUPPRESSED>", "\"L'article 2, paragraphe (e), signifie  <FRAGMENT_SUPPRESSED>", "'tout jugement, règle, ordonnance ou décision qui détermine en totalité ou en partie un droit absolu d'une des parties au procès dans une procédure judiciaire.'  <FRAGMENT_SUPPRESSED>", "\"Le jugement de la Cour du Banc du Roi, tout en accordant, dans l'exercice de sa discrétion, le rescindant, a expressément réservé le rescisoire et ordonne seulement que le jugement soit rétracté et place les parties dans le même état où elles se trouvaient avant le jugement. Je ne crois pas que cette décision puisse être interprétée comme décisive concernant les droits de l'une ou l'autre des parties au premier litige devant le tribunal de première instance. Il est vrai que la controverse est réouverte et que toute la question, qui semblait avoir été vidée définitivement par le premier jugement de la Cour Supérieure, sera de nouveau décidée après la réouverture de l'enquête. <FRAGMENT_SUPPRESSED>", "It seems unexceptionably obvious that a judgment or order, even if it discharges a previously pronounced judgment, but places the parties in the same position as they were (", "in statu quo ante", ") before that previous judgment and continues the action is not a \"final judgment\" in contemplation of s. 36 of the", "Supreme Court Act", "as it stood in 1931.  <FRAGMENT_SUPPRESSED>"], ["[19]", "<FRAGMENT_SUPPRESSED>  the question was whether the Québec Court of King's Bench (appeal side) had the power to grant leave to appeal", "per saltum", "to the Supreme Court which was given to the highest court having final jurisdiction in the province. Mr. Justice Rinfret, who wrote the court's unanimous judgment, is reported at p. 217, thus:  <FRAGMENT_SUPPRESSED>", "\"We think, however, that the judgment comes within the terms of the definition of a", "final judgment", "in s. 2(e) of the", "Supreme Court Act", ". In this connection, the appellant was entitled to rely on what was said by this court in", "<FRAGMENT_SUPPRESSED>  Esher's judgment in", "<FRAGMENT_SUPPRESSED>  ascertaining whether an order is final or interlocutory, in view of other and later pronouncements, not cited to us and to which our attention was not drawn in", "<FRAGMENT_SUPPRESSED>  this:  <FRAGMENT_SUPPRESSED>", "\"It follows that, in our view, no amount is involved in what may be contested in the appeal on the", "requête civile", ", and, as a consequence, that the Court of King's Bench was lacking in jurisdiction in this case to grant to the appellant special leave of appeal", "per saltum", ". The motion to quash should therefore be allowed with costs. <FRAGMENT_SUPPRESSED>"], ["[20]", "The judgment of the Ontario Court of Appeal in", "<FRAGMENT_SUPPRESSED>  own terms. Dismissal of an application for an interlocutory injunction is treated as interlocutory. Indeed s. 19 of the", "Judicature Act", ", as it stood in December 1976, refers to an injunction being given by an \"interlocutory order of the court\". That appears to be unexceptionable, but of no great consequence.  <FRAGMENT_SUPPRESSED>"], ["[21]", "So, also, is the decision of Mr. Justice Teitelbaum in", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.). The headnote reveals:  <FRAGMENT_SUPPRESSED>", "\"In an application for certiorari under s. 18 of the", "Federal Court Act", ", R.S.C. 1970, c. 10 (2nd Supp.), the applicant sought to file additional affidavits. The respondent resisted the late filing and in the event the affidavit is accepted, asked that paragraphs be struck out.  <FRAGMENT_SUPPRESSED>", "Held", ", the application for an order for late filing of the affidavit is granted.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"The proceedings are not interlocutory. The affidavits must be limited to matters of fact. Hearsay and opinion are not acceptable. <FRAGMENT_SUPPRESSED>", "Of course, an affidavit in support of an application for certiorari must express only facts within the deponent's own knowledge, as counsel appearing before Teitelbaum, J., agreed.  <FRAGMENT_SUPPRESSED>"], ["[22]", "The learned Associate Senior Prothonotary in", "<FRAGMENT_SUPPRESSED>  (A.C.P.); affd. 25 C.P.R.(3d) 116 (F.C.T.D.), dealt with whether the matter of striking out a statement of claim which is alleged to disclose no valid or reasonable cause of action pursuant to rule 419(1)(a) was within the prothonotaries' jurisdiction to hear and dispose of any interlocutory application. The learned prothonotary actually made his decision in relation to rule 419(1)(a) upon which the admission of evidence, including affidavits, is forbidden by rule 419(2). From the point of view of matters beyond that discrete point, the rest is obiter, learned obiter, to be sure, but obiter. The decision was upheld on appeal to the Associate Chief Justice, cited above, but, to the great extent that this appeal decision goes beyond the discrete point, it too is obiter.  <FRAGMENT_SUPPRESSED>"], ["[23]", "However, the discrete point - the striking out of a statement of claim, even without admissible evidence - is said to be a matter of an interlocutory application. The consequence can be the termination of the action and that is said to be an interlocutory matter. It surely does appear to result (when the statement of claim is struck out) in a \"judgment or other decision that determines in whole or in part any substantive right of the parties in controversy in any judicial proceeding\", and", "that", "is the definition of a \"final judgment\" as expressed in s. 2 of the", "Federal Court Act", ". Although the prothonotary is accorded the right to adjudicate such an issue, the prothonotary is in effect interfering with any party's substantive right in controversy, for the grounds for striking out a statement of claim do not purport to operate so as to extinguish any party's substantive rights. Where substantive rights are in controversy, no statement of claim may be struck out - that which must be plain and obvious when rule 419(1)(a) is invoked. When the prothonotary is empowered to strike out a statement of claim, he does so effectively on a motion to remove a nullity, an excrescence in which substantive rights are simply not articulated. That is why the prothonotary's judgment is not \"final\" in contemplation of the statutory definition, even although it could otherwise be regarded as terminal with regard to the excrescence. That has been held to be determining an interlocutory application.  <FRAGMENT_SUPPRESSED>"], ["[24]", "Here Embassy intends to inflict final suppression of Tribro's action. There is no question about Tribro's originating application not revealing substance or being frivolous or vexatious. Those would be premature, in any event, at this stage. Supported by Ms. Lussier's affidavit, Embassy moves to rescind Mr. Justice Pinard's order which permitted Tribro to keep its application alive by filing its affidavits out of time.  <FRAGMENT_SUPPRESSED>"], ["[25]", "At this stage, this court should consider the dictionary definitions put forward by the parties. First, Tribro's:  <FRAGMENT_SUPPRESSED>", "Black's Law Dictionary", "(5th Ed.), 1979, at p. 731.  <FRAGMENT_SUPPRESSED>", "Osborn's Concise Law Dictionary", "(7th Ed.), 1983, at p. 184.  <FRAGMENT_SUPPRESSED>", "Next, Embassy's:  <FRAGMENT_SUPPRESSED>", "The", "Concise Oxford Dictionary", ": Definition of \"interlocutory\".  <FRAGMENT_SUPPRESSED>", "Le Petit Robert", ": Definition of \"interlocutoire\".  <FRAGMENT_SUPPRESSED>"], ["[26]", "There are others. Thus", "Jowitt's Dictionary of English Law", "(2nd Ed.), has this definition:  <FRAGMENT_SUPPRESSED>", "Interlocutory", ". A proceeding in an action is said to be interlocutory when it is incidental to the principal object of the action, namely, the judgment. Thus, interlocutory applications in an action include all steps taken for the purpose of assisting either party in the prosecution of his case, whether before or after final judgment; or of protecting or otherwise dealing with the subject-matter of the action before the rights of the parties are finally determined; or of executing the judgment when obtained. Such are applications for time to take a step (e.g., to deliver a pleading), for discovery, for an interim injunction, for the appointment of a receiver, for obtaining a garnishee order, etc. So an order giving a plaintiff leave to sign judgment is interlocutory, because he must sign judgment before he can issue execution. The question whether an order is interlocutory is of importance with reference to the time during which it may be appealed against ... <FRAGMENT_SUPPRESSED>", "It seems to be an esoteric understanding to assert that an order giving leave to sign judgment is interlocutory.  <FRAGMENT_SUPPRESSED>"], ["[27]", "In the", "Dictionary of Canadian Law", "(Dukelow & Nurse), Carswell, there is a pithy item:  <FRAGMENT_SUPPRESSED>", "Interlocutory", ". 1. Incidental to the major intent of an action. 2. Temporary, provisional, not final. <FRAGMENT_SUPPRESSED>"], ["[28]", "Dictionaries are often less precise than statutes. One must wonder if the notion of \"final judgment\" is that which is intended when \"final\" appears in the dictionary. But the real problem arises from the", "Act", "and the", "Rules", ". They do not precisely set off terms in contrast. One can clearly understand that the expression \"interlocutory motions\" under rule 332(1) is not referring to a \"final judgment\", but to what else is it not referring? Obviously, it is not referring to something else which is \"not an interlocutory motion\" but without hinting at what", "that", "might be. In any event a motion is a proceeding, not a judgment, order or decision. Likewise, these latter are not proceedings. There is no definition of a \"final motion\" which conjures up the notion of a terminal proceeding, not an interlocutory one. In other words, the contrasting notions are not \"interlocutory motions\" and \"final judgments\", but rather \"interlocutory motions\" and \"final\" or \"terminal\" motions.  <FRAGMENT_SUPPRESSED>"], ["[29]", "The concept developed above came close to being articulated in a decision of Mr. Justice Cromarty, of what was the Ontario Supreme Court, in", "<FRAGMENT_SUPPRESSED> . The headnote runs, in part:  <FRAGMENT_SUPPRESSED>", "\"On the hearing of the motions, the court was called upon to rule on two evidentiary questions, namely (1) whether the affidavit sworn by C's solicitor was admissible on the motion under rule 126, to the extent that it was sworn on information and belief ...  <FRAGMENT_SUPPRESSED>", "HELD  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"(5) As to the evidentiary questions on the motions, (a) the affidavit sworn by C's solicitor, and the affidavit of merits sworn by an officer of C (which was sought to be used on the rule 126 motion) were inadmissible to the extent that they deposed to facts on information and belief. A motion under rule 126 was not an interlocutory motion, so that the discretion to admit such affidavits under rule 292 could not be invoked; ... <FRAGMENT_SUPPRESSED>"], ["[30]", "Cromarty, J., made certain comparisons which shed light on rule 332(1) reported at pp. 166-167:  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>  (H.C.) is similar to the case at Bar in that it was an application to strike out a statement of claim as disclosing no cause of action and to dismiss the action. The only evidence submitted was an affidavit of the plaintiff in which he set out statements as to his belief and the grounds therefor. Stark, J., said at p. 141:  <FRAGMENT_SUPPRESSED>", "'But even if this matter should be regarded as entirely interlocutory, and I do not so regard it, it is still a matter of discretion as to whether, in such an important matter as this, it is proper for the court to act on affidavit evidence, based upon information and belief. The evidence is hearsay; indeed it is hearsay upon hearsay, because the information contained  <FRAGMENT_SUPPRESSED> 's affidavit is a repetition of what he learned from his solicitor who in turn obtained his information from an examination of other people's documents and records.'  <FRAGMENT_SUPPRESSED>", "\"Accordingly, he dismissed the application with costs in the cause.  <FRAGMENT_SUPPRESSED>", "\" <FRAGMENT_SUPPRESSED>  D.L.R.(3d) 386, Johnson, J.A., of the Alberta Court of Appeal expressed his opinion as follows [p. 388 D.L.R.]:  <FRAGMENT_SUPPRESSED>", "'The affidavit in support of the application was of the appellants' solicitor. While this was not objected to, it is our duty to point out that such an affidavit was improper. While affidavits on information and belief are permitted in Chamber matters, it does not follow that they may be used in all circumstances. They should not be used when the evidence is the evidence of the person making the application and no other evidence is tendered. In such cases the party making the application should himself take the affidavit. Among other reasons why this type of affidavit should not be used is because it would deprive the opposite party of effective cross-examination on the affidavit if such were desired.'  <FRAGMENT_SUPPRESSED>", "\"Thurlow, A.C.J., considered Fed. Ct. R. 332(1) which is almost exactly the same as our rule 292 in", "<FRAGMENT_SUPPRESSED> . He said at p. 480:  <FRAGMENT_SUPPRESSED>", "'It seems to have become a common practice in preparing material for use in interlocutory applications to ignore the first clause of this rule and to use the second clause as a device to avoid the swearing of an affidavit by a person who knows the facts in favour of putting what he knows before the court in the form of hearsay sworn by someone who knows nothing of them. This is not the object of the rule. The court is entitled to the sworn statement of the person who has personal knowledge of the facts when he is available. The second part of the rule is merely permissive and is for use only when the best evidence, that is to say the oath of the person who knows, is for some acceptable or obvious reason not readily obtainable.'  <FRAGMENT_SUPPRESSED>", "\"Robinette's affidavit does not comply with the first part of rule 292 on its plain wording nor as it has been interpreted in the cases which I have discussed and its use has permitted Mr. Ross and Mr. Bryden to avoid exposure to cross-examination. I said on the first day of the hearing that I would not admit that paragraph and on further consideration I have seen no reason to depart from that ruling. <FRAGMENT_SUPPRESSED>"], ["[31]", "The matter is further elucidated in an annotation to the", "Cameron Packaging", "case, written by one Gordon E. Wood, beginning on p. 156:  <FRAGMENT_SUPPRESSED>", "ANNOTATION  <FRAGMENT_SUPPRESSED>", "\"Cromarty, J., finds that an application pursuant to rule 126 is not an interlocutory application on the basis that it can result in an order finally disposing of the rights of the parties. On the face of it, the reference in rule 292 to interlocutory motions clearly appears to advert to the distinction between interlocutory and originating motions, and not to the distinction between interlocutory and final orders. As is stated in Williston and Rolls,", "The Law of Civil Procedure", "(1970), vol. 1, at p. 470:  <FRAGMENT_SUPPRESSED>", "'The distinction between originating and interlocutory motions should not be confused with the distinction between final and interlocutory orders. An originating motion may in some cases give rise to an interlocutory order; conversely, an interlocutory application may in certain cases give rise to a final order.'  <FRAGMENT_SUPPRESSED>", "\"Cromarty, J., refers to", "<FRAGMENT_SUPPRESSED>  that case, Stark, J., stated (at p. 141):  <FRAGMENT_SUPPRESSED>", "'My view is that while in form it commenced as an interlocutory matter, in the result it soon became evident that it was or could be a final disposition.'  <FRAGMENT_SUPPRESSED>", "\"Stark, J., then went on to refer to the reasons of Fraser, J., in", "Re H. Flagal (Holdings) Ltd.", ", [1966] 1 O.R. 33; 52 D.L.R.(2d) 385 (H.C.). In that case, the applicant on an originating motion sought to introduce an affidavit sworn on information and belief, on the grounds that the application was 'in substance' an interlocutory application. The submission was rejected, but the reasoning of Fraser, J., is authority for the proposition that the prospect of an order being made which finally disposes of the rights of the parties, heard on the question as to whether the motion itself is interlocutory within the meaning of rule 292. For the purposes of rule 292, therefore, one must consider not simply the form of the application, but as well, whether the application can result in a final disposition of the rights of either party to the action ... <FRAGMENT_SUPPRESSED>", "The judgment of Cromarty, J.,  <FRAGMENT_SUPPRESSED>  Packaging", "was affirmed by the Ontario Court of Appeal.  <FRAGMENT_SUPPRESSED>"], ["[32]", "The court adopts the reasoning of Mr. Justice Cromarty and of Gordon Wood, the annotation's author. The proceeding supported by Ms. Lussier's affidavit is not an interlocutory motion. It is not an originating motion, either. It is a clearly perceivable proceeding whose characteristic is not formally defined in the", "Act", "or", "Rules", ". That it has not been formally defined, does not mean that it has no identifying characteristic. Because there are an originating motion and an interlocutory motion, logic exacts that there ought also to be a, say, \"terminating\" motion. The proceeding is then a \"final proceeding\" or a \"terminating motion\", or vice versa. Whichever noun goes with whichever adjective in either of those two expressions, matters not in the circumstances. The court determines and declares that the application which Ms. Lussier sought to support by her affidavit sworn and filed herein on October 2, 1991, is not an interlocutory motion.  <FRAGMENT_SUPPRESSED>"], ["[33]", "The parties by their consenting counsel asked nothing more of the court than to make the above determination of their question. No costs are awarded to either party. Indeed, counsel put the matter this way, or in words to this effect: \"Please just make the determination of the nature of those proceedings for us, and then we can come out of our corners, swinging.\" Amen. The determination is made - for whatever it avails either party - and they are at liberty to start \"swinging\" (only metaphysically, of course).  <FRAGMENT_SUPPRESSED>", "Order accordingly.  <FRAGMENT_SUPPRESSED>", "Editor: Eric B. Appleby/sms  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}