{"id_": "010360", "body_str": [["[1]", "Kane, J.", ": The Refugee Protection Division of the Immigration and Refugee Board [Board] denied the applicant's, Mehmet Hos, claim for protection as a Convention refugee and as a person in need of protection pursuant to sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [Act] on July 3, 2014. He now seeks judicial review of the decision pursuant to section 72 of the Act."], ["[2]", "The application for judicial review is dismissed for the reasons which follow.", "Background"], ["[3]", "The applicant is a citizen of Turkey, of Kurdish nationality and of the Alevi faith. He recounts that as a child he was beaten, harassed and humiliated by his teachers and classmates due to his ethnicity and religion. His family's home was burned down in 1994. He claims to have faced oppression while serving his mandatory military service in 2010."], ["[4]", "He describes that he began to be politically active in high school, when he supported and attended democratic cultural political meetings organized by the pro-Kurdish party and Alevi groups. He became more politically active following his military service."], ["[5]", "On March 21, 2013, the applicant claims that he led a group protesting and chanting slogans at the Newroz celebration. He was arrested, detained for two days, and questioned about his political activities and family members."], ["[6]", "On May 1, 2013, the applicant participated in May Day celebrations, where he chanted anti-government slogans. He was arrested, detained for one day, beaten with a nightstick and questioned about his political activities."], ["[7]", "In June and July 2013, the applicant claims that he participated in anti-government protests that began in Istanbul and spread throughout Turkey."], ["[8]", "On September 1, 2013, he attended World Peace Day celebrations with Kurdish and Alevi activists. He claims to have led a group and chanted anti-government slogans. He was arrested, detained for 24 hours, questioned and beaten at the police station. In his amended Basis of Claim [BOC] form, he adds that his right hand was broken by the police while in detention."], ["[9]", "Following this event, he was followed by gangs and plainclothes police officers who threatened his life. He then fled Turkey."], ["[10]", "The applicant claims that he signed his first BOC as a blank form and was not aware that it omitted his broken hand until the BOC was later translated for him. After retaining his present counsel, he amended his BOC a few days before his Board hearing to include a missing page listing several family members and to correct his narrative to include a reference to his broken hand.", "The Decision"], ["[11]", "The Board found that the applicant is an Alevi and a Kurd, but found he was not a political activist that had been persecuted as alleged. The determinative issue was the applicant's credibility."], ["[12]", "The Board noted material omissions, contradictions and implausibilities in his evidence."], ["[13]", "The Board found that it was a material omission for the applicant to fail to mention that the Turkish police had broken his hand at the time of his Port of Entry [POE] interview upon arrival in Canada and in his first BOC narrative. If his hand had been broken and he was in the discomfort he claimed, he would not have omitted this in both his POE interview and his first BOC narrative. The Board also noted that he did not mention his broken hand in recounting the events of September 1, 2013 to his psychiatrist, Dr Thirlwell."], ["[14]", "The Board also noted that there was no corroborative evidence regarding his broken hand. Although the applicant was aware that he would need evidence to file a refugee claim, given that many members of his family had made refugee claims, including in Canada, he did not have any hospital records. The Board rejected his explanation that he did not want to go to the hospital because he would have had to report the incident to the police officer at the hospital, noting it made no sense. The Board found that going to the hospital would not bring him to the attention of the police, if his original visit to the hospital to have his hand treated did not do so."], ["[15]", "The Board rejected his explanation that his sister had attempted to get the hospital record, but was refused because only patients can obtain hospital records. The Board found that \"in the developed country of Turkey, a notarized statement from the claimant [applicant] with ID would have permitted this record to be obtained, or he could have gotten his sister a limited power of attorney to get over this barrier.\""], ["[16]", "The Board found that the evidence of a Canadian doctor, indicating that the applicant probably had an old fracture, did not establish the claim of this recent fracture."], ["[17]", "The Board also found a material contradiction between the applicant's BOC narrative and his testimony regarding his participation in political meetings. In his narrative, he stated that before his military service he \"tried to support and attend all democratic cultural political meetings organized by these Kurdish and Alevi groups.\" In his testimony, he denied attending political meetings, explaining that he would go to the centre and perform tasks of a service nature (such as cleaning and serving tea)."], ["[18]", "The Board found that the applicant lacked subjective fear due to his delay in leaving Turkey following the alleged death threats. The applicant's US visa was available on August 14, 2013, but he did not leave until October 5, 2013. The applicant's explanation - that he did not leave because he did not know what it would be like to travel to Canada with a broken hand and that this could draw attention to him - was rejected by the Board, finding that if he feared for his life, \"surely you'd fly with a broken arm and deal with it.\""], ["[19]", "The Board also found material contradictions regarding the death threats. In his BOC, the applicant claimed that religious people and plainclothes police followed him and threatened him with death threats following the September 1, 2013 detention. The Board noted that he had also told the psychiatrist about the death threats. However, the applicant did not make this claim at his initial interview. At the hearing, the applicant testified that the people that followed him did not say anything to him, but harassed him with a threatening attitude."], ["[20]", "The Board found a material omission in the applicant's BOC narrative regarding being \"beaten up\" following the March 21, 2013 Newroz celebration. In his testimony, he described the incident, including that the police beat him with chains on his face and body. The Board found that this to be more akin to \"severe torture\" and that this level of detail should have been noted in his BOC."], ["[21]", "The Board also found a material contradiction relating to the applicant's activities at the September 1, 2013 World Peace Day event. In his testimony, the applicant stated that he did not have any specific role or responsibility. His BOC narrative stated that he led the group, chanting anti-government slogans. The applicant did not explain the contradiction, but simply denied having a specific role in response to the Board's questions.", "The Issue"], ["[22]", "The determinative issue for the Board was the applicant's credibility. The only issue on judicial review is whether the credibility findings are reasonable. The applicant argues that the credibility findings were based on a microscopic analysis including of irrelevant issues and misconstrued evidence.", "Standard of Review"], ["[23]", "The standard of reasonableness applies to issues of fact and mixed fact and law; credibility is a question of fact."], ["[24]", "The Court must therefore, determine whether the decision \"falls within 'a range of possible, acceptable outcomes' which are defensible in respect of the facts and law\" (REFERENCE_SUPPRESSED). Deference is owed to the decision-maker and the Court will not reweigh the evidence."], ["[25]", "It is also well-established that boards and tribunals are ideally placed to assess credibility:", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED (also cited by the applicant as", "REFERENCE_SUPPRESSED, Justice Mary Gleason (as she then was) summarized the key principles from the jurisprudence regarding credibility (at paras 41-46) and highlighted the Court's limited role in reviewing credibility findings, at para 42:", "First, and perhaps most importantly, the starting point in reviewing a credibility finding is the recognition that the role of this Court is a very limited one because the tribunal had the advantage of hearing the witnesses testify, observed their demeanor and is alive to all the factual nuances and contradictions in the evidence. Moreover, in many cases, the tribunal has expertise in the subject matter at issue that the reviewing court lacks. It is therefore much better placed to make credibility findings, including those related to implausibility. Also, the efficient administration of justice, which is at the heart of the notion of deference, requires that review of these sorts of issues be the exception as opposed to the general rule. As stated in", "CITATION_SUPPRESSED:", "There is no longer any doubt that the Refugee Division, which is a specialized tribunal, has complete jurisdiction to determine the plausibility of testimony: who is in a better position than the Refugee Division to gauge the credibility of an account and to draw the necessary inferences? As long as the inferences drawn by the tribunal are not so unreasonable as to warrant our intervention, its findings are not open to judicial review ...", "(see also", "REFERENCE_SUPPRESSED)."], ["[27]", "The other key principles noted by Justice Gleason in", "CITATION_SUPPRESSED,", "which I would characterize as hallmarks of a credibility assessment, have been summarized below:", "• Contradictions in the evidence, particularly in the applicant's own testimony, will provide a reasonable basis for finding the claimant to lack credibility, but such contradictions must be real and more than trivial or illusory.", "• While the sworn testimony of the applicant is to be presumed to be true in the absence of contradiction, it may reasonably be rejected if the RPD finds it to be implausible. A finding of implausibility must be rational, sensitive to cultural differences and clearly expressed.", "• The Board may consider the demeanor, including hesitations, vagueness and changes or elaboration of the story in assessing credibility, but it is preferable if there are also other objective facts to support the credibility finding.", "• The Board must make clear credibility findings with sufficient particulars.", "CITATION_SUPPRESSED)"], ["[28]", "Previously, in", "CITATION_SUPPRESSED", "Justice Martineau had also set out the guiding principles at paras 7-10, describing the assessment of credibility as the \"heartland\" of the Board's jurisdiction at para 7."], ["[29]", "Justice Martineau cautioned against a microscopic examination of the evidence at para 11, noting that not every inconsistency or implausibility will support a negative finding and \"[I]t would not be proper for the Board to base its findings on extensive 'microscopic' examination of issues irrelevant or peripheral to the applicant's claim: see", "REFERENCE_SUPPRESSED\""], ["[30]", "He further cautioned against applying North American logic to the applicant's behaviour at para 12, noting that consideration should be given to the applicant's age, cultural background, social experience and that a lack of coherency in testimony should be considered in light of the applicant's psychological condition."], ["[31]", "In addition, the applicant's story must be considered in the context of their country conditions (", "CITATION_SUPPRESSED).", "The Credibility Findings are Reasonable"], ["[32]", "Bearing all the principles noted above in mind, I do not agree with the applicant that the credibility assessment was microscopic or that it was based on an assessment of peripheral issues or based on misconstrued evidence. Thoroughness can be distinguished from a microscopic analysis. The applicant's claims regarding his political activities and the resulting persecution were central to his claim. The Board's focus on contradictions in his evidence about these central allegations cannot be characterized as microscopic assessment of peripheral issues. The contradictions were real, not illusory or trivial."], ["[33]", "Although the Board focused extensively on the omission regarding the applicant's broken hand, which may initially may have been due to an error of the applicant's counsel and which the applicant attempted to correct, there were other problems with the applicant's testimony regarding his broken hand that justified the Board's credibility concerns, including his evidence that he attended at the hospital to have it x-rayed and set in a cast, but was fearful of attending at the hospital to have the cast removed because he would have to report to the police at the hospital. The Board reasonably found that his explanation did not make sense."], ["[34]", "In addition, the Board based its negative credibility findings on several other material contradictions in his evidence, including regarding his political activities which were the key basis for his claim of persecution."], ["[35]", "The evidence as a whole and the cumulative credibility findings support the Board's finding that the applicant's story was not credible and that he was not at risk due to his political activities in Turkey.", "The Broken Hand"], ["[36]", "The applicant submits that the Board ignored his testimony that he contacted his first lawyer to point out the omission from the BOC form. The applicant also testified that his first lawyer told him that he would add this information. It was not until he retained his second lawyer that he realized that this information was not included."], ["[37]", "The applicant also submits that the Board erred by making an adverse credibility finding based on his omission from his POE interview, given that he was instructed to be brief and the jurisprudence has established that only marked differences between the POE and later descriptions are relevant (", "REFERENCE_SUPPRESSED and", "REFERENCE_SUPPRESSED)"], ["[38]", "The applicant notes that POE notes should be considered taking into account the distrust that a refugee may have for persons in authority, which this applicant shared (", "CITATION_SUPPRESSED)."], ["[39]", "The respondent submits that even if the omission were due to the applicant's lawyer's failure to include this incident, and noting that the applicant signed a blank form, it was still open to the Board to note this significant omission. In addition, it was only one of many omissions and contradictions that led to the Board's credibility findings."], ["[40]", "The respondent argues that the Board did not microscopically examine the evidence regarding the applicant's failure to amend one paragraph in his BOC form to refer to his broken hand. Despite the impact the applicant claims this had, he inserted only a brief mention of \"broken hand\", but did not amend other parts of the BOC to describe the impact. It was open to the Board to find the omission of this information to be material."], ["[41]", "I find that although the Board did dwell on the omissions from the applicant's POE interview and BOC and on his late amendment to his BOC regarding his broken hand, the Board reasonably scrutinized all the evidence about this allegation, including the omission."], ["[42]", "The Board did not acknowledge that the applicant indicated, in response to questioning, that he advised his lawyer about the omission but his first lawyer did not amend the BOC in a timely way. However, the omissions from his first BOC and POE interview are not the only or the most problematic aspect of his claim regarding his broken hand, or according to his own testimony, his broken \"pinkie\". Given the other findings related to the applicant's evidence, the Board did not err in also relying on this omission."], ["[43]", "It is also true that POE notes are a brief recount, often by a weary claimant who is not expected to provide details and who is advised that the details can be provided afterward in the BOC. However, in the present case, as noted by the Board, the applicant would not likely have forgotten about his broken hand given that it was a recent assault by the police, he claimed to have removed the cast himself shortly before travelling to Canada and this was offered as an explanation for not fleeing Turkey earlier."], ["[44]", "Finally, I would note that refugee claimants should avoid signing blank BOC forms. The BOC is a very important document which the refugee claimant must swear to be truthful. It is quite obvious that a claimant cannot swear that a blank document is truthful.", "Lack of corroborative evidence - no hospital records"], ["[45]", "The applicant submits that the Board misunderstood his evidence about why he did not obtain his medical record. He explained that no one asked him what had happened when he sought treatment at the hospital. He was fearful to return to the hospital to the orthopaedic department, a different department, because he would be asked what had happened to his arm and this would be reported to the police."], ["[46]", "The applicant also submits that the Board ignored his testimony regarding why his sister could not obtain his medical records. In addition, the Board's assertion that a notarized statement would have allowed his sister to obtain the records is not based on any evidence and is speculative. Alternatively, if the Board relied on specialized knowledge, the Board should have given him an opportunity to respond."], ["[47]", "The respondent's position is that the Board reasonably found that the explanation for not returning to the hospital did not make any sense. If the applicant had been able to attend at the hospital to have his hand or arm set in a cast, he would have been equally able to attend to have it removed."], ["[48]", "The respondent submits the Board relied on common sense and rationality to find that the applicant's sister could have obtained his medical records using a power of attorney or notarized statement. Moreover, the onus was on the applicant to establish that his sister attempted to get the records and was refused."], ["[49]", "I agree that the Board reasonably rejected the applicant's explanation for not having any medical records. It does not make sense that the applicant would attend the hospital after the assault to have his hand treated, but would not attend to have his cast removed, or that a report to the police would be required or more likely only at the return visit. Based on my review of his testimony, his explanation was illogical as the Board found."], ["[50]", "Leaving aside the question of whether the applicant's sister would have been able to obtain the hospital records, there is no evidence that the applicant made any attempt on his own to obtain the hospital records, even from Canada. The onus was on him to support his claim.", "Lack of subjective fear"], ["[51]", "The Board reasonably found that the applicant's delay in departing, if in fact he was in receipt of death threats and had been beaten to the extent claimed, was not reasonable. The Board was entitled to dismiss his explanation that travelling with a broken arm would draw attention to him at the airport. Again, this was only one of many findings that cumulatively support the Board's finding that the applicant had insufficient credible evidence to establish his claim.", "Other material contradictions reasonably supported negative credibility findings"], ["[52]", "The applicant submits that other contradictions found by the Board were not material and were again based on a microscopic analysis and overzealousness."], ["[53]", "With respect to his evidence about his political activities prior to his military service, the applicant argues that distribution of posters and placards constitutes political activities even if his roles at political meetings were of a service nature. The applicant also notes that the Board misconstrued his BOC and his testimony and failed to distinguish his description of his political activities before his military service, which noted that he \"tried\" to attend meetings, and his political activities after his military service, which noted \"regular\" attendance at meetings."], ["[54]", "With respect to his role at the September 1, 2013 demonstrations, the applicant submits that the Board unreasonably found a contradiction based on microscopic analysis. The applicant points to the transcript which is confusing and to passages which could be interpreted in different ways. The applicant stated that he had no specific leadership role, but was in a group where everyone was shouting anti-government slogans, sometimes repeating what he said and other times repeating what others said."], ["[55]", "Finally, the applicant submits that the Board's adverse credibility inference based on finding that it was a material omission for the applicant to not describe the \"severe torture\" he suffered was an unreasonable microscopic analysis. The applicant argues there is no inconsistency or omission between the narrative and the testimony; the applicant simply described how he was \"beat up\" in more detail in his testimony."], ["[56]", "The respondent submits that it was open to the Board to find that there was a contradiction between the applicant's testimony and BOC narrative regarding the applicant's political activities given that he later denied any real role in his testimony."], ["[57]", "The respondent also notes that the applicant does not challenge other significant credibility findings, including the evidence from a Canadian doctor indicating that the applicant likely had an old fracture and the Board's finding that if he had broken his arm or hand, it occurred at a different time in his life."], ["[58]", "While it may be a question of language whether the applicant was beat up or tortured, the Board's credibility finding is based on the fact that the applicant did not provide the details of the conduct of the police in his testimony in the same way as he set it out in his BOC."], ["[59]", "The other material contradictions also provide a sound basis for the Board's additional credibility findings."], ["[60]", "With respect to the inconsistency or contradiction in the applicant's evidence regarding his political activities, the Board did distinguish between the parts of the BOC that described his activities before his military service, noting that he said that \"he tried to support and attend\" these activities. The Board accurately noted the applicant's oral testimony about this time period where he stated that he was not active before his military service. It was open to the Board to find this testimony to be inconsistent with his BOC description. The Board also noted that he had the opportunity to amend his BOC, and did so, but only to add a reference to his broken hand and other minor changes, but he did not amend his description of his political activities."], ["[61]", "With respect to the death threats, the Board reasonably found a material contradiction in the applicant's evidence. Although the applicant submits that his description to his lawyer who drafted the BOC may have misstated the threatening conduct by the plainclothes police and religious persons, the threats are a serious allegation related to the key aspect of his claim: that he was and will be persecuted because of his political activities. As noted above, he had an opportunity to amend his BOC and he did not correct this allegation."], ["[62]", "The very first paragraph of his BOC states, \"I have faced persecution and received death threats due to my political activism.\" Again at para 19, the BOC states that the plainclothes police and religious persons \"kept harassing me and started to threaten me with death.\""], ["[63]", "As the Board noted, the applicant recounted the death threats to Dr Thirlwell in his interview with her and she refers to this in her assessment. A death threat is a different level of risk from being followed by those with a \"threatening attitude\", as the applicant later stated.", "Dr Thirlwell's Report does not provide a reasonable explanation"], ["[64]", "The applicant also submits that Dr Thirlwell's assessment of the applicant, which the Board accepted, provides a reasonable explanation for his omissions and inconsistencies because Dr Thirlwell notes that the applicant suffers from Post-Traumatic Stress Disorder [PTSD] and would have difficulty relating events in a coherent manner or in the appropriate time sequence. The applicant also points to his testimony before the Board where he stated that he did not \"tell everything in my document in my testimony and I thought I will explain everything in the hearing and because of my psychological state ...\""], ["[65]", "I do not agree that Dr Thirlwell's report indicates that this applicant could not recount the events due to his PTSD."], ["[66]", "Dr Thirlwell's report states:", "Due to the emotionally painful nature of the traumatic material and the inability to trust,", "many PTSD", "victims are not able to relate their entire story in one sitting and they will often dissociate when being questioned, appearing to be either non-emotional and/or overly emotional when having to describe traumatic events. Because of their anxious, hyperaroused, traumatized state,", "PTSD victims may", "have difficulty with memory and concentration and issues with mixing up specific dates and timelines.", "Mehmut endorsed such problems"], ["[67]", "Dr Thirlwell appears to be speaking generally about PTSD victims and that PTSD victims may have such problems, but she is not speaking about the applicant. The reference that the applicant \"endorsed such problems\" does not, in my view, indicate that he has such problems. Rather, it indicates that he may have suggested that he had such problems. If Dr Thirlwell found that the applicant had these problems, she would have clearly indicated that he \"exhibited\" such problems."], ["[68]", "The Board reasonably found that Dr Thirlwell's report does not say that the applicant exhibited traits which would prevent him from accurately describing the events in his BOC or to correct errors after the BOC was translated, nor does it say that he suffered memory problems."], ["[69]", "The Board reasonably found that Dr Thirlwell's report does not \"explain away the credibility findings.\"", "JUDGMENT"], ["[70]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed and no question is proposed for certification.", ".........................", "CITATION_SUPPRESSED"]]}