{"id_": "010309", "body_str": [["[1]", "Lemieux, J.", ": This judicial review proceeding arises out of the December 23, 1998 decision by the Refugee Division of the Immigration and Refugee Board (Refugee Division) which determined the applicant, Asad Javed Sheikh, a 29-year-old citizen of Pakistan, did not discharge himself of his burden of establishing a well-founded fear of persecution for reason of political opinion and membership in a particular social group if he returned to Pakistan.  <FRAGMENT_SUPPRESSED>", "THE APPLICANT'S CLAIM  <FRAGMENT_SUPPRESSED>"], ["[2]", "The central element of the applicant's claim stems from his adherence, in 1993, to the People's Students Federation (PSF) when he was at Commerce College in Sialkot, Pakistan, and his membership, in 1994, in the Pakistan People's Party (PPP) then led by Benazir Bhutto.  <FRAGMENT_SUPPRESSED>"], ["[3]", "He claims to have participated, as a Party organizer, in the national elections held in 1993 which the PPP won in October of that year as well as in the 1996 elections in December of that year in which the Pakistan Muslim League (PML) was successful and formed the government (up until recently when military rule was imposed).  <FRAGMENT_SUPPRESSED>"], ["[4]", "In the context of this rivalry, the applicant clashed with local and national organizers of the PML and, in particular, with the influential PML Butt family. Salam Butt was the Secretary General of the Muslim Student League when the applicant was at college in 1993. When the PPP won the 1993 elections, the applicant says there was a corruption crackdown: one of the targets was Munsha Butt, a PML leader and the brother of Salam Butt. He was arrested and then released in May 1995 through the payment of a bribe. The PPP protested; the applicant organized the rally and altercations followed. Munsha Butt was rearrested and sent to prison. In April 1996, the police arrested Salam Butt; he went to prison; he blamed the applicant. In November 1996, Munsha and Salam Butt were released from prison on bail. According to the applicant, the interim government released PML supporters regardless of the seriousness of their crimes.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The event which precipitated the applicant's flight from Pakistan to Canada occurred in December 1996. This is how, in his written PIF, the applicant describes it:  <FRAGMENT_SUPPRESSED>", "\"In early December 1996 as I was busy with the PPP candidates' election campaign, I was once again threatened by Salam Butt, who reiterated that I would soon find out the result of my support for the PPP and my report to the police.  <FRAGMENT_SUPPRESSED>", "On December 10th, 1996, my PPP colleague Raouf and myself distributed posters and flyers", "for the PPP candidates in our area. I visited his home that evening and stayed there for a while. While I was there, police", "raided his house", "and a few shots were fired.", "Raouf and two of his colleagues, who had been seriously injured during the raid, were arrested", ". The police alleged they were involved in robberies of thousands of ruppees.", "Later, one of them died in police custody", ". The officer who had supervised and conducted the raid was apparently anti-PPP and was suspended by the PPP government, but the interim government had since reinstated him and he started cracking down on PPP supporters.  <FRAGMENT_SUPPRESSED>", "On December 11th, police raided my house", ". After searching the house, they said that the alleged robber who had died in police custody had told them that I was also part of their group.", "They wanted to arrest me, but it was pure and simple fabrication on their part", ". They wanted to arrest me because of my support for the PPP, as they had done with my friend Raouf, whose only crime was to be a dedicated and hard-working member of the PPP.", "I managed to escape as more police were entering my house. I went into hiding", ".  <FRAGMENT_SUPPRESSED>", "\"Later my father informed me that", "Salam and Munsha Butt were behind all of this and had put pressure on police to arrest me", ". They also threatened my father, while police harassed my family. My father advised me to leave the country as I really had no other choice.  <FRAGMENT_SUPPRESSED>", "\"Recently police in Pakistan had given special 'shoot to kill' orders to fight growing terrorism in the country. Under this ordinance police can kill anyone as long as they target him or her as a terrorist. Considering this as well as everything else that has happened recently,", "I truthfully cannot expect any justice from the present regime, if I were to return to my country", ".\" (emphasis mine)  <FRAGMENT_SUPPRESSED>"], ["[6]", "At his refugee claim hearing, the applicant put into evidence the following documents:  <FRAGMENT_SUPPRESSED>", "(a) exhibit P-1, his PIF;  <FRAGMENT_SUPPRESSED>", "(b) exhibit P-2, his National Identity Card;  <FRAGMENT_SUPPRESSED>", "(c) exhibit P-3, his PPP membership card number 568058;  <FRAGMENT_SUPPRESSED>", "(d) exhibit P-4, his lawyer's letter dated October 16, 1998, which read:  <FRAGMENT_SUPPRESSED>", "\"SH Asad Javed son of SH Javed Iqbal, permanent residence of Pasrur Road, Sialkot is my client. One week before I went to the police office. Though there is no filed suit against him but I suspect on his exposure to police. Police will and can do something unlawful against him by involving him in some mock political case, because he is the active member of Pakistan People Party. I, after considering the matter, suggest that Mr. Asad must stay in Canada until the situation becomes favourable. <FRAGMENT_SUPPRESSED>", "(e) exhibit P-5, a letter dated October 18, 1998, signed by Babar Shaheen, President of the PSF, Sialkot City, which reads:  <FRAGMENT_SUPPRESSED>", "\"This is to certify that Mr. Sh. Asad Javed was an active and hard-working member of People's Student Federation. He became member on August 10th, 1993 and devoted his time to PSF.  <FRAGMENT_SUPPRESSED>", "\"Mr. Asad worked in the election campaign of October 1993 with other student fellows. He also has been helpful in different organizing programmes.  <FRAGMENT_SUPPRESSED>", "\"He faced the problems from other students' political organizations.  <FRAGMENT_SUPPRESSED>", "\"I wish him success in his future life.  <FRAGMENT_SUPPRESSED>", "Signed: President, People's Student Federation, Sialkot City. <FRAGMENT_SUPPRESSED>", "(f) exhibit P-6, his birth certificate;  <FRAGMENT_SUPPRESSED>", "(g) exhibit P-7, a letter dated September 20, 1998 from Ali Hussain, General Secretary, PPP, Sialkot City, which reads:  <FRAGMENT_SUPPRESSED>", "\"It is certified that Mr. Sheikh ... is member of Pakistan People's Party since November 2, 1994.  <FRAGMENT_SUPPRESSED>", "\"Mr. Sheikh was always present in our activities. He was a very active worker in Pakistan People's Party. He is well-known due to his involvement in political activities. His activities had caused the danger to his life.  <FRAGMENT_SUPPRESSED>", "\"Mr. Sheikh had to face hardship and threats to his life by his political opponents, Pakistan Muslim League.  <FRAGMENT_SUPPRESSED>", "\"It had become impossible for him to be safe in Pakistan. Therefore, he had to leave the country. I wish his safety and success in his future life. <FRAGMENT_SUPPRESSED>", "(h) exhibit P-8, a letter dated October 18, 1998, from Kadeer Khokhar, President, PPP, Sialkot City, which reads:  <FRAGMENT_SUPPRESSED>", "\"It is certified that Mr. Sheikh Asad Javed is well-known to me and he was working for the Party with full of his strength.  <FRAGMENT_SUPPRESSED>", "\"Mr. Asad Javed worked in the election campaigns of October 1993 and February 1997. He influenced the voters to vote for the Party. Mr. Asad faced problems from his political rivals like Pakistan Muslim League and its allies.  <FRAGMENT_SUPPRESSED>", "\"For further information, contact the undersigned. <FRAGMENT_SUPPRESSED>", "THE REFUGEE DIVISION'S DECISION  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Refugee Division's analysis, in this case, was divided into two main headings: (a) credibility; and (b) plausibility. Under credibility, the Refugee Division discussed three items:  <FRAGMENT_SUPPRESSED>", "(1) Political affiliation;  <FRAGMENT_SUPPRESSED>", "(2) Incidents of December 10 and 11, 1996; and  <FRAGMENT_SUPPRESSED>", "(3) The arrest of the claimant's father.  <FRAGMENT_SUPPRESSED>", "Under plausibility, the Refugee Division discussed one item, namely, the police raid of December 11, 1996. I deal with these matters in the same way as the Refugee Division structured them.  <FRAGMENT_SUPPRESSED>", "(1)", "Credibility  <FRAGMENT_SUPPRESSED>", "(i) Political affiliation  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Refugee Division acknowledged that the applicant's political affiliation was supported by exhibits P-3, P-5, P-7 and P-8 consisting of letters and a membership card but said that some of these exhibits raised \"a few issues\".  <FRAGMENT_SUPPRESSED>"], ["[9]", "First, the Refugee Division turned to exhibit P-5 and noted:  <FRAGMENT_SUPPRESSED>", "\"... is signed by Babar Shaheen who is, according to the claimant, the president of the colleges in Sialkot and for each one of them there is a PSF branch with its own president.", "It is certainly difficult to understand why Mr. Shaheen has signed exhibit P-5 as President of the Peoples' Student Federation, Sialkot City, without any reference to the other educational institutions", ".\" (emphasis mine)  <FRAGMENT_SUPPRESSED>"], ["[10]", "Second, the Refugee Division focussed on exhibit P-3 which is the PPP membership card and has five party mottos printed on it. The Refugee Division concluded:  <FRAGMENT_SUPPRESSED>", "\"Moreover, the claimant was invited to describe the motto of the PSF and the claimant discharged himself", "by mentioning four (4) alleged mottoes. Actually, there are five (5) known mottoes", "which appear on exhibit P-3 (Membership Card).", "One of the four he mentioned is not a motto but a sentence which appeared on exhibit P-5, a letter from the PSF. Consequently, the claimant has shown his inability to accurately identify the slogan of his party", ".\" (emphasis mine)  <FRAGMENT_SUPPRESSED>"], ["[11]", "Third, again in respect of exhibit P-3, the membership card, the Refugee Division said:  <FRAGMENT_SUPPRESSED>", "\"The claimant testified that he had only one membership card which was issued on November 2, 1994 and valid until November 2, 1996, and he did not have time to renew it afterwards. Surprisingly, it", "is pretty clear from the original exhibit that it was issued in November 1996, and it is also clear that it is a second card, since there is a reference to a previous card number", ".\" (emphasis mine)  <FRAGMENT_SUPPRESSED>"], ["[12]", "Fourth, again focussing on his membership card, the Refugee Division wrote:  <FRAGMENT_SUPPRESSED>", "\"Moreover, the party official who signed his membership card would be Mr. Khalil, Post Division in charge of district officer 103, according to the claimant. However, exhibit P-3 shows that he is the President of the PPP Sialkot for 102, and not 103. <FRAGMENT_SUPPRESSED>", "(ii) The December 10 and 11, 1996 incident  <FRAGMENT_SUPPRESSED>"], ["[13]", "The Refugee Division, under this point, simply drew the following:  <FRAGMENT_SUPPRESSED>", "\"The claimant", "testified that four", "(4) people were distributing", "flyers which is in contrast with his PIF, in which he stated that 'colleague Raouf and myself'", ".\" (emphasis mine)  <FRAGMENT_SUPPRESSED>", "(iii) The claimant's father's arrest  <FRAGMENT_SUPPRESSED>"], ["[14]", "The Refugee Division observed:  <FRAGMENT_SUPPRESSED>", "\"The claimant testified about his father's arrests and his obligation to report to the police but omitted to mention it in his PIF with the exception of the December 1996 event. <FRAGMENT_SUPPRESSED>", "(2)", "Plausibility — Police raid of December 11, 1996 at the family home  <FRAGMENT_SUPPRESSED>"], ["[15]", "In terms of analysis, the Refugee Division had the following problems.  <FRAGMENT_SUPPRESSED>", "(1) The Refugee Division hypothesized that \"[O]ne may question why the police did not arrest the claimant when they first raided his friend's residence considering that Raouf was arrested according to the claimant because he was a 'dedicated and hard working member of PPP'. <FRAGMENT_SUPPRESSED>", "(2) Mentioning exhibits P-5 and P-7, the Refugee Division said these letters \"are silent about the raid on December 11, 1996, which is the core event that made the claimant leave his country and seek protection\".  <FRAGMENT_SUPPRESSED>", "(3) Referring to exhibit P-4, his lawyer's letter, the Refugee Division said it was surprising that the applicant's lawyer was not contacted before October 1998 because of a problem which originated in December 1996. The Refugee Division mentions his lawyer's letter states there are no charges pending against the claimant and concluded the lawyer's opinions regarding the claimant's return to Pakistan were strictly of a personal nature and, as a result, the panel gave no probative weight to this exhibit.  <FRAGMENT_SUPPRESSED>", "(3)", "The Refugee Division's conclusions  <FRAGMENT_SUPPRESSED>"], ["[16]", "After its analysis, the Refugee Division concluded:  <FRAGMENT_SUPPRESSED>", "\"All this documentary evidence is", "highly contradictory", "and", "challenges the claimant's testimony on central elements of his claim", ". It also highlights the", "non-plausibility", "of the present claim.  <FRAGMENT_SUPPRESSED>", "For all the above reasons, considering the numbers of exhibits", "which show discrepancies and considering all the contradictions, the panel concludes that the claimant has not discharged himself of his burden to establish that he had a well-founded fear of persecution", ".\" (emphasis mine)  <FRAGMENT_SUPPRESSED>", "ISSUE  <FRAGMENT_SUPPRESSED>"], ["[17]", "The only issue raised in this proceeding is the following: Did the tribunal base its decision on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it?  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>"], ["[18]", "The Refugee Division based its decision by concluding \"[A]ll this documentary evidence is highly contradictory and challenges the claimant's testimony on central elements of his claim\" and \"also highlights the non-plausibility ...\", adding \"considering the numbers of exhibits which show discrepancies and considering all of the contradictions, the panel concludes ...\".  <FRAGMENT_SUPPRESSED>", "(a)", "The principles  <FRAGMENT_SUPPRESSED>"], ["[19]", "It is a well-settled principle in this court that matters related to the assessment of evidence is within the particular jurisdiction of the Refugee Division to determine. Thurlow, J., for the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  N.R. 271 (F.C.A.) at p. 223, expressed the point this way:  <FRAGMENT_SUPPRESSED>", "\"Its credibility, its trustworthiness, its cogency, the inferences to be drawn from it, were all questions of fact that were peculiarly within the Board's jurisdiction. <FRAGMENT_SUPPRESSED>", "(See also", "<FRAGMENT_SUPPRESSED>  tribunal did not consider the claimant's testimony to be trustworthy relying so on many contradictions. Décary, J.A., on behalf of the court, said this:  <FRAGMENT_SUPPRESSED>", "\"In the case at bar the first instance tribunal did not consider the claimant's testimony to be trustworthy. It relied on the many contradictions it found in his testimony, in particular regarding the dates assigned by the applicant to the various events on which he based his fear of persecution. Further, the tribunal did not regard as plausible the three arrests alleged by the applicant and his especially easy release on each occasion.  <FRAGMENT_SUPPRESSED>", "\"It was the tribunal's duty to draw its own conclusions on the contradictions found in the testimony, as it was also responsible for assessment the plausibility of what was said. It did this in a way that does not require intervention by this court. <FRAGMENT_SUPPRESSED>"], ["[21]", "In terms of implausibility finding,  <FRAGMENT_SUPPRESSED>  (F.C.A.), clearly reiterates the proper approach:  <FRAGMENT_SUPPRESSED>", "\"[4] There is no longer any doubt that the Refugee Division, which is a specialized tribunal, has complete jurisdiction to determine the plausibility of testimony: who is in a better position than the Refugee Division to gauge the credibility of an account and to draw the necessary inferences? As long as the inferences drawn by the tribunal are not so unreasonable as to warrant our intervention, its findings are not open to judicial review. <FRAGMENT_SUPPRESSED>"], ["[22]", "However, credibility findings by the Refugee Division are not immune from this court's supervision and this principle has been established in a long series of cases.  <FRAGMENT_SUPPRESSED>"], ["[23]", "The discrepancies relied on by the Refugee Division must be real (", "<FRAGMENT_SUPPRESSED>  (F.C.A.). The Refugee Division must not display a zeal \"to find instances of contradiction in the applicant's testimony ... it should not be over-vigilant in its microscopic examination of the evidence\" (", "<FRAGMENT_SUPPRESSED>  (F.C.A.), at paragraph 9). The alleged discrepancy or inconsistency must be rationally related to the applicant's credibility (", "<FRAGMENT_SUPPRESSED>  (F.C.A.). Explanations which are not obviously implausible must be taken into account (", "Owusu- <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[24]", "Moreover, another line of cases establishes the proposition that the inconsistencies found by the Refugee Division must be significant and be central to the claim (", "<FRAGMENT_SUPPRESSED>  (F.C.A.) (A-738-90, June 5, 1992, expressed the principle in the following manner:  <FRAGMENT_SUPPRESSED>", "\"In our opinion, the members of the panel clearly exaggerated the import of a few apparent contradictions, hesitations or vague statements which they succeeded in detecting in the comments of the claimant, and they could not on that basis alone treat his testimony as a whole as being the testimony of a liar. It seems to us that their fixation on the details of what he stated to be his history caused them to forget the substance of the facts on which he based his claim. <FRAGMENT_SUPPRESSED>"], ["[25]", "In this case, it is important to stress the Refugee Division did not make against the applicant a finding of a total absence of credibility whereby in appropriate circumstances the principle advanced by the respondent in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), might apply to eliminate all of the evidence put forward by a refugee. What the Refugee Division said was some of the exhibits raised a \"few issues\" and concluded the applicant's personal documentary evidence was highly contradictory.  <FRAGMENT_SUPPRESSED>"], ["[26]", "I am of the view this court's intervention is warranted for several reasons.  <FRAGMENT_SUPPRESSED>", "(a)", "The credibility findings  <FRAGMENT_SUPPRESSED>"], ["[27]", "First, some of the discrepancies identified were not real but speculative on the part of the Refugee Division. This was the case with the analysis on exhibit P-5 where the tribunal found it was difficult to understand why Mr. Shakeen would not refer to the four colleges at Sialkot City when he signed as President of the Student Federation for that city. The Refugee Division did not doubt he was President of the PSF city wide. There is no basis to any discrepancy finding here.  <FRAGMENT_SUPPRESSED>"], ["[28]", "Second, several discrepancies or contractions were clearly exaggerated. The finding by the tribunal \"the claimant has shown his inability to accurately identify the slogan of his party\" when he mentioned four out of the five mottoes but one was from a PSF letterhead. This finding was unreasonable. A refugee claim should not be determined on the basis of a memory test. The same can be said of the comment about Mr. Khali signing the membership card as PPP for 102 whereas he was the district officer for 103.  <FRAGMENT_SUPPRESSED>"], ["[29]", "Third, the Refugee Division's detailed inquiry on the applicant's membership card was not material when the Refugee Board did not dispute that at the relevant time he was a member of the party.  <FRAGMENT_SUPPRESSED>"], ["[30]", "Fourth, I characterize the Refugee Division's inference arising from the applicant's testimony on how many people were distributing leaflets on the 10th of December when the police broke into the home of his friend, took a number of people away and one died, to be peripheral at best. Moreover, the Refugee Division did not draw any conclusions at all from this finding. It did not say the December 10, 1996 event did not happen.  <FRAGMENT_SUPPRESSED>", "(c)", "The implausibility findings  <FRAGMENT_SUPPRESSED>"], ["[31]", "As stated in", "<FRAGMENT_SUPPRESSED> , the burden is on the applicant to demonstrate the inferences found by the Refugee Division were unreasonable. I have reached the conclusion they were for the following reasons.  <FRAGMENT_SUPPRESSED>"], ["[32]", "First, the applicant offered a plausible explanation why he was not arrested on the night of December 10, 1996. It was because he did not put up any resistance to the arrest of Ajimal. The Refugee Division fails to address this issue and ignores the balance of the testimony which indicated that same night the police raided his family home and he fled.  <FRAGMENT_SUPPRESSED>"], ["[33]", "Second, I characterize the tribunal's discussion of no mention in the applicant's PIF of his father's arrest in the same manner. A plausible explanation was offered (transcript p. 70) but there was no discussion by the Refugee Division on that explanation and no finding his father was not arrested.  <FRAGMENT_SUPPRESSED>", "CONCLUSION  <FRAGMENT_SUPPRESSED>"], ["[34]", "For all of these reasons, the decision of the Refugee Division is set aside and the applicant's claim is remitted to a differently constituted panel for reconsideration.  <FRAGMENT_SUPPRESSED>"], ["[35]", "No certified questions were raised by the parties at the hearing and none is formulated.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Sharon J. McLaughlin/aga  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}