{"id_": "010548", "body_str": [["[1]", "Layden-Stevenson, J.", ": Mr. Cantell asks that his application for an extension of time within which to apply for a decision from the Minister of National Revenue (the Minister) under section 131 of the Customs Act, R.S. 1985, c. 1 (2nd Supp.) be granted. The request is brought under section 129.2 of the Customs Act (the Act). Mr. Cantell applied to the Minister for the extension of time under section 129.1, but was refused by decision dated July 14, 2003.", "BACKGROUND"], ["[2]", "The facts giving rise to this matter are not complicated. Mr. Cantell and his wife live in St. Catharines, Ontario. They frequently travel to New York state to visit family and friends. On June 13, 2002, a customs officer at Niagara Falls, Ontario, conducted a search of Mr. Cantell's vehicle. The officer discovered four bottles of wine and a container of pepper spray. Those items were seized and, in addition, Mr. Cantell's CANPASS card and vehicle decal were taken from him and a one year notice of suspension was issued. No vehicle penalty was levied. Mr. Cantell had a previous infraction under the Act on September 9, 2000."], ["[3]", "Section 129 of the Act allows a person from whom goods are seized to apply to the Minister for a decision under section 131 of the Act. Section 131 (which provides for ministerial review regarding specified seizures) is, for purposes of the matter before me, irrelevant and I need not be concerned with it. Section 129 provides that the person has 90 days within which to request a section 131 decision. The request may be made by giving notice in writing or by any other means satisfactory to the Minister."], ["[4]", "The Customs Seizure Receipt provided to Mr. Cantell included a section entitled \"Right to Request a Minister's Decision\" wherein the right to file an objection and request a decision of the Minister within 90 days was delineated. Mr. Cantell missed the 90-day time limit to apply for the section 131 review. However, subsection 129.1 of the Act allows a person, who has not made a request within 90 days, to apply to the Minister for an extension of time. The right to apply for and be granted an extension of time by the Minister, in exceptional cases, was also set out in the above-noted paragraph of the Customs Seizure Receipt. By virtue of subsection 129.1(2), an applicant must provide reasons for not having submitted the request on time."], ["[5]", "Mr. Cantell requested an extension of time on April 11, 2003. In so doing, he addressed what might best be described as the merits of his request under section 131, but he did not explain his delay in making the application. By correspondence dated May 27, 2003, an adjudicator at Customs Appeals Directorate requested that Mr. Cantell provide the reasons why he had not met the 90 day time requirement. Mr. Cantell provided his explanation in correspondence dated June 2, 2003."], ["[6]", "An adjudicator of the Customs and Appeal Directorate of the Canada Customs and Revenue Agency reviewed the information contained in the June 2nd correspondence and recommended that Mr. Cantell's application for an extension of time be denied. The manager of Customs and Appeals Directorate rendered a negative decision on July 14, 2003. Mr. Cantell filed his application under section 129.2 of the Act on August 26, 2003."], ["[7]", "At the hearing on June 28, 2004, the matter was argued as an application for judicial review. The court referred to section 129.2 of the Act and noted that it provides that an application for an extension of time may be made to the court when, among other things, the Minister dismisses the application under section 129.1. The parties requested and were granted the opportunity to file further written submissions. Both parties served and filed submissions by July 30, 2004 as directed. Only the respondent filed a reply submission.", "THE RELEVANT STATUTORY PROVISIONS"], ["[8]", "The statutory provisions touching upon this matter are attached to these reasons as Schedule \"A\". For ease of reference, sections 129.1 and 129.2 are reproduced here.", "Customs Act, R.S. 1985, c. 1 (2nd Supp.)", "129.1 (1) If no request for a decision of the Minister is made under section 129 within the time provided in that section, a person may apply in writing to the Minister for an extension of the time for making the request and the Minister may grant the application.", "(2) An application must set out the reasons why the request was not made on time.", "(3) The burden of proof that an application has been made under subsection (1) lies on the person claiming to have made it.", "(4) The Minister must, without delay after making a decision in respect of an application, notify the applicant in writing of the decision.", "(5) The application may not be granted unless", "(a) it is made within one year after the expiration of the time provided in section 129; and", "(b) the applicant demonstrates that", "(i) within the time provided in section 129, the applicant was unable to request a decision or to instruct another person to request a decision on the applicant's behalf or the applicant had a bona fide intention to request a decision,", "(ii) it would be just and equitable to grant the application, and", "(iii) the application was made as soon as circumstances permitted.", "129.2 (1) A person may apply to the Federal Court to have their application under section 129.1 granted if", "(a) the Minister dismisses that application; or", "(b) ninety days have expired after the application was made and the Minister has not notified the person of a decision made in respect of it.", "If paragraph (a) applies, the application under this subsection must be made within ninety days after the application is dismissed.", "(2) The application must be made by filing a copy of the application made under section 129.1, and any notice given in respect of it, with the Minister and the Administrator of the Court.", "(3) The Court may grant or dismiss the application and, if it grants the application, may impose any terms that it considers just or order that the request under section 129 be deemed to have been made on the date the order was made.", "(4) The application may not be granted unless", "(a) the application under subsection 129.1(1) was made within one year after the expiration of the time provided in section 129; and", "(b) the person making the application demonstrates that", "(i) within the time provided in section 129 for making a request for a decision of the Minister, the person was unable to act or to instruct another person to act in the person's name or had a bona fide intention to request a decision,", "(ii) it would be just and equitable to grant the application, and", "(iii) the application was made as soon as circumstances permitted.", "Loi sur les douanes, L.R. (1985), ch. 1 (2e suppl.)", "129.1 (1) La personne qui n'a pas présenté la demande visée à l'article 129 dans le délai qui y est prévu peut demander par écrit au ministre de proroger ce délai, le ministre étant autorisé à faire droit à la demande.", "(2) La demande de prorogation énonce les raisons pour lesquelles la demande visée à l'article 129 n'a pas été présentée dans le délai prévu.", "(3) Il incombe à la personne qui affirme avoir présenté la demande de prorogation visée au paragraphe (1) de prouver qu'elle l'a présentée.", "(4) Dès qu'il a rendu sa décision, le ministre en avise par écrit la personne qui a demandé la prorogation.", "(5) Il n'est fait droit à la demande que si les conditions suivantes sont réunies:", "a) la demande est présentée dans l'année suivant l'expiration du délai prévu à l'article 129;", "b) l'auteur de la demande établit ce qui suit:", "(i) au cours du délai prévu à l'article 129, il n'a pu ni agir ni mandater quelqu'un pour agir en son nom, ou il avait véritablement l'intention de demander une décision,", "(ii) il serait juste et équitable de faire droit à la demande,", "(iii) la demande a été présentée dès que possible.", "129.2 (1) La personne qui a présenté une demande de prorogation en vertu de l'article 129.1 peut demander à la Cour fédérale d'y faire droit:", "a) soit après le rejet de la demande par le ministre;", "b) soit à l'expiration d'un délai de quatre-vingt-dix jours suivant la présentation de la demande, si le ministre ne l'a pas avisée de sa décision.", "La demande fondée sur l'alinéa a) doit être présentée dans les quatre-vingt-dix jours suivant le rejet de la demande.", "(2) La demande se fait par dépôt auprès du ministre et de l'administrateur de la Cour d'une copie de la demande de prorogation présentée en vertu de l'article 129.1 et de tout avis donné à son égard.", "(3) La Cour peut rejeter la demande ou y faire droit. Dans ce dernier cas, elle peut imposer les conditions qu'elle estime justes ou ordonner que la demande soit réputée avoir été présentée à la date de l'ordonnance.", "(4) Il n'est fait droit à la demande que si les conditions suivantes sont réunies:", "a) la demande de prorogation a été présentée en vertu du paragraphe 129.1(1) dans l'année suivant l'expiration du délai prévu à l'article 129;", "b) l'auteur de la demande établit ce qui suit:", "(i) au cours du délai prévu à l'article 129, il n'a pu ni agir ni mandater quelqu'un pour agir en son nom, ou il avait véritablement l'intention de demander une décision,", "(ii) il serait juste et équitable de faire droit à la demande,", "(iii) la demande a été présentée dès que possible.", "THE REASONS ADVANCED IN SUPPORT OF AN EXTENSION OF TIME"], ["[9]", "Several months after the seizure, Mr. Cantell learned that as a consequence of the infraction, his name was red-flagged in the customs data bank and would remain so for a period of approximately seven years. As a result, each time he crosses the border, his vehicle is searched."], ["[10]", "Mrs. Cantell has a lengthy history of back problems. She underwent spinal surgery several years ago. Near the end of April, 2002, her symptoms resurfaced. Mr. Cantell says that his wife is in extreme discomfort when she has to stand during the lengthy time that is required for customs officials to search his vehicle. He submits that, had he known that he would be red-flagged, he would have recognized the \"long term hardship conditions that this does impose upon my physically handicapped wife and would then have been obliged to elevate the matter for priority attention\"."], ["[11]", "He submits that his wife was undergoing numerous tests, procedures and evaluations during the months following the seizure and that \"the personal events of the following months would have precluded my attention for this and other matters. The events referred to involve the medical condition of my wife\". He claims that the months of testing were extremely traumatic and contributed to his lack of attention to this matter. His preoccupation with these pressing matters precluded consideration of instructing someone to act on his behalf and in any event, he did not consider this very personal matter suitable to involve another lay person nor was it economically feasible to seek professional help.", "ANALYSIS"], ["[12]", "To obtain an extension of time, Mr. Cantell must meet the criteria set out in subsection 129.2(4). His application was made within one year after the expiration of the time provided in section 129. He must also establish that he was unable to act, to instruct another person to act on his behalf or had a bona fide intention to appeal. Finally, he must demonstrate that it would be just and equitable to grant the extension of time and that the application was made as soon as circumstances permit."], ["[13]", "Mr. Cantell has not satisfied any of these conditions. There is no evidence of a bona fide intention to request a decision within the 90 days. While I appreciate that Mr. Cantell was distracted by his wife's circumstances, by his own admission, his application was made only \"when the full repercussions of the incident\" became apparent. It thus cannot be said that he had a \"bona fide intention\" to request a decision:  <FRAGMENT_SUPPRESSED>  (F.C.A.). His admission applies equally to his failure to instruct another person to act on his behalf."], ["[14]", "I am also not satisfied that it would be just and equitable to grant the extension of time. This was Mr. Cantell's second infraction. He personally received the Customs Seizure Receipt outlining the process available to him. He chose not to seek a decision from the Minister until such time as he became aware of the data bank entry some ten months after the fact. He did not make the application as soon as circumstances permitted."], ["[15]", "The criteria mandated in paragraph 129.2(4) of the Act not having been met, the application must be dismissed. In reality, Mr. Cantell takes issue, not with the seizure, but with what he regards as a \"penalty\" arising out of his infraction. While I am inclined to regard it as a consequence, the court lacks jurisdiction to review the penalty imposed when there is an infraction of the  <FRAGMENT_SUPPRESSED>  (F.C.T.D.).", "ORDER"], ["[16]", "The application is dismissed but without costs.", "SCHEDULE \"A\"", "to the", "Reasons for Order and Order dated August 13, 2004", "rendered by the Hon. Madam Justice Carolyn Layden-Stevenson", "in", "<FRAGMENT_SUPPRESSED>  Supp.)", "126.1 Sections 127 to 133 do not apply to a contravention of subsection 40(3) of this Act by a person referred to in paragraph (c) of that subsection, or to a contravention of section 32.2 of this Act in circumstances to which subsection 32.2(6) of this Act applies, or to a contravention of subsection 95(1), 118(1) or (2), 121(1) or 122(1) of the Customs Tariff.", "127. The debt due to Her Majesty as a result of a notice served under section 109.3 or a demand under section 124 is final and not subject to review or to be restrained, prohibited, removed, set aside or otherwise dealt with except to the extent and in the manner provided by sections 127.1 and 129.", "127.1 (1) The Minister, or any officer designated by the Minister for the purposes of this section, may cancel a seizure made under section 110, cancel or reduce a penalty assessed under section 109.3 or an amount demanded under section 124 or refund an amount received under any of sections 117 to 119 within thirty days after the seizure, assessment or demand, if", "(a) the Minister is satisfied that there was no contravention; or", "(b) there was a contravention but the Minister considers that there was an error with respect to the amount assessed, collected, demanded or taken as security and that the amount should be reduced.", "(2) If an amount is returned to a person under paragraph (1)(a), the person shall be given interest on that amount at the prescribed rate for the period beginning on the day after the amount was originally paid by that person and ending on the day it was returned.", "128. Where goods or a conveyance has been seized under this Act, or a notice has been served under section 109.3 or 124, the officer who seized the goods or conveyance or served the notice or caused it to be served shall forthwith report the circumstances of the case to the Commissioner.", "129. (1) The following persons may, within ninety days after the date of a seizure or the service of a notice, request a decision of the Minister under section 131 by giving notice in writing, or by any other means satisfactory to the Minister, to the officer who seized the goods or conveyance or served the notice or caused it to be served, or to an officer at the customs office closest to the place where the seizure took place or closest to the place from where the notice was served:", "(a) any person from whom goods or a conveyance is seized under this Act;", "(b) any person who owns goods or a conveyance that is seized under this Act;", "(c) any person from whom money or security is received pursuant to section 117, 118 or 119 in respect of goods or a conveyance seized under this Act; or", "(d) any person on whom a notice is served under section 109.3 or 124.", "(2) The burden of proof that notice was given under subsection (1) lies on the person claiming to have given the notice.", "129.1 (1) If no request for a decision of the Minister is made under section 129 within the time provided in that section, a person may apply in writing to the Minister for an extension of the time for making the request and the Minister may grant the application.", "(2) An application must set out the reasons why the request was not made on time.", "(3) The burden of proof that an application has been made under subsection (1) lies on the person claiming to have made it.", "(4) The Minister must, without delay after making a decision in respect of an application, notify the applicant in writing of the decision.", "(5) The application may not be granted unless", "(a) it is made within one year after the expiration of the time provided in section 129; and", "(b) the applicant demonstrates that", "(i) within the time provided in section 129, the applicant was unable to request a decision or to instruct another person to request a decision on the applicant's behalf or the applicant had a bona fide intention to request a decision,", "(ii) it would be just and equitable to grant the application, and", "(iii) the application was made as soon as circumstances permitted.", "129.2 (1) A person may apply to the Federal Court to have their application under section 129.1 granted if", "(a) the Minister dismisses that application; or", "(b) ninety days have expired after the application was made and the Minister has not notified the person of a decision made in respect of it.", "If paragraph (a) applies, the application under this subsection must be made within ninety days after the application is dismissed.", "(2) The application must be made by filing a copy of the application made under section 129.1, and any notice given in respect of it, with the Minister and the Administrator of the Court.", "(3) The Court may grant or dismiss the application and, if it grants the application, may impose any terms that it considers just or order that the request under section 129 be deemed to have been made on the date the order was made.", "(4) The application may not be granted unless", "(a) the application under subsection 129.1(1) was made within one year after the expiration of the time provided in section 129; and", "(b) the person making the application demonstrates that", "(i) within the time provided in section 129 for making a request for a decision of the Minister, the person was unable to act or to instruct another person to act in the person's name or had a bona fide intention to request a decision,", "(ii) it would be just and equitable to grant the application, and", "(iii) the application was made as soon as circumstances permitted.", "130. (1) Where a decision of the Minister under section 131 is requested under section 129, the Commissioner shall forthwith serve on the person who requested the decision written notice of the reasons for the seizure, or for the notice served under section 109.3 or 124, in respect of which the decision is requested.(2) The person on whom a notice is served under subsection (1) may, within thirty days after the notice is served, furnish such evidence in the matter as he desires to furnish.", "(3) Evidence may be given under subsection (2) by affidavit made before any person authorized by an Act of Parliament or of the legislature of a province to administer oaths or take affidavits.", "131. (1) After the expiration of the thirty days referred to in subsection 130(2), the Minister shall, as soon as is reasonably possible having regard to the circumstances, consider and weigh the circumstances of the case and decide", "(a) in the case of goods or a conveyance seized or with respect to which a notice was served under section 124 on the ground that this Act or the regulations were contravened in respect of the goods or the conveyance, whether the Act or the regulations were so contravened;", "(b) in the case of a conveyance seized or in respect of which a notice was served under section 124 on the ground that it was made use of in respect of goods in respect of which this Act or the regulations were contravened, whether the conveyance was made use of in that way and whether the Act or the regulations were so contravened; or", "(c) in the case of a penalty assessed under section 109.3 against a person for failure to comply with subsection 109.1(1) or (2) or a provision that is designated under subsection 109.1(3), whether the person so failed to comply.", "(d) [Repealed, 2001, c. 25, s. 72]", "(1.1) A person on whom a notice is served under section 130 may notify the Minister, in writing, that the person will not be furnishing evidence under that section and authorize the Minister to make a decision without delay in the matter.", "(2) The Minister shall, forthwith on making a decision under subsection (1), serve on the person who requested the decision a detailed written notice of the decision.", "(3) The Minister's decision under subsection (1) is not subject to review or to be restrained, prohibited, removed, set aside or otherwise dealt with except to the extent and in the manner provided by subsection 135(1).", "Loi sur les douanes, L.C. 1985, ch. 1 (2e Suppl.)", "126.1 Les articles 127 à 133 ne s'appliquent pas à la contravention soit du paragraphe 40(3) de la présente loi, par une personne visée à l'alinéa c) de ce paragraphe, ou de l'article 32.2 de la présente loi dans le cas visé au paragraphe 32.2(6), soit des paragraphes 95(1), 118(1) ou (2), 121(1) ou 122(1) du Tarif des douanes.", "127. La créance de Sa Majesté résultant d'un avis signifié en vertu de l'article 109.3 ou d'une réclamation effectuée en vertu de l'article 124 est définitive et n'est susceptible de révision, de restriction, d'interdiction, d'annulation, de rejet ou de toute autre forme d'intervention que dans la mesure et selon les modalités prévues aux articles 127.1 et 129.", "127.1 (1) Le ministre ou l'agent qu'il désigne pour l'application du présent article peut annuler une saisie faite en vertu de l'article 110, annuler ou réduire une pénalité établie en vertu de l'article 109.3 ou une somme réclamée en vertu de l'article 124 ou rembourser un montant reçu en vertu de l'un des articles 117 à 119, dans les trente jours suivant la saisie ou l'établissement de la pénalité ou la réclamation dans les cas suivants:", "a) le ministre est convaincu qu'aucune infraction n'a été commise;", "b) il y a eu infraction, mais le ministre est d'avis qu'une erreur a été commise concernant la somme établie, versée ou réclamée et que celle-ci doit être réduite.", "(2) La somme qui est remboursée à une personne en vertu de l'alinéa (1)a) est majorée des intérêts au taux réglementaire, calculés à compter du lendemain du jour du paiement de la somme par cette personne jusqu'à celui de son remboursement.", "128. L'agent qui a saisi des marchandises ou des moyens de transport en vertu de la présente loi ou qui a signifié ou fait signifier l'avis prévu aux articles 109.3 ou 124 fait aussitôt rapport au commissaire des circonstances de l'affaire.", "129. (1) Les personnes ci-après peuvent, dans les quatre-vingt-dix jours suivant la saisie ou la signification de l'avis, en s'adressant par écrit, ou par tout autre moyen que le ministre juge indiqué, à l'agent qui a saisi les biens ou les moyens de transport ou a signifié ou fait signifier l'avis, ou à un agent du bureau de douane le plus proche du lieu de la saisie ou de la signification, présenter une demande en vue de faire rendre au ministre la décision prévue à l'article 131:", "a) celles entre les mains de qui ont été saisis des marchandises ou des moyens de transport en vertu de la présente loi;", "b) celles à qui appartiennent les marchandises ou les moyens de transport saisis en vertu de la présente loi;", "c) celles de qui ont été reçus les montants ou garanties prévus à l'article 117, 118 ou 119 concernant des marchandises ou des moyens de transport saisis en vertu de la présente loi;", "d) celles à qui a été signifié l'avis prévu aux articles 109.3 ou 124.", "(2) Il incombe à la personne qui prétend avoir présenté la demande visée au paragraphe (1) de prouver qu'elle l'a présentée.", "129.1 (1) La personne qui n'a pas présenté la demande visée à l'article 129 dans le délai qui y est prévu peut demander par écrit au ministre de proroger ce délai, le ministre étant autorisé à faire droit à la demande.", "(2) La demande de prorogation énonce les raisons pour lesquelles la demande visée à l'article 129 n'a pas été présentée dans le délai prévu.", "(3) Il incombe à la personne qui affirme avoir présenté la demande de prorogation visée au paragraphe (1) de prouver qu'elle l'a présentée.", "(4) Dès qu'il a rendu sa décision, le ministre en avise par écrit la personne qui a demandé la prorogation.", "(5) Il n'est fait droit à la demande que si les conditions suivantes sont réunies:", "a) la demande est présentée dans l'année suivant l'expiration du délai prévu à l'article 129;", "b) l'auteur de la demande établit ce qui suit:", "(i) au cours du délai prévu à l'article 129, il n'a pu ni agir ni mandater quelqu'un pour agir en son nom, ou il avait véritablement l'intention de demander une décision,", "(ii) il serait juste et équitable de faire droit à la demande,", "(iii) la demande a été présentée dès que possible.", "129.2 (1) La personne qui a présenté une demande de prorogation en vertu de l'article 129.1 peut demander à la Cour fédérale d'y faire droit:", "a) soit après le rejet de la demande par le ministre;", "b) soit à l'expiration d'un délai de quatre-vingt-dix jours suivant la présentation de la demande, si le ministre ne l'a pas avisée de sa décision.", "La demande fondée sur l'alinéa a) doit être présentée dans les quatre-vingt-dix jours suivant le rejet de la demande.", "(2) La demande se fait par dépôt auprès du ministre et de l'administrateur de la Cour d'une copie de la demande de prorogation présentée en vertu de l'article 129.1 et de tout avis donné à son égard.", "(3) La Cour peut rejeter la demande ou y faire droit. Dans ce dernier cas, elle peut imposer les conditions qu'elle estime justes ou ordonner que la demande soit réputée avoir été présentée à la date de l'ordonnance.", "(4) Il n'est fait droit à la demande que si les conditions suivantes sont réunies:", "a) la demande de prorogation a été présentée en vertu du paragraphe 129.1(1) dans l'année suivant l'expiration du délai prévu à l'article 129;", "b) l'auteur de la demande établit ce qui suit:", "(i) au cours du délai prévu à l'article 129, il n'a pu ni agir ni mandater quelqu'un pour agir en son nom, ou il avait véritablement l'intention de demander une décision,", "(ii) il serait juste et équitable de faire droit à la demande,", "(iii) la demande a été présentée dès que possible.", "130. (1) Le commissaire signifie sans délai par écrit à la personne qui a présenté la demande visée à l'article 129 un avis des motifs de la saisie, ou des motifs de l'avis prévu aux articles 109.3 ou 124, à l'origine de la demande.", "(2) La personne visée au paragraphe (1) dispose de trente jours à compter de la signification de l'avis pour produire tous moyens de preuve à l'appui de ses prétentions.", "(3) Les moyens de preuve visés au paragraphe (2) peuvent être produits par déclaration sous serment faite devant toute personne autorisée par une loi fédérale ou provinciale à faire prêter serment et à recevoir les déclarations sous serment.", "131. (1) Après l'expiration des trente jours visés au paragraphe 130(2), le ministre étudie, dans les meilleurs délais possible en l'espèce, les circonstances de l'affaire et décide si c'est valablement qu'a été retenu, selon le cas:", "a) le motif d'infraction à la présente loi ou à ses règlements pour justifier soit la saisie des marchandises ou des moyens de transport en cause, soit la signification à leur sujet de l'avis prévu à l'article 124;", "b) le motif d'utilisation des moyens de transport en cause dans le transport de marchandises ayant donné lieu à une infraction aux mêmes loi ou règlements, ou le motif de cette infraction, pour justifier soit la saisie de ces moyens de transport, soit la signification à leur sujet de l'avis prévu à l'article 124;", "c) le motif de non-conformité aux paragraphes 109.1(1) ou (2) ou à une disposition désignée en vertu du paragraphe 109.1(3) pour justifier l'établissement d'une pénalité en vertu de l'article 109.3, peu importe s'il y a réellement eu non-conformité.", "d) [Abrogé, 2001, ch. 25, art. 72]", "(1.1) La personne à qui a été signifié un avis visé à l'article 130 peut aviser par écrit le ministre qu'elle ne produira pas de moyens de preuve en application de cet article et autoriser le ministre à rendre sans délai une décision sur la question.", "(2) Dès qu'il a rendu sa décision, le ministre en signifie par écrit un avis détaillé à la personne qui en a fait la demande.", "(3) La décision rendue par le ministre en vertu du paragraphe (1) n'est susceptible d'appel, de restriction, d'interdiction, d'annulation, de rejet ou de toute autre forme d'intervention que dans la mesure et selon les modalités prévues au paragraphe 135(1).", "[End of document]"]]}