{"id_": "010526", "body_str": [["[1]", "Strickland, J.", ": This is the judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board) dated August 24th, 2012, in which it concluded that the Applicant was not a Convention refugee nor a person in need of protection pursuant to sections 96 or 97, respectively, of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the IRPA). This application is brought pursuant to section 72 of the IRPA.", "Background"], ["[2]", "The Applicant is a citizen of Oman. He claims that in 1981 he married his cousin and that he has eight children of that marriage. In 2005 he began a secret homosexual relationship."], ["[3]", "He and his homosexual partner often visited the Dream Resort Hotel in Oman. In July 2010, while they were in their room at the hotel, two police officers entered their room, arrested and then jailed them. The Applicant submits that homosexual conduct is not accepted and is illegal in Oman."], ["[4]", "The Applicant states that he contacted his brother who was able to have him released from jail by bribing police officers. With his brother's assistance, he went into hiding in the village of Fanja."], ["[5]", "While he was in Fanja, his brother informed him that his wife was angry and ashamed of him. He agreed to her request for a divorce. His brother and his uncle also told him that the Al Ismaili family, to which he and his wife belonged, were angry and determined to kill him for dishonouring them. The Applicant describes the Al Ismaili family as a very old and wealthy family in Oman."], ["[6]", "After his release from jail, the charges against him for homosexual behaviour remained outstanding. While he was in Fanja, his brother also informed him that officers at the Seeb police station had told him that a warrant for his arrest had been issued."], ["[7]", "The Applicant left Oman on August 29, 2010, arriving in Canada two days later. He claims that he fears that, if he is returned Oman, he will be found and killed by his family members or that he will be found by the police who are seeking his capture as a result of charges against him because he is a homosexual."], ["[8]", "In a decision dated August 24, 2012, the Board denied the Applicant's claim for refugee protection (Decision). This is the judicial review of that Decision.", "Decision under Review"], ["[9]", "The Board found that the Applicant was not a Convention refugee nor was he a person in need of protection pursuant to sections 96 or 97(1)(a) and (b) of the IRPA."], ["[10]", "The determinative issue was credibility. In particular, based on the totality of the evidence, the Board found that the Applicant was not a credible witness and that there was no objective basis to his fears if returned to \"Albania\". It later refers to \"Oman\"."], ["[11]", "The Board interpreted the documentary evidence from independent and reliable sources as indicating that there were no reports of prosecution for homosexual conduct in Oman during the year 2010. When this was put to him, the Applicant had no comment except to say that there was a warrant issued for his arrest, that his brother had seen the warrant and that the police sought to capture him for being involved in a homosexual relationship. The Board gave more weight to the documentary evidence, particularly as the Applicant did not provide any documentary evidence to corroborate his claim that he was caught engaging in a homosexual relationship resulting in a divorce from his wife."], ["[12]", "The Board stated that when the Applicant was asked to explain his failure to provide documentary evidence such as the warrant, hotel bills, divorce documents or at the least an affidavit from his brother, his response was that he had made no effort to seek out those documents because he did not wish anyone to know where he was. The Board did not find this explanation to be reasonable given that the Personal Information Form (PIF) and RPD Screening Form instructed him to provide such evidence to establish his claim."], ["[13]", "The Board was not persuaded that the Applicant was involved in a homosexual relationship and found that there was no objective basis for his claim. It found that the Applicant fabricated his story to bolster his refugee claim."], ["[14]", "The Board applied its credibility findings to the Applicant's subsection 97(1) claim that he faces a risk to his life or of being subjected to cruel and unusual treatment or punishment in Oman. It found that because he was not a credible witness and as his fear had no objective basis, he would not face a risk to his life, be subjected to cruel and unusual punishment or to a danger of being tortured if returned to Oman."], ["[15]", "The Board found that there was no persuasive documentary evidence to indicate that the Applicant would be subjected to any other risk, other than the risk of general violence faced by all citizens of Oman.", "Issues"], ["[16]", "In my view, the issues can be framed as follows:", "1. Did the Board err in its credibility analysis?", "2. Did the Board consider the Applicant's subsection 97(1) claim?", "Standard of Review"], ["[17]", "A standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard (", "<FRAGMENT_SUPPRESSED>  at para 57 [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[18]", "It is established jurisprudence that credibility findings are essentially pure findings of fact that are reviewable on a reasonableness standard (", "<FRAGMENT_SUPPRESSED>  (QL) (CA))."], ["[19]", "As for the question of whether a claimant faces a generalized risk to violence pursuant to section 97, the standard of review is reasonableness (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[20]", "Accordingly, the reasonableness standard of review applies in this matter. Reasonableness is concerned with the justification, transparency and intelligibility of the decision-making process, but also with whether the decision falls within a range of possible, acceptable outcomes defensible in respect of the facts and law ( <FRAGMENT_SUPPRESSED> , above, at para 47).", "Analysis", "Did the Board err in its credibility analysis?", "Applicant's Submissions"], ["[21]", "The Applicant submits that the Board is required to make clear findings of credibility and to provide adequate reasons (", "<FRAGMENT_SUPPRESSED>  (QL) (CA)). Plausibility findings should be made only in the clearest of cases (", "<FRAGMENT_SUPPRESSED> )."], ["[22]", "The Applicant submits that the Board's reference to Albania undercuts its statement that it has considered all the evidence. This is more than a mere typographical or clerical error."], ["[23]", "Further, that the Board's negative credibility finding was based solely on its findings concerning a lack of documentary evidence and the document cited by the Board which supposedly called the Applicant's evidence into question. The Applicant's inability to obtain corroborative documents is understandable in all the circumstances and the Board erred in failing to apply the presumption of truthfulness given the absence of any other reason to doubt the veracity of his testimony (", "<FRAGMENT_SUPPRESSED>  (CA) [ <FRAGMENT_SUPPRESSED> ])."], ["[24]", "The Applicant submits that the Board misapprehended the documentary evidence and then relied on this to contradict his claim that he is subject to prosecution in Oman. The US Department of State Report on Human Rights Practices for 2011 (US DOS Report) was interpreted by the Board as indicating that there were no reports of prosecution for homosexual conduct in Oman in 2010 when in fact the report deals with 2011, and also states that the most recent year for which statistics are available is 2009, in which year there were nine prosecutions for sodomy. The Board also failed to consider counsel's submissions on the issue of the cogency of the report as positive evidence of the veracity of the Applicant's allegations.", "Respondent's Submissions"], ["[25]", "The Respondent submits that the Board's reference to \"Albania\" in its opening paragraph was a clerical error. Jurisprudence indicates that clerical errors do not merit judicial review (", "<FRAGMENT_SUPPRESSED> )."], ["[26]", "The Respondent submits that while the Applicant states that his failure to produce corroborative evidence is understandable, he has not explained why he was unable to obtain such evidence such as hotel bills or his divorce documents. While it may be understandable that he could not obtain a copy of the warrant of arrest, the same cannot be said of an affidavit from his brother."], ["[27]", "Subsection 100(4) of the IRPA provides in part that \"the claimant must produce all documents and information as required by the rules of the Board\". Rule 7 (currently Rule 11) of the Refugee Protection Division Rules, SOR/2012-256 (Rules) requires a claimant to provide acceptable documents establishing the elements of his claim. If such documents are not provided, then the claimant must explain why they were unable to obtain such documents and the efforts made to obtain them. Where a claimant's story is found to be implausible or otherwise lacking in credibility, a lack of documentary corroboration can be a valid consideration for the purposes of assessing credibility. A lack of acceptable documents without a reasonable explanation, or failure to take reasonable steps to obtain them, is a significant factor in assessing credibility (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> [", "Ortiz Juarez", "])."], ["[28]", "The Applicant did not provide any corroborative evidence and the Board did not err in drawing a negative inference from his unwillingness to do so. A lack of an effort to obtain corroborative evidence may undermine a claim (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). Corroborating evidence may be expected where it is reasonably available (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). As the Applicant failed to explain why he could not obtain documents as to his divorce or hotel bills, which were reasonably available to him, or to explain why his brother would not provide an affidavit, it was not unreasonable for the Board to find that the lack of any form of corroborating documentation undermined the Applicant's credibility."], ["[29]", "The Board referred to the 2011 US DOS Report for Oman which was released in 2012. This confirms that the most recent year for which official statistics are available was 2009 and that there were nine prosecutions for sodomy in that year; the report makes no statement about 2010; and, it states that there were no reports of prosecutions in 2011. While the Board may have erred in stating that the US DOS Report indicated that there were no reports of prosecution in 2010, the essence of the argument is the same as there were no reports of recent prosecutions for homosexual conduct in Oman. This information was put to the Applicant who did not produce his own evidence of recent prosecutions. The Applicant was determined to not be a credible witness and failed to provide corroborate evidence."], ["[30]", "The Respondent submits that it was not unreasonable for the Board to doubt the credibility of the Applicant's claim that he was being persecuted for homosexual conduct. Credibility findings are the \"heartland\" of its expertise (", "<FRAGMENT_SUPPRESSED> ). The Board is entitled to weigh the evidence and the Court can only interfere where there was clearly no credible evidence upon which the Board could have come to its conclusion (", "<FRAGMENT_SUPPRESSED>  at paras 59-62 [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> ).", "Analysis"], ["[31]", "When an applicant swears to the truth of certain allegations, this creates a presumption that those allegations are true unless there is reason to doubt their truthfulness ( <FRAGMENT_SUPPRESSED> , above, at para 4)."], ["[32]", "However, the onus is always upon the claimant to prove its claim. As Justice Pinard stated in", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], \"it is trite law that the applicant bears the onus of establishing the elements of his claim for protection\" (", "<FRAGMENT_SUPPRESSED> )."], ["[33]", "And, in evaluating the merit of a refugee claim, \"[...] the Board [is] entitled to take into account the applicant's lack of effort to obtain corroborative evidence to establish [elements of his claim] and to draw a negative inference of his credibility based on this\" ( <FRAGMENT_SUPPRESSED> , above, at para 30)."], ["[34]", "This flows directly from Rule 7 of the Rules (now Rule 11) which states that:"], ["[7] ...The claimant must provide acceptable documents establishing identity and other elements of the claim. A claimant who does not provide acceptable documents must explain why they were not provided and what steps were taken to obtain them."], ["[35]", "Jurisprudence concerning Rule 7 makes it clear that the Board can take into account an applicant's lack of efforts to obtain corroborative evidence where it should be available and that the presumption of truth is always reviewable (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> , above, at para 30)."], ["[36]", "The Respondent submits that where a claimant's story is found to be implausible or lacking in credibility, a lack of documentary evidence can be a valid consideration for the purposes of assessing credibility ( <FRAGMENT_SUPPRESSED> and", "Ortiz Juarez", ", both above). This is an accurate principle. However, to be applicable, there must be a valid reason to doubt the Applicant's credibility or the Board must have found the Applicant's story to be implausible."], ["[37]", "In <FRAGMENT_SUPPRESSED> , above, the Board clearly stated the reasons why it did not believe the applicant's story. Justice Mosley agreed that the applicant's actions were not consistent with the events of her story. And, for that reason, it was not an error for the Board to require corroborating documents in circumstances where it had credibility concerns. Similarly,  <FRAGMENT_SUPPRESSED>  Juarez", ", the Board drew adverse conclusions as to credibility because the applicants' oral evidence raised significant new information not included in their PIF's, they had failed to provide satisfactory explanations for those omissions, and, there was an absence of corroborating documentary evidence."], ["[38]", "<FRAGMENT_SUPPRESSED>  [2004] FCJ No 62 (TD) at para 10 (QL), Justice Kelen addressed this principle when he stated that:"], ["[10] It is well established that a panel cannot make negative inferences solely from the fact that a refugee claimant failed to produce any extrinsic documents to corroborate a claim. But where there are valid reasons to doubt a claimant's credibility, a failure to provide corroborating documentation is a proper consideration for a panel if the Board does not accept the applicant's explanation for failing to produce that evidence."], ["[39]", "<FRAGMENT_SUPPRESSED> Justice Tremblay-Lamer concurred with Justice Kelen's approach and found the following:"], ["[22] ...Where valid reasons to doubt a claimant's credibility exist, the Board may draw negative credibility inferences from a failure to provide supporting evidence. However, in my opinion, these inferences may only be drawn where the applicant has also been unable to provide a reasonable explanation for his or her lack of corroborating material."], ["[40]", "<FRAGMENT_SUPPRESSED>  Justice Rennie stated the following:"], ["[6] There is no general requirement for corroboration and it would be an error to make a credibility finding based on the absence of corroborative evidence alone:", "<FRAGMENT_SUPPRESSED> ."], ["[7] If there is a valid reason to question the claimant's credibility, the Board may draw a negative inference from a failure to provide corroborative evidence that would reasonably be expected. Much depends on the type of evidence at issue and whether it relates to a central aspect of the claim. Corroborative evidence is most valuable, when it is independently generated by a neutral source ..."], ["[41]", "Of course, it must also always be kept in mind that the Board's credibility analysis is central to its role as a trier of fact. As such, these findings are to be given significant deference by the reviewing Court and should stand unless the Board's reasoning process was flawed and the resulting decision falls outside the range of possible, acceptable outcomes which are defensible in respect of the facts and the law ( <FRAGMENT_SUPPRESSED> , above, at para 47)."], ["[42]", "Some of the relevant principles concerning adverse credibility findings were set out in", "<FRAGMENT_SUPPRESSED> :"], ["[18] First, the determination of a claimant's credibility is the heartland of the Board's jurisdiction. It has a well-established expertise in the determination of questions of fact, particularly the evaluation of the credibility and subjective fear of persecution of a claimant. No decision-maker, however can act arbitrarily or in a capricious manner."], ["[19] Second, the Board is entitled to conclude that a claimant is not credible because of implausibilities in his or her evidence as long as its inferences are not unreasonable and its reasons are set out in \"clear and unmistakable terms\". Furthermore, the Board is entitled to make reasonable findings based on implausibilities, common sense and rationality. It may reject uncontradicted evidence if it is not consistent with the probabilities affecting the case as a whole, or where inconsistencies are found in the evidence.", "(Also see", "<FRAGMENT_SUPPRESSED>  the Board finds that the claimant's testimony is lacking in credibility, the Board is under a duty to state in clear, unambiguous terms the reason for casting doubt upon the claimant's testimony;", "<FRAGMENT_SUPPRESSED> )."], ["[43]", "In the present case, the Board does not specify any reasons for doubting the Applicant's credibility. It does not cite any internal contradictions or inconsistencies in the Applicant's evidence or state why his evidence is implausible. It makes no reference to the Applicant's demeanour when appearing before the Board. Thus, there is an issue as to whether a valid reason for doubting the Applicant's credibility existed which opened the door to a requirement to provide corroborative evidence."], ["[44]", "Against this is the principle that uncontradicted evidence may be rejected if it is inconsistent with the probabilities of the case as a whole (", "<FRAGMENT_SUPPRESSED> ) and, as stated in", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]), whether corroborative evidence can reasonably be demanded depends upon the facts of each case."], ["[45]", "In <FRAGMENT_SUPPRESSED> , above, the Board had sought the applicant's explanation for the absence of any documentary corroboration and rejected those explanations as not credible. The applicant, relying on", "<FRAGMENT_SUPPRESSED>  (TD), submitted that the Board could not draw a negative inference from the mere fact that the applicant failed to produce any extrinsic documents to corroborate his story. The respondent submitted that it was open to the Board to draw a negative inference from the fact that the applicant did not have documents that he could be expected to have, nor did he have satisfactory explanations for their absence. The respondent relied on", "Ortiz  <FRAGMENT_SUPPRESSED> , at paragraph 7, where Justice Phelan stated that, \"The requirement for corroboration is only a matter of common sense.\""], ["[46]", "Justice Kelen found that it was reasonable for the Board to expect some corroborating evidence and that:"], ["[31] Whether corroborative evidence can reasonably be demanded depends upon the facts of each case. In <FRAGMENT_SUPPRESSED> , Justice Phelan found that the corroborative evidence could reasonably have been expected to be available to the applicants in that case, and so the Board in that case was reasonable to draw a negative inference as a result of its absence. In contrast, in <FRAGMENT_SUPPRESSED> the Board impugned the applicant's credibility on the basis of inconsistencies that were not supported by the evidence in that case. The Board in <FRAGMENT_SUPPRESSED> failed to consider the applicant's explanations for the apparent inconsistencies, and Justice Teitelbaum found that the Board had provided no valid reason for doubting the applicant's credibility: <FRAGMENT_SUPPRESSED> at paragraphs 43 and 44."], ["[47]", "I would also note <FRAGMENT_SUPPRESSED> , above, where the Board rejected the applicant's claim for persecution based on an imputed political opinion as a person sympathetic to homosexuals in Uganda. The Board found that the applicant had provided many documents to establish his credentials as a doctor and his employment record but no documents to corroborate his claim to have treated and counselled homosexuals beyond such records that would be normal for any physician."], ["[48]", "Justice Boivin stated:"], ["[39] The Court further notes that the central issue in this case is whether it was reasonable for the Board to expect that the applicant could and should have provided corroborating evidence, and whether it was open to the Board to draw a negative inference from the failure to produce any. In this analysis, the Court refers to", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 828 [ <FRAGMENT_SUPPRESSED> ], which relied on", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 705. In <FRAGMENT_SUPPRESSED> , above, the Court states at para 31 that: \"Whether corroborative evidence can reasonably be demanded depends upon the facts of each case\". Both cases stand for the proposition that it is reasonable for the Board to demand corroborating evidence where the applicant can be reasonably expected to have such evidence available to them."], ["[49]", "Justice Boivin found the decision under review to be reasonable based, in part, on a finding that the Board reasonably assumed that there were sources from which the applicant, who was highly educated with legal representation and family connections in Uganda, could acquire corroborating evidence in the form of affidavits or letters other than from individuals who would be put in danger. Further, he had been in Canada since the fall of 2009, but had not sought to obtain affidavits or other supporting documentation."], ["[50]", "In this case, the Board began its analysis by stating that it was aware that testimony given under oath is presumed to be true unless there is a valid reason to doubt truthfulness. Further, that the real test of the truth of a story is that it is in harmony with the preponderance of probabilities which a practical and informed person would readily recognize as reasonable in that place and in those conditions. The Board also found that it cannot be satisfied that \"the evidence is credible or trustworthy unless satisfied that it is probably so, not just possibly so\" (", "<FRAGMENT_SUPPRESSED>  faced with a record that contained no evidence as to the Applicant's sexual orientation or the relationship and the events that transpired in Oman other than the Applicant's PIF and oral testimony. His evidence was that he had one homosexual relationship in Oman and that when it was discovered he had no further contact with his partner and had no documentary evidence of the relationship. He also had not had a homosexual relationship since arriving in Canada and provided no oral or other evidence to suggest that he was part of the gay community here such as supporting letters from community organizations or otherwise."], ["[52]", "Faced with this factual situation, if the Board had a valid reason for doubting the Applicant's credibility, then it would not have been unreasonable for it to request corroborating evidence to prove this crucial element of the Applicant's claim, such as proof of his divorce as his testimony was that it resulted from his homosexual relationship, hotel receipts or an affidavit from his brother who he claimed assisted him after the arrest. Similarly, to reject the Applicant's explanation for failing to provide such evidence, being that he had not kept in touch with anyone in Oman since his departure and did not want them to know where he is."], ["[53]", "However, the Board cannot base a credibility finding solely on a lack of corroborative evidence, which seems to be what it did in this case."], ["[54]", "<FRAGMENT_SUPPRESSED>  Justice O'Keefe stated the following:"], ["[27] The respondent's approach would reverse engineer the principle from <FRAGMENT_SUPPRESSED> above. [T] he applicant's failure to produce documents would create a credibility concern allowing the Board to consider his failure to produce documents as a reason to doubt credibility. If the Board engages in such reasoning, it circumvents the presumption that sworn testimony is truthful (see", "<FRAGMENT_SUPPRESSED> ) by analyzing the applicant's reasons for a lack of documents without addressing the credibility or plausibility of the applicant's allegations as described in oral testimony."], ["[28] The reasons do not disclose any credibility concern other than those concerns relating to the failure to produce evidence. In the absence of such a credibility concern or any doubts about the applicant's story other than those pertaining to documentary evidence, it was an error for the Board to reject the claim solely on the basis of a lack of corroborative evidence."], ["[55]", "This is similarly stated in", "<FRAGMENT_SUPPRESSED> :"], ["[19] The Respondent is accurate in relying on the jurisprudence of this court to state that the onus is on the refugee claimant to adduce sufficient credible and trustworthy evidence to establish that there is a reasonable chance that the claimant would be persecuted if returned to his country of origin. Certainly in this case, it was open to the Board to come to the conclusion that the Applicants had failed to satisfy this requirement. However, I do find the Board's logic puzzling with respect to the lack of documentation corroborating either the existence of the farm, or the grandfather's ownership of the farm, which I agree was central to the narrative in terms of setting the scene of and motive for the alleged persecution. The Board reasoned, starting at para 12 of the reasons:"], ["[12] The claimant's failure to provide the farm ownership documents raises a serious disbelief in the panel's mind as to whether his grandfather owned the alleged farm in Sonora. There is no persuasive documentary evidence from reliable sources that suggests that the claimants' grandfather owned a farm in Sonora where his problems with the FARC took place. The documentary evidence does not indicated that their family's problems with the FARC took place at their grandfather's farm. The onus is on the claimants to establish their claim."], ["[13] Therefore, based on the evidence adduced, the panel disbelieves that the claimant's grandfather owned a farm in Sonora as alleged and, therefore, it disbelieves that the alleged incidents of December 1994 and mid-June 1995 ever took place. Since the panel disbelieves that the claimant's grandfather owned a farm, it disbelieves that the FARC demanded", "vacuna", "from the claimants' family and as a result, it disbelieves that the claimants' family received threats from the FARC for failing to pay", "vacuna"], ["[14] The panel finds that the claimants have fabricated their story about their fear of persecution at the hands of the FARC guerrillas in Colombia."], ["[20] This reasoning is out of line with the body of case law of this Court and is unreasonable in that it plants as the seed of incredibility the lack of corroborating documentary evidence instead of using the lack of documentary evidence to buttress an existing adverse credibility finding. The Board points to no other reason to disbelieve the Applicants' testimony. As the Respondent argues, a lack of documentary evidence can be a valid consideration where a claimant's story has been found to otherwise lack credibility. For example, in", "Bin", ", above, cited by the Respondent, Justice Denis Pelletier went on to say at para 22:"], ["[22] In the present case, the applicant's claim had been discredited by a number of internal contradictions and inconsistencies. It was therefore open to the CRDD to consider his failure to produce corroborating evidence in further assessing his credibility [...]"], ["[21] The Board was entitled to find the Applicants' explanation for failing to produce the documents unreasonable. But the Board was not entitled to discredit the Applicants' entire claim solely on the basis of this failure. To do so would be to ignore the oft-cited ratio of <FRAGMENT_SUPPRESSED> , above."], ["[56]", "In this case, the Board has similarly fallen into error. The Decision does not identify any credibility concerns or state that the Board found the Applicant's story to be implausible and the reasons for that finding. Rather, the Board impugns the Applicant's credibility based on the absence of corroborative evidence. Further, on the basis of its finding that the documentary evidence contradicted his testimony. Significantly, however, the Board misinterpreted that documentary evidence."], ["[57]", "The Board refers to the US DOS Report and states:", "The claimant was asked to give his comments regarding the documentary evidence from independent and reliable sources that indicate that there were no reports of prosecution for homosexual conduct in Oman during the year 2010."], ["[58]", "In fact, that document states that the most recent year for which statistics are available was for 2009:", "Gay, lesbian, bisexual, and transgender (LGBT) persons faced discrimination under the law and in practice. Social norms also re-enforced discrimination against LGBT persons. The penal code criminalizes consensual same-sex sexual conduct with a jail term of six months to three years. There were no reports of prosecutions for during the year, although nine prosecutions for sodomy occurred in 2009,", "the most recent year for which statistics are available", ". (Emphasis added)"], ["[59]", "The Board misapprehended the documentary evidence in finding that there were no prosecutions for 2010, when in fact the most recent year for which statistics were available was in 2009. The Board then appears to have used this error to impugn the Applicant's credibility. The transcript of the hearing before the Board reads as follows:", "Q It does state, the document, that people are discriminated and prosecuted for homosexual behaviour in Oman and there is a penal court---or penal court that criminalizes homosexual but there is no report that anybody was prosecuted for that in the year 2010.", "Now, sir, had you brought -had you brought [a] copy of the warrant of arrest, a copy of the charges against you I would have understood. I would give more weight to those documents that this document but I have no documents, sir.", "Sir, how am I going to believe you that you-you are being wanted in Oman for homosexual charges, 2010?", "A All I can confirm is that is what happened to me and I'm telling the truth, that is what happened to me and why would I will leave my country, I have lived there for a very long time, why would I leave my kids, why would I leave everything that I own for such a long time, and like, you know, just leave everything just - if I didn't have any problems, just for the sake of it."], ["[60]", "If the Board had provided valid reasons for doubting the Applicant's credibility, then it would have been entirely reasonable for it to have expected the Applicant to have provided documentary evidence to corroborate his claim, such as his divorce documents or an affidavit from his brother; to have rejected his explanation for having failed to do so; and, to have drawn a negative inference from the failure to provide such evidence. However, the Decision did not contain an adverse credibility finding based on inconsistencies or contradictions in the Applicant's evidence or any similar finding. Nor was there any finding that the Applicant's story was in whole implausible with reasons supporting such a finding. Further, and in particular, the reason for attacking the Applicant's credibility appears to be the Board's misapprehension of the documentary evidence. Therefore, in these circumstances, there were no valid reasons to doubt the Applicant's credibility. Accordingly, it was not reasonable for the Board to draw an adverse inference regarding the Applicant's credibility nor to then use this to ground a demand for corroborating documentation and, ultimately, to deny his claim based on the failure to provide such evidence.", "Did the Board consider the Applicant's section 97(1) claim?", "Applicant's Position"], ["[61]", "The Applicant submits that in appropriate cases, the Board is required to conduct a separate analysis for section 96 and 97 (", "<FRAGMENT_SUPPRESSED> ). A claimant found to be not credible under section 96 may nevertheless obtain status under section 97 if the claimant's profile is sufficient to establish risk (", "<FRAGMENT_SUPPRESSED> ). The Board engaged in a perfunctory reference to section 97 which was insufficient to discharge its duty to conduct a separate analysis (", "<FRAGMENT_SUPPRESSED> )."], ["[62]", "The Applicant submits that his risk profile arises from his identity as a homosexual which subjects him to prosecution. The Board does not make a finding as to the question of the Applicant's sexual orientation. It also makes no reference to the evidence of criminalization of homosexuality under Omani penal legislation, or the reinforcement of social norms by discriminatory practices."], ["[63]", "The Applicant submits that the same documentary evidence relied on by the Board supports the conclusion that the Applicant faces a serious risk of harm in Oman on an objective basis given his sexual identity. The Board's reliance on this document is therefore perverse and capricious. If the Board correctly appreciated the facts and applied the law accordingly, it would have reached a different conclusion (", "<FRAGMENT_SUPPRESSED>  (CA)).", "Respondent's Submissions"], ["[64]", "The Respondent submits that the Board was not required to conduct a separate section 97 analysis as it made very clear findings that it found the Applicant's story to be false. While case law has held that there may be circumstances where a separate section 97 is appropriate (", "<FRAGMENT_SUPPRESSED> ), it is not necessary where the applicant has been found to be not credible (", "<FRAGMENT_SUPPRESSED> [", "Plancher", "]). In this case, the Board clearly did not believe that the Applicant was in a homosexual relationship and found that he fabricated his story to support a false claim. Having rejected the Applicant's story outright, there was no remaining basis upon which a claim of risk was made out."], ["[65]", "Given my finding above as to the credibility analysis, I agree with the Applicant's position."], ["[66]", "For the above reasons this application for judicial review is granted.", "JUDGMENT"], ["[67]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is allowed, the Board's decision is set aside and the matter is remitted back for re-determination by a differently constituted panel of the Board. No question of general importance for certification has been proposed and none arises.", ".........................", "<FRAGMENT_SUPPRESSED>  Cour est saisie du contrôle judiciaire de la décision, datée du 24 août 2012, rendue par la Section de la protection des réfugiés (la SPR) de la Commission de l'immigration et du statut de réfugié (la Commission). La Commission a décidé que le demandeur n'était ni un réfugié au sens de la Convention ni une personne à protéger au titre, respectivement, des articles 96 ou 97 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la LIPR). La présente demande est fondée sur l'article 72 de la LIPR.", "Le contexte"], ["[2]", "Le demandeur est un citoyen d'Oman. Il soutient que, en 1981, il a épousé sa cousine et que huit enfants sont nés de ce mariage. En 2005, il a commencé une relation homosexuelle clandestine."], ["[3]", "Son partenaire homosexuel et lui se rendaient souvent au complexe hôtelier Dream Resort Hotel à Oman. En juillet 2010, pendant qu'ils étaient dans leur chambre d'hôtel, deux policiers y sont entrés, les ont arrêtés et les ont emprisonnés. Le demandeur soutient que les actes homosexuels ne sont pas acceptés à Oman et qu'ils y sont illégaux."], ["[4]", "Le demandeur soutient qu'il a communiqué avec son frère qui a été en mesure d'obtenir sa mise en liberté après avoir versé des pots-de-vin aux policiers. Grâce à l'aide de son frère, il est allé se cacher dans le village de Fanja."], ["[5]", "Pendant qu'il était à Fanja, son frère l'a informé que son épouse était en colère et qu'elle avait honte de lui. Il a consenti à lui accorder le divorce. Son frère et son oncle lui ont aussi dit que la famille Al Ismaili, à laquelle son épouse et lui appartenaient, était en colère et décidée à le tuer, parce qu'il l'avait déshonorée. Selon le demandeur, la famille Al Ismaili est une famille très traditionnelle et très aisée d'Oman."], ["[6]", "Après sa libération de prison, les accusations portées contre le demandeur pour comportement homosexuel sont demeurées en instance. Pendant qu'il était à Fanja, son frère l'a informé que des policiers du commissariat de police de Seeb lui avaient dit qu'un mandat d'arrêt avait été lancé contre le demandeur."], ["[7]", "Le demandeur a quitté Oman le 29 août 2010, et il est arrivé au Canada deux jours plus tard. Il soutient que, s'il était renvoyé à Oman, il serait repéré et tué par les membres de sa famille, ou qu'il serait repéré par la police qui cherche à l'arrêter en raison des accusations portées contre lui parce qu'il est homosexuel."], ["[8]", "Dans une décision datée du 24 août 2012, la Commission a rejeté la demande d'asile du demandeur (la décision). C'est cette décision qui fait l'objet du présent contrôle judiciaire.", "La décision soumise au contrôle"], ["[9]", "La Commission a conclu que le demandeur n'était ni un réfugié au sens de la Convention ni une personne à protéger, au titre de l'article 96 ou des alinéas 97(1)", ") et 97(1)", ") de la LIPR."], ["[10]", "La question déterminante était la crédibilité. Sur la foi de l'ensemble de la preuve, la Commission a notamment conclu que le demandeur n'était pas un témoin crédible et qu'il n'y avait pas de fondement objectif à sa crainte, s'il était renvoyé en « Albanie ». Plus tard, la Commission a fait référence à « Oman »."], ["[11]", "Selon la Commission, la preuve documentaire provenant de sources fiables et indépendantes n'indiquait pas que des poursuites avaient été intentées pour actes homosexuels à Oman au cours de l'année 2010. Interrogé à ce sujet, le demandeur n'a fait aucun commentaire, sauf pour dire qu'il y avait un mandat d'arrêt contre lui, que son frère avait vu le mandat, et que la police cherchait à l'arrêter parce qu'il entretenait une relation homosexuelle. La Commission a accordé plus de poids à la preuve documentaire notamment parce que le demandeur n'a fourni aucune preuve documentaire corroborant ses allégations selon lesquelles il avait été arrêté pendant qu'il était en train d'avoir des rapports sexuels et que cela avait entraîné le divorce d'avec son épouse."], ["[12]", "La Commission a déclaré que lorsqu'on a demandé au demandeur d'expliquer pourquoi il avait omis de fournir des éléments de preuve documentaire tels que le mandat d'arrêt, des factures d'hôtel, les documents relatifs au divorce ou, à tout le moins, un affidavit de son frère, il a répondu qu'il n'avait fait aucun effort pour obtenir ces documents parce qu'il voulait que personne ne sache où il se trouvait. La Commission a estimé que cette explication n'était pas raisonnable, étant donné que, selon le Formulaire de renseignements personnels (le FRP) et le Formulaire d'examen initial de la SPR, il devait fournir de tels éléments de preuve pour établir ses allégations."], ["[13]", "La Commission n'était pas convaincue que le demandeur entretenait une relation homosexuelle, et elle a conclu qu'il n'y avait pas de fondement objectif à sa demande d'asile. La Commission a conclu que le demandeur avait inventé son récit pour étoffer sa demande d'asile."], ["[14]", "La Commission a appliqué ses conclusions relatives à la crédibilité à la demande du demandeur, fondée sur le paragraphe 97(1), selon laquelle il est exposé à une menace à sa vie ou au risque de traitements ou peines cruels et inusités à Oman. La Commission a donc conclu que, parce que le demandeur n'était pas un témoin crédible et que sa crainte n'avait pas de fondement objectif, il ne serait pas exposé à une menace à sa vie ou au risque de traitements ou peines cruels et inusités ou au risque d'être soumis à la torture, s'il était renvoyé à Oman."], ["[15]", "La Commission a conclu qu'il n'y avait pas de preuve documentaire convaincante indiquant que le demandeur serait exposé à un risque, hormis le risque de violence générale auquel sont exposés tous les citoyens d'Oman.", "Les questions en litige"], ["[16]", "À mon avis, les questions en litige peuvent être formulées comme suit:", "1. La Commission a-t-elle commis une erreur dans son analyse relative à la crédibilité?", "2. La Commission a-t-elle examiné la demande présentée par le demandeur au titre du paragraphe 97(1)?", "La norme de contrôle"], ["[17]", "Il n'est pas toujours nécessaire de se livrer à l'analyse de la norme de contrôle. Lorsque la norme de contrôle applicable à la question dont elle est saisie est bien établie par la jurisprudence, la cour de révision peut adopter cette norme (", "<FRAGMENT_SUPPRESSED> , au paragraphe 57 ( <FRAGMENT_SUPPRESSED> );", "<FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> ))."], ["[18]", "Il est bien établi dans la jurisprudence que les conclusions relatives à la crédibilité sont essentiellement de pures conclusions factuelles susceptibles de contrôle selon la norme de la décision raisonnable (", "<FRAGMENT_SUPPRESSED>  (QL) (CA))."], ["[19]", "En ce qui a trait à la question de savoir, dans le cadre de l'analyse relative à l'article 97, si un demandeur est exposé à un risque généralisé de violence, la norme de contrôle est celle de la décision raisonnable (", "<FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> ))."], ["[20]", "Par conséquent, la norme de la décision raisonnable s'applique à la présente affaire. En appliquant la norme de la décision raisonnable, la Cour s'attache à la justification, à la transparence et à l'intelligibilité du processus décisionnel, mais aussi à la question de savoir si la décision appartient aux issues possibles acceptables pouvant se justifier au regard des faits et du droit ( <FRAGMENT_SUPPRESSED> , précité, au paragraphe 47).", "Analyse", "La Commission a-t-elle commis une erreur dans son analyse relative à la crédibilité?", "Les observations du demandeur"], ["[21]", "Le demandeur soutient que la Commission doit tirer des conclusions claires quant à la crédibilité et fournir des motifs suffisants (", "<FRAGMENT_SUPPRESSED>  (QL) (CA)). On ne peut conclure à l'invraisemblance que dans les cas les plus évidents (", "<FRAGMENT_SUPPRESSED> )."], ["[22]", "Le demandeur soutient que la référence faite par la Commission à l'Albanie mine sa déclaration selon laquelle elle a pris en compte l'ensemble de la preuve. C'est plus qu'une simple coquille ou une erreur de transcription."], ["[23]", "Le demandeur soutient en outre que la Commission a tiré sa conclusion défavorable quant à la crédibilité en se fondant uniquement sur ses conclusions relatives à l'absence de preuve documentaire et sur le document cité par la Commission qui mettait prétendument en doute la preuve présentée par le demandeur. L'incapacité du demandeur à obtenir des documents corroborants est compréhensible dans les circonstances et la Commission a commis une erreur lorsqu'elle n'a pas appliqué la présomption de véracité, étant donné l'absence de tout autre motif de douter de la véracité du témoignage du demandeur (", "<FRAGMENT_SUPPRESSED>  (CA) ( <FRAGMENT_SUPPRESSED> ))."], ["[24]", "Le demandeur soutient que la Commission a mal compris la preuve documentaire et qu'elle s'est ensuite fondée sur sa compréhension erronée pour contredire l'allégation selon laquelle il est exposé à la persécution à Oman. Selon la Commission, le rapport de 2011 du Département d'État des États-Unis sur les pratiques en matière de droits de la personne (le rapport du DE) indique qu'il n'y a eu aucune poursuite pour comportements homosexuels à Oman en 2010, alors qu'en fait le rapport traitait de 2011. Aussi, selon ce rapport, l'année la plus récente pour laquelle des statistiques étaient disponibles était 2009, année au cours de laquelle il y avait eu neuf poursuites pour sodomie. La Commission a aussi omis de tenir compte des observations du conseil du demandeur relativement à la question de la force du rapport à titre de preuve étayant la véracité des allégations du demandeur.", "Les observations du défendeur"], ["[25]", "Selon le défendeur, la référence faite par la Commission à l' « Albanie » dans le premier paragraphe de sa décision était une erreur de transcription. D'après la jurisprudence, les erreurs de transcription ne justifient pas un contrôle judiciaire (", "<FRAGMENT_SUPPRESSED> et 18;", "<FRAGMENT_SUPPRESSED> )."], ["[26]", "Le défendeur fait valoir que, bien que le demandeur affirme que le fait qu'il n'a pas pu fournir des preuves corroborantes est compréhensible, il n'a pas expliqué pourquoi il n'avait pas été en mesure d'obtenir des éléments de preuve tels que des factures d'hôtel ou les documents relatifs à son divorce. Bien qu'on puisse comprendre que le demandeur n'a pas pu obtenir de copie du mandat d'arrêt, la même chose ne peut pas être dite de l'affidavit de son frère."], ["[27]", "Le paragraphe 100(4) de la LIPR prévoit notamment que « le demandeur [...] doit [...] fournir à la Section, si le cas lui est déféré, les renseignements et documents prévus par les règles de la Commission ». L'article 7 (maintenant article 11) des", "Règles de la Section de la protection des réfugiés", ", DORS/2012-256 (les Règles), exige que le demandeur d'asile transmette à la Section des documents acceptables pour établir les éléments de sa demande d'asile. S'il ne peut transmettre ces documents, il en donne la raison et indique quelles mesures il a prises pour le faire. Lorsqu'on a conclu que le récit d'un demandeur n'était pas vraisemblable ou autrement manquait de crédibilité, l'absence de documents corroborants peut être un facteur valable à prendre en compte aux fins de l'appréciation de sa crédibilité. L'absence de documents acceptables, sans explication raisonnable, ou le défaut de prendre les mesures raisonnables pour les obtenir est un facteur important dans l'évaluation de la crédibilité (", "<FRAGMENT_SUPPRESSED> et 27 ( <FRAGMENT_SUPPRESSED> );", "<FRAGMENT_SUPPRESSED> à 9 (", "Ortiz Juarez", "))."], ["[28]", "Le demandeur n'a fourni aucune preuve corroborante et la Commission n'a pas commis d'erreur lorsqu'elle a tiré une inférence défavorable de son absence d'effort. L'absence d'effort pour recueillir des preuves corroborantes peut miner une demande d'asile (", "<FRAGMENT_SUPPRESSED> et 13 ( <FRAGMENT_SUPPRESSED> )). Il est raisonnable d'exiger une preuve corroborante dans les situations où il est raisonnable de s'attendre à ce que le demandeur y ait accès. (", "<FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> )). Étant donné que le demandeur n'a pas expliqué pourquoi il n'avait pas pu obtenir les documents relatifs à son divorce ou les factures d'hôtel, documents qui lui étaient raisonnablement accessibles, ou qu'il n'a pas expliqué la raison pour laquelle son frère n'aurait pas été en mesure de lui fournir un affidavit, il n'était pas déraisonnable que la Commission conclût que l'absence de toute forme de documents corroborants minait la crédibilité du demandeur."], ["[29]", "La Commission a fait référence au rapport du DE de 2011 pour Oman, lequel a été publié en 2012. Le rapport confirme que l'année la plus récente pour laquelle des statistiques officielles étaient disponibles était 2009, et qu'il n'y avait pas eu de poursuite pour sodomie cette année-là. Le rapport est muet au sujet de 2010, mais selon ce dernier, aucune poursuite n'a été rapportée en 2011. Bien que la Commission ait pu commettre une erreur lorsqu'elle a déclaré que le rapport du DE indiquait qu'aucune poursuite n'avait été rapportée en 2010, essentiellement, l'argument avancé est le même, étant donné qu'aucune poursuite récente pour actes homosexuels à Oman n'avait été rapportée. Cette information a été présentée au demandeur, qui n'a pas produit de preuve quant aux poursuites récentes. Il a été décidé que le demandeur n'était pas un témoin crédible et qu'il n'avait pas produit de preuve corroborante."], ["[30]", "Le défendeur avance qu'il n'était pas déraisonnable que la Commission mette en doute la crédibilité de l'affirmation du demandeur selon laquelle il était persécuté pour actes homosexuels. Les conclusions relatives à la crédibilité constituent « l'essentiel » de l'expertise de la Commission (", "<FRAGMENT_SUPPRESSED> ). La Commission est en droit de soupeser la preuve, et la Cour ne peut intervenir que s'il n'y avait vraiment aucune preuve crédible sur laquelle la Commission pouvait se fonder pour tirer les conclusions énoncées dans ses motifs (", "<FRAGMENT_SUPPRESSED> , aux paragraphes 59 à 62 ( <FRAGMENT_SUPPRESSED> );", "<FRAGMENT_SUPPRESSED> à 14).", "Analyse"], ["[31]", "Quand un demandeur affirme sous serment que certaines allégations sont vraies, on présume que celles-ci le sont, à moins qu'il n'existe des raisons de douter de leur véracité ( <FRAGMENT_SUPPRESSED> , précité, au paragraphe 4)."], ["[32]", "Toutefois, c'est toujours au demandeur qu'il incombe de prouver ses allégations. Comme le juge Pinard l'a déclaré dans la décision", "<FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> ), « [i] l est de droit constant qu'il revient au demandeur d'établir les éléments de sa demande d'asile » (", "<FRAGMENT_SUPPRESSED> )."], ["[33]", "De plus, lorsqu'elle évalue le bien-fondé d'une demande d'asile, « [...] la Commission [a] le droit de tenir compte du peu d'efforts que le demandeur avait déployés pour obtenir une preuve corroborante [...] et de tirer une conclusion défavorable au sujet de sa crédibilité pour cette raison » ( <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 30)."], ["[34]", "Le principe découle directement de l'article 7 des Règles (maintenant article 11), lequel est libellé de la façon suivante:"], ["[7] [...] Le demandeur d'asile transmet à la Section des documents acceptables pour établir son identité et les autres éléments de sa demande. S'il ne peut le faire, il en donne la raison et indique quelles mesures il a prises pour s'en procurer."], ["[35]", "Il ressort clairement de la jurisprudence relative à l'article 7 des Règles que la Commission peut prendre en compte l'absence d'efforts faits par le demandeur pour se procurer des éléments de preuve corroborants qu'il aurait pu obtenir et que la présomption de véracité peut toujours être réfutée (", "<FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> ); <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 30)."], ["[36]", "Le défendeur soutient que lorsque le récit d'un demandeur a été déclaré invraisemblable ou qu'il manque de crédibilité, l'absence de preuve documentaire peut être un facteur valable à prendre en compte aux fins de l'appréciation de la crédibilité ( <FRAGMENT_SUPPRESSED> et", "Ortiz Juarez", ", toutes les deux précitées). Ce principe est évident. Toutefois, pour être applicable, il doit y avoir une raison valable de douter de la crédibilité du demandeur, ou la Commission doit avoir conclu que le récit du demandeur était invraisemblable."], ["[37]", "Dans la décision <FRAGMENT_SUPPRESSED> , précitée, la Commission a clairement énoncé les motifs pour lesquels elle n'a pas cru le récit de la demanderesse. Le juge Mosley était d'accord pour affirmer que les actions de la demanderesse ne concordaient pas avec les faits de son récit. Pour ce motif, la Commission n'avait pas commis d'erreur lorsqu'elle a demandé des documents corroborants, étant donné qu'elle avait des doutes quant à la crédibilité. De façon similaire, dans la décision", "Ortiz Juarez", ", la Commission a tiré des conclusions défavorables relativement à la crédibilité des demandeurs, parce que leur témoignage soulevait d'importants nouveaux renseignements qui ne figuraient pas dans leur FRP, parce qu'ils n'avaient pas fourni d'explications convaincantes pour ces omissions, et parce qu'il n'y avait pas de preuve documentaire corroborante."], ["[38]", "Au paragraphe 10 de la décision", "<FRAGMENT_SUPPRESSED>  [2004] ACF no 62 (1re inst) (QL), le juge Kelen a traité de ce principe, lorsqu'il a déclaré ce qui suit:"], ["[10] Il est bien établi qu'un tribunal ne peut tirer de conclusions négatives du seul fait qu'un demandeur d'asile n'a pas transmis de documents extrinsèques pour corroborer sa demande. Cependant, lorsqu'un tribunal a des motifs valables de douter de la crédibilité d'un demandeur, le fait que celui-ci n'ait pas transmis de documents corroborants est un facteur dont il peut à bon droit tenir compte s'il n'accepte pas l'explication du demandeur quant à la raison pour laquelle il n'a pas transmis ces documents."], ["[39]", "Au paragraphe 22 de la décision", "<FRAGMENT_SUPPRESSED>  la juge Tremblay-Lamer a souscrit à la méthode adoptée par le juge Kelen et a conclu de la façon suivante:"], ["[22] [...] Lorsqu'il existe des motifs valables de douter de la crédibilité d'un demandeur, la Commission peut tirer des conclusions défavorables quant à sa crédibilité s'il ne présente pas de documents corroborants. Cependant, à mon avis, ces conclusions peuvent seulement être tirées lorsque le demandeur n'a également pas été en mesure d'expliquer pourquoi il n'a pas fourni de documents corroborants."], ["[40]", "Dans la décision", "<FRAGMENT_SUPPRESSED>  le juge Rennie a déclaré ce qui suit:"], ["[6] Dans ces circonstances, la demanderesse n'était pas tenue de corroborer ses allégations et il serait erroné de tirer une conclusion défavorable au sujet de la crédibilité qui soit uniquement fondée sur l'absence de preuves corroborantes (", "<FRAGMENT_SUPPRESSED> à 22)."], ["[7] Si elle a une raison valable de douter de la crédibilité de la demanderesse, la Commission peut alors tirer une conclusion défavorable à l'égard du manquement à présenter des éléments de preuve corroborants auxquels elle pourrait raisonnablement s'attendre. La décision dépend en grande partie du type de preuve requise et de la mesure dans laquelle elle se rapporte à un élément central de la demande. La preuve corroborante est particulièrement utile lorsqu'elle provient d'une source neutre [...]"], ["[41]", "Bien entendu, il faut toujours garder à l'esprit que l'analyse effectuée par la Commission relativement à la crédibilité est essentielle à son rôle de juge des faits. Ainsi, la cour de révision doit faire preuve d'une grande déférence eu égard aux conclusions de la Commission et elles doivent être maintenues, à moins que le processus de raisonnement de la Commission soit vicié et qu'il n'ait entraîné une décision qui n'appartient pas aux issues possibles acceptables pouvant se justifier au regard des faits et du droit ( <FRAGMENT_SUPPRESSED> , précité, au paragraphe 47)."], ["[42]", "Certains des principes pertinents concernant les conclusions défavorables relatives à la crédibilité ont été énoncés dans la décision", "<FRAGMENT_SUPPRESSED> :"], ["[18] Premièrement, l'évaluation de la crédibilité d'un demandeur constitue l'essentiel de la compétence de la Commission. La Commission a une expertise bien établie pour statuer sur des questions de fait, et plus particulièrement pour évaluer la crédibilité et la crainte subjective de persécution d'un demandeur. Toutefois, aucun décideur ne peut agir de façon abusive ou arbitraire."], ["[19] Deuxièmement, la Commission peut à bon droit conclure que le demandeur n'est pas crédible à cause d'invraisemblances contenues dans la preuve qu'il a présentée, dans la mesure où les inférences qui sont faites ne sont pas déraisonnables et que les motifs sont formulés « en termes clairs et explicites ». La Commission peut aussi à bon droit tirer des conclusions raisonnables fondées sur la présence d'invraisemblances, le bon sens et la raison. Elle peut rejeter des preuves non réfutées si celles-ci ne sont pas compatibles avec les probabilités propres à l'affaire dans son ensemble, ou si elle relève des contradictions dans la preuve.", "(Voir aussi", "<FRAGMENT_SUPPRESSED>  été décidé que lorsque la Commission conclut que le témoignage du demandeur manque de crédibilité, elle a l'obligation d'énoncer en termes clairs et non ambigus les raisons pour lesquelles elle met en doute le témoignage du demandeur;", "<FRAGMENT_SUPPRESSED> )."], ["[43]", "En l'espèce, la Commission ne mentionne aucune raison pour laquelle elle met en doute la crédibilité du demandeur. Elle ne fait mention d'aucune contradiction interne ou incohérence figurant dans la preuve du demandeur, et elle n'énonce pas la raison pour laquelle la preuve est invraisemblable. La Commission ne fait aucune référence au comportement du demandeur lors de sa comparution. Ainsi se pose la question de savoir s'il existait une raison valable de douter de la crédibilité du demandeur et, ainsi, d'exiger qu'il fournisse une preuve corroborante."], ["[44]", "En revanche, il y a le principe selon lequel la preuve non contredite peut être rejetée si elle ne s'accorde pas avec les probabilités de l'affaire dans son ensemble (", "Cooper Canada (Ministre de la Citoyenneté et de l'Immigration)", ", 2012 CF 118, au paragraphe 4) et, comme il ressort du paragraphe 31 de la décision", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> )), la question de savoir si l'on peut raisonnablement exiger la présentation d'une preuve corroborante dépend des faits propres à chaque cas."], ["[45]", "Dans la décision <FRAGMENT_SUPPRESSED> , précitée, la Commission a demandé au demandeur d'expliquer pourquoi il n'avait soumis aucune preuve documentaire corroborante, et elle a rejeté ses explications parce qu'elles n'étaient pas crédibles. Se fondant sur la décision", "<FRAGMENT_SUPPRESSED>  (1re inst), le demandeur a soutenu qu'il n'était pas loisible à la Commission de tirer une conclusion défavorable en raison du seul fait qu'il n'avait pas produit de documents extrinsèques pour corroborer son récit. Le défendeur a soutenu qu'il était loisible à la Commission de tirer une conclusion défavorable du fait que le demandeur n'avait pas produit des documents qu'il aurait dû pouvoir se procurer, et qu'il n'avait pas expliqué de façon satisfaisante pourquoi il ne les avait pas produits. Le défendeur s'est fondé sur le paragraphe 7 de la décision", "Ortiz Juarez", ", précitée, dans lequel le juge Phelan a déclaré que « [l] 'exigence de la corroboration relève du bon sens. »"], ["[46]", "Le juge Kelen a conclu qu'il était raisonnable que la Commission s'attende à certaines preuves corroborantes, et que:"], ["[31] La question de savoir si l'on peut raisonnablement exiger une preuve corroborante dépend des faits propres à chaque cas. Dans <FRAGMENT_SUPPRESSED> , le juge Phelan a conclu qu'on aurait pu s'attendre à ce que le demandeur puisse avoir accès à une preuve corroborante, de sorte que, dans cette affaire, il était raisonnable pour la Commission de tirer une conclusion défavorable de l'absence de tels documents. En comparaison, dans <FRAGMENT_SUPPRESSED> , la Commission avait mis en doute la crédibilité du demandeur en raison de contradictions qui n'étaient pas étayées par la preuve. Dans <FRAGMENT_SUPPRESSED> , la Commission n'avait pas tenu compte des raisons fournies par le demandeur pour expliquer les contradictions apparentes, et le juge Teitelbaum a conclu que la Commission n'avait donné aucune raison valable de douter de la crédibilité du demandeur: <FRAGMENT_SUPPRESSED> , aux paragraphes 43 et 44."], ["[47]", "J'aimerais aussi mentionner la décision <FRAGMENT_SUPPRESSED> , précitée, dans laquelle la Commission a rejeté la prétention du demandeur selon laquelle il était persécuté en raison des opinions politiques qui lui étaient imputées à titre de défenseur des homosexuels en Ouganda. La Commission a conclu que le demandeur avait présenté de nombreux documents attestant ses titres de compétence en médecine et ses antécédents professionnels, mais qu'il n'avait présenté aucun document corroborant ses déclarations selon lesquelles il traitait les homosexuels et leur offrait de l'aide psychologique dans une mesure plus importante que les médecins ne le font normalement."], ["[48]", "Le juge Boivin a déclaré ce qui suit:"], ["[39] La Cour note également que la question centrale en l'espèce est celle de savoir si la Commission pouvait raisonnablement s'attendre à ce que le demandeur soit en mesure de présenter et à ce qu'il présente une preuve corroborante, et s'il était loisible à la Commission de tirer une conclusion défavorable du défaut de présenter une telle preuve. Pour la présente analyse, la Cour se reporte à la décision", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 828 (la décision <FRAGMENT_SUPPRESSED> ), qui était fondée sur la décision", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 705. Dans la décision <FRAGMENT_SUPPRESSED> , précitée, la Cour affirme que: « [l] a question de savoir si l'on peut raisonnablement exiger une preuve corroborante dépend des faits propres à chaque cas » (au paragraphe 31). Ces deux décisions établissent qu'il est raisonnable de la part de la Commission d'exiger une preuve corroborante dans les situations où il est raisonnable de s'attendre à ce que le demandeur en question puisse avoir accès à cette preuve."], ["[49]", "Dans cette décision, le juge Boivin a conclu que la décision soumise au contrôle était raisonnable en partie en raison de sa conclusion selon laquelle la Commission avait supposé de façon raisonnable qu'il existait des sources à partir desquelles le demandeur, un homme très instruit représenté par un avocat et ayant des liens familiaux en Ouganda pouvait obtenir des preuves corroborantes sous forme d'affidavit ou de lettre émanant de personnes autres que celles qui seraient exposées à des dangers. En outre, le demandeur vivait au Canada depuis l'automne 2009, mais il n'avait pas cherché à obtenir des affidavits ou d'autres preuves documentaires à l'appui."], ["[50]", "En l'espèce, dès le début de son analyse, la Commission a déclaré qu'un témoignage donné sous serment est présumé être vrai à moins qu'il n'y ait de raison valable de douter de sa véracité. De plus, le véritable critère de la véracité d'un récit repose dans le fait que le récit est en accord avec la prépondérance des probabilités qu'une personne pratique et informée reconnaîtrait facilement que celui-ci est raisonnable dans cette situation et dans ces conditions. La Commission a aussi conclu qu'on ne pouvait pas être convaincu que « les éléments de preuve sont crédibles ou dignes de foi sans être convaincu qu'il est probable qu'ils le sont, et non simplement possible » (", "<FRAGMENT_SUPPRESSED>  était saisie d'un dossier qui ne contenait aucun élément de preuve, hormis le FRP du demandeur et son témoignage quant à l'orientation sexuelle du demandeur ou ses relations et les faits qui se sont déroulés à Oman. Le demandeur a déclaré dans son témoignage qu'il a eu une relation homosexuelle à Oman et que lorsque celle-ci a été révélée, il n'a pas eu d'autres contacts avec son partenaire, et qu'il n'avait pas de preuve documentaire de leur relation. De plus, il n'a pas eu de relation homosexuelle depuis son arrivée au Canada, et il n'a pas fourni de témoignage ou d'autres éléments de preuve, comme des lettres d'appui d'organismes communautaires ou autres qui donnent à penser qu'il faisait partie de la communauté gaie au Canada."], ["[52]", "Saisie de cette situation factuelle, si la Commission avait une raison valable de douter de la crédibilité du demandeur, alors il n'aurait pas été déraisonnable qu'elle demande, pour prouver cet élément crucial de la demande du demandeur, des preuves corroborantes telles que des preuves de son divorce, puisque selon son témoignage, son divorce était la conséquence de sa relation homosexuelle, des reçus d'hôtel ou un affidavit de son frère qui l'a censément aidé après son arrestation. Il aurait également été déraisonnable de rejeter l'explication du demandeur parce qu'il n'a pas fourni de tels éléments de preuve soi-disant parce qu'il n'est resté en communication avec personne à Oman depuis son départ et qu'il voulait que personne ne sache où il était."], ["[53]", "Toutefois, la Commission ne peut pas fonder sa conclusion relative à la crédibilité uniquement sur le manque de preuve corroborante, ce qui semble être ce qu'elle a fait dans la présente affaire."], ["[54]", "Dans la décision", "<FRAGMENT_SUPPRESSED>  le juge O'Keefe a déclaré ce qui suit:"], ["[27] Le raisonnement du défendeur aurait pour effet de donner l'interprétation inversée au principe exposé dans la décision <FRAGMENT_SUPPRESSED> , précitée. L'omission du demandeur de produire des documents donnerait naissance à des préoccupations en matière de crédibilité, lesquelles permettraient à la Commission de considérer son omission de produire des documents comme étant un motif pour mettre en doute sa crédibilité. Si la Commission se livre à tel raisonnement, elle court-circuite la présomption selon laquelle le témoignage sous serment est définitif (voir", "<FRAGMENT_SUPPRESSED> ) de par son analyse des motifs donnés par le demandeur pour justifier l'absence de documents, sans toutefois traiter de la crédibilité ou de la vraisemblance des allégations formulées par le demandeur dans son témoignage."], ["[28] Les motifs ne font état d'aucune préoccupation en matière de crédibilité, hormis celles se rapportant à l'omission de produire des éléments de preuve. En l'absence de telles préoccupations en matière de crédibilité ou de doutes à propos du récit du demandeur, outre ceux se rapportant à la preuve documentaire, il était erroné de la part de la Commission de rejeter la demande d'asile pour le seul motif de l'absence de preuve corroborante."], ["[55]", "Dans le même ordre d'idées, on peut lire ce qui suit aux paragraphes 19 à 21 de la décision", "<FRAGMENT_SUPPRESSED> :"], ["[19] Le défendeur a raison d'invoquer la jurisprudence de la Cour et d'affirmer qu'il incombe au demandeur d'asile de présenter une preuve crédible et digne de foi permettant d'établir qu'il existe une probabilité raisonnable qu'il soit persécuté s'il retournait dans son pays d'origine. Certes, dans la présente affaire, il était loisible à la Commission de conclure que les demandeurs n'avaient pas réussi à satisfaire à cette exigence. Cependant, j'estime déroutante la logique de la Commission en ce qui concerne l'absence de documents visant à corroborer l'existence de la ferme ou le fait que le grand-père en était propriétaire, faits qui, j'en conviens, étaient au cœur du récit en ce qu'ils permettaient de situer l'histoire et d'expliquer les raisons de la persécution. La Commission a adopté le raisonnement qui suit, au paragraphe 12 et suivants de ses motifs:"], ["[12] L'incapacité du demandeur d'asile de fournir des documents de propriété au sujet de la ferme rend le tribunal extrêmement sceptique quant au fait que la présumée ferme à Sonora appartenait à son grand-père. Il n'existe aucune preuve documentaire convaincante provenant de sources fiables qui porte à croire que le grand-père des demandeurs d'asile possédait une ferme à Sonora où auraient eu lieu leurs ennuis avec les FARC. La preuve documentaire ne révèle pas que les problèmes des membres de sa famille avec les FARC sont survenus à la ferme de leur grand-père. C'est aux demandeurs d'asile qu'il incombe de prouver le bien-fondé de leur demande d'asile."], ["[13] Par conséquent, à la lumière de la preuve produite, le tribunal ne croit pas que le grand-père du demandeur d'asile possédait une ferme à Sonora comme celui-ci l'a prétendu et ne croit donc pas que les présumés incidents de décembre 1994 et de la mi-juin 1995 ont eu lieu. Comme le tribunal ne croit pas que le grand-père du demandeur d'asile avait une ferme, il ne croit pas non plus que les FARC ont exigé de la famille des demandeurs d'asile le paiement de la", "vacuna", "et, de ce fait, que leur famille a reçu des menaces des FARC parce qu'elle n'avait pas payé la", "vacuna."], ["[14] Le tribunal estime que les demandeurs ont fabriqué leur récit quant à leur crainte d'être persécutés par des guérilleros des FARC en Colombie."], ["[20] Ce raisonnement ne concorde pas avec la jurisprudence de la Cour et il est déraisonnable, car il justifie l'absence de crédibilité par le manque de preuve documentaire, au lieu d'utiliser le manque de preuve documentaire pour renforcer une conclusion antérieure défavorable quant à la crédibilité. La Commission ne donne aucune autre raison de ne pas croire le témoignage du demandeur. Comme le soutient le défendeur, lorsque le récit d'un demandeur est par ailleurs considéré comme non crédible, l'absence de preuve documentaire peut être un élément à prendre en compte. Par exemple, dans le jugement", "Bin", ", précité, invoqué par le défendeur, le juge Denis Pelletier a déclaré au paragraphe 22:"], ["[22] En l'espèce, un certain nombre de contradictions et d'incohérences internes avaient jeté des doutes sur la revendication du demandeur. Par conséquent, la SSR pouvait tenir compte du défaut du demandeur de produire des éléments de preuve corroborant son récit lorsqu'elle a évalué sa crédibilité."], ["[21] La Commission pouvait conclure que l'explication fournie par les demandeurs pour justifier leur défaut de fournir les documents était déraisonnable. La Commission ne pouvait cependant pas discréditer l'ensemble de leur demande simplement à cause de cette omission. Cela reviendrait à écarter la", "ratio decidendi,", "maintes fois citée, du jugement <FRAGMENT_SUPPRESSED> , précité."], ["[56]", "En l'espèce, la Commission a commis une erreur semblable. La décision ne fait mention d'aucune préoccupation quant à la crédibilité. Il n'en ressort pas non plus que la Commission a conclu que le récit du demandeur était invraisemblable ni quelles sont les raisons de cette conclusion. Au contraire, la Commission conteste la crédibilité du demandeur en raison du manque de preuves corroborantes et en raison de sa conclusion selon laquelle la preuve documentaire contredisait le témoignage de ce dernier. Fait important, la Commission a mal interprété cette preuve documentaire."], ["[57]", "La Commission fait référence au rapport du DE, duquel il ressort ce qui suit:", "[traduction]", "On a demandé au demandeur de formuler des commentaires relativement à la preuve documentaire provenant de sources indépendantes et fiables selon lesquelles aucune poursuite pour actes homosexuels n'avait été rapportée à Oman au cours de l'année 2010."], ["[58]", "En fait, il ressort de ce document que l'année la plus récente pour laquelle les statistiques sont disponibles était 2009:", "[traduction]", "Les personnes gaies, lesbiennes, bisexuelles et transgenres sont exposées à la discrimination sur le plan de la loi et sur le plan pratique. Les normes sociales renforcent aussi la discrimination contre de telles personnes. Le Code pénal criminalise les actes sexuels consensuels entre personnes de même sexe, et prévoit une peine d'emprisonnement de six mois à trois ans à leur égard. Aucune poursuite n'a été rapportée pour l'année, bien que neuf poursuites pour sodomie aient eu lieu en 2009,", "l'année la plus récente pour laquelle les statistiques sont disponibles", ". [Ajout du gras.]"], ["[59]", "La Commission a mal compris la preuve documentaire lorsqu'elle a conclu qu'il n'y avait pas eu de poursuite en 2010, alors qu'en fait l'année la plus récente pour laquelle des statistiques étaient disponibles était 2009. Il semble que la Commission a contesté la crédibilité du demandeur lorsqu'elle s'est fondée sur cette compréhension erronée. Il ressort ce qui suit de la transcription de l'audience à la Commission:", "[traduction]", "Q Il ressort du document que des personnes sont victimes de discrimination et poursuivies pour comportement homosexuel à Oman, et qu'il y a un tribunal pénal---ou un tribunal pénal qui criminalise les homosexuels, mais il n'y a pas de rapport selon lequel quiconque a été poursuivi pour cela en 2010.", "Maintenant, monsieur, si vous aviez présenté - si vous aviez présenté une copie du mandat d'arrêt, une copie des accusations portées contre vous, j'aurais compris. J'aurais accordé plus de poids à ces documents qu'à ce document, mais je n'ai pas de documents monsieur.", "Monsieur, comment puis-je croire que vous - vous êtes recherché à Oman pour des accusations homosexuelles portées en 2010?", "R Tout ce que je peux confirmer c'est que ce qui m'est arrivé, et je dis la vérité, c'est ce qui m'est arrivé et pourquoi voudrais-je quitter mon pays, j'y ai vécu pendant très longtemps, pourquoi quitterais-je mes enfants, pourquoi quitterais-je tout ce que je possède depuis si longtemps et comme, vous savez, juste tout quitter juste - si je n'avais aucun problème juste pour le plaisir."], ["[60]", "Si la Commission avait fourni des raisons valables de douter de la crédibilité du demandeur, alors il aurait été tout à fait raisonnable qu'elle s'attende à ce que le demandeur fournisse des preuves documentaires corroborant ses allégations, telles que ses documents de divorce ou un affidavit de son frère, qu'elle ait rejeté son explication de ne pas l'avoir fait, et qu'elle ait tiré une conclusion défavorable de son défaut de fournir une telle preuve. Toutefois, la décision ne contient pas de conclusion défavorable quant à la crédibilité qui soit fondée sur des incohérences ou des contradictions dans la preuve du demandeur ou d'autres conclusions semblables. Elle ne contenait pas non plus de conclusion selon laquelle le récit du demandeur était invraisemblable dans son ensemble ni de motifs étayant une telle conclusion. Il semble que la Commission a mis en doute la crédibilité du demandeur lorsqu'elle s'est fondée sur sa compréhension erronée de la preuve documentaire. Par conséquent, dans de telles circonstances, il n'y a pas de raison valable de douter de la crédibilité du demandeur. Ainsi, il n'était pas raisonnable que la Commission tire une conclusion défavorable quant à la crédibilité du demandeur, ni qu'elle utilise ensuite ce motif pour exiger que le demandeur produise des documents corroborants et, en bout de ligne, pour rejeter sa demande parce qu'il n'a pas présenté une telle preuve.", "La Commission a-t-elle examiné la demande présentée par le demandeur au titre du paragraphe 97(1)?", "Les observations du demandeur"], ["[61]", "Le demandeur soutient que lorsque les circonstances s'y prêtent, la Commission doit faire une analyse distincte relativement aux articles 96 et 97 (", "<FRAGMENT_SUPPRESSED> ). Lorsqu'on a conclu qu'un demandeur n'est pas crédible au titre de l'article 96, il peut néanmoins obtenir l'asile en vertu de l'article 97, si son profil est adéquat pour établir le risque (", "<FRAGMENT_SUPPRESSED> ). La Commission a fait une vague référence à l'article 97, ce qui n'était pas suffisant pour la décharger de son obligation de faire une analyse distincte (", "<FRAGMENT_SUPPRESSED> et 13)."], ["[62]", "Le demandeur soutient que son profil de risque est attribuable à son homosexualité, laquelle l'expose à des poursuites. La Commission ne tire pas de conclusion quant à la question de l'orientation sexuelle du demandeur. Aussi, elle ne fait référence ni à la preuve de la criminalisation de l'homosexualité dans le droit pénal d'Oman ni au renforcement des normes sociales par des pratiques discriminatoires."], ["[63]", "Le demandeur soutient que la même preuve documentaire sur laquelle la Commission s'est fondée étaye la conclusion selon laquelle le demandeur, pour une raison objective est exposé à un risque sérieux de préjudice à Oman, étant donné son orientation sexuelle. En se fondant sur ce document la Commission a agi de façon abusive et arbitraire. Si la Commission avait correctement apprécié les faits, et appliqué la loi en conséquence, elle serait arrivée à une conclusion différente (", "<FRAGMENT_SUPPRESSED>  (CA)).", "Les observations du défendeur"], ["[64]", "Le défendeur soutient que la Commission n'était pas tenue de faire une analyse distincte relativement à l'article 97, étant donné que selon les conclusions très claires qu'elle a tirées, le récit du demandeur était faux. Bien que la jurisprudence ait décidé qu'il pouvait y avoir des circonstances dans lesquelles il convient de faire une analyse distincte relativement à l'article 97 (", "<FRAGMENT_SUPPRESSED> ), il n'est pas nécessaire de faire cette analyse lorsqu'il a été conclu que le demandeur n'était pas crédible (", "<FRAGMENT_SUPPRESSED> et 17 (", "Plancher", ")). En l'espèce, il est clair que la Commission n'a pas cru que le demandeur entretenait une relation homosexuelle et elle a conclu qu'il avait inventé son récit pour étayer une demande d'asile non justifiée. Après avoir purement et simplement rejeté le récit du demandeur, il ne restait aucun fondement sur lequel une allégation de risque pouvait reposer."], ["[65]", "Étant donné la conclusion que j'ai déjà tirée relativement à l'analyse portant sur la crédibilité, je suis d'accord avec le demandeur."], ["[66]", "Pour les motifs susmentionnés, la présente demande de contrôle judiciaire est accueillie.", "JUGEMENT"], ["[67]", "LA COUR STATUE que", "la présente demande de contrôle judiciaire est accueillie, la décision de la Commission est annulée et l'affaire est renvoyée à un tribunal de la Commission différemment constitué pour qu'il rende une nouvelle décision. Aucune question de portée générale n'a été proposée pour certification et aucune n'est soulevée.", "[End of document]"]]}