{"id_": "010588", "body_str": [["[1]", "Rouleau, J.", ": By notice of motion dated May 29, 1991, the applicant seeks a writ of certiorari quashing the decision of Michael Joshi, an Immigration Officer, rendered February 6, 1991, rejecting the applicant's request for landing on humanitarian and compassionate grounds pursuant to s. 114(2) of the", "Immigration Act", ", and an order in the nature of mandamus ordering a positive determination or alternatively directing that another interview be conducted. Also sought is an order prohibiting the credible basis inquiry from commencing until such time as a new interview is conducted and a final decision taken. The applicant further seeks a declaration \"that, on the facts of this case, the officer disregarded the evidence before him in making an unreasonable decision in an arbitrary fashion and that he refused and failed to put his mind to the post-Yhap guidelines and that the applicant's right to be represented by counsel was denied\"."], ["[2]", "The applicant is a refugee claimant from Hong Kong who, accompanied by his wife, Rebecca Fok, entered Canada as a visitor on September 22, 1988. Both he and his wife are in the backlog stream of refugee claimants. It appears that the couple has managed to establish themselves since their arrival in Canada. In February 1989, they were both working at surface Mount Technology Inc. and within three months they were promoted to supervisors. In September 1989, they set up a small manufacturing company, Pacific Rim Products Inc. In November 1990, they opened a store in Toronto."], ["[3]", "On January 31, 1991, Mr. Ha received a notice to attend an interview on February 6, 1991, to determine whether sufficient humanitarian and compassionate grounds existed to grant him landing."], ["[4]", "Counsel for the applicant was unable to attend his interview due to short notice. He did, however, write a four page letter in which he requested that the interview be rescheduled so he could attend and make both oral and written submissions on behalf of the applicant. This letter outlined facts \"which ought to give rise to a favourable consideration on humanitarian and compassionate grounds\". Specifically, the letter states that the applicant was involved with the Kuomingtang whilst living in Hong Kong and was forced to leave because he was being persecuted by mainland Chinese agents and that to force him to return \"would prove unduly harsh and disproportionate in light of the general conditions existing in Hong Kong and China\". The letter goes on to point out that the applicant has become self-established in Canada and has two close relatives who are residents in Canada, namely two aunts. The letter concludes:", "\"In brief, it will be submitted that Mr. Ha and Ms. Fok have necessarily cut their ties with Hong Kong and China and have established themselves in Canada with their two Aunts who are permanent residents of Canada that to refuse them favourable H & C [sic] consideration under s. 114(2) of the", "Act", "would not only be contrary to the Minister's guidelines but also contrary to the expressed objectives of the", "Immigration Act", "and breadth and spirit of the Yhap decision.\""], ["[5]", "The applicant, accompanied by his wife, attended the interview as scheduled on February 6. At the outset he provided the immigration officer with the letter prepared by his counsel. The request for an adjournment was denied. Mr. Ha alleges in his affidavit that Mr. Joshi merely \"flipped through\" the letter and asked no questions concerning its contents. At the conclusion of the interview, he was handed a standard form \"rejection letter\" denying him landing on humanitarian and compassionate grounds and advising him that he would be informed at a later date as to when the credible basis inquiry would take place."], ["[6]", "Several grounds were advanced in support of this application. First it was submitted that the applicant's right to a fair hearing or interview was denied contrary to s. 7 of the", "Charter", "insofar as the immigration officer failed to adjourn the interview in order that counsel and an interpreter could be present. I do not agree. I am not convinced that the applicant was entitled to be represented by counsel at this interview or that he required the services of a translator."], ["[7]", "It should be pointed out that there is no obligation under s. 114(2) of the", "Act", "to conduct an interview or hearing, see", "<FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 152 (F.C.T.D.). Furthermore, there is no statutory authority for the submission that the claimant is entitled to be represented by counsel once an interview is offered. The right to counsel in proceedings under the", "Act", "is dealt with in s. 30 of the", "Act", "and in ss. 27 to 39 of the", "Regulations", ". Both these provisions refer only to the right to counsel at an", "inquiry", "under the", "Act", ". There is no corresponding statutory right to counsel during a s. 114(2) interview. The cases relied on by counsel for the applicant all dealt with the right to counsel during an inquiry:", "<FRAGMENT_SUPPRESSED>  (F.C.A.),", "De Sousa and  <FRAGMENT_SUPPRESSED>  Admin. L.R.(2d) 138 ( <FRAGMENT_SUPPRESSED>  (F.C.A.)."], ["[8]", "Given that an interview is offered, there is a duty to act fairly, I do not think that, at this stage in the processing of the applicant's claim to be a refugee, the duty to act fairly required that the applicant be represented by counsel. As the Supreme Court of Canada noted in", "<FRAGMENT_SUPPRESSED>  Admin. L.R. 91 (S.C.C.), the concept of what constitutes \"procedural fairness\" in purely administrative proceedings varies, depending on the type and nature of the proceedings or investigation, the nature of the rights involved, the possible burdens of the process and the possibility of harm if an adverse finding is reached. In the present instance, the applicant has no legal right to remain in Canada until such time as he is found to be a Convention Refugee or otherwise admissible. The determination of whether or not humanitarian and compassionate grounds exist is discretionary and can be made without personal appearance of the person involved. It is a decision that involves no complex legal issues. Furthermore, a negative determination at this stage does not lead to removal from Canada, rather the claim then proceeds to the next stage in the process - an oral hearing into the merits of his claim to refugee status at which time there is a right to legal representation."], ["[9]", "Notwithstanding the fact that this was a preinquiry interview, the duty of fairness dictates that the audi alteram partem principle be adhered to, and in many instances, this will require the services of a qualified interpreter."], ["[10]", "I was referred to a number of Court of Appeal decisions in which decisions by Immigration Officers were quashed because there were questions regarding the competency of the interpreter (", "<FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 284), or not all that had transpired had been interpreted (", "<FRAGMENT_SUPPRESSED> )."], ["[11]", "Was an interpreter required in the present case? The evidence before me is contradictory. Mr. Ha states in paragraph 5 of his affidavit that an interpreter was needed and should have been provided:", "\"It was necessary that our counsel attend with us as we have only a very basic understanding of English and as the Commission does not supply such services, our counsel was going to provide us with an interpreter who was proficient in our native Cantonese.\"", "In his letter to the Immigration Officer, counsel did not indicate any concern about the applicant's ability to communicate in English nor did he request the presence of a translator. In fact, if anything, these written submissions emphasize how well established the applicant has become in Canada, opening up a new business and so on."], ["[12]", "On the other hand, Mr. Joshi, the interviewing officer states at paragraphs 15 and 16 of his affidavit:", "\"15. Initially, the applicant appeared to have some difficulty understanding my questions, however, when I used words which were less complex or technical, I had no difficulty communicating with the applicant. The responses he made were appropriate to the questions asked. He had no difficulty replying to those questions, and", "his answers were not one or two word responses but well-constructed and complete sentences", ".\" (emphasis added)", "\"16. The applicant and his wife sometimes discussed the questions and the appropriate answers, but they did this in English until I informed them that I wanted to know what the applicant had to say in response to the questions and I asked them to stop this consultation.\"", "Mr. Joshi also points out in his affidavit that there were a number of Chinese interpreters on the premises who he could have called on, but in his view once he phrased his questions in simpler language the applicant had no problem understanding and responding in English."], ["[13]", "I am also told that the applicant studied English two evenings a week for three months. On the facts I am satisfied that the applicant did not require an interpreter nor was he prejudiced by virtue of the fact that none was provided him; the four pages of submissions prepared by his lawyer covered any points that he may not have raised."], ["[14]", "Nor am I persuaded that the immigration officer erred in failing to exercise his discretion and adjourn the interview.  <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 663 (S.C.C.), Sopinka, J., states at pages 679-680 D.L.R.:", "\"... As a general rule, these tribunals are considered to be", "masters in their own house", ". In the absence of specific rules laid down by statute or regulation, they control their own procedures subject to the proviso that they comply with the rules of fairness and, where they exercise judicial or quasi-judicial functions, the rules of natural justice. Adjournment of their proceedings is very much in their discretion.\" (emphasis added)", "As a general rule interviews are not adjourned unless a claimant is ill and provides a medical certificate or other very unusual circumstances exist that warrant an adjournment. In the present case no such \"unusual circumstances\" existed. In conclusion, there was no procedural unfairness in the conduct of this interview that would warrant me setting aside the officer's decision."], ["[15]", "The other grounds advanced in support of this application were stated as follows:", "\"2. that the officer made a patently unreasonable decision that no reasonable person could have made and engaged in unreasonable exercise of discretionary power in ignoring the overwhelming evidence in favour of a favourable humanitarian and compassionate consideration;", "\"3. that the officer completely disregarded the expressed guidelines of the Minister as to what does, in the Minister's view, constitute favourable humanitarian and compassionate grounds, upon which guidelines the applicant may rely and which guidelines were issued following this court's decision in Yhap and refused to even put his mind to them;", "\"4. that the officer fettered his discretion and made his discretion [sic] was on a completely perverse and capricious basis;\""], ["[16]", "The relevant portions of these guidelines as they appear in chapter 9 of the", "Immigration Manual", "read as follows:", "\"2)", "When Humanitarian and Compassionate Grounds Exist", "a) Humanitarian and compassionate grounds exist when unusual, undeserved or disproportionate hardship would be caused to the person seeking consideration if he or she had to leave Canada.", "b) The fact that the person is self-sufficient in Canada would not normally constitute grounds for a positive recommendation on humanitarian grounds (in the same way that it would not be sufficient in order to deal with someone under, e.g., the Illegal de Facto Resident Policy). There must be other factors such that the refusal of the request would be unusually harsh.", "c) To assist officers in identifying situations which may warrant a humanitarian and compassionate response, the examples outlined below have been provided. These should not be considered exhaustive.", "3) Situations Involving Family Dependency", "a) The requirement to leave Canada and to apply abroad in the normal manner could result in undue hardship for some close family members of a Canadian resident because of the would be immigrant's financial or emotional dependency on family in Canada. These could be parents, children or even persons not necessarily related by blood, but who are a de facto part of the family. Although spouses are not mentioned as they fall under Public Policy situations, the situation of spouses where there has been a sponsorship withdrawal, will be examined on compassionate grounds (see IE 9.14(3)).", "b) Officers should consider the reason why the person did not apply abroad as required by A9(1), the degree of independence exhibited before coming to Canada, the existence of family or other support in the home country. Issues such as the cost or inconvenience of having to return home to apply in the normal manner would not generally constitute hardship. Having weighed these factors, officers should be able to conclude whether favourable consideration is warranted.\""], ["[17]", "It appears to me that the officer reviewed the facts of the applicant's case in considerable detail. In paragraph 17 of his affidavit, Mr. Ha states:", "\"In particular, the officer ignored the extreme hardship we would face if we were forced to return given that we have been persecuted by mainland Chinese agents and will face certain persecution upon our return.\"", "Mr. Joshi however, comments in paragraph 42 of his affidavit:", "\"Generally, the refugee claim alone will not provide sufficient humanitarian and compassionate considerations to warrant a favourable recommendation under s. 114(2) of the", "Immigration Act", "since that consideration is fully and completely dealt with at the credible basis hearing. I did that find the statement made in the submissions of the applicant's counsel credible, that the applicant was afraid of agents from mainland China.\"", "He also noted that the applicant has a business visa to the United States valid until August 17, 1993, so that he would not be forced to return to Hong Kong. He was informed by the applicant that he entered Canada as a visitor because he did not qualify for entry as an entrepreneur. His main concern seemed to be that he would have to sell his business if he were to leave Canada to apply for landing from abroad."], ["[18]", "The guidelines stipulate that the cost or inconvenience of having to leave Canada do not, as a rule, constitute hardship. Accordingly the Immigration Officer concluded that the applicant would not suffer unusual, undeserved or disproportionate hardship if he was required to leave Canada and apply for residence in the normal manner."], ["[19]", "Mr. Ha also states that the officer ignored the successful business ventures he had established in Canada and made an arbitrary assessment that \"he was not established in Canada\". Again I disagree. Mr. Joshi did inquire about his business ventures, he concluded that it was a small venture involving one commissioned salesperson, the applicant and his wife. He determined that the applicant \"had made efforts to establish himself and had become self-employed\". Because the applicant is not being considered under the Illegal de Facto Resident Policy, there was no need for him to inquire any further because economic and establishment considerations alone are insufficient to warrant a favourable recommendation."], ["[20]", "It was also argued that the officer completely ignored the applicant's family, resident in Canada. Mr. Joshi states that when the applicant was asked what relatives he had in Canada, he replied that he had a brother who is also in the refugee backlog program. He did not adduce any evidence that he had a close or dependent relationship with his two aunts mentioned in the letter from counsel. His father, mother, other brother and two sisters live in Hong Kong. He is in regular contact with them and whenever possible he sends them money. The officer did not consider the presence of the applicant's brother in Canada as a determinative consideration given that he has no legal or permanent status in Canada and the majority of his family is in Hong Kong."], ["[21]", "I cannot accept the argument that the officer failed to follow the Minister's guidelines fettered his discretion and made a patently unreasonable decision. If anything, the reverse is true."], ["[22]", "Although the grounds for this application as stated in the Originating Notice of Motion centred around the argument that the guidelines published by the Minister ought to have been followed and had they been followed a positive determination would have been made, it was argued before me that these guidelines circumscribe the proper exercise of the decision maker's discretion under s. 114(2) and that s. 7 of the", "Charter", "dictates that a decision maker cannot be ordered as to \"how\" to exercise the discretion granted him by statute or by common law. It was suggested that this court has a duty under the", "Charter", "to engage in \"substantive\" review given what Dickson, C.J., and Lamer, J. (as he then was) had to say in", "<FRAGMENT_SUPPRESSED>  O.A.C. 1, at page 53 S.C.R.:", "\"I have no doubt that s. 7 does impose upon courts the duty to review the substance of legislation once it has been determined that the legislation infringes an individual's rights to 'life, liberty and security of the person'.\""], ["[23]", "Here, however, we are not dealing with legislative provision but rather Ministerial guidelines which amount to nothing more than \"general policy\" or \"rules of thumb\". These guidelines have come under the scrutiny of the court and have been found to be not only permissible but also desirable. The following passage which appears in the reasons of my colleague, Strayer, J., in", "Vidal and  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at pp. 125-126, bears repeating:", "\"I am satisfied that these guidelines adequately convey to immigration officers that, particularly in respect of humanitarian and compassionate considerations, the guidelines are not to be regarded as exhaustive and definitive. It is emphasized and reemphasized that officers are expected to use their best judgment. I believe they amount to 'general policy' or 'rough rules of thumb' which Jerome, A.C.J., recognized as permissible in the", "Yhap", "case. I would go farther than Jerome, A.C.J., and say that such guidelines are not only permissible but highly desirable in the circumstances. No doubt when Parliament conferred the power under s. 114(2) on the Governor in Council to make exceptions to the requirements of the", "Act", "and the", "Regulations", "it expected the Governor-in-Council to exercise that discretion with some sort of consistency throughout the country and not purely arbitrarily or by whim. More particularly, by the principles of parliamentary government the Governor-in-Council must be responsible to Parliament for the exercise of his discretion. As the Governor-in-Council is in the vast majority of cases dependent on the recommendations of immigration officers, as approved by the Minister, for the exercise of his discretion it is highly desirable that immigration officers have some sort of guidance as to what factors the Minister thinks important in making recommendations to the Governor-in-Council in this respect. If the net effect of this is to give more importance to some factors, without necessarily excluding other factors, it appears to me to be a sensible way for the Minister and the Governor-in-Council to bring some consistency into the exercise of powers under . 114(2) and to discharge their political responsibilities to Parliament.\""], ["[24]", "There is therefore no merit to the applicant's challenge to the guidelines."], ["[25]", "This application is dismissed. Costs to the respondent.", "Application dismissed.", "Editor: Jean Merlini/slm", "[End of document]"]]}