{"id_": "010632", "body_str": [["[1]", "Barnes, J.", ": This is an application by the Applicant, Ajit Pal Singh Gondara, seeking an Order in the nature of mandamus to compel the Respondent to finalize his outstanding application for Canadian citizenship. The facts are not in dispute, although their legal significance is a point of contention."], ["[2]", "The history of the Applicant's quest to become a Canadian citizen is long and somewhat arduous. He was accepted here as a refugee in early 1996. His attempts to formalize his status as a permanent resident of Canada appear not to have been handled by the Respondent with dispatch. In the result, he brought a motion to this Court in May, 2000 seeking an Order for mandamus to compel the Respondent to deal with his application for residency. When leave was granted the Respondent, in turn, granted his application and he was landed on June 6, 2000."], ["[3]", "In September, 2002, the Applicant applied to become a Canadian citizen. The Respondent has candidly acknowledged that the handling of the Applicant's application, up to a point, was less than stellar and the affidavits filed on its behalf bear that out. Not all of the fault for this can be laid directly at the feet of the Respondent because some of the ensuing delay resulted from the slowness of other agencies handling the necessary security clearances. In September, 2004, there was a computer problem involving the Applicant's file which was not noticed until April, 2005. By then, the security clearances had lapsed and had to be redone. The Royal Canadian Mounted Police (RCMP) clearances were obtained on June 14, 2005 and the Applicant was then given a notice to appear to take the oath of citizenship on July 11, 2005."], ["[4]", "On the morning of the day for the Applicant's citizenship ceremony, the Respondent received advice from the Canadian Boarder Security Agency (CBSA) that \"more verifications needed to be done by them as new information had come to light concerning the Applicant that had given rise to concerns regarding the Applicant's admissibility\". This led to the abrupt cancellation of the citizenship ceremony and notification to the Applicant at the Citizenship Court."], ["[5]", "Beyond the very vague explanation offered by the Respondent about the CBSA concerns regarding admissibility, the Applicant has been left largely in the dark about the status of his citizenship application since July 11, 2005. Nothing further was offered as an explanation by counsel for the Respondent when this matter came before me on February 7, 2006 and no updated affidavits were filed to offer even a hint about the reasons for delay or the timeframe within which the application would likely be finalized."], ["[6]", "This application raises competing and important policy considerations. The Applicant naturally wants to have his citizenship application concluded in a timely way. The Respondent has a legitimate interest in maintaining the integrity of the citizenship program."], ["[7]", "The law is clear that the Minister's obligation to confer citizenship is subject to conditions that must first be met. Those conditions are set out in s. 5(1) of the", "Citizenship Act", ", R.S. 1985, c. C-29, which reads:", "\"5(1) The Minister shall grant citizenship to any person who", "(a) makes application for citizenship;", "(b) is eighteen years of age or over;", "(c) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act, and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner:", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence;", "(d) has an adequate knowledge of one of the official languages of Canada;", "(e) has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship; and", "(f) is not under a removal order and is not the subject of a declaration by the Governor in Council made pursuant to s. 20.\"", "\"5(1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:", "a) en fait la demande;", "b) est âgée d'au moins dix-huit ans;", "c) est un résident permanent au sens du paragraphe 2(1) de la Loi sur l'immigration et la protection des réfugiés et a, dans les quatre ans qui ont précédé la date de sa demande, résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence étant calculée de la manière suivante:", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,", "(ii) un jour pour chaque jour de résidence au Canada après son admission à titre de résident permanent;", "d) a une connaissance suffisante de l'une des langues officielles du Canada;", "e) a une connaissance suffisante du Canada et des responsabilités et avantages conférés par la citoyenneté;", "f) n'est pas sous le coup d'une mesure de renvoi et n'est pas visée par une déclaration du gouverneur en conseil faite en application de l'article 20.\""], ["[8]", "The requirement that an Applicant for citizenship be lawfully admitted to Canada within the meaning of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (", "IRPA", "), has been held to give the Minister a residual power to refuse to grant citizenship or to delay the conferral of citizenship where there exists a serious concern about an Applicant's immigration status: see", "<FRAGMENT_SUPPRESSED>  (F.C.A.), at paragraph 24. The Minister cannot act arbitrarily nor can she simply put the application aside indefinitely and decline to deal with it. There must be a process by which finality can be brought to situations like this one and, if the Respondent fails to provide that process, the Court will intervene."], ["[9]", "Counsel for the Applicant made a very thoughtful and persuasive argument in support of the claim to relief. He pointed out that the delay in this case, of almost 4 years, is well within the range of what has been found to be unreasonable as determined in a number of similar cases. He argued, as well, that the authorities require something more in the way of an explanation for delay than the justification offered here by the Respondent."], ["[10]", "Counsel for the Respondent countered by referring to the public interest concern for maintaining the integrity of the program. She also made the interesting argument that the delay in this case was really only since July, 2005 when the Respondent received new information in connection with the Applicant. This argument might have been more persuasive had the Respondent provided additional affidavit evidence to support it. On the basis of what was presented, I have no idea about the nature of the Respondent's present concerns nor can I tell whether the information it received last year was truly new to the Respondent. The only incontrovertible fact that I have is that this application for citizenship has been outstanding for almost 4 years."], ["[11]", "The Applicant is correct that a delay of this magnitude gives rise to a strong prima facie case supporting his entitlement to a final decision. He is also correct that there is ample judicial authority requiring that the Respondent produce a more fulsome explanation for its delay than the one it has offered here."], ["[12]", "One of the most frequently cited cases in this area is that of Justice Danièle Tremblay- Lamer in", "<FRAGMENT_SUPPRESSED>  (T.D.). That was a case which involved a delay of 3 years in the handling of a citizenship application. The delay was attributed to the time required by the Canadian Security and Intelligence Service (CSIS) to complete security investigations. The Court there dealt with the argument that such third party investigations were outside of the Minister's control and, therefore, an Order of mandamus should not be granted. In rejecting the argument, Justice Tremblay-Lamer held, at paragraph 20:", "\"20 It is too easy to argue, as does the respondent, that the Registrar has no legal obligation to act as long as the inquiries have not been completed. By that reckoning, an investigation could go on indefinitely and the Registrar would never have a duty to act. The difficulty lies essentially in the fact that there is no time limit provided in the", "Regulations", "for completing these inquiries. In fact, the source of the problem is a defective statutory framework. For one thing, the powers of the Registrar to direct that an investigation be conducted in order to ascertain that the requirements of the", "Act", "have been met are not subject to any temporal or pragmatic parameters, apart from the obligation to await completion of the inquiries provided for in s. 11 of the", "Regulations", ", and for another, no time limits are placed on the powers of the investigators, in this instance CSIS. Given these circumstances, the processing time may extend well beyond the time required for conducting the investigation. At what point can that time be regarded as unreasonable?\"", "In <FRAGMENT_SUPPRESSED> , above, the Court identified three considerations for determining whether the delay in completing a statutory obligation has been unreasonable (at paragraph 23):", "(1) the delay in question has been longer than the nature of the process required, prima facie;", "(2) the applicant and his counsel are not responsible for the delay; and", "(3) the authority responsible for the delay has not provided satisfactory justification."], ["[13]", "The decision by Justice Barry Strayer in", "<FRAGMENT_SUPPRESSED>  (T.D.), is also frequently referred to in cases involving long delay. That was a case of a delay of more than 4 years in the processing of an application for permanent residency and where the Minister had failed to offer an adequate explanation. An Order in the nature of mandamus was granted but, at the same time, it was pointed out that the court could only direct that the process be completed but could not dictate the ultimate decision (at page 2):", "\"The decision to be taken by a visa officer pursuant to s. 6 of the", "Regulations", "with respect to issuing an immigrant visa to a sponsored member of the family class is an administrative one and the Court cannot direct what that decision should be. But mandamus can issue to require that some decision be made. Normally this would arise where there has been a specific refusal to make a decision, but it may also happen where there has been a long delay in the making of a decision without adequate explanation. I believe that to be the case here. The respondents have in the evidence submitted on their behalf suggested a number of general problems which they experience in processing these applications, particularly in New Delhi but they have not provided any precise explanation for the long delays in this case. While I would not presume to fix any uniform length of time as being the limit of what is reasonable, I am satisfied on the basis of the limited information which I have before me that a delay of 4 1/2 years from the time the renewed application was made is unreasonable and on its face amounts to a failure to make a decision.\"", "<FRAGMENT_SUPPRESSED>  the Court reviewed much of the case law dealing with delay and expressed a concern about the inadequacy of the Minister's explanation. There, too, mandamus was granted to compel a decision on an application for permanent residency which had been outstanding for more than 4 years. Similar concerns about the need for a meaningful explanation for a long delay can be found in", "<FRAGMENT_SUPPRESSED> ; 195 F.T.R. 137 (T.D.) and in", "<FRAGMENT_SUPPRESSED> ."], ["[14]", "Very recently, Justice Anne MacTavish dealt with this issue in", "<FRAGMENT_SUPPRESSED>  again in the context of a 7-year delay in processing an application for landing. She granted an Order to compel a decision within 120 days."], ["[15]", "There are cases where relief has not been granted but they typically involve delays of lesser duration or where a meaningful explanation has been offered by the responsible Minister: see", "<FRAGMENT_SUPPRESSED>  (T.D.) and", "<FRAGMENT_SUPPRESSED> ."], ["[16]", "In this case, I find that the delay in processing the Applicant's claim for citizenship has been unreasonable and that the Respondent's explanation for the delay is not sufficient to constitute a legal justification. There is no evidence to suggest that the Applicant is in any way responsible for the delay."], ["[17]", "Most of the cases, where mandamus was issued to compel the completion of a statutory duty, do recognize the public interest in allowing a reasonable time to complete the process even where the delay has already been substantial. Typically that public interest is protected by building some flexibility into the Order. I would propose to take the same approach here. In the result, I will require the Respondent to take all steps necessary to place the Applicant's application for Canadian citizenship before the Citizenship Court within 150 days of the date hereof. This Order is subject to the right of the Respondent to bring an application before this Court for a further extension of time, supported by an affidavit justifying an extension, provided that such application is filed no later than Friday, May 26, 2006."], ["[18]", "There shall be no order for costs.", "ORDER"], ["[19]", "THIS COURT ORDERS that:", "1. the Respondent shall take all steps necessary to place the Applicant's application for citizenship before the Citizenship Court within 150 days of the date of this Order;", "2. the Respondent may bring an application before the Court for a further extension of time to be supported by affidavit evidence, provided that such an application is filed no later than Friday, May 26, 2006; and", "3. there will be no order for costs.", "Application granted.", "Editor: Angela E. McKay/gs", "[End of document]"]]}