{"id_": "010648", "body_str": [["[1]", "Kelen, J.", ": This is an appeal pursuant to section 14(5) of the", "Citizenship Act", ", R.S., 1985, c. C-29 of a decision by a Citizenship Judge, dated June 24, 2008, denying the applicant's application for Canadian citizenship on the basis that she did not have adequate knowledge of Canada and the responsibilities and privileges of citizenship, as required by subsection 5(1)(e) of the", "Citizenship Act", ". The applicant, who is self-represented and appeared before the Court with an interpreter, submits that the Citizenship Judge should have exercised her discretion under subsections 5(3) and (4) of the", "Act", "to exempt the applicant from the knowledge requirements.", "FACTS"], ["[2]", "The applicant is a citizen of Ghana. She arrived in Canada and became a permanent resident in 1991. The applicant's first application for citizenship was refused in 2002 on the basis that she did not meet the knowledge requirements in subsection 5(1)(e) of the", "Citizenship Act"], ["[3]", "The applicant submitted her second citizenship application, which is the subject of this appeal, in January 2007. She indicated on her application form that she would be accompanied by an interpreter at her citizenship test. The form did not, however, indicate that the applicant could not read or write English, and the section on the form to be filled out by any person or organization that assisted in completing the application was left blank. The applicant signed the form indicating that she understood its contents."], ["[4]", "The applicant appeared for her citizenship test on November 9, 2007 as instructed. The applicant was not accompanied by an interpreter. She informed the Officer that she could not read English. The Officer made a note of this on the applicant's application form and instructed the applicant to complete the test. The applicant answered some questions correctly but failed to answer one or more of the mandatory questions and therefore failed the test."], ["[5]", "The applicant was then instructed to attend an interview with the Citizenship Judge on June 12, 2008. At this interview, the citizenship test was administered orally and the applicant was given an opportunity to respond orally. The Citizenship Judge reserved her decision and on June 24, 2008, denied the application on the basis that the applicant did not meet the mandatory knowledge requirements of subsection 5(1)(e).", "Decision under review"], ["[6]", "In denying the applicant's citizenship application, the Citizenship Judge stated:", "\"...At the hearing, you were unable to answer correctly questions in respect to:", "- the voting procedures related to elections", "- the responsibilities of citizenship", "- the history and geography of Canada", "According to section 15 of the Citizenship Regulations, which prescribes the criteria for determining whether or not an applicant has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship, you must be able to correctly answer questions prepared by the Minister based on the information contained in self-instructional material approved by the Minister and presented to applicants for the grant of citizenship.\""], ["[7]", "The Citizenship Judge declined to make a recommendation to the Minister that the applicant should be exempted from the knowledge requirement under the discretionary provisions of the", "Citizenship Act", "Pursuant to subsection 15(1) of the Citizenship Act, I have considered whether or not to make a recommendation for an exercise of discretion under subsection 5(3) and 5(4) of the Act. Subsection (3) of the Act confers discretion to the Minister to, among other things, waive on compassionate grounds, in the case of any person, the knowledge requirements you failed to meet. As to subsection 5(4) of the Act, it empowers the Governor in Council to direct the Minister to grant citizenship to any person in cases of special and unusual hardship or to reward services of an exceptional value to Canada.", "There was no evidence presented to me at the hearing of special circumstances that would justify me in making such a recommendation under either of subsections 5(3) or 5(4). Pursuant to the provisions of subsection 14(3) of the Citizenship Act, you are, therefore, advised that, for the above reasons, your application for citizenship is not approved."], ["[8]", "The Citizenship Judge therefore denied the citizenship application. The Notice to the Minister of the Decision of the Citizenship Judge indicates that the applicant had not satisfied subsection 5(1)(e) of the", "Act", ". The form indicates that the applicant did satisfy the other requirements of section 5, including subsection 5(1)(d), i.e. adequate knowledge of one of the official languages of Canada.", "RELEVANT LEGISLATION"], ["[9]", "Section 5(1) of the", "Citizenship Act", "provides:", "Grant of citizenship", "5(1) The Minister shall grant citizenship to any person who", "(a) makes application for citizenship;", "(b) is eighteen years of age or over;", "(c) is a permanent resident within the meaning of subsection 2(1) of the", "Immigration and Refugee Protection Act", ", and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner:", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence;", "(d) has an adequate knowledge of one of the official languages of Canada;", "(e) has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship; and", "(f) is not under a removal order and is not the subject of a declaration by the Governor in Council made pursuant to section 20.", "Attribution de la citoyenneté", "5(1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:", "a) en fait la demande;", "b) est âgée d'au moins dix-huit ans;", "c) est un résident permanent au sens du paragraphe 2(1) de la", "Loi sur l'immigration et la protection des réfugiés", "et a, dans les quatre ans qui ont précédé la date de sa demande, résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence étant calculée de la manière suivante:", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,", "(ii) un jour pour chaque jour de résidence au Canada après son admission à titre de résident permanent;", "d) a une connaissance suffisante de l'une des langues officielles du Canada;", "e) a une connaissance suffisante du Canada et des responsabilités et avantages conférés par la citoyenneté;", "f) n'est pas sous le coup d'une mesure de renvoi et n'est pas visée par une déclaration du gouverneur en conseil faite en application de l'article 20."], ["[10]", "Sections 5(3) and 5(4) of the", "Act", "provide:", "Waiver by Minister on compassionate grounds", "(3) The Minister may, in his discretion, waive on compassionate grounds,", "(a) in the case of any person, the requirements of paragraph (1)(d) or (e);", "(b) in the case of a minor, the requirement respecting age set out in paragraph (1)(b), the requirement respecting length of residence in Canada set out in paragraph (1)(c) or the requirement to take the oath of citizenship; and", "(c) in the case of any person who is prevented from understanding the significance of taking the oath of citizenship by reason of a mental disability, the requirement to take the oath.", "Special cases", "(4) In order to alleviate cases of special and unusual hardship or to reward services of an exceptional value to Canada, and notwithstanding any other provision of this Act, the Governor in Council may, in his discretion, direct the Minister to grant citizenship to any person and, where such a direction is made, the Minister shall forthwith grant citizenship to the person named in the direction.", "Dispenses", "(3) Pour des raisons d'ordre humanitaire, le ministre a le pouvoir discrétionnaire d'exempter:", "a) dans tous les cas, des conditions prévues aux alinéas (1)d) ou e);", "b) dans le cas d'un mineur, des conditions relatives soit à l'âge ou à la durée de résidence au Canada respectivement énoncées aux alinéas (1)b) et c), soit à la prestation du serment de citoyenneté;", "c) dans le cas d'une personne incapable de saisir la portée du serment de citoyenneté en raison d'une déficience mentale, de l'exigence de prêter ce serment.", "Cas particuliers", "(4) Afin de remédier à une situation particulière et inhabituelle de détresse ou de récompenser des services exceptionnels rendus au Canada, le gouverneur en conseil a le pouvoir discrétionnaire, malgré les autres dispositions de la présente loi, d'ordonner au ministre d'attribuer la citoyenneté à toute personne qu'il désigne; le ministre procède alors sans délai à l'attribution."], ["[11]", "Section 15(1) of the", "Act", "provides that a Citizenship Judge shall consider whether a recommendation to the Minister to exercise his discretion under subsection 5(3) or (4) is appropriate before refusing an application:", "Recommendation re use of discretion", "15(1) Where a citizenship judge is unable to approve an application under subsection 14(2), the judge shall, before deciding not to approve it, consider whether or not to recommend an exercise of discretion under subsection 5(3) or (4) or subsection 9(2) as the circumstances may require.", "Exercice du pouvoir discrétionnaire", "15(1) Avant de rendre une décision de rejet, le juge de la citoyenneté examine s'il y a lieu de recommander l'exercice du pouvoir discrétionnaire prévu aux paragraphes 5(3) ou (4) ou 9(2), selon le cas."], ["[12]", "Section 15 of the", "Citizenship Regulations", ", SOR/93-246 sets out the criteria for determining whether an applicant meets the knowledge requirement of section 5(1)(e) of the", "Citizenship Act", "15. The criteria for determining whether a person has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship are that, based on questions prepared by the Minister, the person has a general understanding of", "(a) the right to vote in federal, provincial and municipal elections and the right to run for elected office;", "(b) enumerating and voting procedures related to elections; and", "(c) one of the following topics, to be included at random in the questions prepared by the Minister, namely,", "(i) the chief characteristics of Canadian social and cultural history,", "(ii) the chief characteristics of Canadian political history,", "(iii) the chief characteristics of Canadian physical and political geography, or", "(iv) the responsibilities and privileges of citizenship, other than those referred to in paragraphs (a) and (b).", "15. Une personne possède une connaissance suffisante du Canada et des responsabilités et privilèges attachés à la citoyenneté si, à l'aide de questions rédigées par le ministre, elle comprend de façon générale, à la fois:", "a) le droit de vote aux élections fédérales, provinciales et municipales et le droit de se porter candidat à une charge élective;", "b) les formalités liées au recensement électoral et au vote;", "c) l'un des sujets suivants, choisi au hasard parmi des questions rédigées par le ministre:", "(i) les principales caractéristiques de l'histoire sociale et culturelle du Canada,", "(ii) les principales caractéristiques de l'histoire politique du Canada,", "(iii) les principales caractéristiques de la géographie physique et politique du Canada,", "(iv) les responsabilités et privilèges attachés à la citoyenneté autres que ceux visés aux alinéas a) et b)."], ["[13]", "Section 14(5) and (6) of the", "Citizenship Act", "provides that an applicant may appeal the decision of a Citizenship Judge to this Court, and that the decision of this Court is final:", "Appeal", "14(5) The Minister or the applicant may appeal to the Court from the decision of the citizenship judge under subsection (2) by filing a notice of appeal in the Registry of the Court within sixty days after the day on which", "(a) the citizenship judge approved the application under subsection (2); or", "(b) notice was mailed or otherwise given under subsection (3) with respect to the application.", "Decision final", "(6) A decision of the Court pursuant to an appeal made under subsection (5) is, subject to section 20, final and, notwithstanding any other Act of Parliament, no appeal lies therefrom.", "Appel", "14(5) Le ministre et le demandeur peuvent interjeter appel de la décision du juge de la citoyenneté en déposant un avis d'appel au greffe de la Cour dans les soixante jours suivant la date, selon le cas:", "a) de l'approbation de la demande;", "b) de la communication, par courrier ou tout autre moyen, de la décision de rejet.", "Caractère définitif de la décision", "(6) La décision de la Cour rendue sur l'appel prévu au paragraphe (5) est, sous réserve de l'article 20, définitive et, par dérogation à toute autre loi fédérale, non susceptible d'appel.", "STANDARD OF REVIEW"], ["[14]", "This Court has held that the standard of review for the decision of a citizenship judge is reasonableness:", "<FRAGMENT_SUPPRESSED>  F.T.R. 206, per Russell J. at para. 45;", "<FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 770, per Phelan J. at para. 6. Prior to", "<FRAGMENT_SUPPRESSED>  discretionary decisions under subsection 5(3) and 5(4) were also subject to a patent unreasonableness standard:", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 557, per Blais J. at para. 8. In", "Dunsmuir", ", the Supreme Court eliminated the patent unreasonableness standard of review. Post-", "Dunsmuir", ", the appropriate standard of review for all decisions of a citizenship judge is reasonableness", "simpliciter", "<FRAGMENT_SUPPRESSED>  per Russell J. at paras. 16-20."], ["[15]", "In reviewing the Citizenship Judge's decision on a reasonableness standard, the Court will consider \"the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "Dunsmuir", "at para. 47). The Court will only intervene if the decision falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (Dunsmuir at paragraph 47).", "ISSUES"], ["[16]", "The issue raised by the applicant in this appeal is whether the Citizenship Judge failed to consider her educational background in deciding not to recommend the applicant for a discretionary exemption under ss. 5(3) or (4) of the", "Citizenship Act", "ANALYSIS"], ["[17]", "In her affidavit, the applicant states that she cannot read or write English, and that she speaks English \"with some difficulty\". The applicant states that she did not have any formal education in Ghana. The applicant submits that the Citizenship Judge should have taken these factors into account in considering whether an exemption under subsections 5(3) or (4) was appropriate."], ["[18]", "Subsection 5(3) allows a Citizenship Judge to recommend that an applicant be exempted, on compassionate grounds, from the knowledge requirement of subsection 5(1)(e), or the language requirement of subsection 5(1)(d). The relevant issue raised by the applicant is whether she should be exempted from the knowledge requirement on compassionate grounds. The reason given by the applicant as the basis for the request is her lack of English language skills. However, the applicant was found by the Citizenship Judge to have adequate language skills satisfying the language requirement of subsection 5(1)(d). The language assessment is based on the test and/or oral interview. In this case, the Citizenship Judge, who found the applicant's language skills adequate, had conducted an oral interview with the candidate."], ["[19]", "Under these circumstances, it was reasonable for the Citizenship Judge to conclude that an exemption to the knowledge requirement was not warranted on the basis of the applicant's poor English language skills. The applicant had been deemed to have sufficient language skills such that she met the language requirement. The Citizenship Judge, in conducting her oral interview with the applicant, was able to assess the applicant's comprehension and language skills.", "Judge found no evidence of special circumstances for exemption"], ["[20]", "Subsection 5(4) provides that an exemption to the knowledge requirement may be granted in cases of special or unusual hardship. The Citizenship Judge stated in her decision that no evidence of special circumstances had been presented at the hearing. The applicant has not made any submissions before this Court as to any evidence that was before the Citizenship Judge, or as to any special or unusual hardship that would warrant an exemption under subsection 5(4). The applicant's English language skills were assessed by the Citizenship Judge and found to be adequate, and therefore do not constitute special or unusual hardship. The applicant's lack of formal education likewise should not have precluded her from completing an oral exam. If the applicant's lack of formal education has created special learning difficulties for the applicant, aside from poor language skills, she has not made any submission to this effect. Accordingly, it was reasonable for the Citizenship Judge to conclude that no special or unusual hardship existed as no evidence was put before her of any such hardship."], ["[21]", "For these reasons, this appeal is dismissed."], ["[22]", "The applicant can re-apply for Canadian citizenship, and either learn the required basic knowledge about Canada, the voting procedures related to elections, and the responsibility of citizenship or seek exemption from these requirements on compassionate grounds. Such compassionate grounds were explained to the Court by the applicant at the hearing, through the aid of an interpreter, and they include:", "a. the applicant is illiterate in English, i.e. she cannot read or write English;", "b. the applicant speaks the English language with difficulty;", "c. the applicant has twice failed the citizenship test after studying with the assistance of her children. She does not have the ability to retain the information; and", "d. the applicant has had no education either in her country of origin, Ghana or in Canada."], ["[23]", "The applicant also stressed that she cannot afford the $200 application fee to apply for citizenship a third time, and asked the respondent for relief. This Court does not Rule on compassionate grounds for an applicant seeking an exemption from the legal requirements for citizenship. That is the prerogative of the Citizenship Judge.", "JUDGMENT"], ["[24]", "THIS COURT ORDERS AND ADJUDGES that", "This appeal is dismissed.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}