{"id_": "010863", "body_str": [["[1]", "Rouleau, J.", ": This is an application for an interlocutory injunction brought by the plaintiff, Windmere Corporation, to restrain the defendant:", "(a) from directing public attention to its products in manner likely to cause confusion between the products of the plaintiff and those of the defendant;", "(b) from passing-off the defendant's products as those of the plaintiff; and", "(c) from using the trademarks \"Vibra Shave\" or \"Vibra Blade\" or any trademark confusing therewith."], ["[2]", "As in every interlocutory injunction application, the issue which must be determined by the court in coming to a decision is simply whether or not the plaintiff has established a case sufficient to warrant the granting of this injunction. This decision is based on a consideration of the strength of the plaintiff's case in passing-off, the allegedly inequitable behaviour of the defendant, the irreparable injury that the refusal or granting of this injunction would cause to either party and the balance of convenience when all the relevant factors are weighed."], ["[3]", "Several affidavits were filed by the parties as evidence on this motion containing numerous exhibits, but for the purposes of this motion, the following facts are relevant."], ["[4]", "The plaintiff, an American corporation, manufactures and sells small personal care appliances in the United States and, through a distributor, in Canada. The defendant is a Canadian company which also sells and imports a similar range of products in Canada. The particular product at issue in this application is a vibrating razor which can be safely operated in running water; the plaintiff describes this device as a \"reciprocating massaging shaver\". The plaintiff does not claim that it is entitled to a monopoly in the sale of the vibrating razor itself, indeed the evidence reveals that there are several third party products on the market; it is only in the trademark \"Vibra Shave\" which is used in association with the razors that the plaintiff claims any exclusive rights."], ["[5]", "In January 1988, the plaintiff decided to develop and market a vibrating razor under the trademark \"Vibra Shave\" in Canada and in the United States. By March 1988, the plaintiff was taking advance orders for its product under the trademark \"Vibra Shave\" and was in a position to commence the distribution of samples and promotional material exhibiting the trademark."], ["[6]", "The plaintiff filed an application in the United States based on a first use of the trademark in the United States in March of 1988, but did not file an application in Canada until October 4, 1988."], ["[7]", "The samples and materials filed as evidence in support of this motion illustrate that the trademark is clearly displayed on both the product itself as well as its packaging. The trademark is used in a stylized design form in most instances, and is hyphenated. In the promotional material circulated by the plaintiff, the mark appears as a hyphenated word mark."], ["[8]", "Throughout the spring and summer of 1988, the plaintiff was actively selling and promoting its razors under the \"Vibra Shave\" mark. Before June 1988, and as early as March 1988, many sample razors (bearing the trademark) were distributed to representatives of leading retailers across Canada including Consumers Distributing, Eaton's, Sears and Canadian Tire Corporation. Virtually all of these companies responded to the promotion by placing large orders for the finished product. These orders were filled starting in August 1988."], ["[9]", "Many other national companies received promotional material and specification sheets outlining the new product and the trademark, and these solicitations resulted in additional orders being placed. In the late summer and early fall of 1988, an aggressive television advertising campaign was mounted by the plaintiff in both Canada and the United States."], ["[10]", "Over the course of the spring and summer of 1988, the plaintiff also promoted its new product at trade shows aimed at the retailers which were its major customers. The most signficant of these shows for the purposes of this application occurred in late April 1988. The plaintiff exhibited its products at the \"Home Hardware Show\", in St. Jacob's, Ontario, which was attended by over 700 purchasers for the extensive Home Hardware chain of stores. There was a sample of the razor bearing the trademark \"Vibra Shave\" available at the trade show as well as promotional material and specification sheets."], ["[11]", "Orders for many thousands of units of the plaintiff's \"Vibra Shave\" product were taken at the Home Hardware show and in the following weeks."], ["[12]", "A representative of the defendant, a Mr. Bolton, the Vice-President of Sales of the defendant was present at the Home Hardware Show in April 1988. Mr. Bolton, an affiant in these proceedings, does not deny attending the trade show and actually viewing the plaintiff's display, however, he does deny seeing any sample of promotional material bearing the trademark \"Vibra Shave\". The defendant's representative also stated that the \"Vibra Shave\" product was simply one of the many items displayed at the plaintiff's booth and that neither the product nor the trademark was highlighted in the plaintiff's booth. The defendant in fact stated that he did not have any idea that the plaintiff intended to use the trademark \"Vibra Shave\" until June of 1988."], ["[13]", "In the last week of May 1988, the defendant's president and his son were on a business trip in Hong Kong when they wired their trademark agent in Canada with urgent instructions to file applications \"without fail\" for the trademarks \"Vibra Shave\" and \"Vibra Blade\". The defendant did not instruct its trademark agents to conduct an availability search before filing the applications on May 27, 1988. In a later letter from its agent dated June 21, 1988, the defendant is informed that if it wishes to \"foil Windmere\", use of the mark \"Vibra Shave\" must commence immediately."], ["[14]", "The defendant did in fact commence use of the mark \"Vibra Shave\", albeit in a slightly different form to that of the plaintiff's use. The major difference is in the actual design used, and the fact that the two portions of the defendant's mark are not separated by a hyphen."], ["[15]", "The defendant first made concrete marketing plans with respect to the sale of these products in June 1988, and promotional material was first circulated in August 1988. The defendant's product became available for sale in late September 1988. It was at this point that the plaintiff became aware of the defendant's entry into the market with the competing product; the plaintiff filed a statement of claim shortly thereafter and then brought the present application seeking relief until the trial of this action."], ["[16]", "There was one instance of actual confusion amongst customers of the plaintiff and defendant. This is evidenced in the affidavit of Gary Day, filed on behalf of the plaintiff. A buyer for Eaton's department store had placed an order with the plaintiff for the \"Vibra Shave\" products and was then informed that another Eaton's department had also purchased the product. She telephoned the plaintiff's distributor to find out why, contrary to the normal dealings between Eaton's and the plaintiff, orders had been solicited from two different departments. As it turned out, the second order had been placed with the defendant, and the buyers had not been aware that they were dealing with two different parties using the same trademark."], ["[17]", "The plaintiff's position is that it has established a sufficient reputation in the mark to have a proprietary interest in it, which interest has been invaded by the actions of the defendant. The defendant's position is that the mark \"Vibra Shave\" was adopted by it without knowledge of the plaintiff's interest and that the use made of the mark prior to the defendant's entry into the market was not sufficient to create any right of exclusive use in the plaintiff."], ["[18]", "Although both the plaintiff and the defendant have filed trademark applications, neither party owns a registration or enjoys the concomitant right to exclusive use granted to a registrant under the Trade Marks Act, R.S.C. 1970, c. 10, the plaintiff must perforce rely on the law of unfair competition to establish its remedy. I do not intend to deal with the status of the trademark applications as the registrability of these marks must be dealt with in a different forum. Section 7 of the Act prohibits certain acts of unfair competition and the Federal Court of Appeal has recently held that this protection is extended to the owners of unregistered trademarks ( <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 314)."], ["[19]", "Sections 7(b) and (c) of the Act read:", "\"7. No person shall", ". . . . .", "(b) direct public attention to his wares, services or business in such a way as to cause or be likely to cause confusion in Canada, at the time he commenced so to direct attention to them, between his wares, services or business and the wares, services or business of another;", "(c) pass off other wares or services as and for those ordered or requested;\""], ["[20]", "Section 7(b) is generally considered to be a statutory expression of the law of passing-off (e.g. Asbjorn  <FRAGMENT_SUPPRESSED> , at page 327 [C.P.R.]). Section 7(c) of the Act refers to a substitution of the plaintiff's goods by the defendant and is really a sub-category of the common law of passing-off. It is evident, however, that although the common law doctrine of passing-off is similar to the statutory remedy provided in section 7(b) and (c), the two actions are not identical."], ["[21]", "In the first place, to succeed in establishing an action in passing-off at common law it has generally been considered imperative that the parties be competitors (e.g.  <FRAGMENT_SUPPRESSED> ); section 7(b) of the Act seems to contain no such stricture. Furthermore, in an action in common law, passing-off can only be established on a territorial basis, the plaintiff can only enjoy proprietary rights in a mark in a geographical area in which he has used the mark and has a reputation in the mark; in an injunction granted under section 7(b) of the Trade Marks Act, the defendant is enjoined across Canada, even in areas in which the plaintiff enjoys no reputation in the trademark."], ["[22]", "Despite these obvious differences, the jurisprudence relevant to actions of passing-off at common law has been used quite liberally in section 7(b) cases. In the Asbjorn Horgard case the relationship was described by Macguigan, J., at page 327 [C.P.R. and p. 20 N.R.], as follows:", "\"Subsection 7(b) is a statutory enactment of the common law action of passing-off which consisted of a misrepresentation to the effect that one's goods or services are someone else's, or sponsored by or associated with that other person. It is effectively a 'piggy-backing' by misrepresentation.\""], ["[23]", "The plaintiff must therefore establish that it enjoys some reputation in the mark or it would not be possible that the public would purchase the defendant's goods thinking that they were purchasing those of the plaintiff. It seems that the real question before the court is the following: Is the defendant attempting to take a free ride on the reputation that the plaintiff has built up through the sale and advertisement of its mark to the extent that the defendant's goods, in bearing the trademark \"Vibra Shave\", are in fact misrepresenting their origin to the purchaser?"], ["[24]", "The crux of the matter is therefore whether the plaintiff can prove that at the time when the defendant commenced using the mark, the plaintiff had already established a reputation in the goods sold under the trademark \"Vibra Shave\". Unless the plaintiff can establish this proposition, it is impossible that the defendant's actions could infringe any rights of the plaintiff."], ["[25]", "The evidence shows that although the plaintiff only entered the Canadian market at the very earliest, in March of 1988, it did so as part of a concerted effort to introduce the trademark to a wide segment of its purchasers in a short period of time. As a distributor of its products to major retailing chains in Canada, the first and most significant part of its drive was completed before the defendant even raised the notion of marketing a product under a similar trademark. Although the distribution of samples and promotional materials might not in all circumstances constitute use of a trademark, it would not make commercial sense to conclude that the plaintiff's actions, integrally linked as they were to the receipt of large numbers of orders for the product bearing the trademark, did not build up substantial goodwill in the trademark which accrued solely to the benefit of the plaintiff. The providing of samples and specification sheets to prospective customers was clearly in the normal course of trade for a party dealing at the wholesale level."], ["[26]", "The illusive notion of goodwill has been examined at length in numerous cases and it has been described as \"an attractive force which brings in custom\" ( <FRAGMENT_SUPPRESSED>  at page 224). It is irresistible to conclude that the actions of the defendant in launching a product under a virtually identical trademark would in fact have the result of appropriating the valuable goodwill built up at great effort and expense by the plaintiff."], ["[27]", "The cases decided under section 7(b) of the Act also suggest that the factors outlined in section 6(5) of the Trade Marks Act are also relevant to a determination of whether or not confusion between the marks in question is likely. A comparison of the \"Vibra Shave\" marks of the two parties in the light of sections 6(5)(c), (d) and (e), reveals that in each of these respects, the marks are essentially indistinguishable. Both marks are used in the association with the same products and sold to the same group of purchasers. In addition, the marks are extremely similar, they both consist of the terms \"Vibra\" and \"Shave\" and both incorporate wavy lines which are very suggestive of the notion of \"vibration\" evoked by the trademark itself."], ["[28]", "This leaves a consideration of subsections 6(5)(a) and (b) which states that the following circumstances are relevant to the question of confusion namely, (a) the inherent distinctiveness of the trademarks or trade names and the extent to which they have become known and (b) the length of time the trademarks have been in use. The trademark \"Vibra Shave\" does not have great inherent distinctiveness, but as I have discussed above, with substantial orders placed over a four month period in the trade, it is possible to conclude that the marks became known, if not widely known. The use made of the mark by the defendant was too minimal to have any affect on the plaintiff's case."], ["[29]", "I believe that the plaintiff had made out a strong prima facie case that it has established a reputation in the wholesale trade for its product under the trademark \"Vibra Shave\", even though the use of the mark was conducted over a relatively short period."], ["[30]", "There are numerous authorities dealing with the \"test\" that is to be applied by the court in determining whether or not an interlocutory injunction should be granted or refused. My review of the pertinent cases suggests that whether the phrase \"serious issue to be tried\" or \"prima facie case\" is employed, the only truly reliable guides available in this instance are the rules of common sense and equity. As I feel that the plaintiff has made out a prima facie case that it would succeed at trial, I do not need to consider which test is applicable in the circumstances."], ["[31]", "It must not be forgotten that the granting of an injunction is essentially an equitable remedy and that the court may exercise its discretion based on equitable considerations. The plaintiff acted promptly and openly. It has done nothing to disentitle it to equitable relief. In contrast, the defendant was not able to provide an explanation which could satisfy me that its adoption of the \"Vibra Shave\" mark was entirely ingenuous. The defendant's correspondence with its trademark agent (Exhibit C to the West affidavit) clearly indicates that its president was aware that it was trying to gain an advantage over the plaintiff by filing for the \"Vibra Shave\" mark. If the defendant was aware that its filing date for the application was ahead of the plaintiff's filing date in Canada, then it must have been aware, or at least suspected that the plaintiff would at some point have an interest in filing or using the mark in Canada."], ["[32]", "The final issues to be considered are the questions of irreparable harm and the balance of convenience. I am satisfied that the harm which would be caused to the plaintiff by the continuation of sales by the defendant of its product until trial would be irreparable. The co-existence of two virtually identical marks would almost inevitably lead to the destruction of the distinctiveness of the marks. Furthermore, injury to the plaintiff's reputation and the goodwill in the trademark would not be quantifiable or compensable by payment of money damages alone."], ["[33]", "As to the balance of convenience, it must be acknowledged that this order has the potential of finally determining the issue between the parties. Both parties intimated that the product at issue is one with a limited shelf life, and the prospect of being enjoined for as long as two years from selling a product which has a shelf life of approximately that period of time is daunting to the most enthusiastic defendant. On the other hand, if the vibrating razor is to be a strong commercial item this year, it would be very easy for the defendant to quickly change its packaging and get the same product on the market with another name. Compensation for any damages that the defendant might suffer in having to relabel its product temporarily can be guaranteed by the posting of an appropriate letter of credit by the plaintiff."], ["[34]", "In summary, the plaintiff has made out a prima facie case for its success at trial, has shown that it would suffer irreparable harm if the injunction were not granted and most importantly that the defendant did not act in good faith in the manner in which it adopted the trademark. The defendant argues that it is free to compete with a trader who has not established a reputation in a mark, and this is true. The problem is simply that the plaintiff has established to my satisfaction that it did enjoy such a reputation and was already reaping the benefits of its marketing efforts before the defendant's product was introduced into the market. The injunction will issue as sought."], ["[35]", "The motion by the defendant for security for costs must succeed. The plaintiff, a foreign corporation is hereby ordered to post $2,500.00 as security for the defendant's costs. The plaintiff is further ordered to post an irrevocable letter of credit or bond in the amount of $50,000.00 to secure any damages that the defendant might suffer as the result of the granting of this injunction. In the event that the defendant is satisfied that its damages could exceed the amount of the bond ordered, the defendant may apply to the court to vary or increase the amount."], ["[36]", "The plaintiff is entitled to its costs for the bringing of this application.", "Application allowed.", "Editor: Elizabeth M.A. Turgeon/nmg", "[End of document]"]]}