{"id_": "010822", "body_str": [["[1]", "Russell, J.", ": This is an application pursuant to subsection 72 (1) of the", "Immigration and Refugee Protection", "Act", ", S.C. 2001, c. 27 (", "Act", ") for judicial review of a decision of the Refugee Division of the Immigration and Refugee Board (Board), dated September 5, 2008 (Decision) granting the Respondents' application to be deemed Convention refugees or persons in need of protection under sections 96 and 97 of the", "Act", "BACKGROUND"], ["[2]", "The Respondents allege a fear of returning to the Solomon Islands where they were harassed and persecuted because of their Chinese ethnicity."], ["[3]", "Shirley and Geoffrey (Female and Male Adult Respondents) were born in China. Geoffrey went to the Solomon Islands in 1983 and became a naturalized citizen there in 1994. The Adult Respondents call the Solomon Islands their home and their four children were born there."], ["[4]", "Geoffrey returned to China on three occasions, for which he used his Solomon Islands passport. He applied for and obtained a Chinese tourist visa."], ["[5]", "The Respondents' family business and residence was burned to the ground during rioting which occurred on April 18, 2006 in Honiara. The riots had an ethnic basis and were directed against the residents of the Solomon Islands who were of Chinese decent. Geoffrey was not in the Solomon Islands at the time of the riot. He had returned to China on April 3, 2006 because his father had died and he went back to take care of the funeral arrangements."], ["[6]", "Shirley and two of her children, Billy and Amy, were recognized by the High Commissioner of Papua New Guinea on the Solomon Islands as \"Persons Displaced by Violence,\" and were issued emergency travel documents for their evacuation to China dated April 24, 2006. Daughters Anisa and Ada were attending school in Australia at the time of the riots and hold valid student visas for Australia."], ["[7]", "The Chinese government stepped in to assist nationals of Chinese descent by sending planes to evacuate them from the Solomon Islands. The family was reunited in China on April 25, 2006. At the time of the attacks, the family alleged that they \"repeatedly\" sought the protection of the police but the police said they were unable to respond and told the family to \"fend for themselves.\""], ["[8]", "Geoffrey returned to the Solomon Islands to find the family home and their business and personal effects destroyed or looted and stolen. He remained in the Solomon Islands from May 5, 2006 until March 25, 2007 in an attempt to re-coup some of his losses through a government compensation claim, locate his documents and seek replacement passports for his wife and two of their children, Billy and Amy. During that time, Geoffrey alleges that he was repeatedly stopped by thugs who attacked and beat him on several occasions and extorted money from him. He also alleges that his car was stolen and that, when he reported this to the police, the police refused to take a report and told him there was nothing they could do. Geoffrey alleges that he was \"in hiding and lived in constant fear\" and that the attacks were \"directed to him due to his ethnicity.\""], ["[9]", "After fleeing the Solomon Islands in April of 2006, the family, with the exception of Geoffrey, never returned. Shirley and two of her children subsequently came to Canada on May 21, 2006, arriving at Vancouver International Airport, and made a claim for refugee protection upon arrival. Geoffrey arrived later on March 30, 2007.", "DECISION UNDER REVIEW"], ["[10]", "The Board found that the Respondents were Convention refugees and had a well-founded fear of persecution in the Solomon Islands."], ["[11]", "The Board framed the issues for itself as follows:", "a. Are claimants required to re-avail themselves of previous citizenship and nationality which they voluntarily relinquished, and which no longer exist, prior to seeking the protection of Canada?", "b. If the answer to that question is yes, then the next issue is whether China would grant the claimants citizenship and re-invoke their status as nationals of China.", "c. Finally, if the answer to that question is also yes, then the panel must analyse whether these claimants have a well-founded fear of returning to China.", "Well-founded Fear of Solomon Islands"], ["[12]", "The Board examined the documentary evidence and the evidence presented by the Respondents. The Minister argued that the Male Adult Respondent was not credible and had failed to note certain incidents in his PIF narrative that he was now alleging. The Board noted that the Male Adult Respondent had noted in his PIF narrative that he had had to live in hiding and was worried about whether the state would provide protection for him and his family. The Board took into consideration his demeanour and noted that he presented himself as an \"unsophisticated claimant with basic education.\" The Board concluded that it was satisfied \"by the claimant's explanations for his failure to include the specific incidents after his return to the Solomon Islands.\""], ["[13]", "The Board found that the Respondents were at risk of persecution in the Solomon Islands based on their Chinese ethnicity. As well, the documentary evidence suggested that there was no state protection available and no reasonable internal flight alternative.", "Chinese Nationality"], ["[14]", "The Board felt there was \"little doubt that the [Respondents] are not currently considered citizens or nationals of China. Although the adult claimants Geoffrey and Shirley Ma were born in China, upon their choice of becoming Solomon Island citizens they lost their Chinese citizenships.\""], ["[15]", "Under the Nationality Laws of China, Article 3, the People's Republic of China (PRC) does not recognize dual nationality for any Chinese national. The Board quoted part of Article 9 which states that \"Any Chinese National who has settled abroad and who has been naturalized as a foreign national or has acquired foreign nationality of his own free will shall automatically lose Chinese nationality.\""], ["[16]", "The Board noted that the family had to obtain Chinese visitor's visas for their previous trips to China which, in the Board's view, indicated how they were viewed by the Chinese authorities. The Board also found it \"extremely doubtful\" that the children of the Adult Respondents would be automatically eligible for citizenship on the basis that their parents were both born in China. The Board cited Article 5 of the", "Nationality Laws", "\"Any person born abroad whose parents are both Chinese nationals or one of whose parents is a Chinese national shall have Chinese nationality. But a person whose parents are both Chinese nationals and have settled abroad, or one of whose parents is a Chinese national and has settled abroad, and who has acquired foreign nationality at birth shall not have Chinese nationality.\""], ["[17]", "The Board concluded that both parents had acquired Solomon Island nationality so that their children would not be considered Chinese nationals.", "Restoration of Chinese Nationality"], ["[18]", "The Board agreed with the Minister that the correct question to address on this issue was whether it was \"more likely than not that the claimants will obtain PRC nationality if they apply for it?\""], ["[19]", "The Board relied on the test in", "FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED"], ["[20]", "The Board found that the Respondents met the test set out in", "FRAGMENT_SUPPRESSED", "so that the re-instatement of Chinese nationality was not within their control. Although the Respondent's could have applied, the provisions of the", "Nationality Laws", "of China made it \"far from automatic\" and, in accordance with", "FRAGMENT_SUPPRESSED", ", \"it is not 'within his power' to acquire it.\""], ["[21]", "The Board also cites", "FRAGMENT_SUPPRESSED which confirms that an analysis must be undertaken as to the degree of certainty required in the application process. In that case, the evidence indicated that the result cannot be predicted with certainty, and the Board had failed to assess that degree of certainty."], ["[22]", "The Board noted that, since the Respondents have four children, there was no degree of certainty that their application would be approved. The Board states that there is a difference between \"eligibility to apply, and what that outcome might be.\" The Board relies upon", "FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED"], ["[23]", "The Board also relied upon Lorne Waldman's", "Immigration Law and Practice", "(2nd Ed. 2005), vol. 1, at paragraph 8.399:", "\"Hence the concept of nationality must be interpreted strictly so that surrogate protection in Canada is denied only in those cases where the person has, in fact, acquired citizenship in a given country or can obtain it as a result of matters entirely within his or her control. Thus, in order to deny a claimant refugee status based on the fact that he or she has citizenship in a country, the Board must find that he or she actually does have citizenship in that country or has an irrefutable claim to such citizenship. If the statute provides that the claimant might apply for citizenship, but not that the claimant actually has citizenship or will certainly obtain it, then the person should not be required to show that he or she is unable to find protection in the country of potential nationality.\""], ["[24]", "The Board concluded on this issue by stating that the law does not require these claimants to provide credible and trustworthy evidence that they have applied for, and been refused, PRC nationality, as the Minister's Representative submits.", "Failure to Claim Elsewhere"], ["[25]", "The Minister's Representative submitted that the Respondents had a duty to go to Australia to make a refugee claim, given that Australia is much closer to the Solomon Islands, and because they had previously visited there and two of their children attended school there. The Board commented that there was no legal authority that would support such a proposition."], ["[26]", "The Board concluded that the Respondents had established a well-founded fear of persecution in the Solomon Islands on account of their Chinese ethnicity. The Board also found that China was not a country of reference for any of the Respondents. Therefore, all of the Respondents were Convention refuges and their claims were accepted.", "ISSUES"], ["[27]", "The Applicant submits the following issues on this application:", "1) Did the Board err when it found that state protection was not available to the Respondents in the Solomon Islands?", "2) Did the Board err when it found that the Respondents were at risk of persecution in the Solomon Islands based on their Chinese ethnicity?", "3) Did the Board err when it found that the Respondents had no obligation to apply for Chinese citizenship before being granted refugee protection in Canada?", "STATUTORY PROVISIONS"], ["[28]", "The following provisions of the", "Act", "are applicable in these proceedings:", "Convention refugee", "\"96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "\"97(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "\"97(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.\"", "Définition de 'réfugié'", "\"96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne", "protéger", "\"97(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Personne", "protéger", "\"97(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.\"", "STANDARD OF REVIEW"], ["[29]", "In", "FRAGMENT_SUPPRESSED the Supreme Court of Canada recognized that, although the reasonableness simpliciter and patent unreasonableness standards are theoretically different,FRAGMENT_SUPPRESSED. Consequently, the Supreme Court of Canada held that the two reasonableness standards should be collapsed into a single form of \"reasonableness\" review."], ["[30]", "The Supreme Court of Canada in", "FRAGMENT_SUPPRESSED", "also held that the standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to the particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis."], ["[31]", "Thus, in light of the Supreme Court of Canada's decision in", "FRAGMENT_SUPPRESSED", "and the previous jurisprudence of this Court, I find the standard of review applicable to the first two issues raised on this application to be reasonableness. When reviewing a decision on the standard of reasonableness, the analysis will be concerned with FRAGMENT_SUPPRESSED. Put another way, the Court should only intervene if the Decision was unreasonable in the sense that it falls outside the FRAGMENT_SUPPRESSED"], ["[32]", "The third issue involves a consideration of the correct legal test to be applied (which I have reviewed on a standard of correctness) as well the application of that test to the facts before the Board (which I have reviewed on a standard of reasonableness). In argument, the Applicant says that the Board applied the wrong legal test for state protection. I have also reviewed this issue on a standard of correctness.", "ARGUMENTS", "The Applicant", "Board Erred When it Found that State Protection Was Unavailable"], ["[33]", "The Applicant alleges that the Board held that state protection was not available to the Respondents in the Solomon Islands in one sentence in its reasons:", "\"The panel finds the claimants are at risk of persecution in the Solomon Islands based on their Chinese ethnicity. The panel further finds the documentary evidence suggests that state protection is not available, and accordingly, there is no reasonable internal flight alternative.\"", "Board Applied the Wrong Test for State Protection"], ["[34]", "The Applicant submits that the Board erred in law and applied the wrong legal test when it considered whether there was state protection available for the Respondents in the Solomon Islands. The availability of state protection is a crucial element in determining whether a refugee claimant has a well-founded fear of persecution. If state protection is available, then a claimant does not have a well-founded fear of persecution:", "FRAGMENT_SUPPRESSED."], ["[35]", "The Applicant also cites", "FRAGMENT_SUPPRESSED for the principle that persons who are seeking refugee protection in another country have the onus of proving that state protection is not available to them in their country of nationality. Absent a complete breakdown of state protection, a country must be presumed to be capable of protecting its citizens:", "FRAGMENT_SUPPRESSED."], ["[36]", "The Applicant argues that both the Supreme Court of Canada and the Federal Court of Appeal have held that, in order to rebut the presumption that a country of nationality is capable of providing protection, it must be proved that state protection is not available. Refugee claimants must provide \"clear and convincing evidence\" that establishes, on a balance of probabilities, that state protection is inadequate or non-existent:", "FRAGMENT_SUPPRESSED."], ["[37]", "The Applicant points out that, in the current case, the Board did not determine whether there was \"clear and convincing evidence\" establishing that state protection was unavailable. Instead, the Board found that \"the documentary evidence suggests that state protection is not available.\""], ["[38]", "The Applicant concludes on this issue that a finding that the documentary evidence \"suggests\" that state protection is not available is not equivalent to a finding or determination that there is \"clear and convincing evidence\" establishing, on a balance of probabilities, that state protection is not available. Therefore, the Board erred in law and applied the wrong test when it found that state protection was not available on the basis that the documentary evidence \"suggested\" that state protection was not available."], ["[39]", "The Applicant argues that a finding by the Board that the evidence \"suggests\" that state protection is unavailable is not a finding that it is more likely than not that state protection is not available. It may be, at most, a finding that there is a possibility that state protection is not available; it is not a finding that it is more likely than not that state protection is not available."], ["[40]", "The Applicant also notes that the Board did not set out in its reasons any evidentiary basis for its finding that state protection is not available. Instead, the Board states that the \"documentary evidence\" suggests that state protection is not available. The Board did not even identify the \"documentary evidence\" upon which it relied.", "Board Failed to have Regard for the Evidence"], ["[41]", "The Applicant submits that, in addition to applying the wrong legal test, the Board also failed to have proper regard for the evidence before it when it found that the documentary evidence \"suggested\" that state protection was not available."], ["[42]", "The Applicant points out that the Board does not identify the documentary evidence upon which it relies when it says that \"the documentary evidence suggested\" that state protection is not available. The only documentary evidence referred to by the Board in its reasons that might be relevant to the Board's finding that the evidence \"suggested\" that state protection is not available is: (1) a paper prepared by Professor Clive Moore that was critical of the way the police in the Solomon Islands handled the riots in April 2006; (2) a travel advisory from the Canadian government indicating that the police were limited in their ability to respond effectively to violent crime; and (3) two news reports indicating that the Australian government had sent additional troops to the Solomon Islands to restore calm."], ["[43]", "The Applicant submits that the Board's consideration of the documentary evidence relating to the availability of state protection in the Solomon Islands was cursory. There was documentary evidence, to which the Board does not refer, that the Regional Assistance Mission for the Solomon Islands (RAMSI), a multinational police-centered force organized by Australia, arrived in the Solomon Islands at the governments invitation in 2003 and restored law and order after a period of civil unrest in the country."], ["[44]", "The Applicant notes that the Respondents have not addressed the Applicant's submissions that the Board erred when it found that the Respondents had a well-founded fear of persecution if state protection was not available. There was no evidence before the Board that established that the Respondents would be at risk in the Solomon Islands if they returned."], ["[45]", "The Applicant alleges that the several documents cited by the Board do not reasonably suggest that state protection is not available in the Solomon Islands. Even if the criticism offered by Professor Moor was accepted and the RAMSI poorly handled the April 2006 riots, it is not enough for a refugee claimant to show merely that his/her government has not always been effective in protecting persons in his/her situation in order to establish that state protection is unavailable. The Applicant further notes that Professor Moore is optimistic about RAMSI's ability to maintain law and order in the Solomon Islands. He ends his paper by stating that the future government in the Solomon Islands is looking better than it has since 1998 and RAMSI's presence should allow necessary reforms to take place.\" See: Clive Moore,", "No More Walkabout Long Chinatown: Asian Involvement in the Solomon Islands Economic and Political Processes", ", a paper presented on May 16, 2006 at the Australian Centre for Peace and Conflict Studies Seminar, University of Queensland."], ["[46]", "As regards the travel advisory from the Canadian government, the Applicant says that the fact that the police may not always be able to respond effectively to crime does not show that state protection is unavailable. The Canadian police cannot always respond effectively to crime."], ["[47]", "The Applicant says it is \"noteworthy\" that the Consular Information Sheet from the U.S. Department of State, dated September 2007, states the following about the capital city of Honiara:", "\"The Regional Assistance Mission in the Solomon Islands (RAMSI), a coalition of Pacific Island states that includes military and police forces from Australia and several other Pacific Island nations, has helped the Solomon Islands improve law and order. The Solomon Islands government and the vast majority of its citizens welcomed the intervention and security in the capital Honiara improved since the arrival of RAMSI in 2003. It is generally considered safe for visitors to walk the streets day and night, and there have been no reported security incidents against visitors.\""], ["[48]", "The Applicant concludes on this issue that the news reports indicating that the Australian government had sent additional troops to the Solomon Islands to restore calm do not show that state protection is unavailable. They show a commitment to providing state protection to persons in the Solomon Islands. The Applicant submits that one of the news reports relied on by the Board is from 2004, approximately four years ago, and is of little, if any, relevance to the situation in the Solomon Islands today.", "Board Erred When it Found that the Respondents Were at Risk in the Solomon Islands"], ["[49]", "The Applicant submits that, in addition to applying too low a test for finding that state protection was unavailable in the Solomon Islands, the Board also erred when it found that the Respondents had a well-founded fear of persecution if state protection was not available."], ["[50]", "The Applicant says that the Board failed to have regard for the material before it when it found that the Respondents had a well-founded fear of persecution in the Solomon Islands. The Board's consideration of the evidence relating to the Respondents' alleged risk in the Solomon Islands was, in the Applicant's view, as cursory as its consideration of the documents relating to the availability of state protection in the Solomon Islands."], ["[51]", "The Applicant highlights the test for a well-founded fear of persecution as being a \"forwarding-looking test\" that places the onus of proof on refugee claimants to show that they would be at risk of persecution if they returned to their home country."], ["[52]", "The Applicant says that the Board erred by, essentially, shifting the onus from the Respondents to show that they would be at risk of persecution in the Solomon Islands to the Minister to show that the Respondents would not be at risk."], ["[53]", "The Applicant submits that the only evidence regarding current conditions in the Solomon Islands that the Board referred to in its reasons were travel advisories from the Australian and Canadian governments, which indicated that violent crime had escalated in the Solomon Islands, particularly in the Chinatown part of the capital city, Honiara."], ["[54]", "The Applicant suggests that a fair reading of the travel advisories from the Australian and Canadian government shows concern about criminal activity and civil unrest, especially in Honiara, but it does not show that persons are at risk of persecution because of their Chinese ethnicity. The Applicant contends that evidence that crime has increased in a particular part of a city is not evidence that persons have a well-founded fear of persecution on the basis of their ethnicity. There are other reasons why crime might be higher in one part of a city that have nothing to do with ethnicity. As well, although there may be criminal activity and civil unrest in Honiara, this does not establish that persons are at risk throughout the Solomon Islands and that state protection is not available."], ["[55]", "The Applicant concludes that the Board failed to properly consider whether there might be an internal flight alternative for the Respondents, independent of the issue of the availability of state protection. If the Respondents were not at risk everywhere in the Solomon Islands, then the Applicant contends that state protection is irrelevant, as any alleged lack of state protection does not create a risk if that risk does not otherwise exist.", "Board Erred When it Found that the Respondents Had No Obligation to Apply for Chinese Citizenship"], ["[56]", "The Applicant submits that the Board erred when it found that the Respondents had no obligation to try to re-acquire their Chinese citizenship before being granted refugee protection in Canada."], ["[57]", "The Applicant reminds the Court that one of the basic principles of international refugee law is that refugee protection is intended to be a back-up or \"surrogate\" protection to the protection that persons expect from their countries of nationality. International refugee protection is given when a claimant has no other alternative. Therefore, refugee claimants are required to approach their own countries of nationality for protection, or demonstrate that it is objectively unreasonable to have done so, before the responsibility of other states to provide them with protection becomes engaged. See:", "FRAGMENT_SUPPRESSED."], ["[58]", "The Applicant says that refugee protection is not intended to allow the practice of \"country shopping,\" but is there to provide a safe haven to those who genuinely need it. Its purpose is not to give a quick and convenient route to permanent resident status for immigrants who cannot or will not obtain status in the usual way. Persons are not entitled to choose between becoming a refugee in one country over becoming a citizen in another country:", "FRAGMENT_SUPPRESSED."], ["[59]", "The Applicant cites", "FRAGMENT_SUPPRESSED for the proposition that a person's refugee claim will be denied even if they have a well-founded fear of persecution in one country FRAGMENT_SUPPRESSED"], ["[60]", "The Applicant points out that this Court has consistently held that it is within a person's control to acquire citizenship, so that a person's refugee claim should be rejected, if that person has an \"automatic\" right to citizenship in a safe country:", "FRAGMENT_SUPPRESSED"], ["[61]", "The Applicant argues that the issue in the present case is whether it may be within a person's control to acquire citizenship, even if the person does not have an \"automatic\" right to citizenship."], ["[62]", "The Applicant relies on", "FRAGMENT_SUPPRESSED for the principle that it may be within a person's control to acquire citizenship of a country even where more than \"mere formalities or technicalities,\" such as filing the appropriate documents are required to acquire citizenship. At FRAGMENT_SUPPRESSED", ", the Federal Court of Appeal held that a person's refugee claim will be denied if it is within their control to acquire citizenship: FRAGMENT_SUPPRESSED"], ["[63]", "The Applicant submits that", "FRAGMENT_SUPPRESSED", "leaves unanswered the question of whether it is within a person's control to acquire citizenship in a safe third country in some circumstances, even if it might not be certain or automatic. The Applicant cites", "FRAGMENT_SUPPRESSED which held that it was not within a person's control to acquire citizenship in a country if the country's authorities had any discretion to refuse that person's application for citizenship. See:", "FRAGMENT_SUPPRESSED."], ["[64]", "The Applicant points out that the Board found it was not in the Respondents' control to re-acquire Chinese citizenship. Although the Board accepted that the Respondents were entitled to apply to re-acquire Chinese citizenship, it was not certain that their application would be approved. The Board's interpretation, in the Applicant's view, is \"overly restrictive and inconsistent with the concept of refugee protection as surrogate protection.\" The Board's Decision also encourages the practice of country shopping."], ["[65]", "The Applicant says that the evidence before the Board establishes that there was protection and a safe haven available to the Respondents in China if they were at risk in the Solomon Islands. Following the riots in the Solomon Islands in April 2006, the Female Adult Respondent and her two youngest children were evacuated by the Chinese government to China."], ["[66]", "The Applicant notes that the Board never referred to any evidence indicating that it was more likely than not that the Respondents would not obtain Chinese citizenship if they applied. Instead, the Board speculated that the Respondents might not obtain Chinese citizenship because they have four children. However, the Chinese authorities have already recognized the Respondents' connection to China and have previously offered them protection."], ["[67]", "The Applicant notes that the Respondents have already enjoyed protection and safe haven in China and Australia, but rather than applying to re-acquire or acquire citizenship in China, the Respondents elected to seek refugee status in Canada. Therefore, the Board erred when it held that the Respondents had no obligation to try to re-acquire their Chinese citizenship before being granted refugee protection in Canada."], ["[68]", "The Applicant points out that the Respondents' submissions do not respond squarely to the issue of whether it may be within a person's control to acquire citizenship in a third country. A claim should be refused, following", "FRAGMENT_SUPPRESSED", ", even if a person does not have an \"automatic\" right to citizenship. The Applicant says that this issue is central to the Board's Decision because the Board found that", "FRAGMENT_SUPPRESSED", "did not apply because it was not certain that the Respondents' application for Chinese citizenship would be approved, and the Board did not consider whether it might still be within the Respondents' control to acquire Chinese citizenship in the circumstances.", "The Respondents"], ["[69]", "The Respondents submit that included in the documentary evidence was a paper on the Solomon Islands that indicated as follows:", "\"The April riots were partly premeditated. The attacks were strategically targeted and clues existed before the outbreak that should have alerted the police to possible trouble. The police commissioner's lack of prior intelligence and a seemingly lack of an emergency plan to deal with what was always going to be a potentially explosive day, added to the poor performance of the RAMSI police and their lack of coordination with local police indicates that long-term changes will be necessary if the RAMSI the operation is to retain credibility.\""], ["[70]", "The Respondents note that the paper also states that there is rampant corruption and mismanagement in government in the Solomon Islands and that the 2006 riots were pre-mediated and clearly targeted the Chinese community. The Respondents also note that a response to information request confirmed that the Chinese community was targeted and that much of Chinatown was destroyed and, as a result, the Chinese government airlifted 325 citizens to China. Many Chinese nationals lost everything in the riots. A year after the riots, there was no rebuilding of Chinatown and there was a travel advisory against traveling to the Solomon Islands because of the violence. There was a similar travel advisory from the U.S. Department of State and Australian troops were sent to calm the violence in the Solomon Islands."], ["[71]", "The Respondents submit that also included in the evidence before the Board was the", "Nationality Laws", "of the People's Republic of China which indicate in Article 13:", "\"Foreign nationals who once held Chinese nationality may apply for restoration of Chinese nationality if they have legitimate reasons. Those whose application for restoration of Chinese nationality that have been approved shall not retain foreign nationality.\""], ["[72]", "The Respondents also cite a response to information which indicated as follows:", "\"It is possible to recover Chinese nationality after it has been lost. To recover Chinese nationality, a person must first renounce the other nationality they are holding and provide a report, for example proof of renunciation of other nationality and request reinstatement of Chinese nationality to Chinese authorities. Acquisition, loss or recovery of Chinese nationality can be requested or processed through Chinese Consulate or Embassies outside of China or inside China through the Public Security Ministry.\"", "The Respondents' Testimony At Hearing"], ["[73]", "Geoffrey, the Male Adult Respondent, testified at the hearing in detail about the problems he and his family have faced in the Solomon Islands. The Respondents note that they presented evidence at the hearing from an Immigration and Refugee Board of Canada, Responses to Information Requests which stated as follows:", "\"... the prevailing atmosphere of lawlessness, with frequent outbreaks of violence, widespread extortion, and compromised nature of the Royal Solomon Islands Police, whose senior officers maintained links with criminal gangs, were significant obstacles to recovery.", "\"From late 2002, the government's ongoing commitment to reform and fiscal discipline was increasingly undermined by extortion and other intimidation directed against the SI Government by criminal groups. The assassination of the former Police Commissioner (1982-1996) and National Peace Councillor Sir Fred Soaki in Auki on 10 February 2003, and the two day closure of commercial banks in Honiara in late May, as a result of threats, underscored the serious state of lawlessness in Solomon Islands.\""], ["[74]", "The Respondents conclude on this issue by pointing out that Shirley, the Female Adult Respondent, testified at the hearing that, even prior to the April 2006 riot, she and her husband experienced robberies at their store to which the police did not respond. She also testified that her husband was attacked by a person wielding a hammer, and sustained a head and eye injury, but the police stated that \"they ha[d] no car to come\" and never responded to the call.", "Board Findings"], ["[75]", "The Respondents submit that the Board made two important findings: (1) that the Respondents were credible; and (2) that the Board accepted the explanation for the omissions in their PIF. They allege that the Minister did not challenge these findings; therefore, the facts that were asserted by the Respondents must be accepted for the purposes of this application for judicial review."], ["[76]", "The Respondents submit that, based upon the evidence before the Board, and given the repeated, numerous attacks that were directed against the Respondents over a long period of time, as well as the repeated failure of the authorities to provide protection, and the documentary evidence which revealed that the police have failed to provide protection, the conclusion of the Board with respect to state protection was reasonably open to it."], ["[77]", "The Respondents stress that the Board found Geoffrey's testimony credible. There was no allegation of an error on the credibility issue by the Applicant. Therefore, the Board was entitled to rely on the Respondents' evidence that the state had failed to provide protection on repeated occasions."], ["[78]", "The Respondents note that there is no allegation that there were alternate means of protection, or that the Respondents did not make efforts to obtain protection. There is evidence that efforts were made, that those efforts failed, and that the Respondents had suffered greatly. There was ample evidence to conclude that there was a failure of the state to provide protection."], ["[79]", "The Respondents cite and rely upon", "FRAGMENT_SUPPRESSED"], ["[80]", "The Respondents submit that the issue before the Board was whether or not the Respondents had met the burden of proof and had established the absence of state protection with reliable evidence, with probative value, that met the standard of proof. The evidence satisfied the Board that the Respondents had met the standard of proof. The Board's use of the word \"suggests\" was just a way of saying that evidence disclosed that state protection was not available. Therefore, this formulation is not incorrect and indicates that the Board was satisfied that it was more likely than not that state protection would not be forthcoming."], ["[81]", "In relation to the weighing of the evidence, the Respondents submit that there are several basic principles that emerge from the jurisprudence. The Board is not required to discuss each piece of documentary evidence and the Board is entitled to accept the evidence of the Respondents with respect to what happened to them. The Respondents note that the Board found that there was limited documentary evidence, accepted the Respondents as credible, and accepted the Respondents' version of repeated attacks directed at the Male Adult Respondent and the failure of the authorities to provide protection."]]}