{"id_": "010963", "body_str": [["[1]", "Zinn, J.", ": This is an application for judicial review pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27, of a decision of the Immigration Appeal Division (IAD) of the Immigration and Refugee Board. The IAD dismissed the appeal of an Exclusion Order issued by the Immigration Division (ID) which found that the applicant was a person described in paragraph 40(1)(a) of the", "Act"], ["[2]", "For the reasons that follow, this application is dismissed.", "Background"], ["[3]", "It is difficult to know exactly what the facts are in this matter. The IAD described the evidence given by the applicant this way:", "I find the fact that the applicant has changed her story every time she has been in front of an Immigration official or a panel, indicative of a person who is hiding evidence and I am not prepared to accept her new story as testified to during the course of this hearing as true. In my view, the appellant continues to lie and misrepresent facts to suit her own purposes and as such, I do not believe her version of events."], ["[4]", "The following appears to be relatively uncontested. The applicant is a 30 year-old national of Pakistan. She married her first cousin Mr. Qureshi in Pakistan on September 21, 2003. He is a Canadian permanent resident and filed a sponsorship application in his wife's favour. The application was approved and Ms. Qureshi landed in Canada on September 17, 2004."], ["[5]", "By letter dated July 31, 2005, Mr. Qureshi wrote to Immigration Canada stating that their marriage was a fraud:", "Mrs. Uzma Luqman Qureshi came to Canada under false pretenses. She did not consummate the marriage. My uncle, M. Younas Qureshi, has kept her in his custody since she arrived in Canada on, September 17/ 2004 till now. All my sponsorship documents are with my uncle, M. Younas Qureshi ... [S] he refuses to see me or even take my phone calls. I was basically just her ticket to come to Canada and now that she's here, she plans to marry my uncle's nephew, Sohail Qureshi, who currently resides in Pakistan."], ["[6]", "The applicant and her Canadian sponsor were divorced in Ontario on March 3, 2006."], ["[7]", "The applicant then married Amir Najam in Toronto on March 5, 2006, and they have a daughter born September 21, 2009."], ["[8]", "No explanation is offered as to why it took Immigration Canada nearly two years to act on this allegation of fraud; however, on March 14, 2007, it sent the applicant a Call In Notice stating that the object was \"Your Status in Canada - Misrepresentation.\" The interview was held on April 2, 2007 where, allegedly on the uncle's advice, the applicant told the immigration officer that Mr. Qureshi abused her and slapped her on the face when she did want him to watch pornographic movies. At the IAD hearing, the applicant admitted that this was a complete fabrication - a lie. It appears from the officer's report that the applicant was made aware of the details of the claims made by her former husband, including her pending marriage to Sohail Qureshi. She told the officer that although her uncle wanted her to marry Sohail, she refused and that as a result she and her uncle had had a falling out."], ["[9]", "On April 11, 2007, the applicant sent a letter requesting a copy of the complaint made against her by Mr. Qureshi. She was told that the matter was under investigation and that she would be given access to the materials only if she was referred to an admissibility hearing."], ["[10]", "In the mean time, the officer reviewing the file sent a note to Mr. Qureshi, requesting further information. Mr. Qureshi wrote a letter dated April 24, 2007, explaining that: \"When [the applicant] arrived at the airport, she did not speak to [him] and went off with [his] uncle Younis Qureshi.\" Mr. Qureshi further explained that the applicant filed for divorce without telling him. The applicant obtained the divorce on grounds of cruelty which, again, was admittedly a lie."], ["[11]", "On May 1, 2007, the reviewing officer referred a report pursuant to section 44 of the", "Act", "to the ID for an admissibility hearing. At the ID hearing, the applicant's uncle testified that his niece had never lived with him. This is also an admitted lie. On January 21, 2009, the ID found the applicant to be a person described in paragraph 40(1)(a) of the", "Act", "and an Exclusion Order was issued. This was appealed to the IAD which dismissed the appeal on June 28, 2011. That is the decision under review.", "Issues"], ["[12]", "The applicant raised four issues but conceded one at the oral hearing, accordingly, the issues before the Court are as follows:", "1. Did the IAD fail to observe a principle of procedural fairness?", "2. Did the IAD apply too high a threshold in assessing the H&C grounds?", "3. Did the IAD unreasonably consider the child's best interests?", "Analysis", "1. Procedural Fairness"], ["[13]", "Subsequent to her interview scheduled for April 2, 2007, the applicant requested a copy of the complaint letter dated July 31, 2005, sent by her ex-husband. It is submitted that (i) the letter should have been shared with her prior to the interview and (ii) she should have been given a copy after the interview when she requested it by letter dated April 11, 2007. It is further submitted that the officer should not have sent a letter to the applicant's ex-husband requesting further information without prior disclosure to her. It is submitted that this is a breach of procedural fairness and the IAD should have exercised its jurisdiction under s. 67(1)(b) of the", "Act", "and found that a principle of natural justice had not been observed."], ["[14]", "The applicant cites", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], and argues that the IAD's decision should be set aside because she should have received a copy of the letter considered in the subsection 44(1) determination. Had she been given access to the details of the complaint against her, she could have brought to the officer's attention the fact that her ex-husband had gone to Pakistan, married another cousin and had also abandoned her."], ["[15]", "I agree with the submissions made by the respondent that this is not a judicial review of the interviewing officer's decision to report the applicant pursuant to subsection 44(1) of the", "Act", ". It was at that step that the non-disclosure lies. Procedural fairness requires that material information be disclosed prior to the admissibility hearing; there is no requirement to disclose the report prior to the subsection 44(2) determination: <FRAGMENT_SUPPRESSED> , above at para 24. There is nothing in the record to suggest that the husband's letters were not disclosed prior to the admissibility hearing. The letter from the officer to the former husband was never disclosed but I fail to see how that request for further information could be material or relevant to the issues before the tribunal."], ["[16]", "I have previously addressed the issue raised here in", "<FRAGMENT_SUPPRESSED> where I wrote:", "Second, in <FRAGMENT_SUPPRESSED> , Justice Hughes was faced with a situation where a document containing a recommendation that was submitted to the Minister's Delegate was not disclosed prior to the admissibility hearing.", "Here it is argued that these were not disclosed to counsel prior to the section 44(2) review. That is an administrative process. I can find no error of law either in the failure to disclose prior to the section 44(2) review or the Minister's Delegate having relied on those documents", "[emphasis added]."], ["[17]", "I am unable to accept the submission of the applicant that a letter written by a third party bringing information to the attention of the immigration authorities is any different than the recommendation at issue in <FRAGMENT_SUPPRESSED> . The applicant was verbally informed of her former husband's allegations and responded to them. All that was not disclosed before the admissibility hearing was her letter asking for disclosure of the former husband's letter, (as in <FRAGMENT_SUPPRESSED> , she was aware of the content of that letter) and the letter from the officer seeking more information which has no apparent relevance to the hearing. There was no denial of natural justice.", "2. The Higher Threshold"], ["[18]", "The applicant notes that the IAD stated at paragraph 24:", "However, having found that the appellant's removal order is valid in law and that she misrepresented her status as a spouse, I find that she would not have been able to immigrate to Canada through this category and as such, I am of the view that it is appropriate to consider a", "higher threshold", "in her case and therefore there needs to be more positive humanitarian and compassionate factors [emphasis added]."], ["[19]", "It is submitted that this is an error in law. There either is unusual and undeserved or disproportionate hardship, or there isn't. It is submitted that if Parliament intended for there to be a different burden for those who had misrepresented, it would have been clear in the legislation. The applicant further notes that section 67 of the", "Act", "has a remedial purpose in that it gives the IAD the power to allow an appeal when the best interests of the child combined with \"all the circumstances of the case\" dictate that the child should be accompanied by the parents."], ["[20]", "I do not accept the submission that the Board erred in law with respect to the test it applied. The IAD did not err by stating that \"it is appropriate to consider a higher threshold in her case and therefore there needs to be more positive humanitarian and compassionate factors.\" Section 67 of the", "Act", "specifies that for the IAD to allow an appeal there must be \"sufficient humanitarian and compassionate considerations [that] warrant special relief", "in light of all the circumstances of the case", "[emphasis added].\" What the IAD was doing was weighing the H&C factors", "in light of all the circumstances of the case", "; that being the applicant's gross and repeated misrepresentation. It is trite law that the seriousness of an offence can be weighed against other H&C factors: see", "<FRAGMENT_SUPPRESSED>  approved by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> ."], ["[21]", "No different test was applied to this applicant, the Board merely stated, quite appropriately, that given her conduct which weighed against the IAD exercising its discretion, the positive factors required would have to be greater in number or weight than would otherwise have been the case.", "3. Best Interest of the Child"], ["[22]", "The applicant submits that the IAD's analysis falls short of being alert, alive and sensitive to the best interests of the child. She submits that the IAD paid no attention to the child's future, education, special needs and length of separation or the impact thereof."], ["[23]", "A review of the transcript indicates that the applicant made no submissions before the IAD in regard to the child's future, education or special needs. As noted by the respondent it is not up to the IAD to engage in a hypothetical analysis of H&C factors not advanced by the applicant:", "<FRAGMENT_SUPPRESSED> ."], ["[24]", "In any event, as the respondent notes, the IAD acknowledged that in most cases it is in the best interests of a child to have both parents in their lives, accepted that the applicant played an important role in her daughter's life and that her removal will cause hardship to the child, noted that it is up to the applicant and her husband whether they should live in Pakistan or whether the child will remain with the applicant's husband in Canada, and also noted that the applicant's husband and daughter could visit her in Pakistan. Another consideration made by the IAD was that the applicant's current husband could submit a sponsorship application for the applicant in two years time, rendering the separation only temporary."], ["[25]", "Having failed to identify even one piece of evidence that was ignored or overlooked by the IAD, I cannot find that the IAD erred in its analysis of the child's best interests."], ["[26]", "Neither party proposed a question for certification.", "JUDGMENT"], ["[27]", "THIS COURT'S JUDGMENT is that", "this application is dismissed and no question is certified.", ".........................", "<FRAGMENT_SUPPRESSED>  Protection Civile (défendeurs)"], ["[1]", "Le juge Zinn", "[Traduction]: La Cour est saisie d'une demande de contrôle judiciaire présentée conformément au paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27, d'une décision de la Section d'appel de l'immigration (la SAI) de la Commission de l'immigration et du statut de réfugié. Celle-ci a rejeté l'appel interjeté d'une mesure d'exclusion prise par la Section de l'immigration (la SI) contre la demanderesse au motif qu'elle était visée par l'alinéa 40(1)", ") de la Loi."], ["[2]", "Pour les motifs qui suivent, la présente demande est rejetée.", "Contexte"], ["[3]", "Il est difficile de savoir exactement en quoi consistent les faits dans la présente affaire. La SAI a formulé les observations suivantes au sujet du témoignage de la demanderesse:", "J'estime que le fait que l'appelante ait changé sa version des faits chaque fois qu'elle était en présence d'un agent d'immigration ou d'un tribunal est révélateur du fait qu'elle dissimule des faits, et je ne suis pas prêt à accepter que sa nouvelle version, communiquée pendant l'audience, soit vraie. Selon moi, l'appelante continue de mentir et à fournir de fausses déclarations pour arriver à ses fins, et, par conséquent, je ne crois pas à sa version des faits"], ["[4]", "Les faits suivants semblent peu contestés. La demanderesse est une ressortissante pakistanaise âgée de 30 ans. Elle a épousé son cousin germain, M. Qureshi, au Pakistan, le 21 septembre 2003. M. Qureshi, qui est un résident permanent canadien, a présenté une demande de parrainage de son épouse. La demande a été accueillie et Mme Qureshi est entrée au Canada le 17 septembre 2004."], ["[5]", "Par lettre datée du 31 juillet 2005, M. Qureshi a écrit à Immigration Canada pour expliquer que leur mariage n'était pas authentique:", "[traduction]", "Mme Uzma Luqman Qureshi a été admise au Canada par des moyens frauduleux. Son mariage n'a jamais été consommé. Mon oncle, M. Younas Qureshi, l'héberge chez lui depuis qu'elle est arrivée au Canada le 17 septembre 2004. Tous mes documents de parrainage se trouvent en la possession de mon oncle, M. Younas Qureshi [...] Elle refuse de me voir ou même de me parler au téléphone. Elle s'est essentiellement servie de moi pour obtenir son admission au Canada et, depuis qu'elle est arrivée, elle a pour projet d'épouser le neveu de mon oncle, Sohail Qureshi, qui habite présentement au Pakistan."], ["[6]", "La demanderesse et son répondant canadien ont divorcé en Ontario le 3 mars 2006."], ["[7]", "La demanderesse a ensuite épousé Amir Najam à Toronto le 5 mars 2006. Ils ont maintenant une fille, qui est née le 21 septembre 2009."], ["[8]", "Aucune explication n'a été offerte pour expliquer pourquoi Immigration Canada a attendu près de deux ans avant de donner suite à cette allégation de fraude. Toutefois, le 14 mars 2007, Immigration Canada a envoyé à la demanderesse un avis de convocation dont l'objet était [traduction] « Votre statut au Canada - fausses déclarations ». L'entrevue a eu lieu le 2 avril 2007. La demanderesse aurait alors déclaré à l'agent d'immigration, sur le présumé conseil de son oncle, que M. Qureshi l'avait maltraitée et l'avait giflée parce qu'elle ne voulait pas le laisser regarder des films pornographiques. À l'audience devant la SAI, la demanderesse a admis que ces affirmations étaient une pure invention et qu'elles étaient totalement fausses. Il ressort du rapport de l'agent que la demanderesse a été mise au courant du détail des affirmations faites par son ex-mari, notamment de son projet de mariage avec Sohail Qureshi. Elle a expliqué à l'agent que son oncle voulait qu'elle épouse Sohail, qu'elle avait refusé de le faire et qu'elle s'était par conséquent brouillée avec son oncle."], ["[9]", "Le 11 avril 2007, la demanderesse a réclamé par lettre une copie de la plainte portée contre elle par M. Qureshi. On lui a expliqué que l'affaire faisait l'objet d'un examen et qu'elle ne pourrait consulter les documents que si l'affaire était déférée pour enquête."], ["[10]", "Dans l'intervalle, l'agent qui était chargé d'examiner le dossier a envoyé à M. Qureshi une note dans laquelle il demandait de plus amples renseignements. M. Qureshi a, par lettre datée du 24 avril 2007, expliqué à l'agent: [traduction] « À son arrivée à l'aéroport, [la demanderesse] ne m'a pas adressé la parole et elle s'est plutôt rendue directement chez son oncle, Younis Qureshi ». M. Qureshi a également expliqué que la demanderesse avait demandé le divorce sans lui en parler. La demanderesse a obtenu le divorce pour cause de cruauté, ce qui, là encore, était un mensonge, ainsi que la demanderesse l'a elle-même reconnu."], ["[11]", "Le 1er mai 2007, l'agent chargé du dossier a soumis à la Section de l'immigration, en vertu de l'article 44 de la Loi, un rapport en vue de la tenue d'une enquête. Lors de l'audience de la SI, l'oncle de la demanderesse a expliqué que sa nièce n'avait jamais habité avec lui, ce qui, là encore, est faux, comme la demanderesse l'a reconnu. Le 21 janvier 2009, la SI a conclu que la demanderesse était visée par l'alinéa 40(1)", ") de la Loi et une mesure d'exclusion a été prise contre elle. Cette décision a été portée en appel devant la SAI, qui a rejeté l'appel le 28 juin 2011. Il s'agit de la décision visée par la présente demande de contrôle judiciaire.", "Questions en litige"], ["[12]", "La demanderesse a d'abord soulevé quatre questions, mais en a abandonné une à l'audience, de sorte que les questions soumises à la Cour sont les suivantes:", "1. La SAI a-t-elle fait défaut d'observer un principe d'équité procédurale?", "2. La SAI a-t-elle appliqué un critère préliminaire trop strict pour évaluer les raisons d'ordre humanitaire?", "3. La SAI a-t-elle examiné de façon déraisonnable l'intérêt supérieur de l'enfant?", "Analyse", "1. Équité procédurale"], ["[13]", "À la suite de son entrevue du 2 avril 2007, la demanderesse a réclamé une copie de la lettre de plainte datée du 31 juillet 2005 qui avait été envoyée par son ex-mari. La demanderesse affirme (i) que la lettre aurait dû être portée à sa connaissance avant l'entrevue et (ii) qu'une copie de la lettre aurait dû lui être remise après l'entrevue lorsqu'elle l'a demandée par lettre datée du 11 avril 2007. La demanderesse ajoute que l'agent n'aurait pas dû adresser à son ex-mari une lettre réclamant de plus amples renseignements sans qu'elle en prenne d'abord connaissance. Elle soutient qu'il s'agit d'un manquement à l'équité procédurale et que la SAI aurait dû exercer le pouvoir discrétionnaire que lui confère l'alinéa 67(1)", ") de la Loi pour conclure qu'un principe de justice naturelle n'avait pas été observé."], ["[14]", "La demanderesse cite la décision", "<FRAGMENT_SUPPRESSED> [décision <FRAGMENT_SUPPRESSED> ], pour soutenir que la décision de la SAI devrait être annulée au motif qu'elle aurait dû recevoir une copie de la lettre dont il a été tenu compte pour rendre la décision prévue au paragraphe 44(1). Si elle avait pu prendre connaissance des détails de la plainte portée contre elle, la demanderesse aurait pu appeler l'attention de l'agent sur le fait que son ex-mari était parti pour le Pakistan, où il avait épousé une autre cousine qu'il avait également abandonnée."], ["[15]", "J'abonde dans le sens du défendeur lorsqu'il affirme qu'il ne s'agit pas en l'espèce du contrôle judiciaire de la décision par laquelle l'agent qui a mené l'entrevue a établi le rapport prévu au paragraphe 44(1) de la Loi à l'égard de la demanderesse. C'est à cette étape que la non-divulgation s'est produite. L'équité procédurale commande que les renseignements importants soient communiqués avant l'enquête; il n'est pas nécessaire de communiquer le rapport avant que ne soit rendue la décision prévue au paragraphe 44(2) (décision <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 24). Il n'y a rien dans le dossier qui permette de penser que les lettres écrites par le mari n'ont pas été communiquées à la demanderesse avant l'enquête. La lettre que l'agent a adressée à l'ex-mari de la demanderesse n'a jamais été divulguée, mais je ne vois pas en quoi cette demande de plus amples renseignements pourrait être pertinente pour trancher les questions soumises au tribunal."], ["[16]", "J'ai déjà abordé la même question que celle qui est soulevée en l'espèce dans la décision", "<FRAGMENT_SUPPRESSED>  dans laquelle j'ai écrit, au paragraphe 26:", "Deuxièmement, dans <FRAGMENT_SUPPRESSED> , le juge Hughes était saisi d'une affaire dans laquelle un document contenant une recommandation qui avait été soumis au délégué du ministre n'avait pas été communiqué avant l'enquête.", "En l'espèce, le demandeur prétend que les documents n'avaient pas été divulgués à l'avocat avant l'examen effectué en vertu du paragraphe 44(2). Il s'agit d'un processus administratif. Selon moi, l'omission de divulguer avant l'examen effectué en vertu du paragraphe 44(2) ou le fait que la déléguée du ministre se soit fondée sur ces documents ne constitue pas une erreur de droit", ". [Non souligné dans l'original.]"], ["[17]", "Je ne puis accepter l'argument de la demanderesse suivant lequel une lettre écrite par un tiers qui signale aux autorités de l'immigration certains renseignements est différente de la recommandation dont il était question dans l'affaire <FRAGMENT_SUPPRESSED> . La demanderesse a été informée de vive voix des allégations de son ex-mari et elle y a répondu. La seule chose qui n'a pas été communiquée avant l'enquête était la lettre dans laquelle elle réclamait qu'on lui communique la lettre de son ex-mari (comme dans l'affaire <FRAGMENT_SUPPRESSED> , elle était au courant de la teneur de cette lettre) ainsi que la lettre par laquelle l'agent réclamait de plus amples renseignements qui ne semble pas être pertinente pour l'audience. Il n'y a eu aucun déni de justice naturelle.", "2. Critère plus rigoureux"], ["[18]", "La demanderesse rappelle que la SAI déclare, au paragraphe 24 de sa décision:", "Cependant, ayant constaté que la mesure d'exclusion de l'appelante est valide en droit et qu'elle a fait de fausses déclarations relatives à son statut d'épouse, j'estime qu'elle ne pouvait pas immigrer au Canada dans cette catégorie et, par conséquent, je crois qu'il serait approprié d'exiger", "un critère plus élevé", "dans son cas. Il aurait donc dû y avoir des facteurs d'ordre humanitaire plus manifestes. [Non souligné dans l'original.]"], ["[19]", "La demanderesse affirme qu'il s'agit d'une erreur de droit. Ou bien il y a des difficultés inhabituelles et injustifiées ou excessives, ou bien il n'y en a pas. La demanderesse soutient que si le législateur entendait imposer un fardeau différent aux personnes ayant fait de fausses déclarations, il l'aurait prévu explicitement dans la loi. La demanderesse fait par ailleurs observer que l'article 67 de la Loi a un objet réparateur en ce sens qu'il confère à la SAI le pouvoir de faire droit à l'appel lorsque, combiné aux « autres circonstances de l'affaire », l'intérêt supérieur de l'enfant commande que ce dernier soit accompagné par ses parents."], ["[20]", "Je n'accepte pas l'argument que le critère que la Commission a appliqué était erroné en droit. La SAI n'a pas commis d'erreur en déclarant qu' « il serait approprié d'exiger un critère plus élevé dans son cas. Il aurait donc dû y avoir des facteurs d'ordre humanitaire plus manifestes ». L'article 67 de la Loi précise que, pour que la SAI puisse faire droit à l'appel, il doit y avoir « des motifs d'ordre humanitaire justifiant,", "vu les autres circonstances de l'affaire", ", la prise de mesures spéciales » [non souligné dans l'original]. En l'espèce, la SAI a évalué les facteurs d'ordre humanitaire en tenant compte des", "autres circonstances de l'affaire", ", en l'occurrence, les fausses déclarations graves et répétées de la demanderesse. Il est bien établi en droit que la gravité d'une infraction peut être soupesée au regard d'autres facteurs d'ordre humanitaire (", "<FRAGMENT_SUPPRESSED>  décision approuvée par la Cour suprême du  <FRAGMENT_SUPPRESSED> )."], ["[21]", "Le critère qui a été appliqué à la demanderesse n'était pas différent: la Commission a simplement déclaré, à juste titre, que compte tenu des agissements de la demanderesse, lesquels militaient contre l'exercice par la SAI de son pouvoir discrétionnaire, les facteurs positifs exigés devaient être plus nombreux ou plus importants que ce qui aurait normalement été requis.", "3. L'intérêt supérieur de l'enfant"], ["[22]", "La demanderesse affirme que la SAI ne s'est pas montrée réceptive, attentive et sensible à l'intérêt supérieur de l'enfant dans son analyse. Elle soutient que la SAI n'a accordé aucune attention à l'avenir de l'enfant, à ses études, à ses besoins spéciaux et à la durée de la séparation ou aux conséquences de celle-ci."], ["[23]", "Il ressort de l'examen de la transcription que la demanderesse n'a formulé devant la SAI aucun argument en ce qui concerne l'avenir, les études ou les besoins spéciaux de l'enfant. Ainsi que le défendeur le rappelle, il n'appartient pas à la SAI de se livrer à une analyse hypothétique de facteurs d'ordre humanitaire qui n'ont pas été invoqués par le demandeur (", "<FRAGMENT_SUPPRESSED> )."], ["[24]", "En tout état de cause, comme le défendeur le souligne, la SAI a reconnu que, dans la plupart des cas, il est de l'intérêt supérieur d'un enfant que ses deux parents soient présents dans sa vie. La SAI a également reconnu que la demanderesse jouait un rôle important dans la vie de sa fille et que son renvoi du Canada causerait des difficultés certaines à cette dernière, et elle a signalé qu'il revenait à la demanderesse et à son époux de décider s'ils devaient vivre ensemble au Pakistan ou si l'enfant devait rester au Canada avec l'époux de la demanderesse. La SAI a également fait observer que l'époux et la fille de la demanderesse pourraient rendre visite à cette dernière au Pakistan. La SAI a également tenu compte du fait que l'époux actuel de la demanderesse pourrait la parrainer dans deux ans, de sorte que la séparation ne serait que temporaire."], ["[25]", "N'ayant pas réussi à relever un seul élément de preuve dont la SAI n'aurait pas tenu compte ou qu'elle aurait négligé, il m'est impossible de conclure que la SAI a commis une erreur dans son analyse de l'intérêt supérieur de l'enfant."], ["[26]", "Aucune des parties n'a proposé de question aux fins de certification.", "JUGEMENT"], ["[27]", "LA COUR REJETTE", "la présente demande et aucune question n'est certifiée.", "[End of document]"]]}