{"id_": "010903", "body_str": [["[1]", "de Montigny, J.", ": This is the complex story of Azucena Margarita Ramos Ramirez, a citizen of El Salvador, and her four children. Two of them, Kelly and Deven, were born in Canada. Her eldest child, Kevin, was born in El Salvador, and her daughter Jessie was born in the United States. Her husband, Jose Angel Estrada Ramos, now lives in El Salvador with Kevin. While the other three children currently live in Canada with their mother, Ms. Ramirez now faces deportation with her non-Canadian daughter, Jessie.  <FRAGMENT_SUPPRESSED>"], ["[2]", "Ms. Ramirez filed a humanitarian and compassionate application (H&C) and a pre-removal risk assessment [PRRA], both of which were refused by the same officer. Leave to review the PRRA decision was denied, but leave to review the H&C decision was granted. For the reasons that follow, I would allow this latter application as I believe the officer's decision was not reasonable on the basis of the record and the submissions before me. While the decision is unimpeachable in many respects, the officer nevertheless made a fatal error by assessing risk factors in the H&C decision the same way she had in the PRRA.  <FRAGMENT_SUPPRESSED>", "FACTS  <FRAGMENT_SUPPRESSED>"], ["[3]", "Ms. Ramirez and her husband first came to Canada in April 1993, following the civil war in El Salvador. They immediately made a refugee claim when they arrived. Seven months after their arrival, their daughter Kelly was born and therefore became a Canadian citizen.  <FRAGMENT_SUPPRESSED>"], ["[4]", "In September 1994, the Immigration and Refugee Board's Refugee Division determined that Ms. Ramirez and her husband were not Convention refugees. This Court denied leave to have that decision judicially reviewed.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Ms. Ramirez and Mr. Ramos subsequently applied to become members of the Post-Determination Refugee Claimants in Canada (PDRCC) class, but they were refused. Out of options, they left Canada without confirming their departure and illegally entered the U.S. in September, 1995. Shortly thereafter, in December of that same year, their daughter Jessie was born. She is a dual citizen of both the U.S. and El Salvador.  <FRAGMENT_SUPPRESSED>"], ["[6]", "In October 1996, Ms. Ramirez, her husband and their two daughters illegally returned to Canada. Because they had earlier failed to confirm their departure from Canada, arrest warrants were issued and executed against Ms. Ramirez and her husband.  <FRAGMENT_SUPPRESSED>"], ["[7]", "In July 1997, Ms. Ramirez, her husband and Jessie all tried to claim refugee status. Ms. Ramirez and Mr. Ramos were found ineligible to make refugee claims because their previous claims had been rejected. Their application for leave to have that decision judicially reviewed was dismissed.  <FRAGMENT_SUPPRESSED>"], ["[8]", "However, Jessie was allowed to make a refugee claim. She based her claim on her fear of being a homeless child in the U.S., as she would be forced to live there alone (she was two years old at the time). The Board dismissed her claim regarding the U.S. Then, the Board found it unnecessary to deal with her arguments about El Salvador, because she was an American citizen.  <FRAGMENT_SUPPRESSED>"], ["[9]", "In February 1999, Ms. Ramirez, her husband and Jessie submitted H&C applications. These applications were refused in December 2003, and this Court denied leave to have those decisions judicially reviewed. The three were deported to El Salvador in February 2004, and Kelly went with them. They were told they needed written authorization to return to Canada.  <FRAGMENT_SUPPRESSED>"], ["[10]", "In El Salvador, Mr. Ramos could not find work right away, so the family moved in with relatives in the town of Quetzaltepeque. The applicants claim that Kelly and Jessie were too frightened to go to the school there, because it had extremely poor facilities, they got teased by classmates, and it was next to a graveyard. Because of poor sanitation and water quality, both girls frequently suffered from fever, diarrhea and intestinal infections. Kelly contracted hepatitis from the water. The girls were also sexually harassed on a regular basis by members of a gang called the Mara 18. When their father contacted police for help, gang members threatened to kill him.  <FRAGMENT_SUPPRESSED>"], ["[11]", "In April 2005, Kelly, a Canadian citizen, flew to Vancouver, while Jessie, an American citizen, flew to Los Angeles. Ms. Ramirez paid a \"coyote\" to smuggle her from El Salvador into the U.S., where she met Jessie. The two then travelled to Vancouver, where they met Kelly. Mr. Ramos and Kevin, their oldest child, remained in El Salvador.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Because they entered Canada without authorization and without attending for examination at a port of entry, Ms. Ramirez and Jessie were found ineligible to make refugee claims and deportation orders were made against them. Two months after having illegally entered Canada for the second time, Ms. Ramirez gave birth to her son Deven. Thus, Deven is also a Canadian citizen.  <FRAGMENT_SUPPRESSED>"], ["[13]", "On June 16, 2005, Ms. Ramirez filed both a PRRA application and an H&C application. The basis for the PRRA application was an alleged risk from the Mara 18 gang. On January 25, 2006, the PRRA application was refused on a number of grounds. First, the officer found the risk from the gang had no nexus to a Convention refugee ground under section 96 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the", "IRPA", "). As well, other than written narratives from Ms. Ramirez and her husband, the applicants had provided little evidence of a significant, forward-looking personalized risk, as gang violence is a general problem in El Salvador. Furthermore, the officer found that state protection was available because police in El Salvador were trying to address gang violence. For example, when Mr. Ramos contacted police, they had questioned the gang members, and advised Mr. Ramos to file a criminal complaint in court - which he did not do. Finally, the family had not shown enough evidence to explain why they would not be safe once they left Quetzaltepeque. Though they submitted they were too poor to relocate, they had managed to find money to pay for the girls' flights to Los Angeles and Vancouver, and for Ms. Ramirez to be smuggled by a coyote. Thus, the officer found they had an internal flight alternative in El Salvador.  <FRAGMENT_SUPPRESSED>", "THE IMPUGNED DECISION  <FRAGMENT_SUPPRESSED>"], ["[14]", "As I have already indicated, the H&C decision is the only one under review. In their application, Ms. Ramirez and Jessie argued that the risk of future harassment from Mara 18 gang members was a hardship. They claimed they would suffer hardship if the family was separated, which would happen if Kelly and Deven chose to stay in Canada. They also focused on the best interests of the three children in Canada: Kelly, Jessie and Deven.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Ms. Ramirez also claimed that Jessie and Kelly would suffer psychological hardship if forced to return to El Salvador, because of its violence, poverty, poor sanitation and inadequate health care and education systems. They submitted a counsellor's report from the Vancouver Association for Survivors of Torture (VAST). The report said Kelly's symptoms from her year in El Salvador were consistent with Post-Traumatic Stress Disorder. With respect to Deven, the applicants wrote that he had been diagnosed with a kidney condition requiring him to take antibiotics. The medication has suppressed his immune system, which would leave him vulnerable to disease and infection. And, the applicants claimed, he will likely require surgery to deal with his condition in the future.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The officer determined it was for the family to decide whether Kelly and Deven would stay in Canada, where an aunt was willing to care for them. She concluded the applicants had not provided enough evidence to establish that Deven could not receive the follow-up treatment he would need in El Salvador, though she acknowledged its health care system was not ideal.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The officer also referenced her decision in the PRRA application, to repeat her conclusion that the applicants had not established personalized risk of violence, and the finding that the family could rely on both state protection and an internal flight alternative in El Salvador.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Finally, the officer looked at the family's establishment, including the fact that Ms. Ramirez has a sister who lives in British Columbia. However, she determined their ties with their church, community, and the length of time they had spent in Canada were not enough to warrant a successful application. She concluded by writing that the H&C application process is not an alternative stream for immigrating to Canada.  <FRAGMENT_SUPPRESSED>", "THE PARTIES' SUBMISSIONS  <FRAGMENT_SUPPRESSED>"], ["[19]", "The applicants have made a number of arguments under four different headings. With respect to the best interests of the children, the applicants claim the officer did not define each child's interests and examine those interests with care. They claim the officer never clearly identified Kelly and Jessie's physical and psychological security interests and that the officer failed to give sufficient weight to the VAST report, as well as personal statements Kelly and Jessie wrote about their experiences.  <FRAGMENT_SUPPRESSED>"], ["[20]", "With respect to the VAST report, the applicants highlight the counsellor's observation that Kelly would benefit from the presence of her family members in Canada. They claim this finding was made in the context of discussing how Kelly might recover from the psychological trauma of returning to El Salvador in 2004. As such, it was \"illogical\" for the officer to conclude that Kelly could receive that family support in either Canada or El Salvador. Rather, they say, the report confirmed Kelly is neither emotionally nor psychologically equipped to go back. They also claim the officer failed to consider Kelly and Jessie's own expressed wishes, as set out in their handwritten statements, in contravention of both the", "United Nations Convention on the Rights of the Child", ", and the Immigration Manual for officers dealing with H&C applications (IP 5). The applicants claim the officer minimized the children's physical security and health interests, and did not consider the impact deportation would have on their education since they had already missed a full year of school while in El Salvador.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The applicants have made a different set of arguments about the notion of \"hardship\". They submit the officer applied too high a threshold test in determining whether the children would suffer sufficient hardship to warrant a positive decision. They claim it was an error to dismiss the family's fears of gang members on the same basis as in the PRRA application, since the appropriate test for hardship in an H&C application is lower than the standard of proof to establish risk in a PRRA. For the same reasons, they say the officer should have responded to concerns that Deven could become seriously ill in El Salvador because of poor sanitation and his suppressed immune system.  <FRAGMENT_SUPPRESSED>"], ["[22]", "The third set of arguments revolves around the officer's conclusion that the applicants had an internal flight alternative. The applicants challenge that conclusion by claiming the family has no financial resources to leave Quetzaltepeque. They say they were only able to leave El Salvador with money Ms. Ramirez borrowed from her sister. While acknowledging that they could have used the money to move to another town within El Salvador, instead of flying the children to North America, the applicants argue that would not have solved the long-term problem of how the family would pay rent and otherwise support itself in the new location after the borrowed money was gone.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Finally, they claim the officer fettered her discretion by writing that the H&C process is not an alternative stream for immigrating to Canada. If they were to apply for a permanent resident visa from outside Canada, they say they would be refused because they lack the qualifications to be accepted as independent skilled workers.  <FRAGMENT_SUPPRESSED>"], ["[24]", "The Minister has disputed each and every issue raised by the applicants. First of all, the Minister argues the officer was alert, alive and sensitive to the best interests of the three children. She was required to assess that issue, but not to treat it as determinative. Counsel for the Minister also submits the officer did not ignore any evidence, but rather simply concluded that the best interests of the children were not sufficient to grant the H&C application. This was a reasonable conclusion, in light of the family's history of illegally immigrating to Canada.  <FRAGMENT_SUPPRESSED>"], ["[25]", "In response to the argument that the officer erred by failing to identify the girls' best interests separately from determining the hardship they would face on returning to El Salvador, the Minister argues that an officer does not have to separately identify a child's best interests and determine hardship. The Minister also claims the officer did consider the VAST report, and made no error by failing to refer directly to the girls' written statements. The officer is presumed to have considered all the evidence, and her reasons illustrate she was aware of the issues contained in the girls' statements. With respect to Deven, the Minister claims there was not enough evidence to conclude Deven could not get any necessary medication in El Salvador. Further, there was no evidence to support Ms. Ramirez's claim that he will likely need surgery in the future or risk serious illness because of his suppressed immune system.  <FRAGMENT_SUPPRESSED>"], ["[26]", "As for the appropriate test for \"hardship\", the Minister claims that this is not a term of art. Relying on", "<FRAGMENT_SUPPRESSED>  it is contended that a strict approach must be avoided when reviewing discretionary decisions made pursuant to subsection 25(1) of the", "IRPA", ". The officer therefore made no reviewable error by using the language of \"hardship\" in analyzing the best interests of the children.  <FRAGMENT_SUPPRESSED>"], ["[27]", "Thirdly, the Minister submits the officer was entitled to adopt factual findings she made in the PRRA decision for the purpose of assessing hardship in the H&C application - specifically, state protection and an internal flight alternative. The same findings of fact could be used to assess risk in the PRRA, and hardship in the H&C. The Minister also writes the officer was entitled to consider the family's ability to get enough money to return to Canada; it was relevant to the issue of whether the family could relocate within El Salvador.  <FRAGMENT_SUPPRESSED>"], ["[28]", "Finally, the Minister asserts that the officer did not fetter her discretion. She simply acknowledged the limited role of subsection 25(1) within", "IRPA", "- that it is an exceptional provision, dependent on Ministerial discretion. The Minister concludes by stating that the purpose of subsection 25(1) is to grant relief from the requirement to apply for a visa abroad, in exceptional situations not envisioned by the legislation.  <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[29]", "This application for judicial review raises three issues  <FRAGMENT_SUPPRESSED>", "1. Was the officer alert, alive and sensitive to the best interests of the children and the hardship they would face if removed to El Salvador?  <FRAGMENT_SUPPRESSED>", "2. Did the officer err in assessing the applicants' claim of hardship if removed to El Salvador?  <FRAGMENT_SUPPRESSED>", "3. Did the officer fetter her discretion by stating that subsection 25 of the", "IRPA", "is not intended to serve as an alternative stream for immigration to Canada?  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>"], ["[30]", "The applicable standard of review with respect to a decision on an H&C application is reasonableness. After a careful application of the pragmatic and functional approach to determine the appropriate standard of review for such decisions, Justice Claire L'Heureux-Dubé concluded, in", "<FRAGMENT_SUPPRESSED>  at paragraph 62:  <FRAGMENT_SUPPRESSED>", "\"I conclude that considerable deference should be accorded to immigration officers exercising the powers conferred by the legislation, given the fact-specific nature of the inquiry, its role within the statutory scheme as an exception, the fact that the decision-maker is the Minister, and the considerable discretion evidenced by the statutory language. Yet the absence of a privative clause, the explicit contemplation of judicial review by the Federal Court - Trial Division and the Federal Court of Appeal in certain circumstances, and the individual rather than polycentric nature of the decision, also suggest that the standard should not be as deferential as 'patent unreasonableness'. I conclude, weighing all these factors, that the appropriate standard of review is reasonableness simpliciter. <FRAGMENT_SUPPRESSED>"], ["[31]", "This Court will therefore interfere with the H&C decision only if it discloses no line of analysis which could reasonably lead the immigration officer from the evidence to the conclusion she reached. Having said this, I am also mindful of the fact that some of the applicants' arguments involve the interpretation of legal concepts. The issue of defining \"hardship\" in the context of analyzing the best interests of a child, for one, does not involve first and foremost an appreciation of the facts. The same can be said of the question as to whether an immigration officer must evaluate risk differently in the context of a PRRA application and an H&C application. While these issues are more properly characterized as questions of mixed fact and law as opposed to being fact-specific, I do not believe they warrant a different standard of review. Indeed, it seems to me the mixed nature of these questions merely reinforces the appropriateness of the reasonableness standard.  <FRAGMENT_SUPPRESSED>", "1) Best interests of the children  <FRAGMENT_SUPPRESSED>"], ["[32]", "The applicants have attacked virtually every aspect of the immigration officer's analysis of the best interests of the children. Before addressing the specific errors alleged, it is worth repeating that it is not this Court's role to re-weigh the evidence that was before the officer. The fact that this Court may have come to a different conclusion is not sufficient to establish a reviewable error:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[33]", "I have carefully reviewed the record that was in front of the officer as well as her reasons for dismissing the H&C application, and I am unable to conclude that she was not \"alert, alive and sensitive\" to the best interests of the children. Indeed, she went as far as saying that this was the strongest factor in support of the application. She considered each and every area of concern the applicants raised, including the potential physical and psychological hardship the children might suffer if removed, the difficulty Kelly and Jessie had adjusting to El Salvador after they were removed from Canada, the less than ideal socio-economic conditions in El Salvador, the family's financial circumstances in El Salvador, the VAST report regarding the effect of removal on Kelly, the consequences of removal on Deven's health problems, and the possible risk to the girls from gang members.  <FRAGMENT_SUPPRESSED>"], ["[34]", "Yet, the officer concluded that the best interests of the children involved in this case would not be so compromised as to warrant a positive decision. She wrote, in particular: \"While it is always preferable for children involved to have as much stability as possible, I do not find that their re-location to El Salvador will constitute unusual and undeserved or disproportionate hardship\" (Applicant's Record, page 11).  <FRAGMENT_SUPPRESSED>"], ["[35]", "The applicants make much of the fact that the officer agreed with the findings in the VAST report that Kelly will benefit from the presence of family members in Canada, but nevertheless declared she was not satisfied the children would suffer unusual and undeserved or disproportionate hardship if this occurs in El Salvador and not in Canada. This finding, according to the applicants, is illogical and ignores the fact that Kelly is not emotionally or psychologically equipped to return to El Salvador.  <FRAGMENT_SUPPRESSED>"], ["[36]", "First of all, it cannot seriously be argued that the officer ignored an important piece of evidence, as she referred to that report explicitly in her reasons. Secondly, I can see nothing illogical in the officer's conclusion. She merely concluded that Kelly would be better off and more able to cope with her Post-Traumatic Stress Disorder if she lived with her family, but that this could be done in either El Salvador or Canada. I note in passing that if she were to go back to El Salvador with her mother, sister and brother, the family would be reunited, a prospect that is far from a given if they were to stay in Canada.  <FRAGMENT_SUPPRESSED>"], ["[37]", "Of course, the officer did not deny that the conditions of living in El Salvador were much less favourable than in Canada. But this is not the test for the purposes of an H&C application, as often reiterated by this Court. As I said in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "\"Finally, the Applicants have argued that conditions in Argentina are dismal and not good for raising children. They cited statistics from the documentation, which were also considered by the H&C Officer, to show that Canada is a more desirable place to live in general. But the fact that Canada is a more desirable place to live is not determinative on an H&C application (", "<FRAGMENT_SUPPRESSED> ); if it were otherwise, the huge majority of people living illegally in Canada would have to be granted permanent resident status for Humanitarian and Compassionate reasons. This is certainly not what Parliament intended in adopting section 25 of the", "Immigration and Refugee Protection Act", ".  <FRAGMENT_SUPPRESSED>"], ["[38]", "There is equally no merit in the applicants' allegations that the officer erred by not referring explicitly to the children's handwritten statements. While it is no doubt true that the officer's burden of explanation increases with the relevance of the evidence, as found by Justice John Evans in", "<FRAGMENT_SUPPRESSED> ; 157 F.T.R. 35 (T.D.), it is equally true that an officer does not have to mention every piece of evidence. In the present case, the children's letters are simply further evidence that they wish to remain in Canada because they feel happier and more secure here. The officer's reasons demonstrate that she was well aware of these issues and of the children's desire to stay here.  <FRAGMENT_SUPPRESSED>"], ["[39]", "Finally, I agree with the Minister that the officer was entitled to consider the fact that the applicants could have relocated within El Salvador to avoid the harassment Kelly and Jessie allegedly faced from gang members but instead decided to use funds from Ms. Ramirez's sister to illegally return to Canada. The question of how the applicants decided to use their financial resources was relevant and directly related to the strength of their claim that they had to flee El Salvador because they could not afford to relocate elsewhere within the country.  <FRAGMENT_SUPPRESSED>"], ["[40]", "As for the officer's other alleged errors regarding the best interests of the children, I am of the view that the applicants' arguments are no more than an attempt to re-litigate the file and to re-weigh evidence in their favour. It is true that the officer did not pay much attention to the possible consequences for Kelly if she remained in Canada without her mother. However, far from being an oversight, I believe the officer simply assumed this was an unlikely scenario. As for the potential consequences of removing Deven to El Salvador considering his medical condition, there was no evidence that Deven will likely require surgery or become seriously ill in El Salvador because antibiotics have suppressed his immune system. All things considered, the officer's reasons are cogent and thorough, and while one may disagree with the conclusions she drew from the evidence, it cannot be said she was not alert, alive and sensitive to the best interests of the children.  <FRAGMENT_SUPPRESSED>", "2) The test of hardship  <FRAGMENT_SUPPRESSED>"], ["[41]", "As I indicated above, the same immigration officer decided the applicants' PRRA and H&C application. In doing so, she imported some conclusions from the PRRA decision about risk into her H&C reasons with respect to hardship. The applicants claim this was improper, because the notion of \"hardship\" is notably broader than that of \"risk\" in a PRRA application.  <FRAGMENT_SUPPRESSED>"], ["[42]", "It is beyond dispute that the concept of \"hardship\" in an H&C application and the \"risk\" contemplated in a PRRA are not equivalent and must be assessed according to a different standard. As explained by Chief Justice Allan Lutfy in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "\"[3] In an application for humanitarian and compassionate consideration under section 25 of the", "Immigration and Refugee Protection Act", "IRPA", "), the applicant's burden is to satisfy the decision-maker that there would be unusual and undeserved or disproportionate hardship to obtain a permanent resident visa from outside Canada.  <FRAGMENT_SUPPRESSED>", "\"[4] In a pre-removal risk assessment under sections 97, 112 and 113 of the", "IRPA", ", protection may be afforded to a person who, upon removal from Canada to their country of nationality, would be subject to a risk to their life or to a risk of cruel and unusual treatment.  <FRAGMENT_SUPPRESSED>", "\"[5] In my view, it was an error in law for the immigration officer to have concluded that she was not required to deal with risk factors in her assessment of the humanitarian and compassionate application. She should not have closed her mind to risk factors even though a valid negative pre-removal risk assessment may have been made.", "There may well be risk considerations which are relevant to an application for permanent residence from within Canada which fall well below the higher threshold of risk to life or cruel and unusual punishment.", "\" (Emphasis Added)  <FRAGMENT_SUPPRESSED>"], ["[43]", "Now, it is perfectly legitimate for an officer to rely on the same set of factual findings in assessing an H&C and a PRRA application, provided that these facts are analyzed through the right analytical prism. This is precisely where the officer's assessment in the present case falls short. While she did assess the risk factors the applicants submitted, she did not assess them against the appropriate standard. Instead of asking herself if the risk factors amounted to unusual, undeserved or disproportionate hardship, the officer was content with relying on her PRRA decision. Here is how she dealt with this issue in her reasons:  <FRAGMENT_SUPPRESSED>", "\"The applicants cite personalized risk upon their return. As the Pre Removal Risk Assessment Officer who has rendered a negative protection decision on the applicant's file, I have read and considered the applicant's claim in reference to risk and I am not persuaded that this family will suffer personalized risk upon their return to El Salvador. I reference the PRRA decision here in the context of personal risk factors cited by the applicant.  <FRAGMENT_SUPPRESSED>", "\"Based on the documentary evidence cited in the PRRA decision, I find that the applicant and her family would be able to obtain state protection should they find themselves being harassed by local gang members upon their return to El Salvador. I also find that should the applicant continue to be fearful to the gang members in their neighbourhood in Quezaltepeque, they could relocate to another city or village within El Salvador. I also note that the applicant and her children have support in El Salvador in terms of extended and immediate family members.  <FRAGMENT_SUPPRESSED>", "\"Considering all the risk factors presented in this case, including the availability of state protection and a viable IFA, I do not find that the applicant and her family will suffer personalised risk upon their return to El Salvador. <FRAGMENT_SUPPRESSED>"], ["[44]", "There is not a scintilla in the above-quoted passage of a discussion relating to hardship as opposed to risk. Even in her conclusion, the officer returns to this theme and states: \"I am satisfied that the applicant would be able to apply to immigrate to Canada through the standard overseas procedures without requiring an exemption from the usual requirements without putting her at risk to life or risk to her family's personal security. <FRAGMENT_SUPPRESSED>"], ["[45]", "While it may be that violence, harassment and the poor health and sanitary conditions may not amount to a personalized risk for the purposes of a PRRA application, these factors may well be sufficient to establish unusual, undeserved or disproportionate hardship. I would therefore adopt the following conclusion reached by Justice O'Keefe in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "\"[24] There is no dispute that there is a higher burden on the applicants to establish risk for the purposes of a PRRA than there is for H & C purposes. Consequently, there may be circumstances where risk would be relevant for an H & C application but not for a PRRA application.  <FRAGMENT_SUPPRESSED>", "\"[25] In the present case, the officer merely adopted the assessment of risk made by the IRB and the PRRA officer without further analysis for the purpose of the H & C application. In my opinion, the officer made an unreasonable decision because she did not consider the risk factors in the context of the H & C application. <FRAGMENT_SUPPRESSED>"], ["[46]", "Again, there is nothing wrong with relying on the same factors assessed in the context of a PRRA to determine if an applicant would suffer from unusual, undeserved or disproportionate hardship if returned to his or her country of origin. What is crucial, however, is that the assessment be done against the proper standard and criteria relevant to each analysis. In the context of an H&C application, Chapter IP 5 of the", "Immigration Manual", "published by Citizenship and Immigration Canada provides useful guidance. Unusual and undeserved hardship is described as a hardship \"not anticipated by the", "Act", "or", "Regulations", "\" or resulting of \"circumstances beyond the person's control,\" while disproportionate hardship is described as a hardship that \"would have a disproportionate impact on the applicant due to their personal circumstances. <FRAGMENT_SUPPRESSED>"], ["[47]", "Officers who rule on both the PRRA and the H&C applications of the same applicants will obviously be at greater risk of confusing the two separate and distinct analyses required by these procedures. Even if well aware of the different rationales underlying these two kinds of applications, they may be drawn to the same conclusions, perhaps inadvertently, if only because it is often difficult, if not conceptually at least in practice, to disregard a previous determination made on the basis of the same facts. This is not to say that the practice of having the same officer reviewing both applications should be discouraged. Consistency is also a virtue, and there is no better way to achieve coherence than by having the same officer assessing the same person's PRRA and H&C applications. But extra care should be taken to ensure the two processes are kept separate.  <FRAGMENT_SUPPRESSED>"], ["[48]", "Specifically, when deciding a PRRA, immigration officers are conducting a risk assessment. While it is true that H&C applications may also raise \"risk factors,\" that does not change the fact that an H&C application is about assessing hardship. That an application may involve issues of risk does not convert the application into a second risk analysis. Rather, other issues, like the best interests of the children, and risk factors, are to be assessed as parts, or subsets, of this global hardship analysis.  <FRAGMENT_SUPPRESSED>"], ["[49]", "I am not suggesting that the officer failed to assess hardship in her decision. Indeed, she addressed it in significant detail when assessing the best interests of the children. But with respect to the risk factors, the officer approached the issue as though it was subject to the same considerations as in the PRRA.  <FRAGMENT_SUPPRESSED>"], ["[50]", "For all the above reasons, I am therefore of the view that the officer erred in concluding that the applicant and her family would not suffer personalised risk upon their return to El Salvador. This was not the enquiry she was tasked to perform in examining her H&C application. Since the proper characterization of the hardship that an applicant would face if returned to his or her country of origin is crucial in assessing an H&C application, I am of the view that this error is fatal and that the officer's decision cannot be held to be reasonable.  <FRAGMENT_SUPPRESSED>", "3) Did the officer fetter her discretion?  <FRAGMENT_SUPPRESSED>"], ["[51]", "I would make one last point before drawing these reasons to a close. The applicants have argued that the officer fettered her discretion by stating that H&C applications are \"not in place to serve as alternative stream for immigration to Canada.\" I must say that I can see nothing wrong with this statement. Section 25 clearly creates an exemption from the normal requirements of the", "IRPA", ". The Minister's discretionary power to grant an exemption from the normal statutory requirements of the", "IRPA", "is intended to provide relief for exceptional situations not envisioned by the", "Act", ". The fact that a foreign national would not qualify for permanent residence under the normal statutory criteria cannot itself be an unusual and undeserved or disproportionate hardship.  <FRAGMENT_SUPPRESSED>"], ["[52]", "Indeed, it would have been perfectly legitimate for the officer to decide that, despite the fact that they are deserving of compassion, the applicants must nevertheless apply from their country of origin on public policy grounds. As recognized by Justice Robert Décary in", "<FRAGMENT_SUPPRESSED> , at paragraph 19:  <FRAGMENT_SUPPRESSED>", "\"In short, the", "Immigration Act", "and the Canadian immigration policy are founded on the idea that whoever comes to Canada with the intention of settling must be of good faith and comply to the letter with the requirements both in form and substance of the", "Act", ". Whoever enters Canada illegally contributes to falsifying the immigration plan and policy and gives himself priority over those who do respect the requirements of the", "Act", ". The Minister, who is responsible for the application of the policy and the", "Act", ", is definitely authorised to refuse the exception requested by a person who has established the existence of humanitarian and compassionate grounds, if he believes, for example, that the circumstances surrounding his entry and stay in Canada discredit him or create a precedent susceptible of encouraging illegal entry in Canada. In this sense, the Minister is at liberty to take into consideration the fact that the humanitarian and compassionate grounds that a person claims are the result of his own actions. <FRAGMENT_SUPPRESSED>"], ["[53]", "It is therefore with some reluctance that I am granting this application for judicial review. I am mindful of the fact that Ms. Ramirez and her children have entered Canada without authorization on two occasions, and have made extensive use, to no avail, of the various procedures provided by the", "IRPA", "to challenge the negative decisions relating to their numerous applications. But this is not the ground upon which her H&C application was rejected. Even if the Minister and his delegates are allowed considerable discretion in deciding whether an applicant ought to be allowed to apply for permanent residency from within Canada, that discretion is not absolute and must be confined by the legislative authority delineating this power. In the present case, I have found that the officer erred in misapplying the criteria governing the granting of the exemption found in section 25 of the", "IRPA", ".  <FRAGMENT_SUPPRESSED>"], ["[54]", "The applicants have submitted two questions for certification. In light of my conclusion that this application for judicial review should be granted, there is no need to deal with these questions at this juncture.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[55]", "THIS COURT ORDERS THAT:", "The application for judicial review is granted and the matter is remitted for reconsideration by a differently constituted panel. No questions are certified.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/vnh  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}