{"id_": "011370", "body_str": [["[1]", "Zinn, J.", ": Mr. Naranjo seeks to set aside a decision of the Refugee Protection Division of the Immigration and Refugee Board that found that he was excluded from refugee protection as there were serious reasons for considering that, prior to coming to Canada, he had committed \"a serious non-political crime\" as defined in Article 1F(b) of the Refugee Convention."], ["[2]", "Mr. Naranjo is a citizen of Venezuela. In January of 1998, he was convicted in the United States for \"Failure to File a Report of International Transportation of Currency over $10,000\" (Count 1), as he had over $1.2 million (USD) cash hidden inside his luggage (specifically inside stereo speakers) on a flight he was boarding from Miami to Caracas, Venezuela. He was also convicted of six counts of \"Structuring Deposits in Order to Avoid Filing a Currency Transaction Report\" (Counts 2 to 7) in total over $100,000 (USD) in a twelve month period. US officials found an additional $2 million (USD) of cash hidden at his house in Florida."], ["[3]", "The applicant was initially charged with lying to officers and money laundering. He decided to cooperate with the authorities and agreed to a plea agreement, resulting in the convictions noted above for which he was sentenced to fifteen months in prison as to each of the seven counts to run concurrently. He served 13 months and was then handed over to the immigration authorities and ordered to leave the US due to criminality."], ["[4]", "Shortly after the deportation from the US, the applicant attempted to cross into the US from Mexico and was returned to Venezuela by the US authorities. He was again removed from the US on August 25, 2005, when he attempted to re-enter through the Canadian border. The applicant later returned to the US without authorization, and was convicted on November 1, 2006, for \"Being Found Unlawfully in the U.S. after deportation for an Aggravated Felony.\" He was deported on January 10, 2007. Apparently the applicant had visited Canada several times. On his most recent visit on February 27, 2010, he made a claim for refugee protection. He alleged that due to his political opinion his life was at risk due to threats from Chavez supporters in Venezuela."], ["[5]", "The Board found that the applicant was excluded from protection. Specifically, it found as follows:", "The fact that the claimant has been initially charged with lying to officers and money laundering and, after a plea bargain with the prosecutors, was charged, convicted and sentenced to incarceration for the above-mentioned criminal offences in the U.S. is prima facie evidence as \"serious reasons\" for considering that the claimant has committed a serious non-political crime prior to coming to Canada. Therefore, the panel finds that there are serious reasons for considering that the claimant has committed the above-mentioned crimes.", "The Board held that the crimes \"for which he was initially charged before he made a deal with the prosecutors were lying to officers and money laundering for which a maximum sentence of at least ten years could have been imposed, had the", "crime", "been committed in Canada [emphasis added].\""], ["[6]", "The applicant at the hearing submitted that (1) it is not clear from the Board's reasons which offence or offences were found to be serious non-political crimes, (2) the Board erred in finding that the charges of lying to officers and money laundering constituted \"serious reasons for considering\" that the applicant had committed those crimes, and (3) the Board erred in balancing the mitigating factors by focusing on subsequent immigration infractions and giving no weight to the completion of the sentence for Counts 1 to 7 and the lack of conviction for the withdrawn allegations or charges of lying to officers and money laundering."], ["[7]", "The relevant statutory provisions are as follows. Article 1F(b) of the Refugee Convention provides: \"The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that ... he has committed a serious non-political crime outside the country of refuge prior to his admission to that country as a refugee.\" Section 98 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27, provides that \"A person referred to in section E or F of Article 1 of the Refugee Convention is not a Convention refugee or a person in need of protection.\""], ["[8]", "It is accepted that for the purposes of Article 1F(b) a \"serious non-political crime\" has the same meaning as \"serious criminality\" in s. 36(1) of the", "Act", ", which reads as follows:", "36. (1) A permanent resident or a foreign national is inadmissible on grounds of serious criminality for", "(a) having been convicted in Canada of an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years, or of an offence under an Act of Parliament for which a term of imprisonment of more than six months has been imposed;", "(b) having been convicted of an offence outside Canada that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years; or", "(c) committing an act outside Canada that is an offence in the place where it was committed and that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years.", "36. (1) Emportent interdiction de territoire pour grande criminalité les faits suivants:", "a) être déclaré coupable au Canada d'une infraction à une loi fédérale punissable d'un emprisonnement maximal d'au moins dix ans ou d'une infraction à une loi fédérale pour laquelle un emprisonnement de plus de six mois est infligé;", "b) être déclaré coupable, à l'extérieur du Canada, d'une infraction qui, commise au Canada, constituerait une infraction à une loi fédérale punissable d'un emprisonnement maximal d'au moins dix ans;", "c) commettre, à l'extérieur du Canada, une infraction qui, commise au Canada, constituerait une infraction à une loi fédérale punissable d'un emprisonnement maximal d'au moins dix ans."], ["[9]", "Accordingly, in order to have been found inadmissible, the Board had to have a serious reason for considering that the applicant had committed an act in the US that is an offence there and that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years."], ["[10]", "It is common ground that the only act that could meet that definition is the crime of money laundering; which was one of the two crimes with which the applicant had originally been charged."], ["[11]", "The applicant submits that it is unclear which crime the Board considered to meet the requirements of the", "Act", "as it referred to the applicant as having been charged with \"lying to the officers and money laundering.\" It is suggested that the Board erred in failing to clearly focus on the money laundering offence."], ["[12]", "Examining the decision as a whole, I find this submission to be without merit. The Board usually references both charges; however, it is made clear in paragraph 25 that the Board is aware that it is the charge of money laundering alone that meets the requirements of the", "Act", ". The Board writes:", "The claimant was initially charged with lying to the officers and money laundering. According to the [Criminal Code of Canada],", "the foreign crimes committed by the claimant, i.e., money laundering, equate to a crime for which a maximum sentence of at least ten years could have been imposed had the crime been committed in Canada", ". [emphasis added]"], ["[13]", "While it is true that the applicant had not been found to have committed the crime of money laundering, the Board found that there were serious reasons for considering that he had committed that crime. The Board was fully cognisant of the fact that the offences for which the applicant had been convicted did not meet the requirements of the", "Act", "to be serious crime. Accordingly, I find that the Member did not, as alleged, rely on convictions for offences which would carry a maximum sentence of less than ten years imprisonment if committed in Canada."], ["[14]", "I also do not accept the submission that the Board erred in relying on \"mere withdrawn allegations or charges to find the Applicant excluded under Article 1F(b).\""], ["[15]", "I agree with the respondent that there is nothing improper in considering and relying on charges laid; even where those charges do not subsequently result in a conviction and particularly where there is a plea agreement entered into by the accused which results in the initial charges not being further pursued. The Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  clarified that an Article 1F(b) finding is possible even where the claimant has not been convicted. Furthermore, this Court in", "<FRAGMENT_SUPPRESSED>  held that even charges that have been dismissed by a competent court may be relied upon by the Board, albeit with caution."], ["[16]", "In my view, the Board was entitled to consider that a large sum of money was in the possession of the applicant, that the applicant was sentenced to fifteen months of incarceration for Counts 1 to 7 after his plea bargain, and that he had been initially charged with money laundering. These facts constitute facts on which it was reasonable to find that that there were \"serious reasons for considering\" that he had committed the offence of money laundering. It must be kept in mind that the test in the Convention and", "Act", "is a low one. As has been noted by the Court of Appeal, \"the Board is not required to set out and determine all of the specifics or elements of the crime committed\":", "<FRAGMENT_SUPPRESSED> ."], ["[17]", "Lastly, the applicant submits that the Board erred in its weighing of mitigating factors and he relies, in part, on the following statement of the Board at para 34: \"Based on the evidence, the panel finds there are no mitigating factors.\" The applicant points, among other things, to the fact that the applicant had completed his jail sentence which is a mitigating factor:", "<FRAGMENT_SUPPRESSED>  and", "<FRAGMENT_SUPPRESSED>  (CA)."], ["[18]", "In my view, the sentence recited above must be read in context, and the context makes it clear that the Board was aware of and did consider that the applicant had served his sentence. The Board nevertheless concluded that", "there were no mitigating factors sufficient to overcome the applicant's serious criminality", ", which phrase is inferred in the Board's reasons at paragraph 34:", "The panel acknowledges that the claimant had served his sentence, and the subject criminal acts were committed several years ago; however the panel must look at the overall context of the case at hand including the life and the activities of the claimant since the claimant committed those crimes. The panel finds that the claimant has a long history of noncompliance with and misrepresentation to the authorities relating to his criminal history in the U.S. Moreover, the panel finds that the claimant has consistently and repeatedly concealed information and lied to the U.S. and Canadian authorities in the years following the subject convictions. Based on the evidence, the panel finds there are no mitigating factors."], ["[19]", "The applicant further submits that the Board erred in rejecting his explanation as to why he had so much cash in the US, which if believed, would show that he was not engaged in laundering money. His explanation was that this money belonged to his family and other wealthy citizens of Venezuela. He took the cash from Venezuela during the banking crisis of 1994-1996 in order to protect it for these wealthy people. He believes it was legally obtained by them. According to the applicant, he was merely returning the cash to its owners in Venezuela when he was stopped by the US authorities."], ["[20]", "The Board did not believe the applicant's explanation; particularly his explanation as to why he made no effort to reclaim the money if it had been legally obtained. Given the amount of cash in question, the Board concluded that the owners of the money in Venezuela would, more likely than not, not simply accept that the money was lost and not seek its return. In my view, that is a reasonable finding on which to discount the applicant's explanation."], ["[21]", "For the reasons set out, this application must be dismissed. No question for certification was proposed by either party.", "JUDGMENT"], ["[22]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed and no question is certified.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}