{"id_": "011327", "body_str": [["[1]", "O'Keefe, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the Act), for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated August 18, 2009, wherein the applicant was determined not to be a Convention refugee or a person in need of protection under sections 96 and 97 of the Act. This conclusion was based on the Board's finding that the applicant lacked a well founded fear of persecution."], ["[2]", "The applicant requests that the decision of the Board be quashed and the claim remitted for reconsideration by a differently constituted panel of the Board.", "Background"], ["[3]", "The applicant is a citizen of Syria and claims a fear of persecution there as a member of a particular social group because of his sexual orientation as a homosexual male."], ["[4]", "The applicant claims to have become aware of his sexuality when he was 14 years old. He alleges that in Syria, there is no acceptance or tolerance for homosexuals among the community, including police officers, and that homosexuals are routinely beaten and killed. He claims that he met a man in 2003 and began a brief romantic relationship with him in 2005. On September 30, 2006, he and his partner were discovered by an individual who told people in his community. The next day, several men showed up at his house to attack him. He was able to escape and with the help of his family, left for Damascus. He remained in Damascus until he left for Canada on December 22, 2006.", "The Board's Decision"], ["[5]", "The Board rejected the applicant's claims on the basis that he did not have a well-founded fear of persecution in Syria. The main issue of concern was the identity of the applicant as a homosexual man and the credibility of his story."], ["[6]", "In testimony, the applicant stated that he could not go to the police in Syria after the attack because they would have exploited and blackmailed him. The Board found this explanation insufficient because there was a lack of detail as to how the police would do this. Accordingly, the Board concluded that there was insufficient credible evidence of the persecution that would befall him in Syria. Having said this, the Board cited documentary evidence which revealed that homosexuality is a criminal offence in Syria and that individuals wishing to practice homosexuality must do so in secret, though rarely are charges laid."], ["[7]", "Primarily, the Board was concerned with the answers the applicant gave when questioned about his activities in Canada. He claimed he had come to Canada in order to live an openly gay life. However, the applicant testified that he had not had any homosexual relationships, casual or otherwise since his arrival and that he had not frequented gay establishments because he wanted to work and learn English. The Board found this extremely inconsistent with his stated desires for coming to Canada, given that the applicant had been in Canada for several years. The Board did not believe that he was gay. The Board also found that the fact that he had had no contact with his former partner and the lack of any supporting documentation to support his claims, further weakened the credibility of his story.", "Issues"], ["[8]", "The issues are as follows:", "1. What is the standard of review?", "2. Did the Board err in its assessment of state protection?", "3. Did the Board err in determining that the applicant was not gay?", "Preliminary Matter"], ["[9]", "At the commencement of the hearing, counsel for the respondent conceded on the issue of state protection based on the facts of this case. As a result, I will not be dealing with this issue.", "Applicant's Written Submissions"], ["[10]", "The applicant submits that the Board made significant errors in the analysis of the applicant's credibility and that its conclusion was unreasonable. For example, the Board did not give any justification for doubting that the applicant would have lost contact with his former partner. He testified that he fled to Damascus and that he believed that his partner might have escaped too but did not know. Secondly, the Board did not say what supporting documentation the applicant could have obtained to support his story. While it is true that some gay organizations may provide letters for their members, the applicant explained that he was not a member of any such organization because he lacked the English ability; an entirely reasonable explanation. This was also why the applicant had not been in any relationships since arriving in Canada.", "Respondent's Written Submissions"], ["[11]", "The respondent submits that the Board's credibility finding was reasonable in light of the evidence as a whole. The Board cited many reasons to support its ultimate conclusion that the applicant lacked credibility.", "Analysis and Decision"], ["[12]", "Issue 1", "What is the standard of review?", "The Board is in a much better position than a reviewing court to gage the credibility and plausibility of a refugee claimant's story. A credibility finding is not a finding of mixed fact and law. It is a finding of fact, pure and simple. Findings of fact made by the Board may only be interfered with by a reviewing court if the finding was made in a perverse or capricious manner or without regard for the material before it (see the", "Federal Courts Act", ", R.S.C. 1985, c. F-7, paragraph 18.1(4)(d)). Indeed, it was Parliament's express intention that administrative fact finding would command this high degree of deference (see", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  [2009] S.C.J. No. 12 (QL) at paragraph 46)."], ["[13]", "Thus, credibility findings of the Board are to be reviewed against the statutory standard of review provided for in paragraph 18.1(4)(d) of the", "<FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 2168 (QL) at paragraph 3)."], ["[14]", "Ultimate refugee determinations of the Board are reviewable against the standard of reasonableness (see", "<FRAGMENT_SUPPRESSED>  [2010] F.C.J. No. 291 at paragraph 19,", "<FRAGMENT_SUPPRESSED> N.R. 398 (C.A.))."], ["[15]", "Because the Board's decision was based and can stand independently on both the credibility finding and the state protection finding, the applicant must defeat both findings separately before the decision can be quashed (see", "<FRAGMENT_SUPPRESSED>  at paragraph 14)."], ["[16]", "Issue 2", "Did the Board err in its assessment of state protection?", "As stated at paragraph 9, this issue was conceded."], ["[17]", "Issue 3", "Did the Board err in determining that the applicant was not gay?", "The Board articulated one primary reason for its finding that the applicant was not gay as he had claimed. The applicant testified and explained in his Personal Information Form (PIF) that he came to Canada in order to live an openly gay life. His PIF also explained that after learning how happy being with another man made him, he knew that he could not live a life of secrecy in Syria and would eventually be discovered and persecuted. Yet when questioned, it was revealed that the applicant had not had any homosexual relationships since arriving in Canada. Nor had he joined any homosexual organizations or attended gay establishments. In short, there was no evidence that he was living in an openly gay lifestyle as he had claimed he wanted to do in his PIF, despite having been in Canada for several years. This was a serious contradiction and given the deference owed to the Board on findings of fact, this was sufficient to justify the Board's negative credibility finding. Given the applicant's statements, I do not find that the Board imposed any stereotypical views of gay lifestyle on the applicant."], ["[18]", "This finding was also supported by the Board's finding that it was implausible that he would have had no contact with his former partner or any supporting evidence of his troubles in Syria."], ["[19]", "The burden before the applicant is to establish that the negative credibility finding was perverse, capricious or made without regard for the evidence. The applicant has failed to establish so. The applicant says his failure to live an openly gay lifestyle in Canada is due to his inability to speak English. While the applicant wishes the Board would have accepted this explanation, the law does not require it to accept such an explanation. The Board is entitled to come to its own conclusion. Reasoned disagreement with a Board finding is insufficient."], ["[20]", "On a final note, the applicant's reliance on", "<FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 316 (QL) cannot be accepted. In that case, Mr. Justice Mosley took the view that since a refugee claimant's sworn and uncontradicted evidence creates a presumption of its truthfulness (see", "<FRAGMENT_SUPPRESSED>  (C.A.)), a lack of corroborating evidence of one's sexual orientation in and of itself, absent negative, rational credibility or plausibility findings related to that issue, would not be enough to rebut this presumption of truthfulness (at paragraphs 21 and 38). Yet, the Board in the present case, did make rational plausibility findings as described above, related to the precise issue."], ["[21]", "I would therefore dismiss the application for judicial review."], ["[22]", "Neither party wished to submit a proposed serious question of general importance for my consideration for certification.", "JUDGMENT"], ["[23]", "IT IS ORDERED that", "the application for judicial review is dismissed.", "ANNEX", "Relevant Statutory Provisions", "The", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "97.(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "97.(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays don't elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "[End of document]"]]}