{"id_": "011410", "body_str": [["[1]", "Campbell, J.", ": In 1992, Brystol-Myers Squibb Canada Inc. (\"BMS\") applied for a Notice of Compliance (\"NOC\") pursuant to the", "Patented Medicines (Notice of Compliance) Regulations", "[see footnote 1] with respect to the medicine nefazadone hydrochloride under the brand name SERZONE. In making the application, BMS filed a patent list as it was entitled to do under", "NOC", "Regulation", "4(1). [see footnote 2]"], ["[2]", "Apparently, due to inadvertence, an important patent was omitted from the patent list filed. BMS admits that, ever since, it has attempted to rectify this situation. Most recently, BMS was successful in having the omitted patent placed on a patent list, only to have it subsequently removed by the Minister of Health (\"the Minister\"). In the present application, BMS challenges the legal correctness of this decision. [see footnote 3]", "A. Factual background", "[see footnote 4]"], ["[3]", "BMS originally filed its submission for an NOC in respect of the medicine nefazadone hydrochloride in 50, 100, 150, 200 and 300 mg strength tablets on April 30, 1992 under the brand name SERZONE. On April 11, 1993, within 30 days of the coming into force of the 1993", "NOC Regulations", ", BMS submitted a patent list for nefazadone hydrochloride in 50, 100, 150, 200 and 300 mg strength tablets. However, the patent list submitted contained only Canadian Patent No. 1,233,826 (the \"'826 Patent\"). The '436 Patent was not included on the patent list during the 30 days in which it would have been possible to do so."], ["[4]", "Subsequently, on June 16, 1993, BMS attempted to list the '436 Patent on the Patent Register by purporting to file a revised patent list containing both the '826 and '436 Patents. This patent list was rejected by the Minister on the basis that the time for submitting such lists had expired."], ["[5]", "BMS was issued an NOC for SERZONE on April 27, 1994. The patent list containing the '826 Patent was included on the Patent Register referable to this NOC on May 10, 1994."], ["[6]", "Having failed in its initial attempt to have the '436 Patent included on the Patent Register in respect of SERZONE, on March 18, 1999, BMS submitted a supplementary new drug submission (\"NDS\") for a product monograph update. This submission included a patent list containing the '436 Patent and Canadian Patent No. 1,237,723 (the \"'723 Patent\")."], ["[7]", "The Minister found that the '723 Patent was not eligible for listing on the Patent Register as it did not contain a claim to the medicine nefazadone hydrochloride or its use. In addition, the Minister determined that the supplemental NDS should have been filed as a \"notifiable change\" instead of as a supplemental NDS, the result being that BMS was ineligible to file a patent list, and, therefore, was unsuccessful in getting the '436 Patent including on the Patent Register."], ["[8]", "Subsequently, it was determined that the '826 Patent was ineligible for inclusion on the Patent Register as it did not contain a claim for the medicine nefazadone hydrochloride or its use. The '826 Patent was removed from the Patent Register on October 22, 1999."], ["[9]", "Following this removal, BMS once again attempted to have the '436 Patent included on the Patent Register in respect of SERZONE. By letter dated October 28, 1999, BMS asserted that, in filing its original patent list in respect of SERZONE, it had inadvertently listed the '826 Patent while intending to list the '436 Patent. In light of this representation, BMS requested that it be allowed to correct this \"clerical error\" by substituting the '436 Patent on the Patent Register in place of the '826 Patent."], ["[10]", "By letter dated November 9, 1999, the Minister rejected BMS's request to allow the '436 Patent to be added to the Patent Register in respect of SERZONE on the basis of \"clerical error\"."], ["[11]", "BMS's fourth attempt to overcome the timing restrictions in", "NOC Regulation", "4 involved use of", "Regulation", "C.08.003 of the", "Food and Drug Regulations", ", C.R.C. 1978, c. 870, as amended. On January 25, 2000, BMS filed a supplemental NDS, the only purpose of which was to slightly modify the brand name of its nefazadone hydrochloride product by adding a suffix to the name SERZONE, thus resulting in the new brand name SERZONE-5HT", ". At the time of making this submission, BMS certified that all aspects of the submission pertaining to SERZONE-5HT", "were identical to SERZONE, save for a change to the product name. In addition, BMS requested that the drug identification numbers (\"DIN\") for all dosage forms remain unchanged."], ["[12]", "BMS filed a patent list along with this supplemental NDS for the change in product name, which included the '436 Patent. On February 7, 2000, an NOC issued for SERZONE-5HT", ". As requested by BMS, the DINs were maintained under the new product name. Following issuance of the NOC, the '436 Patent was included on the Patent Register on February 18, 2000, on the basis that the supplemental NDS was a submission for an NOC."], ["[13]", "On August 8, 2000, the Minister wrote the following letters to BMS:", "\"It has come to our attention that patent 11983436 (the '436 patent) listed by Bristol-Myers Squibb Canada Inc. (Bristol-Myers Squibb) for nefazadone hydrochloride 50, 100, 150 and 200 mg tablets on the patent register on February 18, 2000, was added incorrectly.", "\"As you know, the '436 patent was added to the Patent Register on the basis of a patent list in respect of a supplemental new drug submission (S/NDS) for a change in brand-name from SERZONE to SERZONE-5HT", ". The notice of compliance (NOC) for the S/NDS was issued on February 7, 2000. At your request, the Drug Identification Numbers (DINs) were maintained under the new brand-name SERZONE-5HT", "\"When auditing the patent list containing the '436 patent, we allowed the patent to be added to the patent register. In so doing, we took note of the decision of Madame Justice McGillis of the Federal Court, Trial Division in", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 271. In that case, Justice McGillis conducted an analysis as to whether a supplement was a submission for purposes of section 4 of the", "PM(NOC) Regulations", ". She answered in the affirmative, on the grounds that a supplement was a 'submission for NOC'.", "\"It has subsequently come to our attention that the above case was based upon an analysis of the", "PM(NOC) Regulations", "prior to the 1998 amendments. Justice McGillis specified at paragraph 48 of her reasons that she had interpreted and applied the", "PM(NOC) Regulations", "as they existed prior to 1998. She did not, therefore, have the opportunity to consider the introduction of subsection 4(6) of the", "PM(NOC) Regulations", ". That subsection provides:", "'4(6) A person who submits a patent list, must keep the list up to date but may not add a patent to an existing patent except in accordance with subsection (4)'", "\"The introduction of subsection 4(6) appears to be a reconfirmation by the government that, although first persons are required to make updates to their patent lists (such as change of address for service of a NOA), patents must be added to the register within the strict time requirements specified in section 4. The wording is clear that a new patent cannot be introduced to an existing list, except through subsection 4(4).", "\"The '436 patent was not added under subsection 4(4). The addition of the patent was through subsection 4(1) on the basis of the S/NDS. In this particular case, since the nature of the supplemental submission, being a brand name change, does not change the drug, the '436 is effectively added to the existing patent list for nefazadone hydrochloride. This is contrary to the express wording of subsection 4(6).", "\"We also note that in the <FRAGMENT_SUPPRESSED> case, Justice McGillis did not have the opportunity to consider the effect of the introduction of subsection 4(6) in circumstances where the supplement was for a brand name change - a change for which the drug necessarily remains the same.", "\"Pursuant to the authority vested in the Minister of Health by subsection 3(1) of the", "Patented Medicines (Notice of Compliance) Regulations", "[SOR/93-133 as amended] the '436 patent will be removed from the Patent Register for the above products, subject to any written representations. Any representations made in response to this letter should be forwarded to the undersigned within 30 calendar days from the date of this letter. Any written representations that are received may be forwarded by this office to the Canadian Intellectual Property Office (CIPO) for review. If, after 30 days following the date of this letter and having taken into account CIPO's review and any representations, the TPP [Therapeutic Products Programme of the Minister of Health] remains of the view that the patent should not be listed, then the identified patent will be removed from the Register.\" [see footnote 5]"], ["[14]", "By letter dated September 8, 2000, BMS made representations as to why the '436 Patent should not be removed. However, by letter dated September 18, 2000, the Minister informed BMS of the final decision taken that the '436 Patent was improperly included on the Patent Register, and, accordingly, the '436 Patent would be removed within seven days. In doing so, the Minister made the following statement:", "\"Notably, SERZONE and SERZONE-5HT", "are the same drug, and retain the same DINs. The drug cannot be treated as a different set of products under sections 4 and 5 of the", "PM(NOC) Regulations", ". The patent list is added to the patent register on the basis of an individual submission, but is added in reference to a particular drug, not a particular drug submission. Thus, under section 5, the second person does not address patents listed for SERZONE separately from those listed for SERZONE-5HT", ". Otherwise, a second person using SERZONE as the Canadian Reference Product would arguably not be required to address a patent listed for SERZONE-5HT", "pursuant to subsection 5(1), when the drug is known to be identical except for the brand name.", "\"The TPP does not, therefore, agree that where a first person has, for some reason, failed to list a patent against a drug in respect of its original drug submission, by simply changing the brand name without changing the drug or use of the drug, a first person may ignore the listing requirements in the legislation expressed in section 4, which have been noted by the Court to be strict. The clear working of subsections 4(1) and 4(3) requires that new patents cannot be added to an existing list, except through the exception under 4(4), which relates to the grant of a patent application filed with the Canadian Intellectual Property Office prior to the drug submission.\" [see footnote 6]", "B. The issue"], ["[15]", "In my opinion, BMS cannot be faulted for attempting to rectify the inadvertent omission of its important '436 Patent, and I agree with BMS's argument that it is not engaging in negative behaviour to use any legal means available to rectify the situation."], ["[16]", "To accomplish the objective of having the '436 Patent registered in its most recent attempt, BMS used the trade name change element of", "Food and Drug Regulation", "C.08.003. The critical issue for determination is whether the Minister was correct in law in deciding that the '436 Patent was ineligible for inclusion in the Register by this means. [see footnote 7]", "C. Conclusion"], ["[17]", "I find that the Minister's decision is correct in law."], ["[18]", "BMS argues that it has the right to exercise a right to act under", "Food and Drug Regulation", "C.08.003 to change the brand name of SERZONE, which in turn, allows the filing of a patent list which can include the '436 Patent. However, I reject this argument since I agree with the Minister's interpretation of the law as expressed in the August 8, 2000 and September 18, 2000 letters as quoted above."], ["[19]", "It is evident from the record that the underlying concern held by the Minister in reversing the decision to register the '436 Patent is forward looking. That is, to allow the use of", "Food and Drug Regulation", "C.08.003 by BMS in the present case would allow innovative companies to circumvent the timing requirements of", "NOC Regulation", "4 by changing brand names in order to put patents on the Patent Register that were not there before, for which the time lines had not been complied with originally. [see footnote 8] In oral argument, counsel for the Minister submitted that the effect of allowing the practice of concern would be to inhibit the entry of generics into the market place. There is evidence that the introduction of", "NOC Regulation", "4(6) was to overcome this effect."], ["[20]", "In the Regulatory Impact Analysis Statement to the 1998 <FRAGMENT_SUPPRESSED> , under the heading \"Benefits and Costs\" the following statement is made:", "\"The link between the patent status of a drug and approval for a generic version of the drug is being maintained, to provide effective enforcement of patent rights, while at the same time ensuring that generic drugs can enter the market as soon as possible; either as soon as it is determined that they are not covered by a patent, or, where they are covered by a patent, immediately after the expiry of the patent. Overall, since the amendments are designed to make Regulations fairer and more effective, and reduce unnecessary litigation, compliance costs to private sector parties should be reduced. The amendments will not significantly alter the costs of administering, or adjudicating cases under the Regulations.", "\"The amendments reinforce the balance between providing a mechanism for the effective enforcement of patent rights and ensuring that generic drug products enter the market as soon as possible.\" [see footnote 9]", "I accept this evidence as a helpful guide to resolving the statutory interpretation question under consideration. [see footnote 10]"], ["[21]", "I agree with the Minister's argument that to allow innovative companies to potentially add patents to the Patent Register by filing a patent list using BMS's", "Food and Drug Regulation", "C.08.003 strategy, is contrary to the specific intention of Parliament as expressed in", "NOC Regulation", "4(6). Thus, I find that", "Food and Drug", "Regulation", "C.08.003 cannot be used to achieve the result pursued by BMS.", "O R D E R"], ["[22]", "Accordingly, the application is dismissed."], ["[23]", "I award costs against the Applicant in favour of the Attorney General of Canada and the Minister of Health jointly, and in favour of Apotex Inc.", "[Appendices Omitted]", "Appeal dismissed.", "Editor: Gary W. McLaughlin/pdk", "Footnotes", "1.\t <FRAGMENT_SUPPRESSED>  (F.C.A.), at para. 2-5, Sharlow, J.A., summarized the regulatory scheme of the", "Patent Medicines (Notice of Compliance) Regulations, 1993", ", SOR/93-133 as follows:", "\"To put this issue in context, it is necessary to describe certain aspects of the regulatory scheme. The <FRAGMENT_SUPPRESSED> were enacted in 1993 as part of a major reform of the patent law respecting pharmaceutical products. The <FRAGMENT_SUPPRESSED> link the system of regulatory approval for new drugs to the protection of patent rights. They permit the holder of a patented medicine used in a marketable drug to have the patent included in a public document called the 'patent register' maintained by the Minister. A drug is marketable in Canada only if it is the subject of a notice of compliance issued by the minister under the Food and Drug regulations.", "\"If a drug manufacturer wishes to market a new drug that is bioequivalent to an existing marketable drug, and believes it can produce the new drug without infringing any patent shown on the patent register in relation to the existing drug, a submission must be made for a notice of compliance for the new drug, and the patent holder must be served with a notice of allegation stating the basis on which it is alleged that the rights of the patent holder will not be infringed if a notice of compliance is issued for the new drug.", "\"Within 45 days of being served with a notice of allegation, the patent holder may apply for a court order prohibiting the issuance of a notice of compliance for the new drug until it is established that the patent holder's rights will not be infringed. The prohibition application takes the form of an application for judicial review in the Trial Division of the Federal Court.", "\"When a patent holder commences a prohibition application under the <FRAGMENT_SUPPRESSED> , the Minister's authority to issue the notice of compliance for the new drug is automatically stayed pending the determination of the prohibition proceedings. This automatic stay is in place for a maximum of 24 months, unless extended pursuant to Regulation 7(5). The automatic stay prescribed by the <FRAGMENT_SUPPRESSED> has been described as draconian because it permits a patent holder to delay the entry of competitors into the market without having to establish even a prima facie case of patent infringement:", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.).\"", "2.\tAt the time of filing of this patent list the <FRAGMENT_SUPPRESSED> in effect were the", "Patented Medicines (Notice of Compliance) Regulations", ", SOR/93-133, March 12, 1993 (the \"1993 <FRAGMENT_SUPPRESSED> \"). The 1993 <FRAGMENT_SUPPRESSED> were subsequently amended by", "Regulations Amending The Patent and Medicines (Notice of Compliance) Regulations", ", SOR/98-166, March 12, 1998 (the \"1998 <FRAGMENT_SUPPRESSED> \"). The 1993 <FRAGMENT_SUPPRESSED> in effect at the time of the original filing of the Patent List are the same as the 1998 <FRAGMENT_SUPPRESSED> , except for the addition of Regulation 4(6) which is discussed below. All <FRAGMENT_SUPPRESSED> referred to in these reasons are quoted in the attached Appendix.", "3.\tIt is agreed between the parties that this is the standard of review to be applied.", "4.\tThe following précis of the factual background is derived from the Statement of Fact of Law of Apotex Inc. (Application Record of the Respondent Apotex Inc., pp. 3-7).", "5.\tApplicant's Application Record, pp. 112-113.", "6.\tIbid, pp. 121, 121B, 122.", "7.\tIn it's application, BMS made a supplemental argument that a breach of procedural fairness occurred by the Minister not providing to BMS the complaint which caused the Minister to reverse the decision taken to register the '436 Patent on February 18, 2000. With respect to this argument, I find that, in the letter of August 8, 2000, the Minister did provide complete notice of the concern held by the Minister, and that a most fair opportunity was provided for argument before a decision was made. Thus, I dismiss the due process concern.", "8.\tSee the cross-examination of Ms. Ann Bowes, employed by the Patent Unit, Therapeutic Products Programme, Department of Health (Applicant's Application Record, p. 253). This concern is appropriately based on the decisions of this Court which underscore that the", "NOC Regulations", "are a code which must be adhered to. ( <FRAGMENT_SUPPRESSED>  (T.D.), for a description of how historical factors can guide statutory interpretation with specific reference to the House of Lords ruling in", "<FRAGMENT_SUPPRESSED>  interpretation was approved by Lord Browne-Wilkinson.", "[End of document]"]]}