{"id_": "011450", "body_str": [["[1]", "MacKay, J.", ": These are two applications for judicial review in relation to a decision of the Security Intelligence Review Committee (\"SIRC\"), made August 3, 1994, and a decision of the Governor General-in-Council made August 25, 1994, based upon the decision and report of SIRC. Both decisions relate to the applicant. Respectively, the decisions were: in IMM-4557-93, the SIRC report and conclusion that the applicant is a person described in s. 19(1)(g) of the", "Immigration Act", ", R.S.C. 1985, c. I-2 as amended (the \"", "Act", "\"), and its resulting recommendation that a certificate to that effect be issued under s. 40(1) of the", "Act", "; and in IMM-2197-94, the decision of the Governor General-in-Council made August 25, 1994 that it was satisfied the applicant is a person described in s. 19(1)(g) of the", "Act", "and directing the Solicitor General to issue a security certificate under s. 40. Subsequently, on September 28, 1993, the Solicitor General of Canada issued a certificate pursuant to s. 40(1) certifying that the applicant is a person described in s. 19(1)(g) of the", "Act"], ["[2]", "The effect of those decisions is that the applicant, a permanent resident of Canada, is subject to deportation as a person described within s. 19(1)(g) of the", "Act", ", which includes \"persons who there are reasonable grounds to believe will engage in acts of violence that would or might endanger the lives or safety of persons in Canada or are members of or are likely to participate in the unlawful activities of an organization that is likely to engage in such acts of violence\"."], ["[3]", "Upon application for leave and for judicial review in relation to the first decision, by SIRC, filed August 18, 1993, leave was granted and the matter set down for hearing, ultimately in May 1994. At that stage the respondents named included the Solicitor General for Canada and the Minister of Employment and Immigration, with the Security Intelligence Review Committee, initially named as a respondent, subsequently named as an intervenor. When the hearing commenced on May 16, preliminary issues were raised and submissions upon them made, but when reference was made to the second application for leave and for judicial review, (IMM-2197-94, filed on April 29, 1994), upon consent of all present the hearing was adjourned, the Crown agreeing to consent to allowing leave and for hearing of the second application for judicial review, to be arranged on an expedited basis at the same time as the first application. In the result the arrangements then settled led to hearing of both applications, essentially involving the same factual background, at a hearing on August 16, 17, 18 and 19, 1994. In the interim between the hearings the Canadian Arab Federation (\"CAF\") and the Canadian Civil Liberties Association (\"CCLA\") applied for status as Intervenors. After hearing counsel for the parties by telephone, the application of CAF was allowed, and subsequently that of CCLA was allowed, and both organizations were admitted as intervenors, on terms. They were heard at the hearing of the applications in relation to certain of the issues raised, as noted hereafter. In addition, before the hearing, SIRC was admitted as an intervenor in respect of the application in IMM-2197-94. Thus the intervenors in hearings of both applications were the same three, SIRC, CAF and CCLA, each represented by its own counsel."], ["[4]", "Because issues raised by the applicant and by the CAF included submissions that s. 19(1)(g) of the", "Act", "is unconstitutional, i.e., invalid, in light of certain provisions of the", "Canadian Charter of Rights and Freedoms", "Constitution Act, 1982", "(the \"", "Charter", "\"), both of those parties were directed to provide notice of a constitutional question to Attorneys General of the provinces in accord with s. 57 of the", "Federal Court Act", ", R.S.C. 1985, c. F-7 as amended. Since those notices related to similar constitutional issues also raised by CCLA, the latter, as a late intervenor, was not directed to provide separate notice under s. 57. No provincial Attorney General made application to intervene in the proceedings."], ["[5]", "The applications raise issues of administrative law as well as constitutional issues of importance in the process of decision-making here followed. That process, under the", "Act", "and the", "Canadian Security Intelligence Service Act", ", R.S.C. 1985, c. C-23 as amended (the \"", "CSIS Act", "\"), concerns the potential removal from Canada of a person, who has been admitted as a permanent resident but who has not yet become a Canadian citizen, and who is perceived by the Ministers concerned with matters relating to national security and with immigration to present a risk to the safety of people in Canada."], ["[6]", "The issues raised are numerous and they are interrelated in the two applications. In these reasons the background is briefly described, the principal relevant statutory provisions are set out and an overview is provided of the process in which the decisions here in question form a part, including an outline of the SIRC proceedings here followed. The findings of SIRC's report and its conclusion are set out. The issues are then listed and are dealt with in turn, first those issues I class as procedural, then administrative law issues, and finally constitutional issues in relation to ss. 2(b) and 2(d) of the", "Charter", ", and to s. 7 of the", "Charter", "and related issues of fundamental justice at common law. Conclusions on the various issues raised are summarized, the nature of the orders issued is described and finally questions are certified pursuant to s. 83(1) of the", "Act", ", for consideration by the Court of Appeal.", "The Background"], ["[7]", "The applicant, Mr. Al Yamani, is a stateless person, a male of Palestinian origin, now 39 years of age. His father was said to be one of the founders of the Popular Front for the Liberation of Palestine (the \"PFLP\") and the applicant grew up knowing many of the leaders of that organization and some of the leaders in the Palestine Liberation Organization (the \"PLO\"). Though he was born in Beirut, he is not a citizen of Lebanon but he has carried and has travelled on a travel document issued by the Lebanese government. It is said he may not return to Lebanon, possibly because of the concerns in Canada about his status as a person presenting a security risk to others."], ["[8]", "In the early 1980's Mr. Al Yamani applied for admission to Canada as a landed immigrant while he was living in Lebanon. Ultimately his application was approved. He arrived in Canada and was granted landing on April 27, 1985. He has resided here since then, making a number of trips to the Middle East and to the United States from time to time. He is married and has two children born in Canada, one from his present marriage and one from a former marriage."], ["[9]", "He made application for Canadian citizenship in May 1988, and apparently as a result of that application he became the subject of security screening by the Canadian Security Intelligence Service (\"CSIS\"). On April 1, 1991 he was interviewed by a CSIS officer. Subsequently he received a letter dated May 29, 1992, signed by the then Minister of Employment and Immigration and by the Solicitor General stating that pursuant to s. 39(2) of the", "Act", ", they had made a report to SIRC because they were of the opinion that Mr. Al Yamani is a person described in ss. 19(1)(e), 19(1)(g) and 27(1)(c) of the", "Act", ". I note that s. 27(1)(c) has since been repealed, and while SIRC's finding related only to part of s. 19(1)(g), the continuing relevant provisions of the", "Act", ", are as follows.", "\"19(1) No person shall be granted admission who is a member of any of the following classes:", ". . . . .", "(e) persons who there are reasonable grounds to believe", "(i) will engage in acts of espionage or subversion against democratic government, institutions or processes, as they are understood in Canada,", "(ii) will, while in Canada, engage in or instigate the subversion by force of any government,", "(iii) will engage in terrorism, or", "(iv) are members of an organization that there are reasonable grounds to believe will", "(A) engage in acts of espionage or subversion against democratic government, institutions or processes, as they are understood in Canada,", "(B) engage in or instigate the subversion by force of any government, or", "(C) engage in terrorism.", ". . . . .", "(g) persons who there are reasonable grounds to believe will engage in acts of violence that would or might endanger the lives or safety of persons in Canada or are members of or are likely to participate in the unlawful activities of an organization that is likely to engage in such acts of violence;", ". . . . .", "\"39(2) Where the Minister and the Solicitor General are of the opinion, based on security or criminal intelligence reports received and considered by them, that a permanent resident is a person described in ... paragraph 19(1)(e), ... (g)... they may make a report to the Review Committee [i.e., to SIRC].", "\"39(3) The Minister and the Solicitor General of Canada shall, within ten days after a report referred to in subsection (2) is made, cause a notice to be sent informing the person who is the subject of the report that following an investigation in relation thereto, a deportation order may be made against that person.", ". . . . .", "\"39(5) Where a report is made to the Review Committee pursuant to subsection (2), the Review Committee shall investigate the grounds on which it is based and for that purpose subsections 39(2) and (3) and sections 43, 44 and 48 to 51 of the Canadian Security Intelligence Service Act apply, with such modifications as the circumstances require, to the investigation as if the investigation were conducted in relation to a complaint made pursuant to section 42 of that Act, except that", "(a) a reference in any of those provisions to 'deputy head' shall be read as a reference to the Minister and the Solicitor General of Canada; and", "(b) paragraph 50(a) of that Act does not apply with respect to the person concerning whom the report is made.", "\"39(6) The Review Committee shall, as soon as practicable after a report is made to it pursuant to subsection (2), send to the person with respect to whom the report is made a statement summarizing such information available to it as will enable the person to be as fully informed as possible of circumstances giving rise to the report.", ". . . . .", "\"39(9) The Review Committee shall, on completion of an investigation in relation to a report made to it pursuant to subsection (2), make a report to the Governor-in-Council containing its conclusion whether or not a certificate should be issued under subsection 40(1) and the grounds on which that conclusion is based.", "\"39(10) The Review Committee shall, at the same time as or after a report is made pursuant to subsection (9), provide the person with respect to whom the report is made with a report containing the conclusion referred to in that subsection.", ". . . . .", "\"40(1) Where, after considering a report made by the Review Committee referred to in subsection 39(9), the Governor-in-Council is satisfied that the person with respect to whom the report was made is a person described in paragraph ... 19(1)(e) ... (g) ..., the Governor-in-Council may direct the Minister to issue a certificate to that effect.\""], ["[10]", "I complete a summary description of the process, established by statute, of which the action by SIRC and of the Governor-in-Council form a part. Under the", "Act", ", the Ministers concerned may file a report with an immigration officer or an adjudicator concerning their opinion that a person is a person described within s. 19(1)(g). When charged with conduct of an inquiry on information that a person is within the description of persons described within s. 19(1)(g), if the person is a permanent resident and a certificate has been issued against him or her pursuant to s. 40(1) of the", "Act", ", an adjudicator shall issue a deportation order (ss. 32(2) and 27(1) of the", "Act", "). Finally, provision is made, under s. 70(4) for an appeal to the Appeal Division of the Immigration and Refugee Board, in relation to a deportation order, on a question of law, or fact, or of mixed law and fact."], ["[11]", "At the time of the commencement of hearings in regard to IMM-4557-93, in May 1994, an inquiry under the", "Act", "had been initiated and was scheduled to be continued and concluded before this matter was able to be dealt with at the dates finally set for hearing the two applications, in August. Upon application by the applicant heard in Toronto on May 30, 1994 by appearance of counsel and by telephone the following day from Ottawa with counsel in Toronto, I ordered on May 31, 1994 that no removal or deportation order be issued against the applicant pending determination of these applications for judicial review then before the court. Reasons for order in regard to that order were filed June 20, 1994 [see 80 F.T.R. 307]."], ["[12]", "I return to describe the process followed in regard to the applicant after he was advised by the letter dated May 29, 1992 that the Ministers concerned had reported to SIRC that they were of opinion he was a security risk under specified paragraphs of the", "Act", ". He was subsequently the subject of a hearing before a single member of SIRC, the Honourable Jacques Courtois, Chairman of SIRC, who was designated to conduct the investigation, which took place over seven days, in December 1992 and February 1993."], ["[13]", "In advance of the hearing the applicant was provided in July 1992, by SIRC, with a two-page Statement of Circumstances outlining the general opinions of the two Ministers reported to SIRC. The source of their information was said to be CSIS. The statement set out allegations of CSIS about the applicant's role and activities in support of Palestinian independence, including activities involved with the PFLP. Subsequently in October a one-page disclosure statement provided certain information from CSIS about specific alleged activities of the applicant in relation to or in support of the PFLP."], ["[14]", "In the course of the hearings four officers of CSIS testified in camera without the applicant or his counsel present. A summary record of evidence, reportedly provided by two of those witnesses, and expurgated versions of the in camera testimony of two of the CSIS officers, were provided to the applicant. Counsel for the applicant was present with the applicant in hearings to examine those officers in regard to matters included within the expurgated record of their testimony made available by SIRC to the applicant. No summary or other record of testimony of two other CSIS officers was provided to the applicant. Mr. Al Yamani testified at the hearing and a number of witnesses also testified on his behalf, including persons with expertise in regard to Middle Eastern Affairs. One other expert in similar matters was called by SIRC. All of those witnesses testified in the presence of the applicant and were examined by his counsel."], ["[15]", "For the record I note that in relation to the application in file IMM-4557-93 counsel for the respondents filed a certificate under the", "Canada Evidence Act", ", R.S.C. 1985, c. C-5, certifying that portions of the record of SIRC proceedings were not disclosed to the applicant or his counsel for reasons of national security. That certificate was not questioned by objection and those portions of the SIRC record to which it refers were not before the court in these proceedings."], ["[16]", "The SIRC report did not decide that the applicant was a person described in ss. 19(1)(e) or then 27(1)(c) as the Ministers had alleged, but it did conclude that Mr. Al Yamani is a person described in s. 19(1)(g) of the", "Act", "for it found he was within one of three classes of persons described in that section. SIRC so reported to the Governor General-in-Council and recommended that a certificate be issued against the applicant under s. 40(1) of the", "Act", ". That report is the subject of the first application for judicial review, in court file IMM-4557-93. A version of the SIRC report and recommendation dated August 3, 1993 was provided to the applicant."], ["[17]", "Thereafter, on August 19, 1993 counsel for the applicant wrote to the Solicitor General requesting that the case not be considered by the Governor General-in-Council until this court had opportunity to consider the application for judicial review filed on August 18 concerning the SIRC report. In the alternative, counsel requested that the applicant be permitted to make submissions to the Governor General-in-Council before any action was taken in relation to the applicant. Counsel for the Solicitor General responded on September 3, 1993 that it would not be appropriate for the Minister to intervene, and in any event it was too late to intervene, even if it were appropriate, for the Governor General-in-Council had already made its decision, based on the report, on August 25, 1993."], ["[18]", "On August 25 the Governor General-in-Council issued an Order-in-Council, P.C. 1993-1677, reciting that, after considering the report of SIRC, it was satisfied, based on the grounds set out in the report, that the applicant was a person described in s. 19(1)(g) of the", "Act", ". That decision also directed the Solicitor General to issue a security certificate pursuant to s. 40 so designating the applicant. On September 28, 1993, the Solicitor General issued a certificate under that section, although the fact of its issue and a copy of the certificate was not provided to the applicant until April 1994 when he was summoned to an inquiry under the", "Act", ", the result of which was anticipated to be the issuance of a deportation order against the applicant upon finding by the Adjudicator that he is a person named in the certificate issued under s. 40(1). As earlier indicated, in April, 1994 the second application, in file IMM-2197-94, concerning the decision of the Governor General-in-Council was filed.", "SIRC Proceedings And Report"], ["[19]", "The unique and significant role of SIRC in reviewing determinations affecting persons, on security grounds, in relation to employment in the public service, and in relation to matters specified under the", "Immigration Act", ", the", "Citizenship Act", "and the", "Canadian Human Rights Act", ", and the historic evolution of that role, is outlined for the court in the Memorandum of Argument of the intervenor SIRC. That committee is created and its authority defined under the", "CSIS Act", ". In this case, pursuant to s. 39(5) of the", "Immigration Act", ", in an investigation by SIRC following upon a joint report by the Ministers concerned, that investigation is carried on pursuant to ss. 43, 44 and 48 to 51 of the", "CSIS Act", "as if the investigation were conducted under s. 42 of the", "CSIS Act", ", which deals with complaints of public servants concerning denial of security clearance. SIRC is granted wide powers pursuant to s. 39(1) of the", "CSIS Act", "to adopt its own procedures and it has adopted", "Rules of Procedure", "for dealing with complaints or reports directed to SIRC concerning adverse determinations of security risk. Those rules were here followed. The process of SIRC was generally not contested by the applicant, except in particular respects where its procedures are in question in the issues raised by the applicant. Thus, the procedures generally are not here reviewed. Where specific procedures are questioned that is clear in the discussion of issues that follows."], ["[20]", "The SIRC report and conclusion, dated August 3, 1993, at least in the version provided to the applicant, reviews the process followed in investigating the joint report to the Committee by the Ministers concerning the applicant. The report summarized information on the hearings, the witnesses and evidence produced, and it then sets out its findings, as follows:", "\"Having reviewed the evidence presented and the testimony given before me, I consider that Mr. Yamani has not been truthful regarding his membership with the PFLP.", ". . . . .", "\"Mr. Yamani did not recognize being a member of the PFLP but did admit being the closest Canadian Palestinian individual to the highest offices of the PFLP.", "\"Mr. Yamani occupied within the PFLP organization a position of trust that few members of such an organization can acquire. He has access to the highest echelons of the organization; he has attended their closed meetings, as well as their public meetings in the Middle East; he has been the trustee of at least one million dollars which has belonged in part to the PFLP; he has lived off the interests of the investments; he has travelled on several occasions to the U.S.A. and throughout Canada; he has been the courier of information between different PFLP groups; he has been the contact between the PFLP offices in the U.S.A. and in Damascus.", "\"Mr. Yamani has played an important role within the ranks of the PFLP organization and has been the key instigator of the organization in Canada. I am in agreement with the statement of the Director General of Counter-Terrorism at CSIS when he qualified Mr. Yamani as being the 'mover and shaker' of the movement.", "\"Mr. Yamani's behavior has shown a concern for the use of secrecy and hidden agendas. His use of counter surveillance tactics and code words demonstrates a lack of transparency essential to convey a sense of truthfulness. His justification of such behaviour is, in my opinion, unacceptable.", "\"The allegation of membership of the CDP is cause for concern. It is my opinion that the purpose of such allegation was to weaken the evidence showing his membership with the PFLP. The evidence heard not in-camera has shown that the CDP is in fact the PFLP.", "\"Even Mr. Yamani during his testimony confused both organizations: ... (quotes omitted)", "\"I find it difficult to believe that in light of his commitment to the PFLP and Palestinian causes, Mr. Yamani is not a member of the PFLP organization. It goes against all the evidence presented during the hearings (not heard in-camera).", "\"Throughout his testimony, Mr. Yamani tried to convince me that the PFLP has not been a terrorist organization since 1972. However, the evidence presented to me in the presence of Mr. Yamani shows the contrary. ... Although the objectives and methods of the PFLP may have changed throughout the years, the PFLP still remains a terrorist organization.", "\"The PFLP and its leader, Dr. George Habash have not renounced the use of terrorist activities; ... (quotes omitted)", "\"Mr. Yamani did not submit any evidence showing that the Leader of the PFLP had made on other occasions different statements or that the leader was misquoted or quoted out of context.", "\"'CSIS' Director General of Counter-Terrorism, Mr. R. I. MacEwan testified that it was his experience of international terrorist groups:", "'that what catalysts will generate action is going to be totally unpredictable and it is going to be a reaction to events that have taken place at some point in time in some other part of the world primarily. It is not an orchestrated game plan; except in the short term, until a better option and in all fairness, a better option doesn't necessarily have to be a more ruthless option' ...", ". . . . .", "\"Mr. MacEwan reported that although the PFLP has changed its objectives, attitude and activities, it did not diminish the real possibility of it resorting to terrorist activities in the future. He believes that:", "'There is no reason to believe that they would not resort to whatever they had to do in relation to what they have identified as their legitimate targets, which includes not only Israel but the United States and western interests.' ...", "\"After carefully reviewing all of the evidence, I find that the PFLP is an international terrorist organization likely ('susceptible') to engage in acts of violence that would or could endanger the lives or safety of persons in Canada. Although it has not actively committed acts of violence in Canada, it has not publicly renounced the use of violence. There is still a possibility for the PFLP to commit acts of violence in Canada.", "\"Mr. Yamani has been doing non violent work for the PFLP organization in Canada on a daily basis since at least 1988. Nothing precludes the PFLP from having him perform other things in Canada. The mere presence of a Chapter Leader in name or in fact in Canada demonstrates the importance for the organization of remaining active in Canada.", "Conclusion", "\"In light of the evidence showing that he is a member of the PFLP, which organization could engage in acts of violence that would or might endanger the lives or safety of persons in Canada, I therefore come to the conclusion that Mr. Yamani is a person described in s. 19(1)(g) of the", "Immigration Act", "\"Having found that Mr. Yamani is a person described in one of the three categories of s. 19(1)(g) of the", "Immigration Act", ", I do not find it necessary to conclude on the application of s. 19(1)(e) or on the other categories of 19(1)(g) and 27(1)(c) of the", "Immigration Act", "\"I therefore recommend that a certificate be issued in accordance with s. 40(1) of the", "Immigration Act", ".\"", "The Issues"], ["[21]", "In these proceedings, in relation to the report and recommendation of SIRC, and the following actions of the Governor General-in-Council and the Solicitor General acting upon the SIRC report, the parties raise several issues."], ["[22]", "Two of the issues, raised early, were not pursued when the applications were heard. The first concerned the affidavit sworn September 15, 1993 by the applicant in support of his first application for leave and for judicial review (IMM-4557-93) and the relevance, for the court on judicial review, of events, referred to in the affidavit, which occurred after the SIRC decision. The events concerned were primarily developments in then evolving Palestinian-Israeli relations. The issue concerning the affidavit was initially raised at the hearing in May 1994, which was adjourned, but when counsel for the applicant made no particular reference to events referred to in the affidavit in later argument at the hearing of both applications, counsel for the respondents was content not to pursue the issue. In the ordinary course, subsequent events, not constituting part of the record or the context of a questioned decision, in this case by SIRC, are not relevant in the court's assessment in judicial review of that decision. Of course, insofar as the events here included in the applicant's affidavit are matters of general public knowledge and in the public domain, counsel was free to direct the court's attention to them for consideration by judicial notice if they were deemed significant for the applicant's case, but this was not done."], ["[23]", "The other matter concerned the appropriate respondent in application IMM-2197-94, where, in written submissions for the respondents in advance of the hearing it was submitted that the Attorney General of Canada was the appropriate respondent, rather than the Governor General-in-Council and the Solicitor General as named in the applicant's originating motion. Counsel for the respondents did not actively pursue this issue at the hearing and I did not invite argument upon it. I note that in both proceedings counsel for the Attorney General of Canada represented the respondents. In my opinion the written submissions of counsel for the respondent are correct in light of the usual practice of naming the Attorney General as respondent in proceedings concerning decisions of the Governor General-in-Council. By the order accompanying these reasons, the respondent in IMM-2197-94 is directed to be the Attorney General of Canada, replacing the Governor General-in-Council and the Solicitor General, and the style of cause is amended to reflect that. I note also that of its own accord this court amends the designation of one respondent and the style of cause in IMM-4557-93 by deleting the Minister of Employment and Immigration, originally named, and including instead the Minister of Citizenship and Immigration, who now has responsibility for administration of the", "Immigration Act"], ["[24]", "For purposes of discussion I group the remaining issues, classified as procedural issues, administrative law issues and constitutional issues, as follows."], ["[25]", "Procedural issues are", "1) the court's jurisdiction to consider the application for judicial review in file IMM-4557-93 pursuant to s. 18.1 of the", "Federal Court Act", ", a matter raised by the respondents;", "2) the right of CAF as an intervenor to raise an issue, in this case an issue concerning the constitutional validity of s. 19(1)(g) of the", "Act", "in light of s. 15 of the", "Charter", ", where the parties to the application did not argue that issue when these applications were heard.", "Administrative law issues", "are:", "3) whether the SIRC erred in its conclusions as a result of errors in its consideration of the evidence: the applicant alleges that SIRC's key conclusions were reached because it ignored, misinterpreted or misunderstood the evidence presented, and that on the basis of the evidence its conclusions were unreasonable;", "4) whether SIRC erred in law in its application of the", "Act", ", in particular in applying the wrong test in regard to s. 19(1)(g) of the", "Act", "and its interpretation of \"likely\" and \"member\" within the meaning of those words in that paragraph;", "5) whether the principles of fairness or natural justice support an opportunity for a further hearing or submissions by the applicant before action by the Governor General-in-Council after receipt of a report from SIRC.", "Constitutional issues", "are:", "6) whether s. 19(1)(g) of the", "Act", "is invalid as in contravention of ss. 2(b) and 2(d) of the", "Charter", "; CAF supports the position of the applicant that both provisions of the", "Charter", "are here contravened; CCLA supports, with somewhat different argument, the claimed violation of s. 2(d), and these several parties submit that the contravention of each of those freedoms is not saved by s. 1 of the", "Charter", "7) whether particular SIRC processes here followed violated principles of fundamental justice contrary to s. 7 of the", "Charter", "in a manner not saved by s. 1 of the", "Charter", ", or violated the principles of fundamental justice at common law; both SIRC and CCLA have submissions on aspects of this issue, in the case of CCLA on the", "Charter", "aspects only."], ["[26]", "I turn to consider the outstanding issues in the order set out above.", "The Court's Jurisdiction In Relation To", "The SIRC Decision (IMM-4557-93)"], ["[27]", "The respondents' questioned, at the commencement of hearings in relation to the first application in May 1994, before the hearing adjourned, the court's jurisdiction under s. 18.1 of the", "Federal Court Act", "to consider the application. Under s. 18 of that", "Act", "the Trial Division of this court, except in relation to proceedings of bodies or agencies specified in s. 28, has exclusive jurisdiction to hear and determine an application for relief against any federal board, commission or tribunal, and that relief may only be obtained by an application for judicial review under s. 18.1. The latter section provides for applications for judicial review, in the following terms.", "\"18.1(1) An application for judicial review may be made by the Attorney General of Canada or by anyone directly affected by the matter in respect of which relief is sought.", "\"18.1(2) An application for judicial review in respect of a decision or order of a federal board, commission or other tribunal shall be made . ...\""], ["[28]", "The question of the court's jurisdiction was again dealt with in argument between the parties at the later hearing in relation to both applications. In essence, the Attorney General for the respondents, urges that the decision and report of SIRC is not a final decision in the statutory process established for dealing with cases like the applicant's. In this case his right as a permanent resident to remain in Canada is subject to be terminated by a deportation order upon inquiry where he is found to be a person within s. 19(1)(g) and a certificate has been issued under s. 40(1) of the", "Act", ". It is urged that the SIRC decision and report is only an intermediate step, which in effect results in a recommendation to the Governor-in-Council. It is not disputed that the SIRC decision is one made by a federal tribunal, but since it is not a final decision it is suggested it ought not to be subject to judicial review. Parliament, by the process established under the", "Immigration", "and", "CSIS Acts", "has established a process which it intended to be reasonably expeditious in dealing with situations where a permanent resident in Canada is seen to present a security risk to the safety of people in Canada, and it would be inappropriate to entertain judicial review proceedings at every step in a process involving three or more steps. The appropriate place for judicial review in this staged process, the Attorney General suggests, is following the decision of the Governor-in-Council, when complaints about the underlying considerations for that decision, including the decision and report of SIRC, could be subject to review in reviewing the decision of the Governor-in-Council. Moreover, it is urged that, since Parliament provided ultimately for an appeal of any deportation order made after an inquiry, following issue of a certificate under s. 40(1) of the", "Act", ", it would here be inappropriate for judicial review of any decision of SIRC, which is an early stage in the process that may ultimately lead to a deportation order, which order is then subject to appeal."], ["[29]", "There is no question in my mind that the decision of SIRC is clearly a decision subject to judicial review pursuant to ss. 18 and 18.1 of the", "Federal Court Act", ". Counsel does not dispute that SIRC is a \"federal board, commission or tribunal\" as defined in s. 2 of that", "Act", "since it is a body exercising jurisdiction or powers conferred by an Act of Parliament. Relief against a decision of SIRC is available under s. 18 of the", "Federal Court Act", ", upon application for judicial review pursuant to s. 18.1. Whether jurisdiction should be exercised in an application questioning that decision, rather than questioning a decision at a later stage in the process, or, as in this case, in addition to questioning such a later decision, is a matter for the court's discretion. It is urged that SIRC's decision is not a final decision in the process of considering the applicant's situation, but I note it is a final, not an interlocutory, decision of SIRC itself. By statute, s. 39(9) of the", "Act", ", SIRC is directed to \"make a report to the Governor General-in-Council containing its conclusion whether or not a certificate should be issued under s. 40(1) and the grounds on which that conclusion is based\". That is more akin to a final decision, in my view, than SIRC is directed to make under s. 42 of the", "CSIS Act", "which, in", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 218; 3 Admin. L.R.(2d) 242, was characterized as an authority to make a recommendation."], ["[30]", "The fact that ultimately an appeal may be raised in regard to any deportation order that may issue in future, is not in this case a serious consideration in determining whether the court should exercise its discretion to grant relief in an application for judicial review of SIRC's decision. The ultimate appeal, to the Appeal Division of the Immigration and Refugee Board, would relate to the deportation order issued, where the basis of that order is a certificate under s. 40(1) of the", "Act", ". Since issue of that certificate appears to be a matter within discretion of the Governor General-in-Council under s. 40(1) it may be difficult to seriously question the SIRC decision as the basis of the certificate. In my opinion, SIRC's decision can be dealt with more directly by consideration of an application for judicial review of that decision itself, if leave be granted for hearing that application, as in the proceedings in IMM-4557-93."], ["[31]", "The issue here raised cannot be considered as a matter of principle without reference to the relief sought, for certain relief in an action for judicial review, available under s. 18 of the court's statute, may be sought and would be more appropriately directed with reference to SIRC itself. Here the relief sought in IMM-4557-93 is an order to quash or set aside the SIRC decision. If prohibition or an injunction were sought against SIRC's processes that relief could only arise in regard to the SIRC processes without awaiting a further stage in the process."], ["[32]", "Finally, as the applicant's counsel urges, the courts have recognized that judicial review for an order quashing the decision of an investigating body or a recommending body may be appropriate, particularly where it is urged the body is bound by a duty of fairness but has failed to meet its responsibilities. (See: Mahoney, J.A.,", "<FRAGMENT_SUPPRESSED> , at 398; 26 D.L.R.(4th) 677, at 685 (F.C.A.)). Here the decision and report of SIRC, made after an inquiry and an opportunity for the applicant to be heard, presents findings and a conclusion, described in the report as a recommendation, which normally the Governor-in-Council would be expected to follow. SIRC's negative decision and report with reference to an applicant can be expected to lead to adverse effects on the rights, interests, property, privileges or liberties of individuals, here of Mr. Al Yamani. In such a case, this court would have to be persuaded that it should decline to hear an application for judicial review which raises serious questions of fairness of the process, of administrative law and of the constitutional validity of SIRC's proceedings and its decision. I am not so persuaded."], ["[33]", "In my view, even if the second application for judicial review had not been commenced, the first application dealing with the SIRC decision and report would have been appropriately heard within this court's jurisdiction. The second application completes opportunity for review of the process underway at the time this matter was heard. In my opinion the second proceeding does not add to or detract from the appropriate role of the court in dealing directly with issues concerning the SIRC decision as presented in the first application filed before any further steps in the process were initiated. The second application does question the validity of the decision by the Governor General-in-Council, mainly because of the same issues as arise in the first application, i.e., concerning SIRC's decision, upon which the subsequent decision was said to be based.", "An Intervenor's Standing To Raise", "Issues Not Argued By The Parties"], ["[34]", "In its intervention, CAF proposed to address an issue that s. 19(1)(g) of the", "Act", "as applied in this case is invalid on the ground that it contravenes equality rights assured by s. 15 of the", "Charter", ". It did so in somewhat unusual circumstances."], ["[35]", "CAF's application to intervene was allowed by order on terms precluding introduction of evidence relating to issues before the court. When it was granted standing there was already filed the Applicant's Second Supplementary Memorandum of Fact and Law which included passing reference to s. 15 of the", "Charter", "in the following terms.", "\"41. The applicant submits, in the alternative, ... s. 19(1)(g) of the", "Act", "is invalid and of no force and effect in accordance with s. 52(1) of the", "Constitution Act", "as violating the applicant's rights under ss. 2, 7 and 15 of the", "Canadian Charter of Rights and Freedoms, 1982", ".\""], ["[36]", "That reference was not further developed in the applicant's written argument. Nevertheless, the Attorney General of Canada for the respondents dealt briefly with the issue of s. 15 of the", "Charter", "in his written memorandum of argument, also filed at the time CAF's application to intervene was allowed. That memorandum set out that s. 15 was referred to, but without any developed argument, in the applicant's written submissions. The memorandum also set out summarily the requirements to establish a violation of s. 15, and the respondents' view that s. 19(1)(g) of the", "Act", "does not infringe equality rights guaranteed by that section of the", "Charter"], ["[37]", "Since the parties had made brief reference to s. 15 of the", "Charter", "in written arguments filed in advance of the hearing, it is not surprising that in support of its application for leave to intervene, CAF indicated that it proposed to make submissions, inter alia, in relation to its perception that s. 19(1)(g), as applied by SIRC, contravened s. 15 of the", "Charter"], ["[38]", "In light of CAF's intention to argue constitutional questions in regard to s. 15 of the", "Charter", ", in advance of hearing these applications I directed CAF to serve notice pursuant to s. 57 of the", "Federal Court Act", ", of its intent to deal with s. 15 as an issue which it perceived was already raised by the parties. The applicant had already served notice in accord with s. 57. I further directed that the standing of CAF, as intervenor, to raise a constitutional question independently of any question raised by the parties in argument, if that were the case, should be an issue for consideration at the hearing."], ["[39]", "When these applications were heard, counsel for the applicant did not raise as an issue an allegation of infringement of s. 15 of the", "Charter", ", although counsel did not object to that issue being raised by CAF. The Attorney General for the respondents did object to that issue, not raised by the applicant at the hearing, being raised on the initiative of an intervenor. It was urged that no appropriate evidentiary background for the issue was laid in the submissions of the applicant, and by the terms on which CAF was granted standing as an intervenor it was not to adduce further evidence but was to take the existing record filed by the parties as the basis of its submissions. Further, counsel argued that record does not support a claim that s. 15 of the", "Charter", "is violated by s. 19(1)(g) of the", "Act", "or its application in this case."], ["[40]", "After hearing counsel on this preliminary issue, I heard CAF submissions with respect to its opinion that s. 19(1)(g) violates s. 15 of the", "Charter", ", subject to my later determination whether submissions on that issue would be considered. Having done so, it is my opinion, that this issue is not to be determined in this case."], ["[41]", "The respondents' argument that no adequate evidentiary base is here developed for proper consideration of the issue, an important constitutional issue, is persuasive. Moreover, it would be an exceptional case, if any, in which the court would determine an issue that is not raised in argument by the parties in judicial review but is raised by an intervenor in the proceedings. Counsel for the respondents referred by analogy to the decision of Mr. Justice Mahoney for the Court of Appeal in", "International Fund for Animal Welfare Inc., Best and  <FRAGMENT_SUPPRESSED>  (F.C.A.), rejecting an application by an applicant for standing as an intervenor in an appeal where the applicant sought to raise a constitutional issue not raised at trial, and not anticipated to be raised on appeal, by the parties. While the circumstances here are different, the principle is well established that the parties to an action, or to an application for judicial review, set the issues to be resolved by their pleadings or documents as those are advanced by submissions when the matter is heard. It is primarily the applicant for relief who sets the scope of proceedings in an originating motion for judicial review, ultimately by argument defining the issues, subject only to further issues arising from the response by the respondent, on preliminary, procedural or defense grounds."], ["[42]", "In this case, while s. 15 of the", "Charter", "was briefly dealt with in written argument filed on behalf of the parties, it was not raised in submissions of the applicant at the hearing, nor responded to at the hearing by the respondents. I determine that it is not an issue raised for decision in these applications and it may not be raised by an intervenor. My determination is that CAF's standing as intervenor does not support recognition of any right or standing to raise issues that are not raised by the parties to these applications in their presentation of argument and submissions at the hearing. Thus, I make no determination on the merits of CAF's submissions concerning s. 19(1)(g) of the", "Act", "and s. 15 of the", "Charter"], ["[43]", "In any event, as I have indicated, in my opinion the record does not provide an evidentiary base for a conclusion that s. 19(1)(g) in its terms or as it was here applied relates to a group of persons in a manner that is discriminatory in its treatment of them compared with its treatment of similarly situated persons, or that it imposed, in a discriminatory fashion, burdens or disadvantages upon the persons affected which are not imposed upon other members of society. CAF's argument that s. 19(1)(g) as applied here treats Palestinian permanent residents differentially on the prohibited ground of national or ethnic origin, by reason of their association with Palestinian organizations or causes, is not supported on the evidence in the record.", "SIRC's Consideration Of The Evidence", "And The Reasonableness", "Of Its Conclusions Based On The", "Evidence"], ["[44]", "In the course of its decision, SIRC accepted the opinion of the Attorney General of Canada that s. 19(1)(g) of the", "Act", "identifies three classes of persons. For convenience I repeat the words of that paragraph.", "\"... persons who there are reasonable grounds to believe will engage in acts of violence that would or might endanger the lives or safety of persons in Canada or are members of or are likely to participate in the unlawful activities of an organization that is likely to engage in such acts of violence.\""], ["[45]", "The three classes of persons described are:", "i) persons who there are reasonable grounds to believe will engage in the specified acts of violence;", "ii) persons who there are reasonable grounds to believe are members of an organization that is likely to engage in those acts of violence; and", "iii) persons who there are reasonable grounds to believe are likely to participate in the unlawful activities of such an organization.", "That classification is accepted for purposes of these proceedings by all counsel."], ["[46]", "SIRC reached three conclusions that are key to its finding that the applicant was a person within s. 19(1)(g); that he was a member of the PFLP and was not truthful in his testimony that he was not; that the PFLP is a terrorist organization; and that the PFLP is likely (susceptible) to engage in acts of violence that would or might endanger the lives or safety of persons in Canada. In relation to the statutory provision in question only the first and third of these conclusions were essential, as the first paragraph in the conclusion of the report recognizes, stating:", "\"In light of the evidence showing that he is a member of the PFLP, which organization could engage in acts of violence that would or might endanger the lives or safety of persons in Canada, I therefore come to the conclusion that Mr. Yamani is a person described in s. 19(1)(g) of the", "Immigration Act", ".\""], ["[47]", "Those key findings are said by the applicant to result from errors of the tribunal in considering the evidence adduced before it. By ignoring evidence, by misunderstanding or misstating it, the committee's key findings on membership, on the terrorist nature of the PFLP, and on the likelihood of its commission of violent acts in Canada are said to be erroneous. I summarize the submissions of the applicant in relation to the three key findings of fact by SIRC."], ["[48]", "In relation to the issue of his membership in the PFLP, the SIRC report does not find his denial credible. It is urged that having accepted the applicant's own evidence that he was the closest person in Canada to the PFLP, that he was in a position of trust, had received and distributed moneys for purposes serving the organization, had participated in activities serving its interests and had attended at its meetings, SIRC then rejects his denial of membership as not credible, without articulating reasons for rejecting his credibility on the key question of membership. Moreover, it is well established that a tribunal may not ignore relevant evidence and here there was evidence of other witnesses who had long known him who did not believe he was a member of the PFLP. Moreover, SIRC is said to have ignored the close family relationship of the applicant and his father, and gave no consideration to the implications of that in assessing Mr. Al Yamani's relationship to the PFLP. It also ignored as well the applicant's reported writings and conduct that were inconsistent with membership in the organization."], ["[49]", "A factor linked by SIRC to its decision concerning the question of credibility on membership was the applicant's resort to counter-surveillance tactics and code words, demonstrating \"a lack of transparency essential to convey a sense of truthfulness\". Here again it is urged that SIRC ignored relevant evidence, including the applicant's upbringing in the family of a founder of the PFLP in circumstances where vigilance was essential for survival, his acknowledged concern about surveillance activities possible by Israeli Mossad agents or inspired by them through Canadian agencies, the evidence of others called as witnesses who testified as to the reality of concern about security measures by Palestinians generally. Further, the tribunal ignored the fact that CSIS appeared to have maintained wire tap or electronic surveillance and monitoring of mail of the applicant for some time in this case, so that his concerns about surveillance were not misplaced."], ["[50]", "SIRC's reference to perceived confusion between the CDP (the Committee for a Democratic Palestine) and the PFLP is said to misunderstand or to misrepresent the evidence. I am not persuaded this demonstrates misunderstanding for the reference to the transcript is added as an illustration after the conclusion is stated that \"the evidence has shown that the CDP is in fact the PFLP\". It is true that there was evidence that this was not so but there was also evidence of the close relationship of the two organizations. Ultimately, even if one agrees the report misstates the evidence in describing the applicant as confusing the two organizations, that, i.e., his reported confusion, is not a factor central to its conclusion about his membership in the PFLP."], ["[51]", "In regard to its findings that the PFLP is a terrorist organization, and that it is likely to engage in acts of violence that would or might endanger the lives or safety of persons in Canada, it is urged that the tribunal ignored evidence and adopted a simplistic approach without appropriate understanding of Middle East organizations or of the PFLP itself. It relied on certain public statements of the organization's leader, George Habash, in the years 1990 and 1993, supporting violence, a position he had not renounced. It relied also upon the views of a CSIS officer, the Director of Counter Terrorism, who, it is said for the applicant, acknowledged limited knowledge of the PFLP while claiming expertise relating to international terrorism generally. SIRC is said to have ignored the views of scholar-witnesses, specialists on Middle East and Palestinian affairs, that the PFLP had not engaged in terrorist activities since 1972 and that it and its leaders had moved to publicly acknowledge two states, for the people of Israel and Palestine respectively; in summary, that the PFLP was no longer a terrorist organization and that it had no record of, and would not be expected to commit acts of violence in Canada or North America."], ["[52]", "For the Attorney General on behalf of the respondents it is submitted that the applicant does not establish the standard necessary under s. 18.1(4)(d) of the", "Federal Court Act", "for this court to intervene on judicial review in relation to findings of fact of SIRC. In sum the findings challenged are not perverse or capricious or without support in the evidence before the tribunal. Moreover, it is urged that the court owes considerable deference to findings of fact by a specialist tribunal, as SIRC is, in regard to matters of concern in relation to security."], ["[53]", "In argument the Attorney General points to the whole of the evidence before SIRC. That evidence on the public record (that is, the record available to the applicant and to this court) includes the \"allegations\" of the Ministers, based on CSIS information, which were included in the Statement of Circumstances provided to the applicant in advance of the hearing. These allegations were supported by evidence provided to SIRC in camera and ex parte, some of which was subsequently summarized or covered by expurgated transcripts of the witnesses who were subsequently available for cross-examination, even if that examination was limited in the nature of questions that were answered, in view of CSIS and SIRC statutory responsibilities to preserve as secret the sources and methods of collection of information provided to the applicant."], ["[54]", "It presents an extraordinary situation for the court in judicial review proceedings to review the work of a tribunal, the full record of which is not available. Yet that is the situation authorized by Parliament under the", "CSIS Act", "and the", "SIRC Rules", "made under that", "Act", ". In addition, in relation to the application in court file IMM-4557-93 there was filed, pursuant to s. 37(1) of the", "Canada Evidence Act", ", a certificate on behalf of CSIS objecting to release of any information from the SIRC record that was not already provided to the applicant through the SIRC process. That certificate was not questioned and evidence described in that certificate is not before the court."], ["[55]", "Included in the evidence provided to the applicant through the SIRC process was the Statement of Circumstances and the evidence summarized or provided by expurgated transcript of testimony. As summarized in SIRC's report under the heading of \"Submissions of the Attorney General of Canada\" that material included submissions that the applicant is \"the Canadian Chapter Leader\" of the PFLP, the financial operator of the organization who has moved large sums of money into Israeli-occupied territories and into U.S. accounts of known PFLP members, that he has had close association with the PFLP leadership, including numerous contacts with leaders in the Middle East and in the U.S., and that he has undertaken a variety of activities to serve PFLP purposes. In relation to s. 19(1)(g), particularly the second class of persons embraced in that provision, the Attorney General had submitted to SIRC that the applicant is \"a high level, trusted member of the PFLP, which organization has not relinquished its terrorist activities and will, in due time, likely engage in acts of violence in Canada\"."], ["[56]", "That evidence is not referred to in the applicant's submissions that SIRC ignored, misunderstood or misstated evidence or that the tribunal erred in its findings of fact. Only in regard to the finding that the PFLP is a terrorist organization does the applicant refer to evidence provided to SIRC from CSIS officers. The arguments for the applicant are stated essentially in relation to the evidence presented by the applicant, or evidence supportive of that from witnesses called on his behalf or by SIRC itself. I agree with submissions of the applicant that SIRC's findings are to be viewed in the entire context of the evidence before it, but that context includes the evidence from CSIS as well as that from the applicant. SIRC's conclusion about the credibility of the applicant's denial of his membership in the PFLP must be seen in light of the evidence that he was indeed a member, trusted, and at a high level in the organization. The tribunal, faced with conflicting evidence on the point, found that he is a member, and his denial is not persuasive in light of the evidence presented, not in camera, including his own admissions of his close association with and his activities in support of the organization."], ["[57]", "It is true that not all of the evidence before SIRC was discussed in detail in its report, but the report does include a summary of the evidence provided, both by CSIS, so far as that was provided to the applicant, and by the applicant. On the basis of SIRC's summary of the evidence, I am not persuaded that its findings can be characterized as perverse, capricious or without support in the evidence before it. Thus, in regard to the key findings of fact by SIRC there is no basis established for the court to intervene."], ["[58]", "A further submission on behalf of the applicant concerning the findings of fact in SIRC's report relates to its final finding, the most significant one for purposes of s. 19(1)(g) of the", "Act", ", that the PFLP is a terrorist organization that is likely to engage in acts of violence that would or might endanger the lives or safety of persons in Canada. It is urged that finding is unreasonable in light of the evidence presented to SIRC. The argument is based on the principle enunciated by Mr. Justice Lamer (as he was then) in", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 416; 26 C.C.E.L. 85; 89 C.L.L.C. 14,031; 40 C.R.R. 100, at 1076 S.C.R., that", "\"Whether it is the interpretation of legislation that is unreasonable or the order made in my view matters no more than the question of whether the error is one of law or of fact. An administrative tribunal exercising discretion can never do so unreasonably.\"", "Referring to his earlier comments in", "<FRAGMENT_SUPPRESSED>  D.L.R. (4th) 289; 89 C.L.L.C. 14,070; 14 Admin. L.R. 133, Lamer, J., noted that an administrative tribunal may make a mistake but it may not be unreasonable in its findings whether of fact or law. An unreasonable finding justifies intervention by a reviewing court."], ["[59]", "This may be simply a different way of expressing this court's jurisdiction in judicial review, now set out in s. 18.1(4) of the", "Federal Court Act", ", where that authority is expressed in terms of errors of law or errors of fact. Nevertheless, the applicant's submission warrants careful consideration on its own terms even though I have already concluded that SIRC's key findings underlying its conclusion about the organization is not perverse or capricious or without support on the evidence."], ["[60]", "The submission that the conclusion that the PFLP would commit acts of violence in Canada is said to be unreasonable where there was \"overwhelming evidence\" of the unlikelihood of the PFLP acting violently in Canada and no clear, or soundly based, evidence to the contrary. The academic experts testifying, called on behalf of the applicant and one by SIRC itself, all testified that the PFLP had never committed any act of violence in North America, that it had abandoned or rejected international terrorism over 20 years ago and had expelled the only faction within the organization that still supported international terrorism. The only evidence to the contrary was that of CSIS officers, which the applicant discounts because in cross-examination the principal witness from CSIS in relation to this issue acknowledged that his knowledge base was related to international terrorist organizations in general and not directly related to the PFLP. Counsel for the Attorney General contests that characterization of the evidence of the CSIS officer concerned which it is said demonstrates more knowledge and understanding of the PFLP organization than the applicant's description of his evidence would indicate. Moreover, the CSIS officer's evidence concerned the basis of earlier activities of the PFLP, including international airline hijacking, and of the PFLP position to seek to dispossess Israel from lands in the occupied territories and within the accepted international borders of Israel, by force and by violent activities through much of the last 20 years. Moreover, its leaders had never publicly disavowed resort to terrorism and violence. The known history of international terrorist organizations generally is a story of unpredictable, violent activities, initiated wherever in the world is seen as likely to draw attention to and support for their objectives. The CSIS officer's opinion is reported in SIRC's report and is obviously relied upon in its conclusion that the PFLP is an international terrorist organization likely (\"susceptible\") to engage in acts of violence that would or could endanger the lives or safety of persons in Canada."], ["[61]", "I am not persuaded that conclusion can be said to be unreasonable unless the evidence of CSIS officers were to be ignored. On the totality of the evidence presented to SIRC, available on the public record, the conclusion it reached in regard to the PFLP was open to it, and clearly supported by the evidence provided by CSIS.", "Whether The SIRC Report And", "Conclusion Erred In Law In", "Interpretation Of Section 19(1)(g)"], ["[62]", "For the applicant it is urged that the tribunal erred in law in its construction and application of s. 19(1)(g) in several ways: by applying an erroneous standard of proof, by its misconstruction of \"likely\" as meaning a possibility, and by its construction of the word \"member\"."], ["[63]", "It is submitted for the applicant that the reference to \"reasonable grounds to believe\" implies an objective standard against which the belief must be measured, and in meeting that standard the respondents, upon whom the burden of proof rests, are to be rigorously examined in regard to the evidence adduced to meet the statute's requirements, because the probable consequences of a negative recommendation are so serious for the permanent resident affected. Moreover, it is urged before me that the tribunal's findings of fact should be required to be based on a high degree of probability, not merely on a balance of probabilities. Thus, the Crown at a SIRC hearing should be required to establish to a high degree of probability that there are reasonable grounds to believe the applicant is a person described in s. 19(1)(g) of the", "Act", ". The argument is based upon the decision of my colleague Mr. Justice Cullen in", "<FRAGMENT_SUPPRESSED>  (H.L.), per Lord Scarman at p. 113. However, as the applicant points out, Mr. Justice Denault declined to apply the same reasoning in a case similar to", "Smith", ", in", "Farahi-Mahdavieh, Re", "(1993), 63 F.T.R. 120 (T.D.), at 123, and Mr. Justice Cullen reconsidered and declined to reaffirm the position he had earlier taken in", "Smith", ", in", "Re Mohamed Husseen Al Husseini", ", unreported, file DES-8-93, December 13, 1993 (F.C.T.D.)."], ["[64]", "In my opinion, the ordinary standard of proof in civil, as opposed to criminal, actions was properly considered as the basis of the findings by SIRC, that is, those findings were based on a balance of probabilities. In my view, that standard is implied in the findings of the SIRC report. I note in passing that the report refers briefly to the question of the burden of proof. First, in reviewing the submissions of the Attorney General, the report notes that \"the Service [CSIS] believes that it must demonstrate only that there are reasonable grounds showing that Mr. Yamani is a person described in paragraphs 19(1)(e) or (g) of the", "Immigration Act", "\". Second, in review of Mr. Al Yamani's legal arguments the report notes his submission that the words \"reasonable ground to believe\" in s. 19(g) \"import an objective standard against which the belief must be measured. He submitted that the Attorney General has the burden of proving the evidence on a balance of probabilities\". Apparently no suggestion was there made that the burden of proof required should be a high degree of probability, though the report notes that the applicant urged that the test of \"reasonable grounds\", based on a balance of probabilities, be rigorously applied."], ["[65]", "<FRAGMENT_SUPPRESSED> ; [1952] 3 D.L.R. 449, a majority of the Supreme Court of Canada concluded it was inappropriate to apply the standard for proof in criminal cases, i.e., beyond a reasonable doubt, in a civil action for divorce, and for the majority there is only one standard of proof required in all civil actions, the balance of probabilities. Though two members of the court there suggest that the standard may vary depending upon the gravity of the issue in the civil proceedings, that has not been espoused by courts generally in this country. In my opinion, there is no basis for construing the words of s. 19(1)(g) as implying any standard of proof other than the traditional standard, i.e., of a balance of probabilities, for findings required under that provision. Thus, I conclude that the SIRC report does not err by reliance on that traditional standard and not insisting on some higher standard of probability."], ["[66]", "It is further argued that the report errs in law by its interpretation of \"likely\" and of \"member\" as those words are used in s. 19(1)(g)."], ["[67]", "I accept the submissions of the applicant that the ordinary meaning of the English word \"likely\" is \"probable\" or \"more probable than not\". I accept as well the submissions of the Attorney General for the respondents that the French text of s. 19(1)(g), which cannot be ignored in interpretation of the provision, includes the phrase \"ou qu'elles appartiennent à une organisation", "susceptible", "de commettre de tels actes ou qu'elles sont", "susceptibles", "de prendre part aux activités illégales d'une telle organisation\" (italic added) for the English \"or are members of or are likely to participate in the unlawful activities of an organization that is likely to engage in such acts of violence\". The French text uses \"susceptible\" for \"likely\" and it is noteworthy that the report of SIRC in its conclusion about the PFLP states that it is found to be \"a terrorist organization likely ('susceptible') to engage in acts of violence.\". In", "Le Petit Robert 1, Dictionnaire de la Langue Française", "(Montreal. Paris. 1987) \"susceptible\" is defined as \"capable\" or \"sujet à\". In", "Harrap's Standard French and English Dictionary", "(London, 8th Impression, 1987), \"susceptible\" is translated as \"capable of, admitting of, liable to\", and in some phrases as \"likely to\"."], ["[68]", "In my opinion s. 19(1)(g) is to be interpreted so that \"likely\", \"susceptible\", with reference to the organization referred to, means \"capable of\" and not simply \"probable\". In the result the conclusion of SIRC, which I have already determined was not unreasonable on the evidence, would be acceptable if the organization were merely judged capable of, not necessarily that it would probably be, engaging in acts of violence as described in the paragraph."], ["[69]", "Nevertheless, if I am wrong in that interpretation I do not share the applicant's reading of the SIRC report as not concluding \"that it was likely that the PFLP would engage in acts of violence, but rather that there was merely a possibility of this\"."], ["[70]", "I repeat the paragraph setting out the report's conclusion about the PFLP:", "\"After carefully reviewing all of the evidence, I find that the PFLP is an international terrorist organization likely ('susceptible') to engage in acts of violence that would or could endanger the lives or safety of persons in Canada. Although it has not actively committed acts of violence in Canada, it has not publicly renounced the use of violence. There is still a possibility for the PFLP to commit acts of violence in Canada.\"", "The applicant reads the last sentence as emphasizing a mere possibility. The Attorney General reads the first sentence of the paragraph as the finding of the tribunal. In my opinion, the latter is the appropriate reading of this passage in the report for it clearly states the finding that the PFLP is an organization likely (\"susceptible\") to engage in acts of violence as described."], ["[71]", "In its conclusion the report states:", "\"In light of the evidence showing that he is a member of the PFLP, which organization could engage in acts of violence that would or might endanger the lives or safety of persons in Canada, I therefore come to the conclusion that Mr. Yamani is a person described in s. 19(1)(g) of the", "Immigration Act", ".\"", "In my opinion, in the context of the report as a whole, the use of the word \"could\" with reference to the organization reflects the French text \"susceptible\", but this implies more than a mere possibility rather, it reflects a capability that is apparent from the record and status of the organization as found by SIRC, to be an international terrorist group."], ["[72]", "In relation to the word \"member\" the applicant's submission is in essence that SIRC erred, in light of the perceived purpose of s. 19(1)(g), in its construction. The word is not defined in the", "Act", "or in the section. The purpose of the paragraph, it is suggested, is to deal with persons who might engage in violent activities exposing persons in Canada to harm, for the provision assumes that persons will engage in harmful activities by virtue of their membership in certain groups. Rationally, in light of that assumption, the groups in question, it is submitted, are those which have exclusively illegal violent aims and methods, or those with both legal and illegal aims and methods, in which members of the organizations are duty bound to commit illegal acts. Here on the evidence PFLP was in the second category, a multi-purpose group, but there was no evidence that a member was bound to commit illegal acts."], ["[73]", "I am not persuaded that the purpose of s. 19(1)(g) was so indirect as that. In my opinion the class of persons we are here concerned with are those who there are reasonable grounds to believe are members of an organization that is likely (\"susceptible\") to engage in acts of violence of the type described. On its face that group of persons is within the paragraph upon findings that he or she is a member of an organization and that the organization is likely to engage in those acts. There is no necessity, in construing the words as written, to establish the obligations of membership in such an organization or that the individual member concerned has a record of, or an obligation to participate in, acts of violence under the aegis and on direction of the organization."], ["[74]", "The Attorney General refers to some of the background of the legislation, in particular a briefing note prepared for the Minister in dealing with s. 19(1)(g) when it was proposed as an amendment to the", "Act", "in 1977. At that time objection had been raised to including \"members\" in the proposed provision, without requiring that an individual or \"member\" be one who was likely to participate in acts of violence. Government of the day maintained the proposed language despite some objection. As the briefing note states, in part,", "\"[The motion to amend the bill proposed] . . . would prevent the exclusion of", "members", "of terrorist organizations from Canada, so that we could stop only those terrorists individually known as such to the authorities, or persons individually known to be likely to participate in the unlawful activities of terrorist organizations.", "\"In the past few years, with few exceptions, most terrorist acts have been committed by persons with no previous record, but known to be members of or closely connected with organizations that commonly use terrorism as an instrument to obtain their objectives or secure publicity.", "\"By limiting the applicability of the clause, Mr. Duclos would deny Canadians the before-the-fact protection they deserve against the kind of wholesale massacres which took place at Lod Airport in Israel and at Munich. The Government would rightly be considered irresponsible if this protection were not given.\""], ["[75]", "It would appear that the inclusion of \"members\", without necessary demonstration of their likelihood to participate in acts of violence at the bidding of their organizations, was deliberately intended, by the Minister responsible, even if not expressly so stated by Parliament, to exclude from Canada members of organizations likely (susceptible) to engage in acts of violence that would or might endanger persons in Canada."], ["[76]", "In my opinion, the interpretation of \"likely\" and of \"member\", as those words are used in s. 19(1)(g), by SIRC in its report was proper and was not an error of law.", "The Fairness Of Action By The", "Governor General-in-Council", "Without Opportunity For Submissions", "By The Applicant"], ["[77]", "In reviewing the background of these applications I referred to the request by counsel for the applicant, by letter of August 19, 1993, that the Governor General-in-Council not act upon SIRC's report, before determination of the application for leave and for judicial review in relation to SIRC's report and conclusion, or alternatively before opportunity for the applicant to make submissions to the Governor General-in-Council in regard to that report. By the time the letter was dealt with the Governor General-in-Council had already acted under s. 40(1) of the", "Act", "to direct the Solicitor General to issue a certificate."], ["[78]", "In the application in file IMM-2197-94 the applicant seeks to set aside the decision of the Governor General-in-Council, and the certificate issued by the Solicitor General as directed by that decision, on alternative grounds. It is said that either the Governor General-in-Council was bound, and there was no discretion in the decision-maker, by the decision or conclusion of SIRC, so that if that conclusion were not lawful the certificate under s. 40(1) was not lawful. In the alternative, it is urged that if there was discretion in the Governor General-in-Council then the latter owed a duty in fairness to permit opportunity for submissions to be made and to consider those submissions before acting. In the latter circumstance, the principle of fairness also requires, so the applicant urges, that the Governor General's decision be supported with reasons. In response the Attorney General urges that under s. 40(1) of the", "Act", "the Governor General-in-Council is not bound by the report and conclusion of SIRC although, except in extraordinary cases, it is to be expected a negative conclusion by SIRC would be the basis of a decision that a certificate be issued. While the Governor General-in-Council is not free to act under s. 40(1) until after a report of SIRC, submitted under s. 39(9), has been considered, and until after the Governor General-in-Council is satisfied that the person dealt with by the report is a person described in s. 19(1)(g), the word \"may\" in s. 40(1) clearly means that action by the Governor General-in-Council is discretionary. Moreover, it is urged that because of the nature of the office of Governor General-in-Council the duty of fairness does not imply a requirement for a further hearing or even an opportunity for submissions before action is taken, nor does it imply an obligation to provide reasons for a decision when made."], ["[79]", "I am persuaded by the applicant's argument that the function of SIRC under s. 39 of the", "Act", "is somewhat different from the functions of the same committee in dealing with generally similar investigations or complaints concerning actions of CSIS or denial of security clearance to public servants under ss. 41 and 42 of the", "CSIS Act", ". In the latter cases, at the conclusion of its investigation SIRC is directed to provide a report containing any recommendations the Committee considers appropriate. Under s. 39(9) of the", "Immigration Act", ", SIRC \"shall, on completion of an investigation ... make a report to the Governor-in-Council containing its conclusion whether or not a certificate should be issued under s. 40(1) and the grounds on which that conclusion is based\". In <FRAGMENT_SUPPRESSED> , supra, Mr. Justice Cory for the majority of the Supreme Court, with reference to SIRC's report on completion of an investigation under s. 42 of the", "CSIS Act", "concerning a complaint by a public servant about denial of security clearance, emphasized that the word \"recommendations\" is to be given its clear meaning and the decision-maker, in that case the Deputy Minister concerned, is not bound by the report and recommendations of SIRC. While that case is distinguishable, the roles of SIRC in both types of proceedings, i.e., an investigation of a complaint of a public servant about the denial of security clearance and an investigation in regard to a report by the Ministers concerned under s. 39(2) of the", "Act", ", are comparable. The ultimate decision-maker, in this case the Governor General-in-Council, like the Deputy Minister  <FRAGMENT_SUPPRESSED> , to paraphrase Cory, J., at p. 402 of [1992] 1 S.C.R., in my opinion, is subject to the duty to comply with the principles of procedural fairness in the context of decision-making with regard to security considerations."], ["[80]", "In construing ss. 39 and 40(1) of the", "Immigration Act", ", my view is that Parliament, by providing for an investigation by SIRC intended that the process of a hearing in regard to security considerations should be undertaken at the stage of the investigation by SIRC. Upon conclusion of its investigation and submission of its report to the Governor General-in-Council, in the usual case the Governor General-in-Council would be expected to accept and act upon SIRC's conclusion, at least where the Governor General-in-Council is satisfied that the person investigated is a person included in the", "Act", "'s descriptions of those considered as presenting sufficient risk to warrant deportation. That is what happened in this case, and the Order-in-Council containing the decision of the Governor General-in-Council specifically notes the decision is based on the grounds set out in SIRC's report."], ["[81]", "In my opinion the duty arising under the principle of fairness does not require a further opportunity for submissions to the Governor-in-Council by the person concerned before action is taken. The case to be answered by the person concerned has already been brought to his attention through the provision of a statement of circumstances at the beginning of the SIRC process, and full opportunity to respond and to make submissions has been provided through that process. The only circumstances where the duty of fairness might clearly require a further opportunity for submissions after delivery of the SIRC report would be where SIRC's report is favourable to the permanent resident and does not recommend the issue of a certificate, but the Governor General-in-Council, not satisfied with that report in light of other material or reports before it, determines, in the exercise of its discretion, that the person concerned is indeed one against whom a certificate should be issued under s. 40(1). If that should happen, so that information considered was not before SIRC and thus not part of the circumstances the person concerned has had opportunity to respond to, then fairness demands that before a final decision to issue a certificate is made, the person concerned be apprised of information to be considered and be given an opportunity to respond to that before a final decision. If that were not done, it seems to me that the Governor General-in-Council, ostensibly acting on initiative as an exercise of residual prerogative power, might well be considered to be by-passing the procedure established by Parliament, by legislation, to control the exercise of that power."], ["[82]", "That is not the situation in this case. Here all parties accepted that the action of the Governor General-in-Council was based upon the report and conclusion of SIRC, as the Order-in-Council specifically states. Where that report is found unlawful upon judicial review, the decisions based upon it are also unlawful."], ["[83]", "The argument of the applicant that fairness requires that reasons be given upon decision by the Governor General-in-Council is not persuasive. In this case where the decision is specifically said to be based on the grounds set out in the SIRC report, and there is no evidence otherwise, the reasons for the determination of the Governor General-in-Council are essentially those of SIRC in reaching its conclusion, and the conclusion of the Governor General-in-Council that it is satisfied that the applicant is a person included among those described by s. 19(1)(g), for whom a certificate under s. 40(1) is to be issued.", "Section 19(1)(g) And Section 2 Of The", "Charter"], ["[84]", "The applicant submits that s. 19(1)(g) as here applied is of no force and effect since it contravenes ss. 2(b) and 2(d) of the", "Charter", ". Those", "Charter", "provisions assure to \"everyone\"", "\"2(b) freedom of thought, belief, opinion and expression, including freedom of the press and other media of communication;", ". . . . .", "\"2(d) freedom of association.\"", "The former freedom, s. 2(b), is commonly and hereinafter referred to as freedom of expression."], ["[85]", "No question is raised in regard to two of the classes of persons included in s. 19(1)(g), that is, \"persons who there are reasonable grounds to believe will engage in acts of violence that would or might endanger the lives or safety of persons in Canada or ... [who] are likely to participate in the unlawful activities of an organization that is likely to engage in such acts of violence\". The argument arises, and is dealt with by all counsel, as relating to the second class of persons within s. 19(1)(g), the class which SIRC found included Mr. Al Yamani, that is \"persons who there are reasonable grounds to believe ... are members of ... an organization that is likely to engage\" in the described acts of violence."], ["[86]", "As I understand the argument in relation to s. 2(b) of the", "Charter", "it is mainly based on the close and significant interdependence of freedom of expression with freedom of association. That view is advanced by the applicant. It is supported by CAF, and by CCLA which succinctly expresses its submission, in written argument, thus", "\"... It is submitted that to the extent associations constitute a means by which individuals express themselves - by which they define their social, political and religious values and beliefs - freedom of expression is also infringed or denied by paragraph 19(1)(g) of the", "Immigration Act", ".\"", "In my opinion, the close interrelation of the two freedoms said to be in issue here does not in itself provide a basis for assessing the statutory provision in question as one infringing upon the freedom of expression separate and apart from any infringement upon freedom of association."], ["[87]", "In addition, however, the applicant argues in relation to s. 2(b) of the", "Charter", "that his varied activities in association with or in support of PFLP causes and purposes were peaceful exercises of free expression in support of a free and democratic Palestine. The applicant relies on the concept of free expression set out by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  Q.A.C. 2; 58 D.L.R.(4th) 577; 25 C.P.R.(3d) 417, and the method of assessing in a given case whether assured freedoms are restricted by government action (per Dickson, C.J., Lamer and Wilson, JJ., at pp. 966-979 of [1989] 1 S.C.R.). It is here urged that freedom of expression is restricted by the effect of s. 19(1)(g) as it applies to persons who are members of organizations likely to engage in acts of violence, for the ultimate effect of classification within the paragraph is to exclude, or remove, from Canada persons who are engaged simply in exercise of basic freedoms and who are not themselves likely to participate in acts of violence. I note that the CAF, intervening, supports the applicant in this approach and argument."], ["[88]", "I am not, however, persuaded that s. 19(1)(g) has any nexus to, any particular effect upon, freedom of expression, separate from its effects upon freedom of association. Its effect is ultimately to terminate the exercise of free expression in Canada by persons affected, as well as to terminate the exercise of the other freedoms assured by the", "Charter", ", by reason of their exclusion or removal from Canada. Yet without some greater impact upon freedom of expression than upon other freedoms, some more direct effect upon that particular freedom than upon others, I am not persuaded that s. 19(1)(g) can be said to violate that freedom. It is true that SIRC relied upon evidence of Mr. Al Yamani's activities, including his own admissions about those, in reaching its conclusion that he was a member of the PFLP, thus bringing him within the statutory provision, but that does not mean that the effect of s. 19(1)(g) can be said to restrict freedom of expression."], ["[89]", "It is otherwise, in my view, when one turns to consider the effects of that provision and s. 2(d) of the", "Charter", ". Section 19(1)(g) does directly restrict freedom of association, providing for persons, who are not citizens, ultimately to be excluded or to be deported from Canada, because there are reasonable grounds to believe they are members of an organization likely to engage in acts of violence of the sort described. It is the association of persons as members of the organizations described that leads to their classification for exclusion or deportation. It is not their individual records of participating in violent activities nor a determination that they are likely to participate in such activities. Rather, it is simply the fact of membership in an organization which is likely to engage in acts of described violence that is the reason for the application of s. 19(1)(g) in this case, regardless of the obligations of membership, the range of the organization's other activities, or the influence the individual may exercise in regard to the organization. Thus, for example, in this case the applicant, though active in support of the organization, by his activities served a variety of non-violent purposes of the PFLP, as the SIRC report acknowledged."], ["[90]", "The applicant submits that s. 19(1)(g) as drafted is overly broad. It does not distinguish between organizations dedicated exclusively to violent activities that would or might endanger the lives or safety of persons in Canada and other organizations with a variety of purposes which may embrace members with limited involvement only in peaceful purposes. It includes persons, solely because of their association, who are not themselves likely to engage in acts of violence or unlawful activities in Canada."], ["[91]", "I accept that for a permanent resident loss of opportunity to acquire citizenship and likely deportation as a result of a negative finding by SIRC in relation to s. 19(1)(g) constitutes a denial of significant opportunity. It is true that the Court of Appeal in", "<FRAGMENT_SUPPRESSED> , at 37-38 (F.C.A.), dealing with provisions of the", "Act", "relating to an order of deportation by an inquiry upon finding convictions for criminal offenses, found that deportation was not punishment within s. 11(h) of the", "Charter", "; rather it was said to be analogous to a loss of a licence or to dismissal from a police force, or to the forfeiture of a right to practice a profession. That deportation is not punishment, when applicable to permanent residents with a criminal record, was affirmed by Mr. Justice Pratte in the Court of Appeal decision in", "<FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 137, at 146 (F.C.A.), a view with which Mr. Justice Sopinka agreed when he dealt, on behalf of the Supreme Court, with the appeal in that case: see", "<FRAGMENT_SUPPRESSED> , at 185; 90 D.L.R.(4th) 289, at 305. For Pratte, J.A., in the Court of Appeal in that case, the provision for a deportation order to be issued under s. 32(2) of the", "Act", "to a permanent resident who is found to be a member of an inadmissible class, including persons described within s. 19(1)(g), was \"the necessary corollary of the limits imposed ... on the right of a permanent resident to come and remain in Canada ... Deportation is the only practical means of forcing a foreigner who is illegally here to leave\" (at [1990] 2 F.C. 309). Nevertheless, while deportation may not constitute punishment within s. 12 of the", "Charter", ", in my view it does constitute a deprivation of significance for a permanent resident."], ["[92]", "That said, the question is whether that deprivation for the reasons here established restricts the freedom of association assured by the", "Charter", ". CAF supports the position of the applicant as does the CCLA. The latter's submission is specifically concerned with s. 19(1)(g) as it applies to permanent residents, that is, persons already granted permanent resident status who are then denied the freedom to associate as members with others in defined organizations, on pain that if they do they are subject to deportation. That consequence, it is urged, is of equal or greater magnitude to the loss of employment held by the Supreme Court of Canada to trigger protection of s. 2(d) of the", "Charter", "in", "Reference Re Compulsory Arbitration", ", [1987] 1 S.C.R. 313; 74 N.R. 99; 78 A.R. 1; 38 D.L.R.(4th) 161."], ["[93]", "For the respondents it is submitted that there is no unconstitutional interference with freedom of association under the", "Charter", ". In the context of this case it is urged that where the applicant has been found to be a chapter leader of an organization, here found to be a terrorist organization, an organization that is likely to engage in acts of violence that would or might endanger the lives and safety of persons in Canada, no constitutional right is infringed if he were to be deported. The applicant is a permanent resident, not a citizen, with the right to remain in Canada only as defined by the", "Act", ". Section 19(1)(g) is said to have a purpose of promoting the safety of persons in Canada, protecting them from terrorist activities, in respect of all three categories of persons included in that provision. It is urged that purpose cannot be said to be unconstitutional, nor can the effects of the provision, which are to exclude, or to remove after entry, persons who are members of organizations likely to commit acts of the described violence. For the Attorney General it is said there is no constitutionally protected right to be a member of such an organization."], ["[94]", "In my opinion that view does not fairly express the issue here raised. That issue is whether s. 19(1)(g) does restrict freedom of association for a permanent resident. I note, if it needs emphasis, that the freedoms assured by s. 2 of the", "Charter", "are for \"everyone\", for the permanent resident as for the citizen in Canada. Deprivation of an opportunity under the law for a citizen because of his or her membership in or other association with an organization, not otherwise defined, likely to engage in acts of violence that would or might endanger the lives or safety of persons in Canada, in my view, could hardly be said not to restrict the freedom of Canadians to associate as members of organizations. The fact that s. 19(1)(g) does not apply to citizens, but only to foreign nationals whether they have become permanent residents or not, does not render the provision constitutional. In the class of persons which SIRC found to include Mr. Al Yamani, it is membership in an organization generally described that is the basis for his inclusion, and for his probable deportation."], ["[95]", "I am persuaded that, as the CCLA expresses it, the nature of the defined organization is irrelevant to the question whether s. 19(1)(g) infringes freedom of association, though it may be a relevant consideration under s. 1 of the", "Charter", ". In my opinion, by providing ultimately for deportation of permanent residents who are members of an organization loosely defined, the statute does infringe on the freedom of permanent residents to associate together in organizations. Often such persons, at least those comparatively new to this country, may maintain association or membership with organizations, associated with their homelands, many of which may have had some historic record of violence but which serve a variety of purposes, as the PFLP was found to do in this case. To expose all permanent residents to the possibility of deportation because of their membership in such organizations, in my view clearly infringes on their freedom of association."], ["[96]", "Is the provision nevertheless saved, by reason of s. 1 of the", "Charter", ", as a reasonable limit \"prescribed by law as ... demonstrably justified in a free and democratic society\"? The applicant and CCLA submit s. 19(1)(g) cannot be saved by s. 1 since it is overly broad, with no definition of \"member\" and no real definition of \"organization\". It is possible to construe the provision, as it is here in question, to apply to a trade union, entitled under law to strike action, which at least in the past has resulted in violence that endangered the lives or safety of persons in Canada. CCLA contends the provision does not qualify as a reasonable limit prescribed by law."], ["[97]", "The only evidence referred to by the Attorney General in support of s. 1 is that previously referred to, the briefing note to the Minister of the day at the time the bill introducing s. 19(1)(g) was before the House of Commons. I accept argument based partly on that note, and the words of the paragraph in question that support the conclusion that, as enacted, Parliament did intend the", "Act", "to embrace persons who are members of the organizations as generally defined within the statute. The provision, in the statutory context of related legislative provisions for excluding or removing noncitizens deemed to present a risk to persons in Canada because of security or criminal activities, I accept as directed to the purpose of Parliament to protect persons in Canada from violent acts. Such a purpose, a basic purpose of the state, may override", "Charter", "protected freedoms under s. 1 of the", "Charter"], ["[98]", "<FRAGMENT_SUPPRESSED>  O.A.C. 335; 26 D.L.R.(4th) 200; 50 C.R.(3d) 1; 24 C.C.C.(3d) 321; 19 C.R.R. 308, teaches that where s. 1 is in issue the party seeking to uphold the impugned provision has the onus of establishing on a balance of probabilities that, among alternative measures for implementing the purpose, the measure selected by Parliament meets a demand that is pressing and substantial in a free and democratic society, that the means chosen are reasonable and demonstrably justified by a proportionality test. The measure must be carefully designed to meet the objective in question - not arbitrary, unfair or based on irrational considerations, but rationally connected to the objective. It must impair as little as possible the freedom in question. Further, there must be a proportionality between the effects of the measure adopted and the objective identified."], ["[99]", "In this case the Attorney General for the respondents urges that the requirements of s. 1 of the", "Charter", "are met. The", "Act", "includes s. 39 and s. 40, under which action was taken in this case, within a group of sections headed \"Safety and Security of Canada\". They are preceded by s. 38.1 which identifies purposes of the sections here followed. The purposes of Parliament affirmed in s. 38.1 include the removal from Canada of persons who constitute a threat to the security or interests of Canada or whose presence endangers the lives or safety of persons in Canada. That provision, s. 38.1, enacted in 1992, became effective February 1, 1993, after the SIRC committee had commenced its investigation of the Ministers' report concerning the applicant. Nevertheless, the purposes identified by Parliament were evident in the statute before 1993, although their international dimensions may be more apparent from the section now in force. Section 19(1)(g) is incorporated by reference in ss. 39 and 40, and as noted earlier I accept its general purpose is the protection and safety of persons living in Canada, by identifying persons who present a threat to their safety."], ["[100]", "Counsel for the Attorney General submits the other requirements of the <FRAGMENT_SUPPRESSED> test are met: that there is a rational connection between the objective sought and the measure adopted, and that there is proportionality established by s. 19(1)(g) between the rights of permanent residents to remain in this country and the state's objective of protecting the lives and safety of persons in Canada."], ["[101]", "I am not persuaded the requirements of s. 1 are met. While no evidence of pressing need is presented, I acknowledge the state's fundamental need to protect persons against the threat of violent acts, by non citizens, that would or might endanger lives or safety of persons in this country. I am not satisfied, however, that there is a rational connection between protecting the lives and safety of persons in Canada and restricting freedom of association of permanent residents who are merely members of organizations, whatever their nature, that are likely (\"susceptible\") to commit acts of violence that would or might endanger lives or safety of persons in Canada. Nor am I satisfied that restricting freedom of association on the scale embraced by s. 19(1)(g) is proportional to the objective. In short, by embracing members of organizations broadly described, regardless of the individual's record or propensity to violence, or the organization's purposes, Parliament does not impair as little as possible the freedom of association of permanent residents."], ["[102]", "For the Attorney General, argument was made as though the words in issue in s. 19(1)(g) dealt with members of a \"terrorist organization\", since in the context of this case the applicant had been found to be a member of a terrorist organization. But the paragraph does not expressly limit its scope to members of a \"terrorist organization\". Moreover, it would not seem appropriate to include a terrorist organization within s. 19(1)(g) since that would overlap or duplicate s. 19(1)(e) which specifically refers, in part, to \"persons who there are reasonable grounds to believe ... are members of an organization that there are reasonable grounds to believe will ... engage in terrorism\"."], ["[103]", "The argument of the Attorney General implicitly invites the court to \"read down\", or limit the interpretation of, the statutory terms in question to circumstances clearly within the competence of Parliament in light of the", "Charter", ". So limiting that portion of s. 19(1)(g) might meet requirements of s. 1 of the", "Charter", ", for example, by applying that provision only to circumstances found by SIRC in this case, where a permanent resident is found to be a member of a terrorist organization which is found likely to engage in acts of violence of the sort described in that paragraph. No argument was directly addressed to such an interpretation of s. 19(1)(g) by any of counsel, for the parties or the intervenors."], ["[104]", "In my view \"reading down\" the provision here in question is not an appropriate course in this case. Section 19(1)(g) was enacted before the", "Charter", "became law in 1982. Insofar as there is evidence of intention, from the briefing note for the Minister of the day, the provision was drafted to include members of an organization even though as individuals they had no record or likelihood of engaging in acts of violence but the organization is perceived to present a threat of such activity. It is far from clear that when the provision was enacted Parliament intended to have the paragraph \"read down\". It is clear that such an approach could not be considered to contemplate the provisions of the", "Charter", ", enacted some five years after ss. 19(1)(e) and (g) were enacted."], ["[105]", "In my opinion, s. 19(1)(g), insofar as it relates to persons who there are reasonable grounds to believe are members of an organization that is likely to commit acts of violence that would or might endanger the lives or safety of persons in Canada, restricts freedom of association and that restriction is not a limitation demonstrably justified in a free and democratic society. Thus it contravenes s. 2(d) of the", "Charter", "and is of no force or effect pursuant to s. 52 of the", "Constitution Act, 1982", "The SIRC Process: Fundamental Justice,", "Section 7 Of The Charter And The", "Common Law"], ["[106]", "The parties differ on whether the process followed by SIRC contravenes s. 7 of the", "Charter", "which provides:", "\"7. Everyone has the right to life, liberty and security of the person and the right not to be deprived thereof except in accordance with the principles of fundamental justice.\"", "The Attorney General contends that the question has already been determined in effect, by the Supreme Court of Canada decision in <FRAGMENT_SUPPRESSED> , supra, and by the Court of Appeal in the subsequent case of", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 589; 10 C.R.R.(2d) 348 (F.C.A.). In <FRAGMENT_SUPPRESSED> , the court was concerned in part with the process of a SIRC investigation of a report by the Minister of Employment and Immigration and by the Solicitor General that the applicant, a permanent resident, was a person within a class of persons who had committed serious criminal offenses for which a certificate should issue as a basis for deportation. The process there followed in the SIRC investigation was analogous to that in the case at bar except for certain aspects. In <FRAGMENT_SUPPRESSED> the Court of Appeal was concerned with an appeal from a dismissal by the Immigration Appeal Board of an appeal against a deportation order issued to a permanent resident who was certified as a person described with a criminal record warranting deportation under the", "Act", ". In the latter case, Mr. Justice MacGuigan, speaking of the court declining to hear argument based on alleged violation of s. 7 of the", "Charter", ", said the following, at [1992] 3 F.C. 277-281:", "\"The Supreme Court [in <FRAGMENT_SUPPRESSED> ] has ... squarely decided that the qualifications on the right of permanent residents to remain in Canada which Parliament has imposed in the classes of s. 27(1) of the", "Act", "do not contravene the fundamental principles of justice in s. 7.", "\"Moreover, although the Supreme Court, in deciding the issue on the basis of fundamental justice, left open the question whether deportation for serious offenses can be conceptualized as a deprivation of liberty under s. 7, this court has already decided that it cannot, and is bound by its previous decisions:", "<FRAGMENT_SUPPRESSED> .", "\"In our view at the hearing, therefore, arguments as to a violation of s. 7 were precluded by authority.\""], ["[107]", "Despite this view, the applicant submits that the issue of infringement of s. 7 of the", "Charter", ", in regard to deprivation of security of the person arising from probable deportation, is still an open issue. For the applicant it is said that, accepting that the general processes of the SIRC proceedings have been approved by the Supreme Court in <FRAGMENT_SUPPRESSED> , and are not here contested as legitimate processes to balance the public interest in security and the interest of a permanent resident in remaining in Canada, there are particular aspects of the SIRC processes in this case which violate principles of fundamental justice. In those respects the process here is said to differ from that available in the SIRC hearing in <FRAGMENT_SUPPRESSED> . In the alternative, if s. 7 is foreclosed as a ground for argument, it is urged those violations also contravene common law principles of fairness, of fundamental justice, regarding a fair hearing."], ["[108]", "I note that in addition to the particular procedures which the applicant contends violate s. 7 of the", "Charter", ", the intervenor CCLA urges that s. 19(1)(g) violates s. 7 in that it deprives the permanent resident of liberty, freedom, not on the basis of a record of violence by the individual but on the ground that some organization he or she belongs to, perhaps a union they join in Canada, may be likely to commit acts of violence as described, i.e., on the prospect or prediction of future behaviour of an organization of which the permanent resident is a member, whether or not the individual has any tendency to violence and without regard to the individual's capacity to influence conduct of the organization or other members."], ["[109]", "On the basis of the Court of Appeal decision in <FRAGMENT_SUPPRESSED> , it is my view that the SIRC process in this case does not raise an issue in respect of s. 7 of the", "Charter", ". Thus the applicant's claims and that of CCLA with reference to s. 7 of the", "Charter", "do not succeed. Further, I am not persuaded that the particular aspects of the SIRC process raised by the applicant do violate the principles of fundamental justice, or basic fairness, at common law in relation to the hearing by SIRC. Three particulars of the SIRC process were said to do so by the applicant."], ["[110]", "The first is that SIRC did not disclose to the applicant all evidence adduced before the committee. Testimony was heard from two witnesses in the absence of the accused and his counsel, and no summary of their evidence or other disclosure of the nature of their testimony was provided. In addition, for the applicant it is said that evidence adduced from CSIS officers and questions asked of Mr. Al Yamani himself, indicate that telephone or electronic surveillance had been undertaken of him, and no transcript, tape or other record of the conversations monitored was provided. In <FRAGMENT_SUPPRESSED> , while SIRC had heard testimony ex parte, and in camera, a summary of the substance of all that evidence was provided, and in addition a \"Summary of Interpretation of Intercepted Private Communications\" was also provided. Cross-examination of CSIS officers made available in the case at bar, indicates that information about intercepted communications may sometimes be made available through SIRC hearings, if they are admitted to have been undertaken, and if the information is available and can be revealed without adverse effect upon others or upon CSIS sources, methods or other processes. Here no evidence of intercepted communications was provided. Failure to provide full disclosure of all evidence before SIRC is said to have prejudiced the applicant, hampering his ability to understand the concerns of CSIS officers and to provide explanation in relation to those concerns."], ["[111]", "Under the", "Immigration Act", ", s. 39(5) provides that where a report is made to the review committee pursuant to subs. (2) certain sections of the", "CSIS Act", "apply, with such modifications as the circumstances require for the investigation to be conducted in the manner provided by s. 42 of the latter", "Act", ". Among the sections of that", "Act", "which apply is s. 48, which provides:", "\"48(1) Every investigation of a complaint under this Part by the Review Committee shall be conducted in private.", "\"48(2) In the course of an investigation of a complaint under this Part by the Review Committee, the complainant, deputy head concerned and the Director shall be given an opportunity to make representations to the Review Committee, to present evidence and to be heard personally or by counsel, but no one is entitled as of right to be present during, to have access to or to comment on representations made to the Review Committee by any other person.\""], ["[112]", "SIRC's adopted", "Rules of Procedure", ", pursuant to s. 39(1) of the", "CSIS Act", ", include the following rules:", "\"46(1) If the person affected does not exercise his right to an oral hearing, the Executive Secretary on behalf of the assigned members shall by registered mail or personal service advise the parties of the time limits they have established within which the written representations of the parties will be received.", "\"46(2)(a) Subject to section 37 of the Act, it is within the discretion of the assigned members in balancing the requirements of preventing threats to the security of Canada and providing fairness to the person affected to determine if the facts of the case justify that the substance of the representations made by one party should be disclosed to one or more of the other parties.", "(b) If the assigned members decide that the substance of the representations made by one party shall be disclosed to another party, they shall consult with the Director before determining the extent of the disclosure to ensure compliance with section 37 of the Act.", "(c) If the assigned members decide that the substance of the representations made by one party shall be disclosed to other parties, the other parties shall have the right to comment on those representations.", ". . . . .", "\"48(1) A party to an oral hearing may:", "(a) be represented by counsel;", "(b) call and examine witnesses and make representations.", "\"48(2) Subject to section 37 of the Act, it is within the discretion of the assigned members in balancing the requirements of preventing threats to the security of Canada and providing fairness to the person affected to determine if the facts of the case justify that a party be given the right to cross-examine witnesses called by other parties.", "\"48(3) Subject to section 37 of the Act, it is within the discretion of the assigned members to exclude from the hearing, upon request, one or more parties during the giving of evidence or the making of representations by another party.", "\"48(4) Subject to section 37 of the Act, it is within the discretion of the assigned members in balancing the requirements of preventing threats to the security of Canada and providing fairness to the person affected to determine, when a party has been excluded from portions of the hearing, if the facts of the case justify that the substance of the evidence given or representations made by other parties should be disclosed to that party.", "\"48(5) If the assigned members decide that the substance of the evidence or the representations made by other parties shall be disclosed to a party, they shall consult with the Director before determining the extent of the disclosure to ensure compliance with section 37 of the Act. ...\""], ["[113]", "These rules seek to ensure a balance in the requirements of preventing threats to the security of Canada and of providing fairness to the person affected in SIRC investigations, while ensuring that members of SIRC involved meet their obligations under s. 37 of the", "CSIS Act", ", to comply with all security requirements applicable, and with their oath of secrecy required under the", "CSIS Act"], ["[114]", "The second aspect of SIRC process, which it is urged violated the principles of fundamental justice concerned SIRC's failure, upon request of counsel for the applicant, to provide security clearance so that counsel, without the applicant, might attend sessions where evidence was provided by CSIS officers to SIRC in camera and ex parte. Submissions were made by counsel for SIRC that there was no provision for this in the statute or the rules of the committee, that it was not required by any principles of fundamental justice. Moreover, if it were to be done, counsel would be in a position of potential conflict with the interests of the client and with his or her professional responsibilities to his client. I agree with the applicant's submission that the last consideration may be a matter that he is free to waive."], ["[115]", "I do not agree, however, that the principles of fundamental justice require counsel be given access to information considered by SIRC essential to be given in camera and ex parte, and not to be revealed to the applicant or counsel. That is simply an aspect of the arrangements possible under the rules for SIRC to determine in accord with s. 48(2) of the", "CSIS Act", ". What information provided to it is to be heard in camera, ex parte, and in the absence of a person affected or that person's counsel and what portion, if any, of the evidence so received may be disclosed, is clearly a matter for SIRC to determine under the", "CSIS Act", ". As earlier noted the general processes of SIRC, under the statute and SIRC's rules were found to be valid and not in conflict with principles of fundamental justice under s. 7 of the", "Charter", "by the Supreme Court in <FRAGMENT_SUPPRESSED> ."], ["[116]", "In my opinion, when one considers the arrangements made in relation to the hearings by SIRC in this case, in light of the context in which the hearings are conducted, and the nature of the issues dealt with, there was no breach of principles of fundamental justice relating to the fairness of the hearing before the committee. A statement of circumstances was provided to the applicant before the hearings commenced. That statement summarized the information on which the joint decision of the Ministers had been made to initiate the process under s. 39(2) of the", "Act", ". In short, the applicant was advised of the case he had to meet. It is true that certain information was provided to SIRC in camera and ex parte and the nature of some of that was not provided by summary or expurgated transcript to the applicant, but I note again that some of the information provided to SIRC in camera and ex parte was provided to the applicant by way of summary and by expurgated transcripts. In <FRAGMENT_SUPPRESSED> , supra, Mr. Justice Sopinka reaffirmed that the scope of the principles of fundamental justice will vary with the context and the interests at stake and", "\"... the rules of natural justice and the concept of procedural fairness, which may inform principles of fundamental justice in a particular context, are not fixed standards.\" (at [1992] 1 S.C.R. 743-744)", "He further commented at pp. 744-745:", "\"In the context of hearings conducted by the Review Committee pursuant to a joint report, an individual has an interest in a fair procedure since the Committee's investigation may result in its recommending to the Governor-in-Council that a s. 83 certificate issue, removing an appeal on compassionate grounds. However, the state also has a considerable interest in effectively conducting national security and criminal intelligence investigations and in protecting police sources. The need for confidentiality in national security cases was emphasized by Lord Denning in", "Secretary of State for the Home Department", ", ex parte Hosenball", ", [1977] 3 All E.R. 452 (C.A.), at p. 460:", "'The information supplied to the Home Secretary by the Security Service is, and must be, highly confidential. The public interest in the security of the realm is so great that the sources of information must not be disclosed, nor should the nature of the information itself be disclosed, if there is any risk that it would lead to the sources being discovered. The reason is because, in this very secretive field, our enemies might try to eliminate the source of information.'", ". . . . .", "\"The", "CSIS Act", "and Review Committee Rules recognize the competing individual and state interests and attempt to find a reasonable balance between them. The rules expressly direct that the Committee's discretion be exercised with regard to this balancing of interests.\""], ["[117]", "As Mr. Justice Sopinka found in <FRAGMENT_SUPPRESSED> , so I find in this case, the applicant had sufficient information to know the substance of the allegations against him and to be able to respond. Fundamental justice in the context of security reviews, does not require disclosure of full details of the intelligence sources or techniques or the bases of conclusions reached. In my opinion failure to provide full disclosure of all of the evidence adduced to SIRC, failure to provide information about telephone or electronic surveillance results, if any were undertaken, and failure to provide an opportunity for counsel for the applicant to obtain security clearance and to attend hearings determined by SIRC to be in camera and ex parte, did not violate principles of fundamental justice in the context of the SIRC hearings in this case."], ["[118]", "The third major concern of the applicant in relation to fundamental justice in the process followed by SIRC arises, it is said, as a result the practice followed under rule 43 of the", "SIRC Rules", ". In my view, that reference ought to have been to rule 37 which concerns procedure relating to reports arising from s. 39(2) of the", "Immigration Act", ", though both rules 43 and 37 provide for similar procedures and are cast in the same terms. Rule 37 provides:", "\"37(1) Upon completion of their investigation, the assigned members shall submit a draft report to all Committee members containing the findings of their investigation, along with a summary of the representations made to them and any other material that they considered in drafting their report.", "\"37(2) Any Committee member may, after considering the draft report and within a reasonable time prescribed by the Chairman, offer suggestions of an editorial or legal nature to the assigned members or suggest to the assigned members further investigation that might be conducted including a referral to the Canadian Human Rights Commission pursuant to section 49 of the Act.", "\"37(3) Following the expiration of the time period prescribed by the Chairman under subsection 2, the assigned members may consider the suggestions made by other Committee members in deciding whether to amend their report or conduct further investigations but it is the decision solely of the assigned members as to what is to be included in the report, which report after each Committee member has had an opportunity to make suggestions pursuant to subsection 2, shall be accepted by the Committee.\""], ["[119]", "The applicant urges that circulation of the report to members of SIRC who did not hear or participate in the investigation violates the principle that he who hears must decide. Counsel for SIRC urges that the policy of circulating a draft report among members of the committee is designed to elicit only editorial or legal comments, or suggestions about other further investigation that might be conducted. The final report is the determination solely of the members assigned to the investigation, as rule 37(3) provides."], ["[120]", "For the applicant it is urged that the form of collegial decision-making provided for under rule 37 (or 43) differs from that accepted by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  O.A.C. 321; 68 D.L.R.(4th) 524; 90 C.L.LC. 14,007; 42 Admin. L.R. 1. Here the task of the SIRC member presiding at a hearing is said to be limited to a narrow investigation in relation to a report with respect to a named individual pursuant to s. 39 of the", "Act", "and it does not go beyond the immediate interests of the person concerned nor relate to policy considerations."], ["[121]", "I do not agree that no policy aspects are involved in the SIRC process though any that are involved may be procedural. SIRC's investigations relate to a variety of circumstances, by no means limited to those arising under the", "Immigration Act", ". All of its investigations have in common that they involve considerations of national security. Its investigations apparently are reasonably few, yet for the member or members involved, who are all part-time in terms of commitment to SIRC's overall functions, including investigations, it is appropriate that all members be kept abreast of work carried on in the name of the committee, on an ongoing basis. In my view, the process of keeping members informed, with an opportunity to comment on matters other than the substance dealt with in a report, must inform committee members for their complementary responsibilities, particularly in review and comment upon the work of CSIS. In this case I also note there is no reasonable suggestion that the report provided to the applicant was not the report of the presiding member who heard the evidence presented by CSIS officers and on behalf of the applicant."], ["[122]", "In my opinion, the SIRC process under rule 37 or 43 does not constitute a violation of principles of fundamental justice.", "Conclusions"], ["[123]", "I sum up my conclusions on the issues raised."], ["[124]", "In regard to procedural issues:", "1) In my opinion it is not inappropriate to consider an application for judicial review of a report and conclusion of the SIRC arising from its investigation following a report under s. 39(2) of the", "Act", ", especially where, as in this case, the decision of the Governor General-in-Council that a certificate be issued under s. 40(1) of the", "Act", "is based on the SIRC report and conclusion.", "2) On the basis of written submissions of the Attorney General of Canada on behalf of the respondents named in IMM-2197-94, i.e., the Governor General-in-Council and the Solicitor General of Canada, submissions not pressed or responded to at the hearing, but which seem to this court appropriate, the parties named as respondents are struck off the record and the Attorney General of Canada is substituted as the proper respondent in that application. The order issuing directs that the style of cause be so altered, as it is at the commencement of these reasons. I note that in the application in IMM-4557-93 the order issuing includes the Minister of Citizenship and Immigration now responsible for the", "Immigration Act", ", in place of the Minister originally named by an earlier title.", "3) I find that the issue of alleged contravention of s. 15 of the", "Charter", ", referred to briefly in written submissions of the applicant and of the respondents in IMM-4557-93 prior to the hearing of these applications, was not here raised in the applicant's case as presented at the hearing of these applications and in those circumstances, it may not be raised by an intervenor. Moreover, in this case I also find that no adequate evidentiary basis was made out to support a challenge to s. 19(1)(g) based on s. 15 of the", "Charter", "In regard to administrative law issues:", "4) I am not persuaded that the SIRC report and conclusion erred in its findings of fact or erred in law in any manner warranting intervention of the court. In my opinion, SIRC's consideration of the evidence did not significantly misunderstand, misstate or ignore evidence presented, nor were its primary conclusions unreasonable on the basis of the evidence.", "5) In my opinion, SIRC did not err in law in its interpretation of s. 19(1)(g) of the", "Act", ", in regard to the words \"member\" or \"likely\", or in regard to the standard of proof implied in that provision.", "6) In my opinion, no principle of fairness was breached by the determination of the Governor General-in-Council that a certificate be issued under s. 40(1) of the", "Act", "without providing an opportunity for the applicant to make further submissions, particularly as in this case the Governor General-in-Council expressly acted on the basis of the SIRC report and conclusion.", "In regard to constitutional issues:", "7) In my opinion the argument raised that the SIRC process here followed contravenes s. 7 of the", "Charter", "is not open to consideration by the court in view of the determinations by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , and by the Court of Appeal in <FRAGMENT_SUPPRESSED> and in <FRAGMENT_SUPPRESSED> . Further, in my opinion, the particular aspects of SIRC's processes objected to in this case do not significantly abridge the principles of fundamental justice at common law aside from the", "Charter", ", in the context of this case. Thus, the decision not to disclose all the evidence presented, the refusal to arrange for counsel for the applicant to have appropriate security clearance and to be admitted to hearings determined by SIRC to be in camera and ex parte for receiving certain evidence of CSIS officers, and the SIRC rules and policy for circulation of a draft report, before it is adopted in final form, to all members of the committee including those who did not participate in the investigation, these practices do not violate fundamental principles of justice in the context of this case. That context includes the nature of the investigation, involving security interests of Canada, the need for the fairest possible process, consistent with those interests, for the individual involved. In that balancing of interests in this case there was provided to the applicant sufficient information of the concerns of CSIS to be met, with reasonable opportunity to respond by his own evidence, and the evidence of others called on his behalf, to be heard by SIRC.", "8) Finally, in relation to s. 2 of the", "Charter", ", it is my opinion that s. 19(1)(g) does not raise considerations relating to contravention of s. 2(b), the freedom of expression. On the other hand, it is my opinion that s. 19(1)(g), insofar as it relates to \"persons who there are reasonable grounds to believe ... are members of ... an organization that is likely to engage in ... acts\" \"[of violence that would or might endanger the lives or safety of persons in Canada]\", contravenes s. 2(d) of the", "Charter", "which ensures, to everyone, freedom of association. I find it is not established that this limitation of that freedom under the impugned portion of the paragraph in issue is a reasonable limit demonstrably justified in a free and democratic society. I note that this determination does not relate to other classes of persons described in s. 19(1)(g) of the", "Act", "Orders Issued"], ["[125]", "The determination and conclusion of SIRC was based on that portion of s. 19(1)(g) which I have found violates s. 2(d) of the", "Charter", "in a manner not demonstrably justified in a free and democratic society. That portion of the paragraph in question is of no force or effect. In the result the determination by SIRC cannot stand."], ["[126]", "In court file IMM-4557-93 an order goes setting aside the report and conclusion of SIRC, dated August 3, 1993, insofar as that was based upon the finding that the applicant was a person who there are reasonable grounds to believe is a member of an organization that is likely to engage in acts of violence that would or might endanger the lives or safety of persons in Canada, as described in s. 19(1)(g) of the", "Act", ". The application seeks an order that the matter be remitted to SIRC for consideration by a differently constituted panel. My order does not so direct."], ["[127]", "I find that the applicant has not established that conclusions of fact or applications of the law included in the SIRC report were in error in any way that would warrant intervention by the court. The sole ground for setting aside the conclusion of SIRC is that it is based on a portion of s. 19(1)(g) which I find is not constitutional. In completing its investigation in relation to the report under s. 39(2) of the", "Act", "by the Ministers concerned, made in relation to the applicant, SIRC itself can best determine the appropriate arrangement. In my opinion, the conclusions reached in the report of August 3, 1993 stand, except for the conclusion that the applicant is a person described within the one class of persons described in s. 19(1)(g) which I have found contravenes s. 2(d) of the", "Charter", "in a manner not saved by s. 1. Whether the investigation by SIRC is to be completed by Mr. Courtois, or is to be undertaken anew by another designated member, is a matter for SIRC to arrange."], ["[128]", "The determination by the Governor General-in-Council dated August 25, 1993, because it is based on the grounds set out in the report by SIRC, including the direction to the Solicitor General to issue a certificate to the effect that the applicant is a person described in s. 19(1)(g) of the", "Act", ", and the resulting certificate issued September 28, 1993 under s. 40(1) of the", "Act", ", are invalid. An order goes in file IMM-2197-94 so declaring."], ["[129]", "Each of the orders issued includes amendments to the respondents originally named, and to the styles of cause as amended, as referred to earlier in these reasons. Each order also includes questions certified pursuant to s. 83(1) of the", "Act", "as discussed in the concluding section of these reasons."], ["[130]", "I direct that a copy of these reasons be filed on file IMM-2197-94 and the original be filed on file IMM-4557-93.", "Questions Certified Pursuant To Section", "83(1) Of The Act"], ["[131]", "Under the", "Act", ", s. 83(1) precludes an appeal of the decisions in these applications unless a serious question of general importance is certified by the hearing judge to be involved in their disposition. Counsel for the parties made submissions about serious questions to be certified at a hearing on November 21, 1994, when a number of questions were proposed for consideration of the court."], ["[132]", "<FRAGMENT_SUPPRESSED>  (F.C.A.), Mr. Justice Décary said, in part (at p. 5):", "\"In order to be certified pursuant to s. 83(1), a question must be one which, in the opinion of the motions judge, transcends the interests of the immediate parties to the litigation and contemplates issues of broad significance or general application (see the useful analysis of the concept of 'importance' by Catzman, J., in", "<FRAGMENT_SUPPRESSED>  (H.C.)) but it must also be one that is determinative of the appeal. The certification process contemplated by s. 83 of the", "Immigration Act", "is neither to be equated with the reference process established by s. 18.3 of the", "Federal Court Act", ", nor is it to be used as a tool to obtain from the Court of Appeal declaratory judgments on fine questions which need not be decided in order to dispose of a particular case.\""], ["[133]", "In my opinion any question that concerns alleged errors of fact, or errors of law concerning the manner in which the determinations of SIRC are related to the evidence before it are not questions of general importance; rather, they are questions of interest to the immediate parties to these applications. Thus, I do not certify questions submitted which, though important to the immediate parties, concern typical administrative law issues about the hearing of evidence and findings of fact by SIRC."], ["[134]", "Counsel for CAF submitted, with support of other counsel, that a question be certified in regard to the standing of \"an intervenor to raise an independent constitutional challenge not argued by either of the parties but said to be sustainable on the evidence before the court\". The question, in my opinion, does not arise, and thus would be hypothetical, since, aside from my decision that an intervenor has no such standing, I have determined, albeit quite summarily, that the evidence in the record before the court does not establish a basis for argument that s. 15 of the", "Charter", "is here infringed, the issue which CAF ultimately seeks to raise if it were found to have standing to raise it."], ["[135]", "Questions of law concerning the interpretation or application of s. 19(1)(g), the provision on which SIRC's conclusion is here founded, are questions of general importance; they transcend the interests of the parties and have significance for others, or for proceedings involving SIRC."], ["[136]", "While it may be unusual to certify a number of questions for consideration of the Court of Appeal, in my opinion the applications here raise a number of general questions warranting consideration of that court. The questions certified are considered to be determinative of an appeal in the sense that determination by the Court of Appeal that I have erred would result in different disposition of the applications here considered."], ["[137]", "I certify the following questions.", "1.", "Jurisdiction of this court", "Does this court have jurisdiction pursuant to s. 18.1 of the", "Federal Court Act", "to review a report made pursuant to s. 39(9) of the", "Immigration Act", "or an Order-in-Council made pursuant to s. 40(1) of the latter", "Act", "Assuming the answer to question 1. is \"yes\", the following questions arise.", "2.", "Interpretation of s. 19(1)(g) of the", "Act", "Did SIRC err in law in its interpretation of the standard of proof required, or of the meaning of the words \"member\" and \"likely\", within s. 19(1)(g) insofar as that provision relates to persons who there are reasonable grounds to believe are members of organizations likely to commit acts of violence of the sort described in the paragraph?", "3.", "Section 19(1)(g) and the", "Charter", "Does s. 19(1)(g) of the", "Act", ", insofar as it relates to persons referred to in Question 2 (above), infringe freedoms guaranteed under ss. 2(b) and 2(d) of the", "Charter", ", and if it infringes either of those freedoms is that demonstrably justified in a free and democratic society within s. 1 of the", "Charter", "4. Are the principles of fundamental justice under s. 7 of the", "Charter", ", or at common law, violated by the procedures followed in this case in relation to:", "(a) the circulation, pursuant to", "SIRC Rules of Procedure", ", s. 37 (or 43), of a draft report of the designated SIRC member conducting the investigation (i.e., hearing the case) to other members of SIRC for comment before a report is completed by the designated member and adopted by SIRC?", "(b) the failure or refusal of SIRC to disclose to the applicant", "i) any summary or other record of two witnesses who gave evidence before SIRC in the absence of the applicant and his counsel,", "ii) any transcript or summary record of information or conversations obtained by electronic or other means of surveillance?", "(c) the failure or refusal to provide a process for security clearance of counsel representing a person concerned in a SIRC investigation for the purpose of counsel's attendance at ex parte in camera hearings of evidence by the Committee?", "(d) the failure of the Governor General-in-Council to provide opportunity for further submissions by the applicant before acting on the basis of a report received from SIRC under s. 39 of the", "Act", "(e) if any of these procedures infringe principles of fundamental justice contrary to s. 7 of the", "Charter", "is that infringement demonstrably justified in a free and democratic society under s. 1 of the", "Charter"], ["[138]", "The order in relation to IMM-4557-93 includes all questions except 4(d) above, which with question 1 insofar as the latter relates to review of the action of the Governor-in-Council under s. 40 of the", "Act", ", is included in the order made in relation to IMM-2197-94.", "Application allowed.", "Editor: Elizabeth M.A. Turgeon/slm", "[End of document]"]]}