{"id_": "011434", "body_str": [["[1]", "de Montigny, J.", ": This is an application for judicial review of the September 14, 2010 decision by the Immigration Officer to deny Ms. Qihong Zhu's application for permanent residency to be processed from within Canada on humanitarian and compassionate grounds (\"H&C Application\"). The Officer found that there were insufficient grounds to establish undue hardship and to warrant approving the application.  <FRAGMENT_SUPPRESSED>", "I.", "Facts  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant is a 71-year-old female citizen of China who came to Canada on a temporary visa to visit her son on November 3, 2008. Three weeks later, on November 26, 2008, her husband suddenly passed away in China. Her son is a Canadian citizen who lives in Edmonton with his wife and child. The applicant is a member of the family class who could be sponsored from abroad if her permanent residency application is not processed from within Canada.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicant filed her H&C application on January 5, 2009. On August 9, 2010, before processing her application, the Immigration Division sent her a letter asking her for updated submissions and evidence to support her application; she claims not to have received this letter.  <FRAGMENT_SUPPRESSED>"], ["[4]", "As for the rest of the facts, the parties disagree on them.  <FRAGMENT_SUPPRESSED>"], ["[5]", "In her reasons for rejecting the H&C Application, the Officer found that the applicant is reasonably healthy and able to care for herself, that she has savings, property, and a pension in China, and that she is better established there than in Canada. In short, she found that the applicant could live in China without undue hardship.  <FRAGMENT_SUPPRESSED>"], ["[6]", "In contrast, in an affidavit prepared in support of the judicial review application before this Court, the applicant claims that since her husband's passing in 2008, she has had nothing to return to in China since her only family there are elder sisters too frail to care for her. She submits that the wait time for overseas family class applications from China is on average six years, so she would likely be seventy-seven years old before she could return to Canada. She has never lived alone in her life, is depressed, and is becoming forgetful, so doubts that she could manage on her own in China.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Furthermore, her son claims, in an affidavit submitted in support of this application to this Court, that she would be at risk of premature death in China because she is too frail and elderly to live independently there. In particular, her son claims that she is suffering from early senile dementia, that she lost her retirement pension because the company who pays is bankrupt, that she cannot care for herself, that she has no where to live in China because of a dispute over her property, and that her sisters in China also suffer from dementia and cannot care for her.  <FRAGMENT_SUPPRESSED>", "II.", "The Impugned Decision  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Officer communicated the decision rejecting the H&C Application to the applicant by letter dated September 14, 2010. The Officer set out the various factors that went into her decision-making in some detail, considering the applicant's personal relationships, her grandchild in Canada, the hardship she would experience upon returning to China, and her relative degree of establishment in the two countries. The Officer lists factors supporting a positive decision, and factors not supporting a positive decision.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Officer acknowledges the applicant's depression, her reliance on her family in Canada for emotional support, the best interests of her Canadian grandson, her son's sense of obligation to support his mother, and her good civil record. The Officer notes that these factors support a positive decision. However, she concludes that despite these factors, the application should be dismissed because undue hardship has not been shown for several reasons. The applicant has property, a pension, and savings in China; she is eligible to be sponsored as a family member from abroad; the concerns about her depression worsening and causing premature death if removed to China are only speculative; there is insufficient evidence that she cannot be cared for or receive emotional support in China during the processing time of her family class application; her grandson can be cared for by his parents and by day-care services in Edmonton; and the Application has not shown that her situation differs from that of other elderly people in China. The Officer develops each of these ideas in some detail.  <FRAGMENT_SUPPRESSED>", "III.", "Issues  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Court is called upon to review two issues:  <FRAGMENT_SUPPRESSED>", "a. Did the Officer commit a reviewable error in failing to adequately assess the hardship involved in applying for permanent residency from China where the processing time is lengthy?  <FRAGMENT_SUPPRESSED>", "b. Was there a breach of natural justice because the applicant did not receive the Immigration Division's letter inviting her to add further submissions and evidence to her application?  <FRAGMENT_SUPPRESSED>", "IV.", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[11]", "After considering the arguments of both parties, I have come to the conclusion that the Court's intervention is not merited. I will review each of the issues in turn to explain how I have reached this conclusion.  <FRAGMENT_SUPPRESSED>", "A. Did the Officer commit a reviewable error in failing to adequately assess the hardship involved in applying for permanent residency from China where the processing time is lengthy?  <FRAGMENT_SUPPRESSED>"], ["[12]", "This question is reviewable on a standard of reasonableness, as it deals with the Officer's assessment of the evidence regarding the potential hardship to be suffered by the applicant. Assessing the evidence of hardship falls within the Officer's field of expertise:", "<FRAGMENT_SUPPRESSED>  at paras. 47 and 51-56.  <FRAGMENT_SUPPRESSED>"], ["[13]", "I do not find the applicant's argument - that the Officer erred in failing to consider China's lengthy family class processing time in assessing hardship - to be compelling.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The Officer's reasons are thorough, clear, and well-organized, and she carefully weighs the different factors before arriving at the conclusion that a return to China would not constitute undue hardship for the applicant. Although the Officer does not expressly mention that the processing time in China could be up to six years, her whole analysis suggests an acknowledgment of the likelihood that her decision may result in the applicant's return to China on at least a semi-permanent basis. The Officer's global assessment of the applicant's health, finances, and establishment in China implies an understanding of the possibility that life in China could be a long-term reality for the applicant. At no time does she say \"Given that the applicant will only have to return to China for a short time ...\" or anything of the kind. The Officer has assessed the potential hardship involved in a permanent return to China, although she has noted that this hardship may be at some point alleviated by a successful family class application. I do not see how the Officer's assessment could be set aside as unreasonable on this point.  <FRAGMENT_SUPPRESSED>"], ["[15]", "I will now turn to a discussion of the second issue.  <FRAGMENT_SUPPRESSED>", "B) Was there a breach of natural justice because the applicant did not receive the Immigration Division's letter inviting her to add further submissions and evidence to her application?  <FRAGMENT_SUPPRESSED>"], ["[16]", "This question is one of procedural fairness. For such a question, it is trite law that the standard of review is that of correctness: see, for example,", "<FRAGMENT_SUPPRESSED>  at para 100;", "<FRAGMENT_SUPPRESSED> . When applying the correctness standard, no deference is due.  <FRAGMENT_SUPPRESSED>"], ["[17]", "As mentioned above, on August 9, 2010, the Immigration Division sent the applicant a letter asking for updated submissions and evidence to support her application. She claims to have not received this letter. On this basis, she claims that she was denied procedural fairness, leading to a breach of natural justice. She argues that because she did not receive the letter, she did not submit relevant information that should have been before the Officer and that could have changed the outcome of the decision.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Here is the information that she claims she would have submitted, had the letter reached her:  <FRAGMENT_SUPPRESSED>", "• She suffers from dementia (whereas the Officer found her to be healthy);  <FRAGMENT_SUPPRESSED>", "• She has no pension in China due to the recent bankruptcy of the pension company (whereas the Officer found the applicant would have access to income via this pension);  <FRAGMENT_SUPPRESSED>", "• She would be homeless in China because the property she ostensibly owns is actually the subject of a dispute with a Communist party leader (whereas the Officer found that she would have a place to live);  <FRAGMENT_SUPPRESSED>", "• She would be alone in China since her only relatives, three elder sisters, also suffer from dementia and are unable to provide support (whereas the Officer found that she would enjoy the support of her family);  <FRAGMENT_SUPPRESSED>", "• Due to his filial obligations, the applicant's son may have to quit his job to care for his mother if she is returned to China, which would cause prejudice to his wife and child (whereas the Officer was unaware of this fact).  <FRAGMENT_SUPPRESSED>", "None of this information was put before the Officer because, argues the applicant, she did not know that an update was requested. She argues that this caused her prejudice because important information was missing during the decision-making process.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The applicant also argues that because it is generally the policy of the Immigration Department to send these letters requesting updates before processing H&C applications, she was entitled to receive one and the fact that she did not means she was not treated fairly.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Quite apart from any practice the Department may have of requesting these updates (a practice which has not been proven in any case), the law makes it clear that the onus is upon the applicant to prove her case:", "<FRAGMENT_SUPPRESSED>  at para 8,", "<FRAGMENT_SUPPRESSED>  [2001] FCJ No 1474 at para 23. The Officer had no duty to request additional documents or facts to supplement the information provided by the applicant:", "Bernard, supra", "at para. 24,", "<FRAGMENT_SUPPRESSED> . The same rule is true for  <FRAGMENT_SUPPRESSED>  159 FTR 109 (FCTD) at para 8, and", "<FRAGMENT_SUPPRESSED>  152 FTR 316 (FCTD) at para 4.  <FRAGMENT_SUPPRESSED>"], ["[21]", "As the Court stated in", "<FRAGMENT_SUPPRESSED> , \"since applicants have the onus of establishing the facts on which their claim rests, they omit pertinent information from their written submissions at their peril.\" Clearly, the onus was upon the applicant to give the Officer all relevant information. Given that she claims her situation had changed so dramatically from the time of her initial application, it would have been prudent of her to update the file of her own initiative, but she failed to do so. The Officer's failure to successfully send the letter, which he had no duty to do, cannot be considered a breach of procedural fairness in these circumstances, especially since the evidence shows that an attempt to send the letter was made.  <FRAGMENT_SUPPRESSED>"], ["[22]", "Moreover, the new evidence of the applicant's changed circumstances is not particularly compelling, given that it is not substantiated by any documentary evidence but merely consists of bald assertions of fact. For that reason, it is not clear that, even if this information had been before the Officer, it would have changed the outcome of her application.  <FRAGMENT_SUPPRESSED>", "V.", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[23]", "For all of the foregoing reasons, I find that the application for judicial review ought to be dismissed. No question has been proposed for certification and none is certified.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[24]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed. No question of general importance is certified.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}