{"id_": "011515", "body_str": [["[1]", "Kane, J.", ": The applicant, Mr. Salmon, seeks judicial review of the decision of Erin O'Gorman, Director General of Aviation Security [Director General], on behalf of the Minister of Transport [Transport Canada], which cancelled his Transportation Security Clearance [TSC], thereby preventing his continued employment as a ramp agent with Servisair at the Lester B. Pearson International Airport."], ["[2]", "The Director General made this decision on behalf of the Minister of Transport, pursuant to the Minister's discretion under section 4.8 of the", "Aeronautics Act", ", RSC 1985, c A-2, and in accordance with the Transportation Security Clearance Program Policy [TSCPP].", "Overview"], ["[3]", "The applicant argues that he was denied procedural fairness because the information disclosed to him regarding the review of his security clearance, including allegations of his involvement in drug possession and trafficking, failed to provide relevant dates and, more importantly, failed to disclose the identity of an alleged associate, referred to as Subject \"A\", who was a key player in the importation of drugs at the Airport. The applicant assumed that Subject \"A\" was a different person. The applicant argues that the majority of the incidents considered by the Transportation Security Clearance Advisory Body [Advisory Body] and the Director General were related to his association with Subject \"A\". The applicant submits that when these incidents and allegations are excluded, there are insufficient grounds to justify the decision to revoke his security clearance. The applicant also argues more generally that, although there is a broad discretion to grant or cancel security clearances pursuant to the", "Aeronautics Act", ", this discretion must be exercised with a view to the purpose of the Act and the TSCPP, and that the grounds relied on by the Director General had no bearing on aviation security."], ["[4]", "The respondent submits that the duty of procedural fairness was met and the decision is reasonable. The applicant was advised of the allegations, had an opportunity to respond and did so. The Advisory Body, which considered the allegations and the applicant's submissions and made a recommendation to the Director General, was aware that the applicant had mistakenly assumed Subject \"A\" was a different person and, as a result, focussed on other incidents, which were not related to the applicant's association with Subject \"A\". The respondent submits that these other incidents were more than sufficient to justify the exercise of discretion to revoke his security clearance. The discretion to grant or revoke a security clearance is wide and the link to civil aviation security may be satisfied in a wide range of ways, including concerns about the individual's potential future risk."], ["[5]", "I find, for the more detailed reasons that follow, that there was no breach of the duty of procedural fairness owed in the circumstances and the decision is reasonable. Although, I appreciate that the stakes are high for the applicant, given that he has been employed for over 10 years at Pearson International Airport and depends on the security clearance for his employment, there were several incidents and sufficient information, even excluding any consideration of the applicant's association with Subject \"A\", to support the Director General's reasonable belief that the applicant may be prone or induced to commit an act that may unlawfully interfere with civil aviation; or assist or abet any person to commit an act that may unlawfully interfere with civil aviation.", "Background"], ["[6]", "The applicant works as a ramp agent with Servisair at the Pearson International Airport. He has held this position since 2004. In 2005, Transport Canada granted Mr. Salmon a transportation security clearance, which it renewed in 2009 for a five year period."], ["[7]", "In 2013, as a result of an agreement between Transport Canada and the Royal Canadian Mounted Police [RCMP], Transport Canada implemented new enhanced background checks. Transport Canada received a Law Enforcement Record Check [LERC] dated June 10, 2013 from the RCMP, which included previously unavailable information and raised concerns about Mr. Salmon's suitability to retain his security clearance."], ["[8]", "This information included Mr. Salmon's involvement with drug possession and the importation of drugs. On May 7, 2007 the YYZ (Toronto) Airport Intelligence Unit received information from a reliable human source indicating that Mr. Salmon and an individual referred to as Subject \"A\" attended Pearson International Airport on their days off to retrieve controlled substances from international flights. On May 14, 2007, ten bricks of cocaine were seized from a suitcase that Canada Boarder Services Agency [CBSA] had earlier observed Subject \"A\" offloading from a container in Terminal 3 at Pearson International Airport. Mr. Salmon was not scheduled to work that day but was present and had accessed the restricted area doors at Terminal 3 after the seizure took place."], ["[9]", "On October 27, 2008 the Toronto Police Service [TPS] observed Mr. Salmon conducting a drug deal in his own neighbourhood, which the TPS had observed him do on several previous occasions. When the TPS approached Mr. Salmon, he fled into an apartment. Mr. Salmon was arrested and a search of the apartment led to the seizure of quantities of marijuana. Mr. Salmon was also found in personal possession of different international currencies, including $10,000 in Korean currency. He was charged with possession for the purpose of trafficking, possession of cannabis and possession of property obtained by crime. The charges were later stayed."], ["[10]", "The RCMP's Project \"OTAG\", launched in 2010, focussed on the importation of drugs by corrupt employees at Pearson International Airport. The investigation identified several corrupt baggage handlers, groomers, station attendants and other service providers who together facilitated the exportation of methamphetamine to the United States, the importation of hashish from Jamaica and the importation of KHAT from England. Five Airport employees were arrested and charged with numerous offences. Mr. Salmon was not arrested and charged due to the unlikelihood of a successful prosecution. However, investigators suspected him of being involved in the drug importation ring."], ["[11]", "The RCMP identified Mr. Salmon as an associate of Subject \"A\". According to a CPIC Driver's licence check, Mr. Salmon had the same address as Subject \"A\", who was believed to be the group leader of the corrupt baggage handlers linked to the drug smuggling through Pearson International Airport and a well-established access point for moving drugs through the Airport (referred to as a \"door\"). Mr. Salmon claimed to live at the address from September 2009 to December 2011 and Subject \"A\" lived at the same address since March 2010 (i.e. 20 months)."], ["[12]", "The LERC also revealed that Mr. Salmon had been charged by the TPS with the assault of his former spouse on August 15, 2008. The charge was withdrawn and Mr. Salmon entered into a 12-month peace bond. This event does not appear to have had any bearing on the decision to revoke his clearance."], ["[13]", "On June 18, 2013, Ms. Nadya Dupuis, Chief of Security Screening Programs at Transport Canada, wrote to Mr. Salmon, outlining the incidents noted above and informing him that his security clearance was under review by the Advisory Body. Ms. Dupuis referred Mr. Salmon to the TSCPP online and encouraged him to provide any additional information regarding his association with Subject \"A\", criminal charges, criminal activity and incidents, or any other relevant information or explanation, including extenuating circumstances, noting that this information would be considered in making a decision about his clearance."], ["[14]", "On June 21, 2013, Mr. Salmon contacted Transport Canada by phone and stated that the allegations were hearsay. He was advised to follow up by letter."], ["[15]", "On June 27, 2013, counsel for Mr. Salmon responded on his behalf by email to the June 18 letter. The email indicates:", "• With respect to the cocaine seizure on May 14, 2007, Mr. Salmon no longer has a specific recollection of the day. However, he submits that his attendance in the restricted area despite not being scheduled to work may have been to cover a co-worker's shift. Mr. Salmon states that he had no involvement in the drug seizure.", "• The domestic assault charge was withdrawn and Mr. Salmon entered a peace bond which is not an admission of any criminal activity.", "• With respect to the October 27, 2008 arrest and drug seizure, the charges were stayed. Mr. Salmon states he was not involved in a drug deal and there is no evidence to support the allegations that he was in possession of any of the marijuana or that he possessed Korean currency.", "• With respect to the RCMP investigation, Mr. Salmon states he was not identified as having any involvement in that investigation and no charges were laid against him. The association between Mr. Salmon and the person he assumes is Subject \"A\" is not criminal, but, instead, a work relationship in which Subject \"A\" merely permitted Mr. Salmon to register his car at Subject \"A\"'s address in order to benefit from cheaper car insurance. The two never lived together and Mr. Salmon has no knowledge of and no involvement in any criminal activity conducted by Subject \"A\".", "• More generally, Mr. Salmon states that he was not involved in any criminal activity."], ["[16]", "An email exchange dated July 2, 2013 between Transport Canada and the RCMP notes that Mr. Salmon incorrectly identified Subject \"A\". Transport Canada raises the possibility of procedural fairness issues due to Mr. Salmon's misidentification. The email questions whether Transport Canada could either confirm the address he and Subject \"A\" were said to have cohabited at or advise that the address is not the Brantford address that counsel for Mr. Salmon assumed it was. The RCMP responded that, in order to protect third party information and avoid the possibility of Mr. Salmon linking the information to a specific person, the information could not be divulged.", "The decision under review"], ["[17]", "The Advisory Body met on August 28, 2013 to review the information and Mr. Salmon's submissions in response. The", "Record of Discussion", "reveals that the Advisory Body considered the incidents and conduct outlined in Ms. Dupuis's letter of June 18, 2013 and additional considerations."], ["[18]", "The Advisory Body noted that with respect to the RCMP investigation, evidence had been gathered through the interception of communications, signalling that the matter was serious and there were sufficient grounds to obtain the warrant for interception."], ["[19]", "The Advisory Body noted the direct link between Mr. Salmon's possible activities and aviation security at Pearson International Airport."], ["[20]", "The Advisory Body also noted that, although Mr. Salmon had not been convicted of any criminal offence, the threshold for conviction is beyond a reasonable doubt, while the threshold of the TSC Program is based on a reasonable belief, on a balance of probabilities."], ["[21]", "It acknowledged that Mr. Salmon incorrectly identified Subject \"A\" in his submissions and that this identity could not be disclosed. The Advisory Body noted that Mr. Salmon claimed he never lived with this person but used the address to lower his car insurance and found that this admission is potentially that of committing an offence, such as insurance fraud. It found that this raised concerns about Mr. Salmon's judgment and respect for the law."], ["[22]", "The Advisory Body also addressed some of the statements made by counsel for Mr. Salmon. With respect to the Korean currency found on Mr. Salmon, the Advisory Board noted \"discrepancies\" regarding the money, but did not find this to be relevant. With respect to the October 28, 2008 incident, it noted that, although there was no evidence supporting allegations that Mr. Salmon was in possession of any of the marijuana located in the apartment, he was nonetheless present and surrounded by an amount of marijuana that far exceeded what would be reasonable for personal consumption. Moreover, the TPS had observed Mr. Salmon conducting a number of drug transactions. The Advisory Body, therefore, found it reasonable to believe that Mr. Salmon was involved in drug trafficking."], ["[23]", "The Advisory Body concluded that a review of the file led them to have reason to believe, on a balance of probabilities, that Mr. Salmon may be prone or induced to commit an act, or assist or abet an individual to commit an act that may unlawfully interfere with civil aviation. Although, Mr. Salmon had provided a written statement, when considering all the relevant and available information, and in particular the incident of October 27, 2008 and Mr. Salmon's suspected involvement in the importation and exportation of drugs through Pearson International Airport, this statement was not sufficient to dispel their concerns. It recommended that Mr. Salmon's security clearance be cancelled."], ["[24]", "On October 2, 2013, the Director General accepted the Advisory Body's recommendation and cancelled Mr. Salmon's security clearance. The Director General indicates that the cancellation was based on a review of the file, including the concerns outlined in the June 18, 2013 letter, the written statement by counsel for Mr. Salmon, the recommendation of the Advisory Body and her consideration of the TSCPP. In particular, the Director General highlights the incident of October 27, 2008 and Mr. Salmon's suspected involvement in the importation and exportation of drugs through Pearson International Airport, as revealed in the RCMP investigation."], ["[25]", "The letter from the Director General to Mr. Salmon, dated October 4, 2013, repeats this decision and her reasons.", "The relevant provisions of the", "Aeronautics Act", "and the TSCPP are set out in Annex A", "The Issues"], ["[26]", "The applicant submits that the Minister did not meet the duty of procedural fairness owed in the circumstances and, in addition, that the decision was not reasonable because the exercise of discretion was not based on sufficient grounds to justify the cancellation of his security clearance.", "Standard of Review"], ["[27]", "Questions of procedural fairness are reviewable on a standard of correctness. This is well established, including in the context of the cancellation or refusal of a security clearance (see for example:", "<FRAGMENT_SUPPRESSED> FTR 49 (Eng) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> ACWS (3d) 314;", "<FRAGMENT_SUPPRESSED> ACWS (3d) 527 [ <FRAGMENT_SUPPRESSED> ])."], ["[28]", "The decision to revoke the security clearance is an exercise of discretion based on an assessment of the facts and is reviewable on a standard of reasonableness."], ["[29]", "Where the standard of reasonableness applies, the role of the Court is to determine whether the decision \"falls within 'a range of possible, acceptable outcomes which are defensible in respect of the facts and law' ( <FRAGMENT_SUPPRESSED> , at para 47). There might be more than one reasonable outcome. However, as long as the process and the outcome fit comfortably with the principles of justification, transparency and intelligibility, it is not open to a reviewing court to substitute its own view of a preferable outcome.\" (", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> , citing", "<FRAGMENT_SUPPRESSED> )."], ["[30]", "The role of the Court is not to reweigh the evidence or remake the decision.", "Was there a breach of procedural fairness?", "The applicant's position"], ["[31]", "The applicant submits that the duty of fairness is determined by context and that jurisprudence has established that, where an existing security clearance is cancelled, the duty is greater than where a clearance is initially denied. The duty of procedural fairness requires that the applicant know the facts alleged against him and has a right to make representations about those facts. The applicant submits that, given the decision's impact on Mr. Salmon - that is, to terminate 10 years of employment at Pearson International Airport - the right to make representations includes a meaningful opportunity to be heard and a meaningful opportunity to change the Director General's mind (", "<FRAGMENT_SUPPRESSED> )."], ["[32]", "The applicant submits that the respondent breached the duty of procedural fairness. First, he was prevented from fully knowing the case to be met and having a meaningful opportunity to make representations because he was given insufficient notice of background evidence relied on to justify the cancellation of his security clearance."], ["[33]", "This missing information included the identity of Subject \"A\" and the relevant dates he allegedly accessed the restricted area. Without this information, the applicant submits that he was denied a meaningful opportunity to directly address these allegations by providing exculpatory information. He argues that the email exchange between Transport Canada and the RCMP is an acknowledgment by Transport Canada that the failure to identify Subject \"A\" was a violation of procedural fairness."], ["[34]", "The applicant also argues that he was not provided with the specific dates on which he is alleged to have attended Pearson International Airport to retrieve controlled substances from international flights, as revealed to the RCMP on May 7, 2007 by a reliable human source. He was also not given the specific date on which he allegedly used his restricted access card to enter restricted areas of Pearson International Airport when he was not scheduled to work, based on information received by YYZ Airport intelligence. He claims that he was made aware of this event only after he made his application for judicial review."], ["[35]", "Second, the applicant argues that the Advisory Body breached its duty of procedural fairness by considering the possible insurance fraud and not providing him an opportunity to respond."], ["[36]", "Third, the applicant argues that the Advisory Body failed to investigate his exculpatory statements about covering another employee's shift as a reason for being in Pearson International Airport's restricted areas on a day off."], ["[37]", "The applicant also argues that procedural fairness required the Advisory Body and Director General to identify their \"remaining concerns\" and provide him with an opportunity to respond to these concerns."], ["[38]", "The applicant submits that the majority of the incidents or allegations relied on related to his association with Subject \"A\", whose identity was not disclosed, thereby denying him a meaningful opportunity to address and disabuse the Advisory Body and Director General of their concerns. The applicant argues that once this information which breached the duty of procedural fairness is excluded, there is little left for the Director General to base the decision upon.", "The Respondent's Position"], ["[39]", "The respondent agrees that the duty of procedural fairness depends on the context and in cases involving the cancellation of security clearances, it is more than minimal. The respondent submits, however, that it does not require a high level of procedural safeguards (", "<FRAGMENT_SUPPRESSED> FTR 178 (Eng) [", "Rivet", "]). In these circumstances, the Advisory Body and Director General met the duty owed."], ["[40]", "With respect to the identity of Subject \"A\", the respondent submits that the applicant failed to demonstrate how this information was material to the decision. Procedural fairness only requires sufficient disclosure of the case to meet (", "<FRAGMENT_SUPPRESSED> ). The record does not suggest that the Advisory Body's recommendation to cancel the applicant's security clearance hinged on Subject \"A\"'s identity or association with Mr. Salmon. Rather, the respondent submits that the focus of its discussion, recommendation and the Director General's decision was based on the applicant's conduct, particularly the drug-related incident on October 27, 2008 which had no connection to Subject \"A\", as well as the information gained from a reliable human source and the RCMP regarding the applicant's involvement in a drug trafficking ring at the Airport, where Subject \"A\"'s role as leader and his identity were both immaterial. Given the privacy concerns related to the release of this information about Subject \"A\", the applicant was not given this immaterial information. The respondent notes that the email exchange between Transport Canada and the RCMP reveals their awareness of the applicant's misidentification of Subject \"A\" and that the Advisory Body's discussion specifically noted this and chose not rely on this information in making its recommendation."], ["[41]", "The respondent disputes the applicant's claim that missing information prevented him from addressing the allegations against him given that, in his submissions, he responds to each one. Not knowing the identity of Subject \"A\" or specific dates did not prevent Mr. Salmon from explaining that he might have been covering a fellow employee's shift on a day off, for example, or arguing that he was not charged following the RCMP's investigation."], ["[42]", "The respondent further submits that, although the applicant now argues the importance of knowing Subject \"A\"'s identity and specific dates, he never sought further particulars following the letter from Ms. Dupuis. Moreover, the information received from the reliable human source was general in nature and can be considered in the context of all the other information about the applicant's potential involvement with drug trafficking at Pearson International Airport."], ["[43]", "With respect to the applicant's argument that he should have had an opportunity to respond to the allegation of possible insurance fraud, the respondent submits that the Minister was entitled to draw inference from the applicant's admission ( <FRAGMENT_SUPPRESSED> at para 14, above)."], ["[44]", "The respondent points to", "<FRAGMENT_SUPPRESSED> ACWS (3d) 10 [ <FRAGMENT_SUPPRESSED> ], and submits that the Advisory Body and the Director General have no obligation to do further research or to explore the applicant's vague, possible explanations about covering a co-worker's shift or to provide a second opportunity to respond to any remaining concerns."], ["[45]", "The applicant was given his full and fair opportunity to respond to the allegations against him, make submissions and have those submissions considered carefully.", "There was no breach of procedural fairness"], ["[46]", "The parties agree that the scope or extent of the duty of procedural fairness varies and depends on the context and that the duty owed in the context of revoking an existing security clearance is higher than in the context of refusing an application for a security clearance. Although it may be higher than the bare minimum, I agree with the respondent that the duty owed in these circumstances is still not high."], ["[47]", "As noted by Justice Rennie in <FRAGMENT_SUPPRESSED> , above, at para 10:"], ["[10] In cases in which an existing security clearance was either being revoked or not renewed, the standard has been found to be slightly higher, but still on the lower end of the spectrum.  <FRAGMENT_SUPPRESSED> the Court held:", "With these factors in mind, I agree with the respondent that the duty of procedural fairness in this case is more than minimal but does not require a high level of procedural safeguards (see, for example,", "<FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 876 (F.C.) (QL), at paragraph 20). Thus, the procedural safeguards available to the applicant in this case are limited to the right to know the facts alleged against him and the right to make representations about those facts. These procedural guarantees do not include the right to a hearing.", "Justice Rennie added at para 14, \"It is sufficient that the applicant be put on notice of the range of factors, considerations and criteria that Transport Canada may consider in making its decision as to his suitability to obtain a security clearance.\""], ["[48]", "In this case, the letter from Ms. Dupuis at Transport Canada advised the applicant of the incidents, allegations and conduct that raised concerns and led to the review of his security clearance. The letter also referred him to the TSCPP and invited him to provide additional information and explanations."], ["[49]", "The applicant submits that the majority of the concerns were related to his association with Subject \"A\", to such an extent that the decision hinged on this association and that he was denied information about the identity of Subject \"A\" and, consequently, was denied a meaningful opportunity to respond. I do not agree that the decision hinged on the applicant's association with Subject \"A\". In addition, the letter provided the applicant with sufficient information about the concerns and allegations to permit him to respond."], ["[50]", "Although the applicant misidentified Subject \"A\", the letter from Ms. Dupuis provided the applicant with information that should have permitted him to know who Subject \"A\" was. The letter referred to the May 7, 2007 information from a reliable human source about the applicant's link to Subject \"A\". In addition, the May 14, 2007 seizure by CBSA referred to Subject \"A\" and the applicant working on that same day. The letter also provided details of the more recent RCMP Project \"OTAG\" investigation which led to several arrests of Airport employees for drug offences and conspiracy. The letter indicates that Subject \"A\" was identified by both YYZ Airport Intelligence Unit and the RCMP as the ring-leader. The applicant would likely have been aware of who had been implicated in the investigation."], ["[51]", "The applicant should also have recalled the identity of the person whose address he provided for his driver's licence, given that he was provided with the specific dates that he had lived at the address (from September 2009 to December 2011) and the dates when Subject \"A\" also lived there (since March 2010)."], ["[52]", "Perhaps Transport Canada could have advised the applicant that he had made an incorrect assumption about Subject \"A\", but their failure to do so, based on concerns about breaching privacy rights and/or impacting an investigation, does not constitute a breach of procedural fairness given the extent of the information that was provided and given that there were several allegations unrelated to Subject \"A\" to support the decision."], ["[53]", "There is no support for the applicant's assertion that the decision", "hinged", "on this association, i.e., that this was the determinative factor. However, the references to the association with Subject \"A\" in the discussion suggest that it was part of the cumulative considerations of the Advisory Body. The Advisory Body may consider such associations as relevant to whether an individual would be prone to commit or to assist or abet an individual to commit an act that might unlawfully interfere with civil aviation such that his or her security clearance should be revoked (see", "<FRAGMENT_SUPPRESSED> FTR 309 (Eng) [ <FRAGMENT_SUPPRESSED> ];", "Canada (Transport, Infrastructure and  <FRAGMENT_SUPPRESSED> ACWS (3d) 282 [ <FRAGMENT_SUPPRESSED> ])."], ["[54]", "The Federal Court of Appeal noted in <FRAGMENT_SUPPRESSED> (above, at para 94), in the context of the", "Marine Transportation Security Regulations", ", SOR/2004-144, that the assessment of reasonable grounds for suspicion involves nuance and judgment:"], ["[94] However, assessments of risk and whether reasonable grounds for suspicion exist are standards that involve the sensitive consideration of facts and careful fact-finding, tasks that normally entail a broad range of acceptable and defensible decision-making. Assessments of risk are forward-looking and predictive. By nature, these are matters not of exactitude and scientific calculation but rather matters of nuance and judgment."], ["[55]", "With respect to the applicant's submission that he was unaware of relevant dates, including when he is alleged to have used his security pass to access a restricted area on a day he was not working, the applicant was advised of at least one specific date, that of the seizure by CBSA of cocaine from the Airport. The June 18 letter from Transport Canada makes clear that this date is May 14, 2007, when CBSA officers observed the offloading of a suitcase containing bricks of cocaine and when the applicant \"who [was] also not scheduled to work, [was] present, and had accessed the restricted area doors ...\""], ["[56]", "I also agree with the respondent that if the applicant thought the information regarding Subject \"A\"'s identity and relevant dates was missing, he could and should have requested particulars from the Advisory Body. The applicant argues that his telephone call to Transport Canada was such a request. However, the record does not support that such a request was made, only that the applicant asserted that the allegations were hearsay. In addition, following this call, his counsel responded by detailed email to the letter but did not ask for further particulars. Since he did not do so, as in", "Rivet", ", \"he cannot complain about the defect of the Advisory Body's notice ... nor can he argue that there was lack of procedural fairness\" (", "Rivet", ", above, para 28)."], ["[57]", "With respect to the Advisory Body's consideration of the applicant's possible commission of insurance fraud, it was entitled to draw inferences about the applicant's character and judgment from this admission and was not required to offer him a further opportunity to make representations."], ["[58]", "As Justice Rennie noted in <FRAGMENT_SUPPRESSED> , above", "at para 14:", "What the applicant seeks in this case is to require, as a component of procedural fairness, an opportunity to refute or respond to the conclusions reasonably arising from his conduct. To require that Transport Canada identify in advance, as an aspect of advising the applicant of the case he had to meet, which of the potential factors it might consider to be determinative of the security clearance review would be to impose a higher standard of fairness than is owed in this context and is unsupported by the jurisprudence cited above."], ["[59]", "As noted by the respondent, the Advisory Body's duty of procedural fairness does not include an obligation to investigate the applicant's explanation about possibly covering a co-worker's shift. The applicant was aware of the seriousness of the allegations and could have sought to establish this explanation beyond his assertion that he 'may have' covered a shift for another. As noted by Justice Russell in <FRAGMENT_SUPPRESSED> , above, at para 51:", "...Neither the AB nor the Minister's Delegate had an obligation to do further research or provide further particulars. See", "Clue", ", above, at para 17. They provided the Applicant with details of what was before them, which the Applicant concedes was sufficient evidence to deny the TSC. The Decision only involves a finding that the Applicant 'may be prone or induced' to commit or assist an act that 'may unlawfully interfere with civil aviation.' This is not the same thing as proof that something has occurred. The Minister simply has to reasonably believe 'on a balance of probabilities' that the Applicant 'may be prone or induced.' See", "Clue", ", above, at para 20."], ["[60]", "In addition, neither the Advisory Body or the Director General had a duty to give the applicant a second opportunity to respond to concerns that remained after considering his submissions upon making its decision ( <FRAGMENT_SUPPRESSED> , above, paras 51-52). Procedural fairness does not require an ongoing opportunity to respond to the remaining concerns of the decision-maker."], ["[61]", "Although, the applicant emphasizes that he was not given a meaningful opportunity to respond and disabuse the Advisory Body and the Director General of their concerns, the applicant had the opportunity to make submissions and did so. That this opportunity was not meaningful in the applicant's view appears to be measured by the fact that the Advisory Body and the Director General did not accept his explanations and assertions. The Director General noted that she reviewed the file and considered the submissions of the applicant's counsel, the recommendations of the Advisory Body and the policy. Her decision focuses on the October 2007 drug-related incidents and the applicant's suspected involvement in drug importation at Pearson International Airport. The applicant's submissions did not alleviate the Director General's concerns. As noted in <FRAGMENT_SUPPRESSED> , above, at para 52, the Minister's Delegate does not have to accept the applicant's explanation or position.", "Was the decision reasonable?", "The applicant's position"], ["[62]", "The applicant submits that the decision was unreasonable based on several grounds."], ["[63]", "First, Mr. Salmon submits that the decision was arbitrary. The purpose and objective of the TSCPP is to prevent unlawful acts of interference with civil aviation. He asserts that the charges of domestic assault, \"petty\" drug possession in the community and possibly insurance fraud do not relate in any way to this purpose and have no connection to civil aviation. He submits that the Advisory Body's speculative proposition that he potentially engaged in insurance fraud and that this conduct raises concerns respecting his judgment and respect for the law is an overreach of the purposes and objectives of the TSCPP."], ["[64]", "He acknowledges that the Federal Court's jurisprudence establishes the burden of proof for judicial review applications of security clearances as less than the civil standard and that the Minister need only believe that an individual may be prone to commit or assist in the commission of an act that may unlawfully interfere with civil aviation (", "<FRAGMENT_SUPPRESSED> FTR 98 (Eng) [", "Ho", "];", "Clue,", "above, at para 20). He submits, however, that the Director General still did not have sufficient grounds to form a reasonable suspicion. The Director General must act on the basis of reasonable grounds and must have objectively discernable facts and cannot act on speculation or hunches (", "R v Mann", ", 2004 SCC 52, [2004] 3 SCR 59). The decision was not made on the basis of objectively discernable facts and is, therefore, unreasonable."], ["[65]", "He argues that the Advisory Body did not have enough evidence to support the possibility of his association with Subject \"A\", pointing to: the lack of specific dates where they were seen together; the lack of evidence that his presence at the Airport on May 14, 2007 was connected with Subject \"A\", given that no action was taken by the police or Transport Canada; his denial and his exculpatory explanation of covering another's shift; and, his submissions that reveal that he did not know who Subject \"A\" was."], ["[66]", "The applicant also notes that the drug charges laid by TPS were stayed and that the Advisory Body had no evidence connecting these allegations with the allegations of importing and exporting. He adds that the RCMP investigation did not result in any charges against him."], ["[67]", "The applicant submits that the evidence available to the Advisory Body is not sufficient to support its factual findings. There was no evidence that he and Subject \"A\" had ever resided together nor was there evidence of the days they were alleged to have access to restricted areas of the Airport together in order to retrieve controlled substances."], ["[68]", "The applicant also argues that the allegations were inconsistent by referring to the information from the reliable human source that he accessed the restricted areas on his \"days off\" and the more specific allegation that he had only accessed the restricted area on his day off once. He argues that no other specific dates were provided and that he provided a reasonable explanation - that of covering another employee's shift."], ["[69]", "The applicant further submits that there was no evidence of his involvement in drug-related activity at Pearson International Airport and no evidence of his involvement with drug dealing in his community. Moreover, there is no evidence that these allegations were related to civil aviation."], ["[70]", "Similarly, he argues that there was no evidence supporting allegations of insurance fraud or that they related to civil aviation.", "The respondent's position"], ["[71]", "The respondent submits that the decision was reasonable. All the information, taken together, supports the Minister's conclusion to cancel the applicant's security clearance. This is so even if the allegations related to the applicant's association with Subject \"A\" are not considered. The decision was not arbitrary and is based on more than sufficient grounds. The findings of fact of the Advisory Body and Director General arise from the information and evidence.", "The decision is reasonable"], ["[72]", "Section 4.8 of the", "Aeronautics Act", "gives the Minister, and the Director General on his or her behalf, wide discretion to \"grant or refuse to grant a security clearance to any person or suspend or cancel a security clearance\" and to take into account any relevant factor in doing so."], ["[73]", "The Director General requires only a reasonable belief on a balance of probabilities that an individual \"may be prone or induced to commit an act that may unlawfully interfere with civil aviation; or assist or abet any person to commit an act that may unlawfully interfere with civil aviation\" (subsection 1.4(4) TSCPP)."], ["[74]", "The Director General based her decision on Mr. Salmon's conduct, regardless of his association with Subject \"A\". The reliable human source information, the RCMP investigation and the TPS observations of his drug deals were more than sufficient to support the Advisory Body and Director General's belief. The applicant's conduct in providing a false address to benefit from lower insurance was also a relevant consideration in assessing his judgment and character."], ["[75]", "As noted, by Justice Harrington, in", "<FRAGMENT_SUPPRESSED> FTR 202 (Eng):", "The Policy is forward looking; in other words, a prediction. The Policy does not require the Minister to believe on a balance of probabilities that an individual \"will\" commit an act that \"will\" lawfully interfere with civil aviation or \"will\" assist or abet any person to commit an act that \"would\" unlawfully interfere with civil aviation, only that he or she \"may\".", "This has been characterized as something less than a balance of probabilities", "(Ho,", "above;", "Clue,", "above)"], ["[76]", "As noted, the Minister and the Director General on behalf of the Minister, has very broad discretion in relation to decisions regarding security clearances. Air safety is of substantial public importance and takes precedence over the interests of individuals."], ["[77]", "In", "Rivet,", "above, at para 15, Justice Pinard notes that in the balancing of interests, those of the public take precedence:"], ["[15] Moreover, both the purpose of the Act and the nature of the question deal with protecting the public by preventing acts of unlawful interference in civil aviation. Although the Minister's decision directly affects the applicant's rights and interests, it is the interests of the general public that are at stake and that take precedence over the applicant's ability to have his TSC to be able to work as a pilot. The purpose of the Act emanates from a larger problem that encompasses the interests of society as a whole, not just those of the applicant."], ["[78]", "Contrary to the applicant's position, the decision to revoke the applicant's security clearance was not arbitrary. The allegations of involvement in drug possession and trafficking in his community and drug importation at the Airport, as well as the conduct related to insurance fraud are clearly linked to the TSCPP and civil aviation."], ["[79]", "The allegations speak to the applicant's trustworthiness and respect for the law, which, in turn, affects an assessment of his future propensity and the possibility of his committing or aiding and abetting another to commit an act that may unlawfully interfere with civil aviation."], ["[80]", "There is no requirement that the individual be directly involved in acts that interfere with civil aviation. That would be very limiting and would not serve the objectives of the policy."], ["[81]", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 538 [", "Thep-Outhainthany", "], where the applicant's husband was involved in dial-a-dope scheme and the applicant denied any involvement, the Court notes the connection between trafficking drugs at the community level and aviation security. Specifically, Justice Rennie notes at para 27:", "Cocaine and heroin are imported into Canada and the applicant's access to a restricted area of an Airport could attract the attention of her husband or his criminal associates.\" In the present case, it is the applicant himself, an Airport employee, who is alleged to be trafficking drugs, and this is a more direct connection with unlawful interference with civil aviation."], ["[82]", "Other cases also support the proposition that the conduct at issue need not be directly interfere with aviation security; in <FRAGMENT_SUPPRESSED> , above, the applicant, a get-away driver, denied knowledge of a scheme to rob a bank; in", "<FRAGMENT_SUPPRESSED> , the applicant had a previous drug record and now only purchased marijuana; in", "Rivet", ", above, the applicant was charged with two counts of fraud; and in <FRAGMENT_SUPPRESSED> , above, the applicant was associated with members of a known criminal organization. Yet in all these circumstances, the link with civil aviation was recognized."], ["[83]", "Moreover, since the inquiry requires an assessment of a person's character or propensities and relates to a privilege accorded to an individual rather than his or her liberty, there is no need for evidence of actual commission of an unlawful act (", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 532;", "Clue", ", above)."], ["[84]", "As noted by Justice Rennie  <FRAGMENT_SUPPRESSED> - <FRAGMENT_SUPPRESSED> , at paras 19-20:"], ["[19] In exercising his discretion under this section the Minister may consider any factor that he considers relevant: <FRAGMENT_SUPPRESSED> , para 78. This includes criminal charges that do not result in a conviction and evidence about a person's character or propensities:", "Clue", "at para 20. The fact that the charges were stayed against the applicant is not determinative. Prosecutions proceed, or do not proceed, for a variety of reasons; hence the absence of a conviction is not determinative. In my view, a proper analogy can be made to inadmissibility proceedings under the", "Immigration and Refugee Protection Act", ", SC 2001, c 27. The mere fact of criminal charges is not probative but a Court can look at the underlying circumstances.  <FRAGMENT_SUPPRESSED> Justice Anne MacTavish wrote:", "In my view, a distinction must be drawn between reliance on the fact that someone has been charged with a criminal offense, and reliance on the evidence that underlies the charges in question. The fact that someone has been charged with an offense proves nothing: it is simply an allegation. In contrast, the evidence underlying the charge may indeed be sufficient to provide the foundation for a good-faith opinion that an individual poses a present or future danger to others in Canada."], ["[20] Secondly, the absence of a criminal conviction cannot be determinative given the different standards of proof which prevail in the two discrete legal contexts. A criminal conviction is sustained on proof beyond a reasonable doubt. Denial of a security clearance requires only a reasonable belief, on a balance of probabilities, that a person may be prone to or induced to commit an act that may interfere with civil aviation."], ["[85]", "The Advisory Body was entitled to rely on evidence provided by the TPS regarding the applicant's involvement in drug deals in his own neighbourhood on October 27, 2008. Even though the charges were stayed, the TPS had observed the applicant engaged in drug deals on previous occasions which supported the suspicion that he was involved in drug trafficking and possession. In addition, the amounts of drugs involved cannot be considered as \"petty\" as the applicant characterized it. This evidence was sufficient to support the reasonable belief on a balance of probabilities that the applicant may be prone to commit an act that may interfere with civil aviation."], ["[86]", "Similarly, the information gathered from the RCMP investigation, which identified the applicant as a suspect, also supported the reasonable belief. Although no charges were laid, the Minister and Director General can consider any factor in assessing security clearance suitability; there need not be criminal charges or convictions."], ["[87]", "The decision is justified, transparent and intelligible and falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "JUDGMENT"], ["[88]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed. There is no order for costs.", "Application dismissed.", "Editor: J. Danielle King/nmg", "Annex A", "Aeronautics Act,", "RSC 1985, CA-2, s 4.8", "4.8 The Minister may, for the purposes of this Act, grant or refuse to grant a security clearance to any person or suspend or cancel a security clearance.", "4.8 Le ministre peut, pour l'application de la présente loi, accorder, refuser, suspendre ou annuler une habilitation de sécurité.", "Transportation Security Clearance Program Policy", "- sections I.1, I.4. II.35", "Aim", "I.1", "The aim of the Transportation Security Clearance Program Policy is the prevention of unlawful acts of interference with civil aviation by the granting of clearances to persons who meet the standards set out in this Program.", "Objective", "I.4", "The objective of this Program is to prevent the uncontrolled entry into a restricted area of a listed Airport by any individual who", "1. connue ou soupçonnée d'être mêlée à des activités relatives à une menace ou à des actes de violence commis contre les personnes ou les biens;", "2. is known or suspected to be a member of an organization which is known or suspected to be involved in activities directed toward or in support of the threat or use of acts of serious violence against people or property;", "3. is suspected of being closely associated with an individual who is known or suspected of", "• being involved in activities referred to in paragraph (a);", "• being a member of an organization referred to in paragraph (b); or", "• being a member of an organization referred to in subsection (e) hereunder.", "4. the Minister reasonably believes, on a balance of probabilities, may be prone or induced to", "• commit an act that may unlawfully interfere with civil aviation; or", "• assist or abet any person to commit an act that may unlawfully interfere with civil aviation.", "5. is known or suspected to be or to have been a member of or a participant in activities of criminal organizations as defined in Sections 467.1 and 467.11 (1) of the Criminal Code of Canada;", "6. is a member of a terrorist group as defined in Section 83.01 (1)(a) of the Criminal Code of Canada", "Cancellation or Refusal", "II.35", "1. The Advisory Body may recommend to the Minister the cancellation or refusal of a security clearance to any individual if the Advisory Body has determined that the individual's presence in the restricted area of a listed Airport would be inconsistent with the aim and objective of this Program.", "2. In making the determination referred to in subsection (1), the Advisory Body may consider any factor that is relevant, including whether the individual:", "a. has been convicted or otherwise found guilty in Canada or elsewhere of an offence including, but not limited to:", "i. any indictable offence punishable by imprisonment for more then 10 years,", "ii. trafficking, possession for the purpose of trafficking or exporting or importing under the Controlled Drugs and Substances Act,", "iii. any offences contained in Part VII of the Criminal Code - Disorderly Houses, Gaming and Betting,", "iv. any contravention of a provision set out in section 160 of the Customs Act,", "v. any offences under the Security Of Information Act; or", "vi. any offences under Part III of the Immigration and Refugee Protection Act;", "3. is likely to become involved in activities directed toward or in support of the threat or use of acts of serious violence against property or persons.", "Objet", "I.1", "L'objet du Programme d'habilitation de sécurité en matière de transport est de prévenir les actes d'intervention illicite dans l'aviation civile en accordant une habilitation aux gens qui répondent aux normes dudit programme", "Objectif", "I.4", "L'objectif de ce programme est de prévenir l'entrée non contrôlée dans les zones réglementées d'un aéroport énuméré dans le cas de toute personne:", "1. is known or suspected to be involved in activities directed toward or in support of the threat or use of acts of serious violence against persons or property;", "2. connue ou soupçonnée d'être membre d'un organisme connu ou soupçonné d'être relié à des activités de menace ou à des actes de violence commis contre les personnes ou les biens;", "3. soupçonnée d'être étroitement associée à une personne connue ou soupçonnée", "• de participer aux activités mentionnées à l'alinéa (a);", "• d'être membre d'un organisme cité à l'alinéa (b); ou", "• être membre d'un organisme cité à l'alinéa (e).", "4. qui, selon le ministre et les probabilités, est sujette ou peut être incitée à:", "• commettre un acte d'intervention illicite pour l'aviation civile; ou", "• aider ou à inciter toute autre personne à commettre un acte d'intervention illicite pour l'aviation civile.", "5. est connu ou soupçonné d'être ou d'avoir été membre d'une organisation criminelle ou d'avoir pris part à des activités d'organisations criminelles, tel que défini aux articles 467.1 et 467.11 (1) du Code criminel du Canada;", "6. est membre d'un groupe terroriste, tel que défini à l'alinéa 83.01(1)(a) du Code criminel du Canada.", "Annulation ou refus", "II.35", "1. L'Organisme consultatif peut recommander au ministre de refuser ou d'annuler l'habilitation d'une personne s'il est déterminé que la présence de ladite personne dans la zone réglementée d'un aéroport énuméré est contraire aux buts et objectifs du présent programme.", "2. Au moment de faire la détermination citée au sous-alinéa (1), l'Organisme consultatif peut considérer tout facteur pertinent, y compris:", "a. si la personne a été condamnée ou autrement trouvé coupable au Canada ou à l'étranger pour les infractions suivantes:", "i. tout acte criminel sujet à une peine d'emprisonnement de 10 ans ou plus;", "ii. le trafic, la possession dans le but d'en faire le trafic, ou l'exportation ou l'importation dans le cadre de la Loi sur les drogues et substances contrôlées;", "iii. tout acte criminel cité dans la partie VII du Code criminel intitulée « Maison de désordre, jeux et paris »;", "iv. tout acte contrevenant à une disposition de l'article 160 de la Loi sur les douanes;", "v. tout acte stipulé dans la Loi sur les secrets officiels; ou", "vi. tout acte stipulé dans la partie III de la Lois sur l'immigration et la protection des réfugiés.", "3. si elle possède une mauvaise réputation en matière de crédit et qu'elle occupe un poste de confiance; ou", "4. qu'il est probable qu'elle participe à des activités directes ou en appui à une menace ou qu'elle se livre à des actes de violence sérieuse contre la propriété ou des personnes.", "[End of document]"]]}