{"id_": "011506", "body_str": [["[1]", "Reed, J.", ": This is an application for judicial review of a decision rendered by a member of the Pension Appeals Board on July 15, 1998, refusing the applicant's request for leave to appeal a decision of the Pension Review Tribunal to the Pension Appeals Board. The Tribunal decision had denied him a disability pension on the ground that he did not meet the definition of disabled found in the", "Canada Pension Plan", ", R.S.C. 1985, c. C-8, primarily because he was still considered to be employable. The issues to be addressed are: (1) what is the standard of review applied by this court when reviewing decisions on applications for leave to appeal to the Board, and (2) is the decision under review flawed for one of the reasons set out in s. 18.1(4) of the", "Federal Court Act", ", R.S.C. 1985, c. F-7."], ["[2]", "The applicant is a 61 year old man with a grade 9 education who has worked as a truck driver for 40 years, from 1954 until 1996. He was a self-employed truck owner/operator for 30 of those years. In 1996, by his account, he was no longer able to drive his truck due to physical disabilities. He reports serious back and neck pain which radiates down his left arm and leg, leaving him unable to stand or sit for any length of time. The pain increases when he exerts himself. He also reports breathing difficulties due to asthma and chronic bronchitis."], ["[3]", "The applicant applied for disability benefits on July 29, 1996. The initial appli­cation was not approved and the applicant appealed this decision to the Review Tribu­nal. The Review Tribunal consists of three persons, one of whom is a member of the provincial bar and a second of whom has medical expertise. The decision of the Review Tribunal was also not favourable to the applicant.", "Review Tribunal Decision"], ["[4]", "The evidence upon which the Review Tribunal based its decision included Mr. Kerth's application form, on which he stated that he had stopped working because he could not stand the extreme pain in his neck, back, left leg, and left arm. He reported being able to sit and stand for only 10 min­utes at a time due to leg and back pain and that he could not lift or bend. The applica­tion package also included a medical report from Mr. Kerth's family physician, Dr. Eagar, which indicated that Mr. Kerth had arthritis of the spine with moderate cervical disc degeneration at C5/6 and C6/7, as well as marginal osteophytes of the thoracic spine. Dr. Eagar's prognosis for Mr. Kerth was poor:", "\"Anticipate ongoing pain and continued deterioration in neck. Unable to drive truck (shoulder checks impossible). Cramping in hands. Now unable to work.\""], ["[5]", "The evidence also included a report from Dr. McDougall, a Rheumatology specialist. He summarized Mr. Kerth's symptoms and concluded with the following impression:", "\"This gentleman presents with neck and back pain, most consistent with a mechan­ical origin. Today's examination revealed no neurological deficit in either the upper or lower extremities and no evidence to suggest nerve root impingement. He has had difficulties tolerating NSAID's and I agree with the use of acetaminophen, however, I suggested that he could increase the dose, depending on his needs. I reviewed specific exercise programs for both his neck and back and asked him to perform these regularly, as a matter of routine. I have placed no restrictions on him and I am hopeful that this will result in some improvement in his symptoms. He seemed satisfied with this approach and I thank you for allowing me to participate in his care.\""], ["[6]", "The only other evidence before the Tribunal was a handwritten note from Dr. Eagar dated October 23, 1996, stating that the applicant \"has a chronic permanent disability affecting activities of daily living.\""], ["[7]", "The Review Tribunal held its hearing on March 3, 1997, at which time the applicant represented himself. The Tribunal concluded that the applicant was capable of performing light, non-demanding work:", "\"... The medical evidence confirms the existence of the pain and that it prevents Mr. Kerth from continuing his former occupation as a trucker. ... It is clear that Mr. Kerth is currently restricted from performing heavy physically demanding work. It is likely that this will continue into the future indefinitely. Despite this, the Panel is of the view that Mr. Kerth retains the physical capacity to perform light, non-demanding work which accom­modates his need to change position reg­ularly.", "A person is defined as disabled only if he is unable to regularly pursue", "any", "substan­tially gainful employment. Although ad­justments are clearly required in Mr. Kerth's activities, the Panel believes he retains the capacity to do some type of work. The appeal is, therefore, dismissed.\"", "Pension Appeals Board"], ["[8]", "The applicant sought leave to appeal the Review Tribunal's decision to the Pension Appeals Board. The Board has jurisdiction under s. 84 of the", "Plan", "to determine any question of law or fact as to whether a benefit is payable to a person and the amount of any such benefit. The hearing before the Board is a de novo hearing. The Board consists of a Chairman and Vice-chairman, each of whom are Federal Court or provincial superior court judges, and one to 10 other members all of whom are also judges. The Board hearings are heard by panels of one, three or five members of the Board. The Chairman, Vice-chairman, or appointed delegate, is responsible for decid­ing the applications for leave to appeal. In this case, the leave application was con­sidered by a member of the Board appointed for that purpose."], ["[9]", "The evidence before the Pension Appeals Board to support the applicant's leave to appeal application was far more substantial than that presented to the Tribunal. Mr. Kerth submitted medical reports dating from 1994 through to 1996 outlining the condition of his back and neck. These reports describe various investigations into the origin of Mr. Kerth's neck and back pain. In 1994, x-rays showed mild degenerative disc disease at C5-6 without much evidence of nerve root compression. Similarly, the x-rays of the lumbar spine show generalized demineral­ization and mild degenerative disc disease changes. The recommendation from the 1994 examination was to conduct a myelogram to investigate whether the appli­cant had a disc lesion that might require surgery. The myelograms indicated mild degenerative changes and some osteoarthritis in the cervi­cal region, but were otherwise normal with no evidence of disc protrusion."], ["[10]", "X-ray reports from 1995 and 1996 indicated mild to moderate cervical disc degenerative change with disc space narrow­ing and osteophytes at C5/6. Further osteoarthritic changes were also noted."], ["[11]", "Mr. Kerth also underwent a pulmonary function test. The report, dated June 23, 1997, stated the following:", "\"Severe partially reversible airflow limita­tions with reduced DLCO [diffusing capac­ity of the lung for carbon monoxide] + hyperinflation. If repeat testing reproduces similar results then this will be c/w [com­patible with] COPD + asthma. Clinical correlation suggested.\""], ["[12]", "Finally, and perhaps most importantly, the evidence included a more detailed report from Dr. Eagar, and a work assessment report, by social worker Rebecca Milo. Dr. Eagar's report dated September 22, 1997, summarizes much of Mr. Kerth's medical history and treatment over the past few years. He states that Mr. Kerth's diagnoses are chronic obstructive airway disease and osteoarthritis of the spine with multi-level involvement and narrowing at C5/6. The report also mentions Mr. Kerth's high blood pressure and a bout of bronchitis; he has been prescribed various asthma-like ventila­tors since that time. The report also states that the exercises prescribed by Dr. McDougall (in the information presented before the Tribunal) were causing pain and that Mr. Kerth had stopped doing them. Dr. Eagar concludes his report by stating:", "\"Back and neck pain with bad headaches frequently. He can't mow the grass, do yardwork, or housework such as vacuum­ing. For three years, he has not been able to shovel his driveways snow accumula­tion. Since the spring of 1997, his left knee has been painful. He gets cramping in his hands when driving a car or with pro­longed sitting or standing. When going upstairs, he gets short of breath and has to use his inhalers with the slightest strenuous activity. He has marked, permanent disabil­ities as outlined above and in my view, these make him unemployable in any capacity.\""], ["[13]", "Some of Ms. Milo's report, like some of Dr. Eagar's assessment above, is based on Mr. Kerth's self-reported physical limitations and is to that extent subjective, not objective evidence. Ms. Milo's report was based on a personal interview and observation of Mr. Kerth, a review of the relevant medical documentation, and a review of the Tri­bunal's materials. She summarized Mr. Kerth's medical history and discussed the significant changes to his activities of daily living. For example, Mr. Kerth reported no longer being able to do any work around the house, nor is he able to perform his hobby of tinkering with cars or working in the garden. Mr. Kerth discussed the possibility of doing sedentary jobs, but felt that he would not be able to sit for the length of time required due to the pain he experiences in sitting. Ms. Milo identified five specific work limitations:", "\"1) High pain level upon exertion", "2) Difficulty breathing when he tries to exert himself", "3) His inability to sit or stand for long periods", "4) His inability to bend, lift or carry", "5) No education or training beyond Grade 9 level\"", "She continued by explaining how these limitations would affect Mr. Kerth's employability:", "\"These limitations qualify him as a poor candidate for any physical work. It is my assessment these limitations restrict Ronald to employment of a sedentary and part-time nature. In order to qualify for most seden­tary positions Ronald would need to obtain further education or training. This would be difficult for Ronald given his inability to sit for long periods and the amount of pain medication Ronald is tak­ing in an effort to reduce his pain levels. This medi­cation causes him drowsiness and the inability to think clearly. This means he would probably have to further his education by correspondence which would considerably lengthen the amount of time needed to complete any education or re­training. Given Ronald's age this may not be a reasonable option.\"", "Ms. Milo concluded her report with the following summary:", "\"Due to Ronald's work limitations, as listed above, he would not be able to return to his former occupation or work in a job with any physical requirements. It would be unreasonable to expect Ronald to regularly pursue substantially gainful em­ployment because of the combination of degenerative disc disease, which stated in the medical files is affecting his whole back and emphysema which was recently diagnosed. In addition, he is 59 years of age, no transferable skills and has a Grade 9 education. Realistically he is not a good candidate for retraining or upgrading. He is not employable given his education, train­ing and work history.\""], ["[14]", "To qualify for disability benefits under the", "Plan", ", an applicant must satisfy three requirements: i) meet the contributory re­quirements by having made valid contribu­tions to the", "Plan", "for a minimum qualifying period; ii) be disabled, within the meaning of the", "Plan", "when the contributory requirements were met; and iii) continue to be so disabled thereafter. There was no issue as to whether or not the applicant met the contributory requirements. The question in his case was whether the applicant was disabled within the meaning of the", "Plan", ". Section 42(2) defines who is disabled:", "\"(2) For the purposes of this Act,", "(a) a person shall be considered to be disabled only if he is determined in prescribed manner to be suffering from a severe and prolonged mental or physical disability, and for the purposes of this paragraph,", "(i) a disability is severe only if by reason thereof the person in respect of whom the determination is made is incapable regularly of pursuing any substantially gainful occupation, and", "(ii) a disability is prolonged only if it is determined in prescribed manner that the disability is likely to be long con­tinued and of indefinite duration or is likely to result in death;\"", "\"(2) Pour l'application de la présente loi:", "a) une personne n'est considérée comme invalide que si elle est déclarée, de la manière prescrite, atteinte d'une invalidité physique ou mentale grave et prolongée, et pour l'application du présent alinéa:", "(i) une invalidité n'est grave que si elle rend la personne à laquelle se rapporte la déclaration régulièrement incapable de détenir une occupation véritablement rémunératrice,", "(ii) une invalidité n'est prolongée que si elle est déclarée, de la manière prescrite, devoir vraisemblablement durer pendant une période longue, continue et indéfinie ou devoir entraîner vraisemblablement le décès;\"", "Thus, the disability must be both severe and prolonged."], ["[15]", "The Board's decision denying leave reads:", "\"The Review Tribunal, comprised with expertise in both law and health profession matters, concluded that the applicant retains the capacity to do some type of work and therefore dismissed his appeal.", "\"I have reviewed the medical reports and believe that they establish the Tribunal's findings as a reasonable one. The preponderance of the medical opinion support the Tribunal's conclusion.", "\"The Application reveals no error in principle on the part of the Tribunal and offers no new evidence that would shift the balance in favour of a different result.", "\"Leave to appeal is therefore denied.\"", "Application For Judicial Review"], ["[16]", "The applicant argues that the Board member addressed the wrong question when considering his application for leave to appeal. The question to be addressed was whether there was sufficient new evidence to justify a hearing before the Pension Appeals Board, not a decision on the appeal itself. He argues that the evidence submitted was substantial enough that it ought to have been reviewed by a full panel of the Board, not evaluated and dismissed in the context of an application for leave."], ["[17]", "The extent to which the phrase \"any substantially gainful occupation\" in s. 42(2) of the", "Plan", "must take into account some of the individual's personal characteristics and not be simply a conclusion that somewhere in the world there exists employment for which this applicant is physically capable, without regard to the applicant's education background or other factors, is a matter that was raised in the application records but was not pursued in argument. Thus I do not need to deal with it, but surely the employment must be gainful for the individual and not merely an abstract possibility.", "Standard Of Review"], ["[18]", "The factors relevant in determining the standard of review applicable in a judicial review proceeding were recently set out in", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 193. The overriding consideration is the intention of the legislature: did it intend that a reviewing court accord the decision under review deference, or was a full right of appeal intended, or does the relevant standard fall somewhere on the spectrum that lies between these two poles. Also, the standard of review must be determined by reference to the specific nature of the decision under review. The same standard will not necessarily apply to all decisions of the same decision-maker. The factors to be assessed according to <FRAGMENT_SUPPRESSED> are: (1) the legislative provisions governing the review process, including whether there is a privative clause; (2) the degree of expertise of the tribunal with respect to the question in issue, as compared to the degree of expertise the reviewing court has on that subject; (3) the purpose of the legislation and the nature of the decision-maker; that is, whether the decision-maker is balancing public policy considerations (sometimes vaguely worded) as opposed to adjudicating the rights of individuals; (4) the nature of the decision under review, including whether it is a question of law or a question of fact."], ["[19]", "I turn then to these factors as they relate to the decision under review. The legislative parameters of the intended review are set out in s. 18.1(4) of the", "Federal Court Act", ". The", "Plan", "contains no privative clause except to say that decisions of the Pension Appeals Board are final, subject only to judicial review. While there has been some indication in the jurisprudence that s. 18.1(4)(d) of the", "Federal Court Act", "requires \"patent unreasonability\", this was not the test applied in <FRAGMENT_SUPPRESSED> , or more recently in", "<FRAGMENT_SUPPRESSED> ; 243 N.R. 22. I note that the phrases in paragraph 18.1(4)(d) are disjunctive; one asks whether the decision under review was based on a finding of fact that was made in a perverse", "or", "capricious manner", "or", "without regard for the material before the decision-maker. That is, insofar as the review of decisions by reference to their underlying facts is concerned, the statutory mandate allows for a spectrum of review from one which involves a high degree of deference (perversity or capriciousness must be shown) to one in which correctness or reasonableness may be the test (the decision-maker did not exhibit regard for the material before it). When the review relates to questions of law, however, in s. 18.1(4)(c) a spectrum is not provided."], ["[20]", "With respect to the relative expertise of the Board and this court, there is not a great difference between them insofar as determining the principles applicable to leave to appeal applications. The Board members will, of course, have greater expertise in dealing with the underlying factual subject matter."], ["[21]", "With respect to the purpose of the legislation and the nature of the decision-maker, the decision is one that determines the rights of the individual (entitlement to a benefit). The decision is adjudicative in nature, not one involving discretionary public policy issues. The Board is judicial in nature, being composed of judges."], ["[22]", "With respect to the nature of the decision, it involves both a question of law and a question of fact. The question of law is whether the Board applied the right legal test. The question of fact is whether the Board's decision is supported by the evidence."], ["[23]", "I conclude, based on the above assessment of the relevant factors, that the standard of review in this case is closer to the non-deferential end of the spectrum, rather than to the deferential end.", "Analysis Of The Board's Decision"], ["[24]", "A leave to appeal proceeding is a preliminary step to a hearing on the merits. It is a first, and lower, hurdle for the applicant to meet than that that must be met on the hearing of the appeal on the merits. The applicant, at the leave stage, does not have to prove his or her case. For example, in the Federal Court of Appeal decisions to which counsel for the respondent referred me, dealing with old Federal Court Rule 1107(1), the following comments are found:", "<FRAGMENT_SUPPRESSED>  to succeed, the applicant must satisfy the court that there is some arguable ground upon which the proposed appeal", "might succeed", ".\" (emphasis added)", "<FRAGMENT_SUPPRESSED>  this application can be granted, the court must be able to see a specific question of law or jurisdiction the answer to which", "may lead", "to the setting aside of the decision or order attacked.\" (emphasis added)"], ["[25]", "I am guided, as I must be in reviewing the Board's decision, by the reasons given for that decision. The decision reads as though the exercise that was undertaken was one in which the Tribunal's decision was assessed on its merits, rather than whether leave should be granted to appeal the Tribunal's decision. In part, it appears as though the Tribunal's decision was being assessed pursuant to the criteria used on judicial review: \"the medical reports ... establish the Tribunal's findings as", "a reasonable one", "\"; \"the Application reveals", "no error in principle", "on the part of the Tribunal.\" Another part of the decision reads as though the Board member was making a decision on the merits of the applicant's application for a disability pension, rather than on his leave to appeal application: \"the application offers no new evidence", "that would shift the balance", "in favour of a different result\". The decision reads as though the Board member stepped into the role of the Board once leave has been granted and considered the merits of the application."], ["[26]", "I was informed by counsel that when leave is granted in these cases, the rehearing being a trial de novo, the applicant can bring to the Board any additional evidence that is relevant, whether it pre-dates or post-dates the Tribunal's decision, and that he is not limited to adducing only the evidence filed in support of his application for leave to appeal. In addition, an applicant may still be entitled to benefits if the evidence establishes the existence of his disability on a date later than that of the Tribunal's decision. For example, in this case, the applicant will be entitled to benefits if he can establish that his disability existed at some time prior to January 1, 1998. The Tribunal rendered its decision on June 5, 1997. I have not verified these assertions but counsel for the respondent did not take exception to them. If they are correct, they are an additional reason for adopting a lower threshold at the leave stage than exists on a hearing on the merits."], ["[27]", "In any event, regardless of the accuracy of the above description of the procedure, when the ground of an application for leave to appeal is primarily the existence of additional evidence, the question to be asked, in my view, is whether the new evidence filed in support of the leave application is such that it raises a genuine doubt as to whether the Tribunal would have reached the decision it did, if the additional evidence had been before it."], ["[28]", "I have concluded that the Board member, in making the decision under review, asked himself the wrong question, and placed too heavy a burden on the applicant when assessing the application for leave to appeal. For the reasons given, the decision will be set aside and the application for leave to appeal referred back for reconsideration by a different Board member.", "Application allowed.", "Editor: Angela E. McKay/saf", "[End of document]"]]}