{"id_": "011684", "body_str": [["[1]", "Nadon, J.", ": The applicant seeks to set aside a decision of Jeffrey Barr, a designated Immigration Officer who is authorized by the Minister to issue visas. (The \"Visa Officer\").  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Visa Officer, by way of a letter dated November 1, 1996, informed the applicant that her application for permanent residence in Canada was refused on the ground that, pursuant to s. 19(2)(a) of the", "Act", ", she was inadmissible to Canada.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicant was found to be inadmissible because she had been found guilty of theft pursuant to s. 334(b)(ii) of the", "Criminal Code", ": theft \"where the value of what is stolen does not exceed one thousand dollars\". [see footnote 1] The applicant was given a suspended sentence and placed under probation for 180 days. It is important to point out that s. 334 of the", "Criminal Code", "provides that where the value of the stolen property does not exceed $1,000, the accused person may be prosecuted by way of indictment or by way of a summary proceeding. The applicant was prosecuted and found guilty by way of a summary proceeding. The choice of proceeding is at the discretion of the Crown prosecutor. The different proceedings entail different possible sanctions for the accused if found guilty.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Thus, in the circumstances, the Visa Officer had no choice but to declare the applicant inadmissible to Canada pursuant to s. 19(2)(a) of the", "Act", "which reads as follows:  <FRAGMENT_SUPPRESSED>", "\"(2) No immigrant and, except as provided in subs. (3), no visitor shall be granted admission if the immigrant or visitor is a member of any of the following classes:  <FRAGMENT_SUPPRESSED>", "(a) persons who have been convicted in Canada of an indictable offence, or of an offence", "for which the offender may be prosecuted by indictment", "or for which the offender is punishable on summary conviction, that may be punishable under any Act of Parliament by a maximum term of imprisonment of less than 10 years, other than an offence designated as a contravention under the Contraventions Act;\" (emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[5]", "In his written argument, counsel for the applicant raised a number of issues which, in my view, can be regrouped into three issues:  <FRAGMENT_SUPPRESSED>", "i) Is s. 19(2)(a) of the", "Act", "contrary to s. 34(1)(c) of the", "Interpretation Act", ", R.S.C. 1985, c. I-21?  <FRAGMENT_SUPPRESSED>", "ii) Is s. 19(2)(a) contrary to s. 11(h) of the", "Canadian Charter of Rights and Freedoms", "(the \"", "Charter", "\")?  <FRAGMENT_SUPPRESSED>", "iii) Is s. 19(2)(a) contrary to s. 15 of the", "Charter", "?  <FRAGMENT_SUPPRESSED>"], ["[6]", "I begin with the first issue raised by the applicant which is whether s. 19(2)(a) is contrary to s. 34(1)(c) of the", "Interpretation Act", "which reads as follows:  <FRAGMENT_SUPPRESSED>", "\"34(1) Where an enactment creates an offence,  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(c) if the offence is one for which the offender may be prosecuted by indictment or for which the offender is punishable on summary conviction, no person shall be considered to have been convicted of an indictable offence by reason only of having been convicted of the offence on summary conviction. <FRAGMENT_SUPPRESSED>"], ["[7]", "The submissions of counsel for the applicant on this point, as they appear from his memorandum, are as follows:  <FRAGMENT_SUPPRESSED>", "\"1. That in the cases of mix offences, s. 19(2)(a) of the", "Immigration Act", "considers a summary conviction as an indictable offence.  <FRAGMENT_SUPPRESSED>", "\"2. That such consideration is ultra vires, illegal and contrary to s. 34(1)(c) of the", "Interpretation Act", ", R.S.C. 1985, c. I-21 that clearly states that in the case of a mix offense, a summary conviction is not considered as an indictable conviction.  <FRAGMENT_SUPPRESSED>", "\"3. That s. 19(2) of the", "Immigration Act", "usurps the discretionary prerogative of the crown attorney in determining the type of offense to charge an individual.  <FRAGMENT_SUPPRESSED>", "\"4. That said section further usurps the authority of the judges and/or courts who pronounced the sentence and decided of the type of offence that an individual has been found guilty of.\" (errors in original)  <FRAGMENT_SUPPRESSED>"], ["[8]", "With respect, it is my view that counsel for the applicant has misunderstood the purpose of the", "Interpretation Act", "and in particular s. 34(1)(c) thereof. The paragraph simply provides that, where the", "Criminal Code", "gives to the prosecutor discretion with respect to the most appropriate mode of proceeding against an accused, and an accused is found guilty of such an offence on summary conviction, that person shall not be considered as having been found guilty of an indictable offence. Thus, the applicant who was found guilty of theft on summary conviction cannot be considered as having been found guilty of an indictable offence. That is the sole purpose of s. 34(1)(c) of the", "Interpretation Act", ".  <FRAGMENT_SUPPRESSED>"], ["[9]", "During the hearing, I indicated to counsel that I could not understand how s. 34(1)(c) of the", "Interpretation Act", "could be relevant in regard to s. 19(2)(a) of the", "Act", ". Since the applicant was found guilty pursuant to s. 334(b)(ii) of the", "Criminal Code", ", the Visa Officer, as I indicated earlier, had no choice but to declare her inadmissible. For the purpose of clarity, I reproduce ss. 334(b)(i) and (ii) of the", "Criminal Code", ":  <FRAGMENT_SUPPRESSED>", "\"334. Except where otherwise provided by law, every one who commits theft  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(b) is guilty  <FRAGMENT_SUPPRESSED>", "(i) of an indictable offence and is liable to imprisonment for a term not exceeding two years, or  <FRAGMENT_SUPPRESSED>", "(ii) of an offence punishable on summary conviction,  <FRAGMENT_SUPPRESSED>", "where the value of what is stolen does not exceed five thousand dollars. <FRAGMENT_SUPPRESSED>"], ["[10]", "The offence contained in s. 334(b) is what is commonly referred to as a hybrid offence. It is an offence which, depending on the amounts stolen, may be considered as serious a crime as other indictable offences or may be viewed as only as serious as a summary offence. Thus, the prosecutor is given discretion to, in part, determine the seriousness of the particular crime on a case by case basis. There is no doubt that this is an offence \"for which the offender", "may", "be prosecuted by indictment\". Despite the fact that the Crown did not choose to proceed against the applicant by way of indictment, the applicant cannot escape the fact that the Crown prosecutor", "could", "have.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The applicant argues that s. 19(2)(a) of the", "Act", "interferes with the Crown Attorney's prerogative to prosecute an offence in the way he or she sees fit. The applicant further submits that s. 19(2)(a) \"usurps\" the authority of the courts with respect to the finding of guilt and to the sentence to be rendered. I cannot agree with this submission. Section 19(2)(a) of the", "Act", "is of no consequence in regard to the Crown Attorney's decision to prosecute a person accused of a crime. Needless to say, s. 19(2)(a) of the", "Act", "is also of no consequences in regard to the criminal court's decision and the sentence which it renders.  <FRAGMENT_SUPPRESSED>"], ["[12]", "In the present instance, the accused was charged with an offence punishable on summary conviction, was found guilty and a sentence was rendered. That file is now closed. Counsel's true argument is, in my view, that because his client was found guilty of an offence punishable on summary conviction, she should not have been declared inadmissible under s. 19(2)(a) of the", "Act", "but rather should have been dealt with pursuant to s. 19(2)(b)(i).  <FRAGMENT_SUPPRESSED>", "\"(2) No immigrant and, except as provided in subs. (3), no visitor shall be granted admission if the immigrant or visitor is a member of any of the following classes:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(b) persons who  <FRAGMENT_SUPPRESSED>", "(i) have been convicted in Canada under any Act of Parliament of two or more summary conviction offences not arising out of a single occurrence, other than offences designated as contraventions under the Contraventions Act, ... <FRAGMENT_SUPPRESSED>"], ["[13]", "In my view however, an offence is not characterized as a summary conviction offence merely because the prosecutor chose to proceed summarily. A summary conviction offence, as compared to a hybrid offence, is one which must be prosecuted summarily and where no discretion is given to the Crown.  <FRAGMENT_SUPPRESSED>"], ["[14]", "I now turn to the applicant's submissions regarding the", "Charter", ". Firstly, the applicant submits that s. 19(2)(a) is contrary to s. 11(h) of the", "Charter", "which provides:  <FRAGMENT_SUPPRESSED>", "\"11. Any person charged with an offence has the right  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(h) if finally acquitted of the offence, not to be tried for it again and, if finally found guilty and punished for the offence, not to be tried or punished for it again; ... <FRAGMENT_SUPPRESSED>"], ["[15]", "According to counsel for the applicant, his client will be punished twice for the same offence if she is declared inadmissible to Canada. Again, I cannot agree. The applicant was found guilty and has served her sentence and, as far as the record shows, she is not being tried or punished a second time. The fact that a criminal conviction prevents admissibility as a permanent resident is a consequence of committing a crime but does not amount to a second punishment.  <FRAGMENT_SUPPRESSED>"], ["[16]", "<FRAGMENT_SUPPRESSED> , the Federal Court of Appeal held that the deportation of a permanent resident of Canada, found guilty of an offence [see footnote 2] set out in s. 27(1)(d) of the", "Act", ", did not constitute punishment within the meaning of s. 11(h) of the", "Charter", ". MacGuigan, J.A., who rendered the decision of the court, was of the view that the purpose of a deportation order was not to punish the individual but to protect Canada against the presence of undesirable persons. At p. 607, MacGuigan, J.A., put it as follows:  <FRAGMENT_SUPPRESSED>", "\"In the words of the Supreme Court at that time, deportation is 'not concerned with the penal consequences of the acts of the individuals', but is rather designed to afford protection against the presence in the country of undesirable persons. <FRAGMENT_SUPPRESSED>"], ["[17]", "In the present case, the applicant will not be deported since she is already out of the country. Because she has been declared inadmissible by the Visa Officer, she will be unable to enter Canada unless she obtains a Minister's permit. In my view, the applicant's argument on this point is untenable and must be dismissed. Section 19(2)(a) of the", "Act", "is not contrary to s. 11(h) of the", "Charter", ".  <FRAGMENT_SUPPRESSED>"], ["[18]", "The applicant's last submission is that s. 19(2)(a) is contrary to s. 15 of the", "Charter", "which reads as follows:  <FRAGMENT_SUPPRESSED>", "\"15(1) Every individual is equal before and under the law and has the right to the equal protection and equal benefit of the law without discrimination and, in particular, without discrimination based on race, national or ethnic origin, colour, religion, sex, age or mental or physical disability.  <FRAGMENT_SUPPRESSED>", "\"(2) Subsection (1) does not preclude any law, program or activity that has as its object the amelioration of conditions of disadvantaged individuals or groups including those that are disadvantaged because of race, national or ethnic origin, colour, religion, sex, age or mental or physical disability. <FRAGMENT_SUPPRESSED>"], ["[19]", "Once again, I reproduce the arguments submitted by counsel for the applicant as they appear from his memorandum:  <FRAGMENT_SUPPRESSED>", "\"10. That s. 19(2)(a) is a clear discrimination against permanent residents, visitors, and individuals who wish to immigrate to Canada by treating a summary conviction differently than for a Canadian Citizen.  <FRAGMENT_SUPPRESSED>", "\"11. That s. 19(2)(a) is a clear stereotyping against immigrants, permanent residents, visitors, and individuals interested in immigrating to Canada, who, as a group have been historically disadvantaged both politically and socially.  <FRAGMENT_SUPPRESSED>", "\"12. That said discrimination is ultra vires, illegal, and contrary to s. 15(1) of the", "Canadian Charter of Rights and Freedoms", "Constitution Act", ", 1982, R.S.C., 1985, Appendix 11, No. 44.\" (errors in original)  <FRAGMENT_SUPPRESSED>"], ["[20]", "I also reproduce paragraphs 39 through 42 of the applicant's reply to the respondent's memorandum:  <FRAGMENT_SUPPRESSED>", "\"39. That s. 19(2)a) specifically considers that for certain Acts of Parliament that a summary conviction is an indictable offence.  <FRAGMENT_SUPPRESSED>", "\"40. That this creates a situation that differentiates a summary conviction for a permanent resident or any other foreigner differently then a summary conviction for a Canadian Citizen.  <FRAGMENT_SUPPRESSED>", "\"41. That the fact that Parliament treats a summary conviction differently for a permanent resident or a foreigner goes beyond Parliament's power to determine the limits of a resident or foreigner to remain or enter the country.  <FRAGMENT_SUPPRESSED>", "\"41. That for this reason, s. 15 of the", "Charter of Rights and Freedoms", "should apply to the case at bar.  <FRAGMENT_SUPPRESSED>", "\"42. That s. 19(2)b) of the", "Immigration Act", "should be applied in the case at bar.\" (errors in original)  <FRAGMENT_SUPPRESSED>"], ["[21]", "I must confess that I had some difficulty understanding the applicant's argument on this point. I asked counsel whether he had to demonstrate that immigrants constituted a group that had been \"historically disadvantaged both politically and socially\". Counsel answered that I could take judicial notice of that fact. In my view, I cannot. Since there was no evidence whatsoever on this point, I cannot make the finding which counsel would like me to make.  <FRAGMENT_SUPPRESSED>"], ["[22]", "I must also dismiss the applicant's argument that s. 19(2)(a) of the", "Act", "makes an unacceptable distinction between permanent residents and citizens. Section 6 of the", "Charter", "makes it crystal clear that only citizens of Canada have \"the right to enter, remain in and leave Canada\". Thus, the", "Charter", "allows Parliament to treat in a different way citizens and non-citizens. In my view, this issue was conclusively dealt with by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> . The issue before the Supreme Court  <FRAGMENT_SUPPRESSED>", "was whether the statutory scheme which provided for the deportation of a permanent resident on conviction of a serious criminal offence was constitutional. Specifically, the court had to decide whether s. 27(1)(d)(ii) and s. 32(2) of the", "Immigration Act", ", S.C. 1976-77, c. 52, infringed, inter alia, s. 15 of the", "Charter", ". The court concluded that there was no infringement of the", "Charter", ". At pp. 733 and 734  <FRAGMENT_SUPPRESSED> , Sopinka, J., for the court, made the following comments:  <FRAGMENT_SUPPRESSED>", "\"The distinction between citizens and non-citizens is recognized in the", "Charter", ". While permanent residents are given the right to move to, take up residence in, and pursue the gaining of a livelihood in any province in s. 6(2), only citizens are accorded the right 'to enter, remain in and leave Canada' in s. 6(1).  <FRAGMENT_SUPPRESSED>", "\"Thus Parliament has the right to adopt an immigration policy and to enact legislation prescribing the conditions under which non-citizens will be permitted to enter and remain in Canada. It has done so in the", "Immigration Act", ". Section 5 of the", "Act", "provides that no person other than a citizen, permanent resident, Convention refugee or Indian registered under the", "Indian Act", "has a right to come to or remain in Canada. The qualified nature of the rights of non-citizens to enter and remain in Canada is made clear by s. 4 of the", "Act", ". Section 4(2) provides that permanent residents have a right to remain in Canada", "except", "where they fall within one of the classes in s. 27(1). One of the conditions Parliament has imposed on a permanent resident's right to remain in Canada is that he or she not be convicted of an offence for which a term of imprisonment of five years or more may be imposed. This condition represents a legitimate, non-arbitrary choice by Parliament of a situation in which it is not in the public interest to allow a non-citizen to remain in the country. The requirement that the offence be subject to a term of imprisonment of five years indicates Parliament's intention to limit this condition to more serious types of offences. It is true that the personal circumstances of individuals who breach this condition may vary widely. The offences which are referred to in s. 27(1)(d)(ii) also vary in gravity, as may the factual circumstances surrounding the commission of a particular offence. However there is one element common to all persons who fall within the class of permanent residents described in s. 27(1)(d)(ii). They have all deliberately violated an essential condition under which they were permitted to remain in Canada. In such a situation, there is no breach of fundamental justice in giving practical effect to the termination of their right to remain in Canada. In the case of a permanent resident, deportation is the only way in which to accomplish this. There is nothing inherently unjust about a mandatory order. The fact of a deliberate violation of the condition imposed by s. 27(1)(d)(ii) is sufficient to justify a deportation order. It is not necessary, in order to comply with fundamental justice, to look beyond this fact to other aggravating or mitigating circumstances. <FRAGMENT_SUPPRESSED>"], ["[23]", "Although s. 19(2)(a) of the", "Act", "was not an issue before the Supreme Court  <FRAGMENT_SUPPRESSED>", ", I believe that the comments made by Sopinka, J., are entirely applicable to the issue before me. It is clear from the Supreme Court's decision that Parliament may make distinctions between citizens and non-citizens and that these distinctions do not, per se, infringe the", "Charter", ".  <FRAGMENT_SUPPRESSED>"], ["[24]", "For these reasons, this application will be dismissed.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/saf  <FRAGMENT_SUPPRESSED>", "Footnotes  <FRAGMENT_SUPPRESSED>", "1. Currently, s. 334 sets the limit for a hybrid offence at five thousand dollars, but at the time the applicant was charged, s. 334 had a cut-off of one thousand.  <FRAGMENT_SUPPRESSED>", "2. The permanent resident had been found guilty of drug related crimes and had been given sentences exceeding six months.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}