{"id_": "011624", "body_str": [["[1]", "Near, J.", ": This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada (\"the Board\") dated December 20, 2011. The Board found that the Applicants were neither refugees nor persons in need of protection under sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA)."], ["[2]", "For the reasons that follow, this application for judicial review is dismissed.", "I.", "Facts"], ["[3]", "The Applicants - Kalman Lakatos, his spouse, Erika Balogh, and their two minor children, Kalman Lakatos (Jr) and Mirella Lakatos - are Hungarian citizens of Roma ethnicity. They arrived in Canada on December 10, 2009 and made their claim for refugee protection on December 14, 2009 on the basis of the discrimination and harassment they face as Roma in Hungary."], ["[4]", "Specifically, the Applicants describe the following events as forming the basis of their claim for refugee protection: First, Mr. Lakatos was attacked as a teenager in 1996 by four skinheads while on his way home from school with two of his friends. He sustained a broken nose and broken ribs in the altercation. Second, Ms. Balogh was followed home from the store by skinheads, who shouted racial slurs at her and slapped her across the face. Third, while in the hospital giving birth to her two children, Ms. Balogh was placed, along with other Romani women, in a ward that was separated from other Hungarian women, and was given unequal treatment. Finally, one month prior to leaving for Canada, the Applicants discovered a swastika painted on the front door of their home.", "II.", "Decision under Review"], ["[5]", "The Board found that the Applicants had not satisfied the burden of establishing that they were Convention refugees or persons in need of protection under sections 96 and 97 of IRPA. It found that the determinative issue was whether the Applicants' fear was objectively reasonable, and focused its analysis on whether there is adequate state protection in Hungary, whether the Applicants took all reasonable steps to avail themselves of that protection, and whether they provided clear and convincing evidence of the state's inability to protect them."], ["[6]", "After a lengthy review of the documentary evidence, which the Board found to be mixed, the Board concluded that there is adequate state protection in Hungary. It noted that states are presumed capable of protecting their citizens, and that the Applicants bear the legal burden of rebutting that presumption with clear and convincing evidence that satisfies the Board on a balance of probabilities."], ["[7]", "While the evidence indicated widespread discrimination and specific incidents of persecution against the Roma in Hungary, the Board concluded that the Hungarian government has taken a number of institutional and legal measures to improve the situation of the Romani minority, and that the Applicants have recourse to such programs for assistance should they need it. For example, the Board pointed to the Parliamentary Commissioner for National and Ethnic Minority Rights (Minorities Ombudsman), who takes complaints from persons who feel that their minority or ethnic rights have been violated by reason of a government agency's decision, proceedings or negligence."], ["[8]", "Moreover, the Board was not convinced that the Applicants took all reasonable steps to seek state protection in Hungary. Mr. Lakatos only ever approached the police once, when he was a minor. No other complaints were submitted before any of the other mechanisms in place. The Board concluded that, given the particular circumstances of the case, the Applicants had not provided the requisite clear and convincing evidence that, on a balance of probabilities, state protection in Hungary is inadequate.", "III.", "Issues"], ["[9]", "The sole issue in this application is whether the Board erred in its assessment of state protection.", "IV.", "Standard of Review"], ["[10]", "The Board's conclusion on state protection involves questions of mixed fact and law and is thus reviewable on the standard of reasonableness (see", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 771 at paras 11-13;", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 189 at para 25). As stated in", "<FRAGMENT_SUPPRESSED>  [2008] SCR 190, reasonableness is concerned with \"the existence of justification, transparency and intelligibility in the decision-making process\" (see para 47). This Court will only intervene where the decision in question falls outside the range of possible, acceptable outcomes defensible in respect of the facts and law.", "V.", "Analysis"], ["[11]", "The Applicants submit that the Board erred in its assessment of state protection in three ways: (i) by giving contradictory reasons and misstating the test for rebutting the presumption of state protection in its objective analysis; (ii) by failing to consider the Applicants' specific circumstances with respect to its finding on their responsibility to seek state protection; and (iii) by failing to consider the Gender Guidelines with respect to Ms. Balogh.", "(i)", "Contradictory Reasons and Rebutting the Presumption of State Protection"], ["[12]", "The Applicants contend that in order to be adequate, state protection must be minimally effective. They rely on a long list of case law to support their position. They argue further that the Board erred by focusing on the efforts of the Hungarian government to ameliorate the situation of the Roma and that it should have considered, instead, the outcome of those efforts. In addition, the Applicants submit that it is not for them to provide all of the evidence required to rebut the presumption of state protection, and that the Board erred in not reconciling the evidence submitted by the Applicants with that of the Refugee Protection Division."], ["[13]", "I am unable to accept the Applicants arguments on this point for two primary reasons. First, it is clear from the case law that the applicant bears the burden of presenting clear and convincing evidence that rebuts the presumption of state protection on a balance of probabilities (", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 399 at para 38;", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 603 at para 15). A claimant coming from a democratic country bears a heavy burden, in terms of quality of evidence, to show that state protection is unavailable (", "<FRAGMENT_SUPPRESSED>  [2007] FCJ No 584 at para 57; <FRAGMENT_SUPPRESSED> , above at para 26). The Board properly stated and applied the test and reasonably concluded that the Applicants had not met their burden of rebutting the presumption of state protection in this case."], ["[14]", "Second, this Court has repeatedly held that the test for state protection is not whether it is effective, per se, but whether it is adequate (", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 969 at para 10). As such, it is \"not enough for a claimant merely to show that his government has not always been effective at protecting persons in his particular situation\" (", "Flores", ", above at para 10;", "Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  18 Imm LR (2d) 130 (FCA))."], ["[15]", "The Board considered the evidence before it and, while it found the evidence to be mixed, it came to a conclusion that was within the realm of acceptable outcomes defensible in respect of the facts. The Board reasonably assessed the various programs in place to combat the particular challenges facing the Roma people in Hungary before concluding, on a balance of probabilities, that state protection was adequate.", "(ii)", "Applicants' Specific Circumstances"], ["[16]", "I am not convinced by the Applicants' arguments with respect to the Board's failure to consider their particular circumstances before concluding that they had not taken all reasonable steps to avail themselves of state protection. The Board put specific questions to the Applicants on this point at the hearing. Mr. Lakatos even stated that he \"understood [the Board Member's] point\" when asked why he had only gone to the police once. The Board made a reasonable inquiry into the Applicants' specific circumstances and came to the reasonable conclusions that: (i) the Applicants had not taken all reasonable steps to avail themselves of state protection; and (ii) no exemption to this requirement was warranted in this case.", "(iii)", "Gender Guidelines"], ["[17]", "The Applicants posit that the Board erred by failing to consider \"Guideline 4: Women Refugee Claimants Fearing Gender-Related Persecution - Guidelines Issued by the Chairperson Pursuant to Section 65(3) of the", "Immigration Act", ", Update\"(\"Gender Guidelines\") in coming to its decision. I am unable to accept this argument."], ["[18]", "First, the fact that the Gender Guidelines were not mentioned does not mean that the Board did not consider them. As the Respondent points out, this Court has concluded that the Board need not, in all cases, even refer explicitly to the Guidelines in its decision (", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 41 at para 23;", "<FRAGMENT_SUPPRESSED>  [2006] FCJ No 1591 at para 30)."], ["[19]", "Furthermore, this Court has found that the Gender Guidelines do not constitute evidence to support the applicant's claim (see", "<FRAGMENT_SUPPRESSED>  [2004] FCJ No 2015 at para 9), nor are they intended to serve as a \"cure for all deficiencies in the applicant's claim or evidence\" (", "<FRAGMENT_SUPPRESSED>  [2006] FCJ No 717 at para 5). As the Respondent indicates, this Court has also held that \"the gender guidelines do not necessarily absolve applicants from seeking the protection of the state\" (", "<FRAGMENT_SUPPRESSED>  [2007] FCJ No 115 at para 10)."], ["[20]", "As counsel for the Applicants identifies, the Gender Guidelines state:", "If the claimant can demonstrate that it was objectively unreasonable for her to seek the protection of her state, then her failure to approach the state for protection will not defeat her claim. Also, the fact that the claimant did or did not seek protection from non-government groups is irrelevant to the assessment of the availability of state protection."], ["[21]", "In this case, the Board found that the Applicant had not demonstrated that it was objectively unreasonable for her to seek the protection of the state after a specific consideration of her circumstances. Indeed, Ms. Balogh's reasons for not approaching the state were focused on her ethnic identity. She stated that she had not approached the Roma minority self-government because \"they are Roma people as well, they are treated as anybody else who is Roma.\" Moreover, while she stated at the hearing that she had not been aware of the office of the Minority Ombudsman at the time she gave birth to her children, Ms. Balogh asserted that she would have approached that office with a complaint about her experiences in the hospital. She also submitted that the Ombudsman may have been able to help other Roma women had she approached it with her complaint. Given the circumstances of the case, I am satisfied that the Board's decision with respect to Ms. Balogh was reasonable.", "VI.", "Conclusion"], ["[22]", "The Board considered the evidence before it and reasonably concluded that the Applicants failed to provide the requisite clear and convincing evidence to rebut, on a balance of probabilities, the presumption of state protection.", "JUDGMENT"], ["[23]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed.", ".........................", "Kalman Lakatos, Erika Balogh, Mirella  <FRAGMENT_SUPPRESSED>  demandeurs sollicitent le contrôle judiciaire de la décision, en date du 20 décembre 2011, par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié du Canada (la Commission) a conclu qu'ils n'étaient ni des réfugiés, ni des personnes à protéger aux termes des articles 96 et 97 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (LIPR)."], ["[2]", "Pour les motifs qui suivent, la présente demande de contrôle judiciaire est rejetée.", "I.", "Faits"], ["[3]", "Les demandeurs - Kalman Lakatos, son épouse, Erika Balogh, et leurs deux enfants mineurs, Kalman Lakatos (fils) et Mirella Lakatos - sont des citoyens hongrois d'ethnie rom. Ils sont arrivés au Canada le 10 décembre 2009 et ont présenté leur demande d'asile le 14 décembre suivant, invoquant la discrimination et le harcèlement dont ils sont victimes en Hongrie parce qu'ils sont rom."], ["[4]", "Les demandeurs rapportent en particulier les événements suivants comme fondement de leur demande d'asile. Premièrement, M. Lakatos a été attaqué en 1996, lorsqu'il était adolescent, par quatre skinheads alors qu'il revenait de l'école avec deux de ses amis. On lui a, à cette occasion, cassé le nez et quelques côtes. Deuxièmement, alors qu'elle revenait de ses courses, Mme Balogh a été suivie par des skinheads, qui lui ont crié des injures racistes et l'ont giflée. Troisièmement, lorsqu'elle a été hospitalisée pour donner naissance à ses deux enfants, Mme Balogh a été placée avec d'autres femmes rom dans une salle séparée des autres patientes hongroises, et elle a reçu un traitement inégal. Enfin, un mois avant leur départ pour le Canada, les demandeurs ont découvert une croix gammée peinte sur la porte d'entrée de leur maison.", "II.", "Décision sous contrôle"], ["[5]", "La Commission a conclu que les demandeurs ne s'étaient pas acquittés du fardeau d'établir qu'ils étaient des réfugiés au sens de la Convention ou des personnes à protéger aux termes des articles 96 et 97 de la LIPR. Estimant que la question décisive était de savoir si la crainte des demandeurs était objectivement raisonnable, la Commission a axé son analyse sur les questions de savoir si la protection de l'État est adéquate en Hongrie, si les demandeurs ont pris toutes les mesures nécessaires pour s'en prévaloir et s'ils ont fourni une preuve claire et convaincante de l'incapacité de l'État à les protéger."], ["[6]", "Après un examen détaillé de la preuve documentaire, qui contenait à son avis des contradictions, la Commission a conclu que la protection de l'État en Hongrie est adéquate. Elle a rappelé que l'on présume que les États sont capables de protéger leurs citoyens, et qu'il incombe aux demandeurs de réfuter cette présomption par une preuve claire et convaincante susceptible d'amener la Commission à accepter, selon la prépondérance des probabilités, que l'État en cause n'est pas en mesure de le faire."], ["[7]", "Même si la preuve faisait état d'une discrimination répandue et d'incidents de persécution contre les Rom en Hongrie, la Commission a conclu que le gouvernement hongrois avait pris un certain nombre de mesures institutionnelles et légales pour améliorer la situation de cette minorité, et que les demandeurs pouvaient y avoir recours au besoin. La Commission a cité à titre d'exemple le commissaire parlementaire pour les droits des minorités nationales et ethniques (ombudsman des minorités), qui reçoit les plaintes de personnes estimant que leurs droits en tant que membres d'une minorité ou d'une ethnie ont été bafoués en raison d'une décision d'une agence gouvernementale, d'une procédure ou de négligence."], ["[8]", "De plus, la Commission n'était pas convaincue que les demandeurs avaient pris toutes les mesures raisonnables pour obtenir la protection de l'État en Hongrie. M. Lakatos ne s'est adressé à la police qu'une seule fois lorsqu'il était mineur. Aucune autre plainte n'a été portée devant une autre institution en place. La Commission a conclu, compte tenu des circonstances particulières de l'affaire, que les demandeurs n'avaient pas fourni la preuve claire et convaincante requise du caractère inadéquat, selon la prépondérance des probabilités, de la protection de l'État en Hongrie.", "III.", "Questions en litige"], ["[9]", "La seule question à trancher en l'espèce est celle de savoir si la Commission a commis une erreur dans son évaluation de la protection de l'État.", "IV.", "Norme de contrôle"], ["[10]", "La conclusion de la Commission touchant la protection de l'État se rapporte à des questions de fait et de droit, et elle est donc susceptible de contrôle selon la norme de la raisonnabilité (voir", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 771, aux paragraphes 11 à 13;", "<FRAGMENT_SUPPRESSED>  [2012] ACF no 189, au paragraphe 25). Comme il a été énoncé dans l'arrêt", "<FRAGMENT_SUPPRESSED>  [2008] RCS 190, la raisonnabilité tient principalement « à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel » (voir paragraphe 47). La Cour n'interviendra que si la décision en question n'appartient pas aux issues possibles acceptables pouvant se justifier au regard des faits et du droit.", "V.", "Analyse"], ["[11]", "Les demandeurs font valoir que la Commission a commis trois erreurs dans son évaluation de la protection de l'État: (i) elle a fourni des motifs contradictoires et a mal formulé le critère requis pour réfuter la présomption de protection de l'État dans son analyse de la crainte objective; (ii) elle n'a pas tenu compte de la situation particulière des demandeurs en se prononçant sur leur obligation de chercher à obtenir la protection de l'État; (iii) elle n'a pas tenu compte des Directives concernant la persécution fondée sur le sexe à l'égard de Mme Balogh.", "(i)", "Motifs contradictoires et réfutation de la présomption de protection de l'État"], ["[12]", "Les demandeurs font valoir que pour être adéquate, la protection de l'État doit être un tant soit peu efficace. Ils invoquent à cet égard une jurisprudence abondante, et soutiennent en outre que la Commission a eu tort de s'attarder sur les efforts du gouvernement hongrois en vue d'améliorer la situation des Rom, au lieu d'examiner les résultats. Ils affirment enfin qu'il ne leur appartient pas de fournir toute la preuve requise pour réfuter la présomption de protection de l'État, et que la Commission aurait dû concilier les éléments de preuve qu'ils avaient soumis avec ceux de la Section de la protection des réfugiés."], ["[13]", "Je ne puis accepter les arguments des demandeurs sur cette question pour deux raisons principales. Premièrement, la jurisprudence établit clairement qu'il incombe aux demandeurs de présenter une preuve claire et convaincante susceptible de réfuter la présomption de protection de l'État selon la prépondérance des probabilités (", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 399, au paragraphe 38;", "<FRAGMENT_SUPPRESSED>  [2012] ACF no 603, au paragraphe 15). Un demandeur d'asile en provenance d'un pays démocratique doit s'acquitter d'un lourd fardeau, en ce qui a trait à la qualité de la preuve, pour démontrer que la protection de l'État n'est pas disponible (", "<FRAGMENT_SUPPRESSED>  [2007] ACF no 584, au paragraphe 57; arrêt <FRAGMENT_SUPPRESSED> , précité, au paragraphe 26). La Commission a correctement formulé et appliqué le critère, et a raisonnablement conclu que les demandeurs ne s'étaient pas acquittés de leur fardeau de réfuter la présomption de protection de l'État en l'occurrence."], ["[14]", "Deuxièmement, la Cour a rappelé plusieurs fois que le critère relatif à la protection de l'État n'est pas de savoir si celle-ci est en soi efficace, mais si elle est adéquate (", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 840, au paragraphe 25; arrêt <FRAGMENT_SUPPRESSED> , précité). La Cour et la Cour suprême ont d'ailleurs souligné que la protection accordée aux réfugiés est une protection qui supplée à celle de l'État dont le demandeur a la nationalité (", "Canada (Procureur général) c Ward", ", [1993] 2 RCS 689, au paragraphe 18;", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 969, au paragraphe 10). À ce titre, « [i] l ne suffit pas que le demandeur démontre que son gouvernement n'a pas toujours réussi à protéger des personnes dans sa situation » (décision", "Flores", ", précitée, au paragraphe 10;", "Canada (Ministre de l'Emploi et de l' <FRAGMENT_SUPPRESSED>  18 Imm LR (2d) 130 (CAF))."], ["[15]", "La Commission a examiné la preuve dont elle disposait et, bien qu'elle l'ait jugée contradictoire, elle est parvenue à une conclusion appartenant aux issues acceptables au regard des faits. Elle a raisonnablement évalué les différents programmes en place pour parer aux difficultés particulières auxquelles font face les Rom en Hongrie avant de conclure, selon la prépondérance des probabilités, que la protection de l'État était adéquate.", "(ii)", "Situation particulière des demandeurs"], ["[16]", "Je n'ai pas trouvé convaincant l'argument des demandeurs selon lequel la Commission n'a pas tenu compte de leur situation particulière avant de conclure qu'ils n'avaient pas pris toutes les mesures raisonnables pour se prévaloir de la protection de l'État. La Commission a expressément interrogé les demandeurs sur ce point à l'audience. Lorsqu'on lui a demandé pourquoi il n'était allé voir la police qu'une seule fois, M. Lakatos a même déclaré qu'il [traduction] « comprenait ce que [le commissaire] voulait dire ». La Commission s'est raisonnablement informée de la situation particulière des demandeurs et a légitimement conclu (i) que ces derniers n'avaient pas pris toutes les mesures raisonnables pour se prévaloir de la protection de l'État et (ii) qu'aucune exception à cette règle n'était justifiée en l'espèce.", "(iii)", "Directives concernant la persécution fondée sur le sexe"], ["[17]", "Les demandeurs avancent que la Commission a commis une erreur en ne tenant pas compte des « Directives no 4: Revendicatrices du statut de réfugié craignant d'être persécutées en raison de leur sexe - Directives données par la présidente en application du paragraphe 65(3) de la", "Loi sur l'immigration", ", mise à jour » (Directives concernant la persécution fondée sur le sexe) lorsqu'elle a rendu sa décision. Je ne puis accepter cet argument."], ["[18]", "Premièrement, le fait que les Directives concernant la persécution fondée sur le sexe n'aient pas été mentionnées ne signifie pas que la Commission n'en a pas tenu compte. Comme le fait remarquer le défendeur, la Cour a estimé qu'il n'était pas nécessaire que la Commission renvoie explicitement et systématiquement aux Directives dans sa décision (", "<FRAGMENT_SUPPRESSED>  [2010] ACF no 41, au paragraphe 23;", "<FRAGMENT_SUPPRESSED>  [2006] ACF no 1591, au paragraphe 30)."], ["[19]", "Par ailleurs, la Cour a conclu que les directives en question ne constituent pas une preuve susceptible d'étayer la demande d'asile de demandeurs (voir", "<FRAGMENT_SUPPRESSED>  [2004] ACF no 2015, au paragraphe 9), pas plus qu'elles ne sont censées « corriger toutes les lacunes que comporte la demande ou la preuve de la demanderesse » (", "<FRAGMENT_SUPPRESSED>  [2006] ACF no 717, au paragraphe 5). Comme l'indique le défendeur, la Cour a également déclaré que « les Directives concernant la persécution fondée sur le sexe ne délient pas nécessairement les demandeurs de leur obligation de rechercher la protection de l'État » (", "<FRAGMENT_SUPPRESSED>  [2007] ACF no 115, au paragraphe 10)."], ["[20]", "L'avocate des demandeurs renvoie au passage suivant des Directives concernant la persécution fondée sur le sexe:", "Si la revendicatrice peut montrer clairement qu'il était objectivement déraisonnable pour elle de demander la protection de l'État, son omission de le faire ne fera pas échouer sa revendication. En outre, que la revendicatrice ait ou non cherché à obtenir la protection de groupes non gouvernementaux ne doit avoir aucune incidence sur l'évaluation de la protection qu'offre l'État."], ["[21]", "En l'espèce, après avoir tenu compte de la situation en particulière de la demanderesse, la Commission a estimé que cette dernière n'avait pas démontré qu'il était objectivement déraisonnable qu'elle cherche à obtenir la protection de l'État. D'ailleurs, les raisons invoquées par Mme Balogh pour justifier qu'elle ne se soit pas tournée vers l'État concernaient surtout son identité ethnique. Elle a déclaré qu'elle ne s'était pas adressée au gouvernement autonome minoritaire rom parce que [traduction] « ce sont aussi des Rom, ils reçoivent le même traitement que n'importe quel autre Rom ». Par ailleurs, bien qu'elle ait déclaré à l'audience qu'elle ignorait l'existence du bureau de l'ombudsman des minorités à l'époque de la naissance de ses enfants, Mme Balogh a affirmé qu'elle s'y serait rendue pour se plaindre de la manière dont elle avait été traitée à l'hôpital. Elle a laissé entendre que l'ombudsman aurait peut-être pu aider d'autres femmes rom si elle avait fait appel à lui. Compte tenu des circonstances de l'affaire, je suis convaincu que la décision de la Commission au regard de Mme Balogh était raisonnable.", "VI.", "Conclusion"], ["[22]", "Après avoir examiné la preuve dont elle disposait, la Commission a raisonnablement conclu que les demandeurs n'avaient pas fourni de preuve claire et convaincante permettant de réfuter, selon la prépondérance des probabilités, la présomption de protection de l'État.", "JUGEMENT"], ["[23]", "LA COUR STATUE que", "la présente demande de contrôle judiciaire est rejetée.", "[End of document]"]]}