{"id_": "012034", "body_str": [["[1]", "Shore, J.", "[Translation]: This is an application for judicial review against a decision, dated June 18, 2012, by which an immigration officer refused to grant the applicant an exemption, for humanitarian and compassionate (H&C) considerations, of the obligation to apply for permanent residence from outside Canada, in accordance with subsection 25(1) de la", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (", "IRPA", ").  <FRAGMENT_SUPPRESSED>"], ["[2]", "This decision was sent to the applicant at the same time as a negative pre-removal risk assessment (PRRA) decision, which was the subject of a separate application for leave and for judicial review in docket IMM-10112-12. According to the respondent, the applicant seems to have abandoned her application for judicial review against the PRRA decision.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Further, at paragraph 33 of her affidavit, the applicant stated that her husband Maxis Labissière filed a sponsorship application in Canada on her behalf under the spouse or common-law partner category.  <FRAGMENT_SUPPRESSED>", "II.", "Facts  <FRAGMENT_SUPPRESSED>"], ["[4]", "The applicant, Absa Zabsonre, is a citizen of Burkina Faso. She is 37 years old.  <FRAGMENT_SUPPRESSED>"], ["[5]", "On June 12, 2008, the applicant obtained a student visa for Canada using an altered Ivoirian passport.  <FRAGMENT_SUPPRESSED>"], ["[6]", "On December 14, 2008, the applicant alleged that she arrived in Canada, passing through the Ivory Coast and France, still using her fake passport and a false identity. On January 8, 2009, the applicant filed a refugee claim in Canada for political reasons. The Immigration and Refugee Board's Refugee Protection Division (RPD) rejected this refugee claim on September 13, 2011, as it was not satisfied with the identity of the applicant or her credibility because of a lack of a credible basis", "The applicant [Translation] \"invented an entire history to justify her refugee claim\" (RPD's decision at para 15). The application for leave and judicial review filed against the RPD's decision was also dismissed on January 31, 2012", ".  <FRAGMENT_SUPPRESSED>"], ["[7]", "On September 22, 2010, the applicant gave birth to a child in Canada. It was the applicant's second child. She has another son who is 12 years old, born on November 16, 1999, who has lived in Burkina Faso with the applicant's mother since the applicant has been in Canada.  <FRAGMENT_SUPPRESSED>"], ["[8]", "On March 5, 2012, the applicant filed an H&C application, followed by a PRRA application filed on April 27, 2012. Both applications were respectively rejected on June 18 and 19, 2012.  <FRAGMENT_SUPPRESSED>"], ["[9]", "In support of his H&C application, the applicant submitted evidence relating to her establishment in Canada since 2009, including evidence of this employment and volunteering since June 2009, the best interest of his two children, one of which is a Canadian citizen, the hardships or risks to which she may be exposed on returning to Burkina Faso and the financial support that she provides to her family and son in Burkina Faso by sending money regularly because of the salary from employment in Canada.  <FRAGMENT_SUPPRESSED>", "IV.", "Decision under judicial review  <FRAGMENT_SUPPRESSED>"], ["[10]", "The officer recognized that the applicant has had jobs since June 2009 and that she made the necessary effort to support herself although she did not submit official evidence of income, notices of assessments or pay stubs from previous employers. The officer also noted that the applicant took and completed courses to become a security guard and another course for private-home daycare, that she volunteered for the MAAH foundation and that, according to the evidence, she participated in a benefit evening to give assistance to persons in distress. However, the officer specified that, without substantial details, the letter from the MAAH foundation was not very determinative.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Other positive factors that the officer acknowledged in his reasons include the fact that the applicant has a good command of both official languages, the letter from PRAIDA (Programme régional d'accueil et d'intégration des demandeurs d'asile), a program that the applicant has been involved in since arriving in Canada, the fact that the applicant provides for her family's financial needs in Burkina Faso, specifically her son's.  <FRAGMENT_SUPPRESSED>"], ["[12]", "However, the officer noted that the applicant would not suffer unusual or disproportionate hardship, since she has had equivalent jobs in Burkina Faso although the work conditions and salaries were better in Canada. The officer's finding gave more weight to the applicant's return to her son and her family, considering that she does not have family connections or support in Canada, except her two-year-old son.  <FRAGMENT_SUPPRESSED>"], ["[13]", "With respect to the best interests of the applicant's children, the officer stated that the applicant's return is more beneficial to the eldest son who has not seen her for three years. The officer noted that no information was submitted with respect to the conditions in the country informing him about the well-being of the children of the applicant, who would in no way harm their development. With respect to the youngest son, the officer noted that, according to the applicant's testimony, the child's biological father accepted no responsibility for their son and he only sees him a few times a year. Therefore, the officer noted that, given his very young age and the fact that he will keep his Canadian citizenship, the best interests of the applicant's child was not truly affected by the applicant's removal to Burkina Faso.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Finally, the officer noted that the applicant did not bring any evidence establishing that she would likely face discrimination or other adverse conditions outlined in the documentary evidence upon her return to Burkina Faso.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Consequently, the officer found that the applicant could not benefit from the exemption under subsection 25(1) of the IRPA.  <FRAGMENT_SUPPRESSED>", "III.", "Issues  <FRAGMENT_SUPPRESSED>"], ["[16]", "(1) Did the officer commit an error in his assessment of the evidence that is relevant and favourable to the applicant and in particular in his assessment of the best interests of her children?  <FRAGMENT_SUPPRESSED>", "(2) Do the reasons given by the officer give rise to a reasonable apprehension of bias or even of a lack of objectivity and open-mindedness?  <FRAGMENT_SUPPRESSED>", "IV.", "Standard of review  <FRAGMENT_SUPPRESSED>"], ["[17]", "The standard of review applicable to a decision relating to an H&C application is that of reasonableness (", "<FRAGMENT_SUPPRESSED>  FTR 136, at para 30). As justice Leonard Mandamin stated in", "<FRAGMENT_SUPPRESSED>  referring to", "<FRAGMENT_SUPPRESSED> : \" [g]iven the discretion an Immigration Officer has in a H&C application, a heavy burden rests on the Applicants to satisfy the Court that the decision under section 25 requires the intervention of the Court\" (at para 27).  <FRAGMENT_SUPPRESSED>"], ["[18]", "However, as the Federal Court of Appeal stated in", "<FRAGMENT_SUPPRESSED> : \"[t]his procedural fairness element is reviewed as a question of law. No deference is due. The decision-maker has either complied with the content of the duty of fairness appropriate for the particular circumstances, or has breached this duty\" (at para 53). Thus, the breaches to the rules of natural justice and procedural fairness such as impartiality, objectivity and the open-mindedness of the decision-maker must be reviewed on a standard of correctness (", "<FRAGMENT_SUPPRESSED> , at para 47-50 and", "<FRAGMENT_SUPPRESSED> , at para 28).  <FRAGMENT_SUPPRESSED>", "V.", "Analysis  <FRAGMENT_SUPPRESSED>", "Preliminary question - admissibility of new evidence  <FRAGMENT_SUPPRESSED>"], ["[19]", "In her affidavit dated October 30, 2012, the applicant states that she registered for French language courses to then take training, which gave her the opportunity to obtain a permit to operate a private-home daycare. In it, she also states that she acquired a private-home daycare that she runs alone, which allows her to earn income up to $43,000 per year. In support of this new allegation, the applicant produced a certificate for his training and several contracts that she had allegedly signed with parents of children that she taken into her establishment.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The respondent challenges the admissibility of this evidence at the stage of judicial review since these documents in question were never submitted to the officer who made his decision on June 18, 2012 (affidavit of Francine Lauzé and tribunal record). This is entirely new evidence.  <FRAGMENT_SUPPRESSED>"], ["[21]", "In fact, given that this evidence does not aim to show that there was a violation of procedural fairness or jurisdictional error, it does not meet the specific requirements established by this Court's jurisprudence on the exceptional nature of the admissibility of new evidence in the evaluation of an application for judicial review. Although the Court cannot decide on the probative value that the officer gave to this evidence, the applicant did not submit anything that could support the new evidence (nothing was said with respect to the commitments of parents who allegedly wanted to register their children in a daycare run by the applicant). The documents relating to her daycare are not relevant given that the trial decision-maker had not received any evidence that the applicant allegedly wanted to start a daycare herself. However, the Court's case law is clear on this issue. As Justice Pierre Blais explained in", "<FRAGMENT_SUPPRESSED> : \"[a] judicial review is not the appropriate venue for adducing such information to bolster a failed application ...\" (at para 5), or to support her evidence to decide on issues that have already been reviewed by the decision-maker (see also", "<FRAGMENT_SUPPRESSED>  FTR 289, at para 36).  <FRAGMENT_SUPPRESSED>"], ["[22]", "Therefore, the Court will hold to the evidence included in the tribunal record for the purposes of this application for judicial review.  <FRAGMENT_SUPPRESSED>", "(1)", "Did the officer commit an error in his assessment of the evidence that is relevant and favourable to the applicant and in particular in his assessment of the best interests of her children", "?  <FRAGMENT_SUPPRESSED>"], ["[23]", "The applicant submits that the officer did not give the appropriate weight to all the relevant evidence and information that were submitted before him and that he failed in his duty to be sensitive to the best interests of the applicant's children.  <FRAGMENT_SUPPRESSED>"], ["[24]", "On reading the written submissions, the Court is of the view that the applicant disagrees with the weight given to the various factors concerned that were possibly more favorable to her application, such as the evidence of her jobs, her establishment in Canada and her financial self-sufficiency. It is not up to the Court to re-weigh these factors, none of which were ignored or overlooked by the officer (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[25]", "The applicant alleges that the officer was not sensitive to the best interests of the children directly affected by his decision. The officer's findings with respect to the applicant's children seem reasonable since they took into account all the circumstances alleged by the applicant and did not ignore any specific reason within the meaning of", "<FRAGMENT_SUPPRESSED> , at paragraph 5.  <FRAGMENT_SUPPRESSED>"], ["[26]", "The officer determined that the interests of the applicant's eldest son would not be affected by the removal of his mother, given that the applicant is able to find herself a job in Burkina Faso and support her child like she does now by regularly sending him money. As for the applicant's youngest son, the officer took into account the age and particular circumstances of the child and the fact that the child's biological father only meets with him a few times per year. The officer's findings that, since he is very young, the applicant's child would have no trouble integrating in Burkina Faso and that he could obtain citizenship in this country through his mother's descent and keep his Canadian nationality, is reasonable. In any event, the applicant did not raise to the officer or this Court any particular circumstance that would adversely affect the interests of her children in one way or another by her removal. This is the sole responsibility of the applicant (", "<FRAGMENT_SUPPRESSED> : \"...since applicants have the onus of establishing the facts on which their claim rests, they omit pertinent information from their written submissions at their peril\" (au para 8).  <FRAGMENT_SUPPRESSED>"], ["[27]", "Therefore, since the weighing of relevant factors is not up to the court reviewing the exercise of ministerial discretion, it is sufficient to say that, given all of the evidence on the record, the officer's findings fall with a range of possible acceptable outcomes defensible in respect of the facts and the law (", "<FRAGMENT_SUPPRESSED> , at para 9;", "<FRAGMENT_SUPPRESSED> , at para 47).  <FRAGMENT_SUPPRESSED>", "(2)", "Do the reasons given by the officer give rise to a reasonable apprehension of bias or even of a lack of objectivity and open-mindedness", "?  <FRAGMENT_SUPPRESSED>"], ["[28]", "Generally and without any details of the facts in this case or the officer's reasons, the applicant claims that the impugned decision was not made without bias and that the officer did not show the objectivity and open-mindedness required by the Citizenship and Immigration Canada manual on inland processing of applications, IP 5 -", "Immigrant Applications in Canada made on Humanitarian or Compassionate Grounds", "(IP 5 Guide).  <FRAGMENT_SUPPRESSED>"], ["[29]", "As for the allegation that the decision does not respect the principle of impartiality and procedural fairness, the applicant did not at all specify how the officer allegedly violated these principles or how the officer allegedly lacked objectivity and open-mindedness or how the applicant was unable to make her case. Such vague and general allegations without any supporting facts in evidence would not succeed in satisfying the legal test of a reasonable apprehension of bias within the meaning of", "Committee for Justice and  <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "... [T]he apprehension of bias must be a reasonable one, held by reasonable and right minded persons, applying themselves to the question and obtaining thereon the required information. ...  <FRAGMENT_SUPPRESSED>", "... In the words of the Court of Appeal, that test is \"what would an informed person, viewing the matter realistically and practically-and having thought the matter through-conclude. Would he think that it is more likely than not that Mr. Crowe, whether consciously or unconsciously, would not decide fairly. <FRAGMENT_SUPPRESSED>"], ["[30]", "In", "R v R.D.S.", ", [1997] 3 SCR 484, the Supreme Court explained that:  <FRAGMENT_SUPPRESSED>", "114. The onus of demonstrating bias lies with the person who is alleging its existence. ... Further, whether a reasonable apprehension of bias arises will depend entirely on the facts of the case.  <FRAGMENT_SUPPRESSED>"], ["[31]", "There must be very convincing elements for establishing a bias or an apprehension of bias. After a careful reading of the officer's reasons as a whole and the relevant excerpts of the IP 5 Guide, the reasons in no way suggest that the officer was closed-minded toward the applicant's allegations or showed any kind of bias.  <FRAGMENT_SUPPRESSED>", "VI.", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[32]", "For all of the reasons below, the applicant's application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[33]", "THE COURT ORDERS", "that the applicant's application for judicial review be dismissed with no question of general importance to certify.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "Absa Zabsonre (partie demanderesse) v.  Le Ministre de la Citoyenneté et de l'Immigration (partie défenderesse)  <FRAGMENT_SUPPRESSED>", "Préambule  <FRAGMENT_SUPPRESSED>", "Sans savoir d'où la personne émane, d'où elle ressort et qui elle devient, donc, peut une décision se pencher que sur le présent sur lequel elle essaie de s'établir sur des points au hasard?  <FRAGMENT_SUPPRESSED>", "Alors, un décideur devant une telle décision se retrouve dans un néant sans connaître le passé, sans s'apercevoir de l'avenir pour clarifier le présent. Sans passé, la preuve, pour un décideur, n'est liée à rien, ni au passé, ni à l'avenir, en dehors de temps et d'espace.  <FRAGMENT_SUPPRESSED>", "Sans connaître les racines de quelqu'un, l'avenir manque un présent par lequel l'avenir pourrait se lier à un tableau potentiel par lequel une décision pourrait se formuler d'une façon approfondie. La recherche du temps perdu est un paradoxe sans résolution qui nécessite qu'un travail se fasse que sur des étincelles de preuve disponible.  <FRAGMENT_SUPPRESSED>", "I.", "Introduction  <FRAGMENT_SUPPRESSED>"], ["[1]", "Le juge Shore", ": Il s'agit d'une demande de contrôle judiciaire à l'encontre d'une décision, rendue le 18 juin 2012, par laquelle un agent d'immigration a refusé d'accorder à la demanderesse une exemption, pour des considérations d'ordre humanitaire [CH], de l'obligation de demander la résidence permanente de l'extérieur du Canada, conformément au paragraphe 25(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [", "LIPR", "].  <FRAGMENT_SUPPRESSED>"], ["[2]", "Cette décision fut remise à la demanderesse en même temps qu'une décision négative d'examen des risques avant renvoi [ERAR], qui fait l'objet d'une demande d'autorisation et de contrôle judiciaire séparée dans le dossier IMM-10112-12. Selon le défendeur, la demanderesse semble avoir abandonné sa demande de contrôle judiciaire contre la décision d'ERAR.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Par ailleurs, au paragraphe 33 de son affidavit, la demanderesse mentionne que son époux, monsieur Maxis Labissière a déposé à son égard une demande de parrainage dans la catégorie des époux ou conjoints de fait au Canada.  <FRAGMENT_SUPPRESSED>", "II.", "Faits  <FRAGMENT_SUPPRESSED>"], ["[4]", "La demanderesse, madame Absa Zabsonre, est une citoyenne du Burkina Faso. Elle est âgée de 37 ans.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Le 12 juin 2008, la demanderesse a obtenu un visa étudiant pour le Canada au moyen d'un passeport ivoirien altéré.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Le 14 décembre 2008, la demanderesse allègue qu'elle est arrivée au Canada, en passant par la Côte d'Ivoire et la France, toujours au moyen de son faux passeport et sous une fausse identité. Le 8 janvier 2009, la demanderesse a déposé une demande d'asile au Canada pour des motifs d'ordre politique. La Section de la protection des réfugiés [SPR] a rejeté cette demande d'asile le 13 septembre 2011, comme elle n'était pas satisfaite de l'identité de la demanderesse ni de sa crédibilité à cause d'un manque d'un minimum de fondement. La demanderesse s'est « inventée toute une histoire pour justifier sa demande d'asile » (décision de la SPR au para 15). La demande d'autorisation et de contrôle judiciaire déposée à l'encontre de la décision de la SPR a aussi été rejetée le 31 janvier 2012", ".  <FRAGMENT_SUPPRESSED>"], ["[7]", "Le 22 septembre 2010, la demanderesse a donné naissance à un enfant au Canada. Il s'agit du deuxième enfant de la demanderesse. Elle a un autre fils de 12 ans, né le 16 novembre 1999, qui demeure avec la mère de la demanderesse à Burkina Faso depuis que cette dernière est au Canada.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Le 5 mars 2012, la demanderesse a déposé une demande CH, suivie d'une demande d'ERAR déposée le 27 avril 2012. Les deux demandes ont été rejetées respectivement le 18 et le 19 juin 2012.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Au soutien de sa demande CH, la demanderesse a soumis des éléments de preuve reliés à son établissement au Canada depuis 2009, y compris la preuve de ses emplois et bénévolats depuis juin 2009, l'intérêt supérieur de ses deux enfants dont l'un est de citoyenneté canadienne, les risques et difficultés qu'elle pourrait subir à son retour au Burkina Faso, et le support financier qu'elle assure à sa famille et son fils au Burkina Faso en leur envoyant régulièrement de l'argent grâce au revenu d'emplois émanant du Canada.  <FRAGMENT_SUPPRESSED>", "III.", "Décision faisant l'objet de la présente demande de contrôle judiciaire  <FRAGMENT_SUPPRESSED>"], ["[10]", "L'agent a reconnu que la demanderesse a eu des emplois depuis juin 2009 et qu'elle a fait les efforts nécessaires pour subvenir à ses besoins bien qu'elle n'ait pas soumis de preuves officielles de revenus, des avis de cotisations ou des talons de paie de ses employeurs précédents. L'agent a aussi noté que la demanderesse a suivi et réussi des cours pour devenir agente de sécurité et un autre cours pour service de garde en milieu familial, qu'elle a fait du bénévolat pour la fondation MAAH et que, selon la preuve, elle a participé à une soirée-bénéfice pour porter assistance à des personnes en difficulté. L'agent a toutefois précisé que, faute de détails substantiels, la lettre de la fondation MAAH était peu déterminante.  <FRAGMENT_SUPPRESSED>"], ["[11]", "D'autres facteurs positifs que l'agent a reconnus dans ses motifs incluent le fait que la demanderesse maîtrise les deux langues officielles, la lettre du PRAIDA (Programme régional d'accueil et d'intégration des demandeurs d'asile), programme que la demanderesse a suivi depuis son arrivée au Canada, le fait que la demanderesse subvient aux besoins financiers des membres de sa famille au Burkina Faso et notamment son fils.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Toutefois, l'agent a noté que la demanderesse ne subirait pas de difficultés inhabituelles ou démesurées, puisqu'elle a eu des emplois équivalents au Burkina Faso bien que les conditions de travail et les salaires étaient plus avantageux au Canada. L'agent a conclu qu'il accorde plus de poids au retour de la demanderesse auprès de son fils et de sa famille, considérant qu'elle ne possède ni des liens ni de soutien familiaux au Canada, sauf son fils de deux ans.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Pour ce qui a trait à l'intérêt supérieur des enfants de la demanderesse, l'agent a mentionné que le retour de la demanderesse est plus bénéfique au fils aîné de la demanderesse qui ne l'a pas vue depuis trois ans. L'agent a noté qu'aucune information ne lui a été soumise à l'égard des conditions du pays pour le renseigner au sujet du bien-être des enfants de la demanderesse qui ne pourrait d'aucune façon nuire à leur développement. En ce qui concerne le fils cadet, l'agent a noté que, selon le témoignage de la demanderesse, le père biologique de l'enfant n'a accepté aucune responsabilité par rapport à leur fils et il ne le voit que quelques fois par année. Par conséquent, l'agent a noté que, vu son très jeune âge et le fait qu'il va conserver sa citoyenneté canadienne, l'intérêt de l'enfant de la demanderesse n'était pas véritablement affecté par le renvoi de la demanderesse au Burkina Faso.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Enfin, l'agent a noté que la demanderesse n'a apporté aucune preuve établissant qu'elle serait susceptible de faire face à de la discrimination ou autres conditions défavorables dont la preuve documentaire fait état, à son retour au Burkina Faso.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Par conséquent, l'agent a conclu que la demanderesse ne pouvait bénéficier de la dispense sous le paragraphe 25(1) de la", "LIPR", ".  <FRAGMENT_SUPPRESSED>", "III.", "Points en litige  <FRAGMENT_SUPPRESSED>"], ["[16]", "(1) L'agent a-t-il commis une erreur dans son évaluation de la preuve pertinente et favorable à la demanderesse, et notamment dans son appréciation de l'intérêt supérieur des enfants de celle-ci?  <FRAGMENT_SUPPRESSED>", "(2) Les motifs exposés par l'agent donnent-ils lieu à une crainte raisonnable de partialité, ou encore un manque d'objectivité et d'ouverture d'esprit?  <FRAGMENT_SUPPRESSED>", "IV.", "Norme de contrôle applicable  <FRAGMENT_SUPPRESSED>"], ["[17]", "La norme de contrôle applicable à une décision relative à une demande CH est celle de la décision raisonnable (", "<FRAGMENT_SUPPRESSED>  FTR 136 au para 30). Tel que le juge Leonard Mandamin a mentionné dans", "<FRAGMENT_SUPPRESSED>  citant", "<FRAGMENT_SUPPRESSED> : « [c]ompte tenu du pouvoir discrétionnaire dont l'agent d'immigration est investi lors de l'examen d'une demande CH, le demandeur est astreint à une preuve rigoureuse et il doit persuader la Cour que le rejet de sa demande en vertu de l'article 25 était injustifié » (au para 27).  <FRAGMENT_SUPPRESSED>"], ["[18]", "Par contre, tel que la Cour d'appel fédérale a mentionné dans", "<FRAGMENT_SUPPRESSED> : « [l]a question de l'équité procédurale est une question de droit. Aucune déférence n'est nécessaire. Soit le décideur a respecté l'obligation d'équité dans les circonstances propres à l'affaire, soit il a manqué à cette obligation » (au para 53). Ainsi, les manquements aux règles de justice naturelle et à l'équité procédurale telles que l'impartialité, l'objectivité et l'ouverture d'esprit du décideur, doivent être révisés selon la norme de la décision correcte (", "<FRAGMENT_SUPPRESSED>  aux para 47-50 et", "Hamam", ", ci-dessus, au para 28).  <FRAGMENT_SUPPRESSED>", "V.", "Analyse  <FRAGMENT_SUPPRESSED>", "Question préliminaire - l'admissibilité de la preuve nouvelle  <FRAGMENT_SUPPRESSED>"], ["[19]", "Dans son affidavit daté du 30 octobre 2012, la demanderesse mentionne qu'elle s'est inscrite à des cours de francisation pour ensuite suivre une formation qui lui a donné la possibilité d'obtenir un permis de gestion de garderie en milieu familial. Elle y mentionne aussi qu'elle a acquis une garderie privée qu'elle gère seule; ce qui lui permet de gagner des revenus s'élevant à 43 000 $ par année. Au soutien de cette nouvelle allégation, la demanderesse a produit une attestation de sa formation, ainsi que plusieurs contrats qu'elle aurait signés avec des parents d'enfants qu'elle accueilleraient dans son établissement.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Le défendeur s'oppose à l'admissibilité de cette preuve au stade du contrôle judiciaire comme ces documents en question n'ont jamais été présentés à l'agent qui a rendu sa décision le 18 juin 2012 (affidavit de Francine Lauzé et dossier du tribunal). Ceci est une preuve entièrement nouvelle.  <FRAGMENT_SUPPRESSED>"], ["[21]", "En effet, étant donné que cette preuve ne vise pas à démontrer qu'il y avait eu un manquement à l'équité procédurale ou une erreur juridictionnelle, elle ne remplit pas les exigences précises établies par la jurisprudence de cette Cour sur le caractère exceptionnel de la recevabilité des preuves nouvelles dans l'évaluation d'une demande de contrôle judiciaire. Même si la Cour ne peut se prononcer sur la valeur probante que l'agent aurait accordée à cette preuve, la demanderesse n'a présenté aucune indication qui pourrait soutenir la nouvelle preuve (aucune mention n'a été faite à l'égard des engagements des parents qui auraient voulu faire inscrire leurs enfants à une garderie menée par la demanderesse). Les documents relatifs à sa garderie n'ont aucune pertinence compte tenu que le décideur de première instance n'aurait reçu aucune preuve que la demanderesse aurait voulu, elle-même, fonder une garderie. Toutefois, la jurisprudence de la Cour est non équivoque sur cette question. Tel que le juge Pierre Blais a spécifié dans la décision", "<FRAGMENT_SUPPRESSED> : « [l]e contrôle judiciaire n'est pas le forum approprié pour introduire un supplément d'information à l'appui d'une demande rejetée » (au para 5), ou pour bonifier sa preuve pour faire trancher des questions qui ont déjà été examinées par le décideur (voir également", "<FRAGMENT_SUPPRESSED>  FTR 289 au para 36).  <FRAGMENT_SUPPRESSED>"], ["[22]", "Par conséquent, la Cour se tiendra à la preuve incluse dans le dossier du tribunal pour les fins de cette demande de contrôle judiciaire.  <FRAGMENT_SUPPRESSED>", "(1)", "L'agent a-t-il commis une erreur dans son évaluation de la preuve pertinente et favorable à la demanderesse, et notamment dans son appréciation de l'intérêt supérieur des enfants de celle-ci", "?  <FRAGMENT_SUPPRESSED>"], ["[23]", "La demanderesse soumet que l'agent n'a pas soupesé à sa juste valeur la totalité des preuves et renseignements pertinents qui lui ont été présentés, et qu'il a manqué à son devoir d'être sensible à l'intérêt supérieur des enfants de la demanderesse.  <FRAGMENT_SUPPRESSED>"], ["[24]", "A la lecture de ses représentations écrites, la Cour est d'avis que la demanderesse est en désaccord avec le poids accordé aux divers facteurs concernés qui étaient possiblement plus favorables à sa demande, tels que la preuve de ses emplois, son établissement au Canada et son autonomie financière. Il n'appartient pas à la Cour de pondérer à nouveau ces facteurs, aucun desquels n'ont été ignorés ou négligés par l'agent (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[25]", "La demanderesse allègue que l'agent n'a pas été sensible à l'intérêt supérieur des enfants directement touchés par sa décision. Les conclusions de l'agent par rapport aux enfants de la demanderesse semblent raisonnables puisqu'elles tiennent compte de toutes les circonstances alléguées par la demanderesse et n'ont ignoré aucune raison précise au sens de l'arrêt", "<FRAGMENT_SUPPRESSED> , au paragraphe 5.  <FRAGMENT_SUPPRESSED>"], ["[26]", "L'agent a déterminé que l'intérêt du fils aîné de la demanderesse ne sera par affecté par le renvoi de sa mère, étant donné que la demanderesse est capable de se retrouver un emploi au Burkina Faso et de subvenir aux besoins de son enfant comme elle le fait maintenant en lui envoyant régulièrement de l'argent. En ce qui concerne le fils cadet de la demanderesse, l'agent a tenu compte de l'âge et des circonstances particulières de l'enfant, ainsi que le fait que le père biologique de l'enfant ne le rencontre que quelques fois par année. La conclusion de l'agent à l'effet que, vu son très jeune âge, l'enfant de la demanderesse n'aura pas de difficulté d'intégration au Burkina Faso et qu'il pourra obtenir la citoyenneté de ce pays par la descendance de sa mère tout en conservant sa nationalité canadienne est raisonnable. Quoi qu'il en soit, la demanderesse n'a invoqué ni devant l'agent, ni devant cette Cour, aucune circonstance particulière qui ferait en sorte que l'intérêt de ses enfants serait défavorablement affecté d'une façon ou d'une autre par son renvoi. Cette charge appartient à la demanderesse seule (", "<FRAGMENT_SUPPRESSED> : « puisque le demandeur a le fardeau de présenter les faits sur lesquels sa demande repose, c'est à ses risques et périls qu'il omet des renseignements pertinents dans ses observations écrites » (au para 8).  <FRAGMENT_SUPPRESSED>"], ["[27]", "Par conséquent, puisque la pondération des facteurs pertinents n'appartient pas au tribunal appelé à contrôler l'exercice du pouvoir discrétionnaire ministériel, il suffit de mentionner que, vu l'ensemble de la preuve au dossier, les conclusions de l'agent appartiennent aux issues possibles et acceptables pouvant se justifier au regard des faits et du droit (", "<FRAGMENT_SUPPRESSED>  au para 9;", "Dunsmuir", ", ci-dessus, au para 47).  <FRAGMENT_SUPPRESSED>", "(2)", "Les motifs exposés par l'agent donnent-ils lieu à une crainte raisonnable de partialité, ou encore un manque d'objectivité et d'ouverture d'esprit", "?  <FRAGMENT_SUPPRESSED>"], ["[28]", "De façon générale et sans aucune précision quant aux faits de l'espèce ou les motifs de l'agent, la demanderesse prétend que la décision contestée n'a pas été prise de façon impartiale et que l'agent n'a pas fait preuve de l'objectivité et l'ouverture d'esprit exigées par le Guide de Citoyenneté et Immigration Canada sur le traitement des demandes au Canada, IP 5 -", "Demande présentée par des immigrants au Canada pour des motifs d'ordre humanitaire", "[Guide IP 5].  <FRAGMENT_SUPPRESSED>"], ["[29]", "Quant à l'allégation portant que la décision ne respecte pas le principe d'impartialité et d'équité procédurale, la demanderesse ne précise aucunement en quoi l'agent aurait manqué à ces principes en l'occurrence, ni en quoi l'agent aurait manqué d'objectivité et d'ouverture d'esprit, ni en quoi la demanderesse n'aurait pu faire valoir ses moyens. Une allégation aussi vague et générale sans aucun appui factuel dans la preuve ne saurait réussir à satisfaire le critère juridique de l'existence d'une crainte raisonnable de partialité au sens de l'arrêt", "Committee for Justice and  <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "[...] La crainte de partialité doit être raisonnable et le fait d'une personne sensée et raisonnable qui se poserait elle-même la question et prendrait les renseignements nécessaires à ce sujet [...]  <FRAGMENT_SUPPRESSED>", "[...] Selon les termes de la Cour d'appel, ce critère consiste à se demander « à quelle conclusion en arriverait une personne bien renseignée qui étudierait la question en profondeur, de façon réaliste et pratique. Croirait-elle que, selon toute vraisemblance, M. Crowe, consciemment ou non, ne rendra pas une décision juste? »  <FRAGMENT_SUPPRESSED>"], ["[30]", "Dans", "R c R.D.S.", ", [1997] 3 RCS 484, la Cour suprême précise que:  <FRAGMENT_SUPPRESSED>", "114. La charge d'établir la partialité incombe à la personne qui en allègue l'existence. ... De plus, la crainte raisonnable de partialité sera entièrement fonction des faits de l'espèce.  <FRAGMENT_SUPPRESSED>"], ["[31]", "Il faut des éléments très convaincants pour établir la partialité ou la crainte de partialité. Ayant lu attentivement les motifs de l'agent dans leur ensemble et ayant pris connaissance des extraits pertinents du Guide IP 5, les motifs ne permettent nullement de penser que l'agent avait un esprit fermé envers les allégations de la demanderesse ou a fait preuve d'une quelconque partialité.  <FRAGMENT_SUPPRESSED>", "VI.", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[32]", "Pour toutes les raisons ci-dessus, la demande de contrôle judiciaire de la demanderesse est rejetée.  <FRAGMENT_SUPPRESSED>", "JUGEMENT  <FRAGMENT_SUPPRESSED>"], ["[33]", "LA COUR ORDONNE", "le rejet de la demande de contrôle judiciaire de la demanderesse sans aucune question d'importance générale à certifier.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}