{"id_": "012025", "body_str": [["[1]", "McNair, J.", ": The plaintiff brings this action for an order of mandamus directing the defendant Minister of Energy, Mines and Resources of Canada to determine according to law all amounts to which the plaintiff is entitled by way of remission of petroleum levies, pursuant to s. 65.16(2) of the Energy Administration Act, S.C. 1974-75-76, c. 47, as amended by S.C. 1976-77, c. 28, S.C. 1977-78, c. 24, and S.C. 1980-81-82-83, c. 114 (the \"Act\"). Its original title was Petroleum Administration Act. There are additional claims for ancillary relief. The plaintiff seeks a declaration that in determining such amounts it is wholly irrelevant whether any export charges were levied and paid to the Minister under Part I of the Act in respect of exported asphalt or that any person had repaid to the Minister amounts of cost compensation paid under Part IV of the Act by refiners of crude oil from which such exported asphalt was derived. The plaintiff also asks for a declaration that the words \"that is unpackaged and in bulk\" in paragraph (i) of subsection 3(1) of the Petroleum Levy Regulations, SOR/82-975 dated October 28, 1982, made under the Act are ultra vires the Governor in Council by virtue of s. 65.19 of the Act."], ["[2]", "The facts are relatively undisputed and are set out in an Agreed Statement of Facts as follows, exclusive of the schedules thereto:", "\"1. The plaintiff is a body corporate, incorporated under the Companies Act of the Province of Quebec, with head office at the City of Montreal East, Quebec and carries on its business as a merchant trading in asphaltic products (which includes asphalt in pure form and in impure form or manufactured state) in Quebec and in Ontario in Canada and as an exporter of such products to customers in the United States of America and elsewhere.", "\"2. The defendant, The Minister of Energy, Mines and Resources in Canada (herein referred to as the 'Minister of Energy') is charged with the administration of the Energy Administration Act, Ch. 47 S.C. 1974-75-76 as amended by Ch. 28 S.C. 1976-77, Ch. 24 S.C. 1977-78 and Ch. 114 S.C. 1980-81-82-83 (hereinafter called the 'Act').", "\"3. The defendant, the Attorney General of Canada, is responsible under the Department of Justice Act, R.S.C. 1970, Ch. J-2, for inter alia, advising the heads of Departments of the Government of Canada upon all matters of law connected with such Departments, for the conduct, on behalf of the Departments, of all litigation against such Departments and for the settlement and approval of all instruments issued under the Great Seal of the said Government.", "\"4. During each month of the period commencing June 1, 1981, and ending December 31, 1983, the plaintiff from time to time sent out of Canada for use outside Canada by its customers volumes of various asphaltic products, the asphalt component of which was derived from the refining in Canada of crude oil in respect of which charges (herein collectively referred to as the 'Petroleum Levies') imposed pursuant to one or more of Part 111.1, Part 111.2 and Part 111.3 of the Act had been paid to the defendant Minister of Energy by the plaintiff's suppliers (hereinafter called the 'Refiners') which supplied to the plaintiff such asphalt. The Refiners were as follows:", "La Societe d'Exploitation Petro-Canada, Montreal, Quebec;", "Gulf Canada Limited, Toronto, Ontario;", "Compagnie Petroliere Imperiale Oil Ltee, Montreal, Quebec;", "BP Oil Limited, Don Mills, Ontario; and", "Shell Canada Ltd., North York, Ontario.", "\"5. An unaudited summary of the volumes of asphaltic products (less any non-asphaltic materials) as provided by the plaintiff (the contents of which summary are not admitted by the defendants) is set forth in Schedule A attached hereto, Column 1 of Schedule A indicating volumes of asphaltic emulsion material exported to customers in the United States from the Toronto and Montreal plants of the plaintiff; Column 2 indicating volumes of asphaltic paving material exported from Toronto; Column 3 indicating volumes of asphaltic paving material exported from Montreal shipped by boat in steel drums of 45 imperial gallons each to a customer in the Cameroons except for 19.42 cubic metres of asphaltic crack filler shipped to the United States in July 1983; Column 4 indicating volume of asphaltic roofing products exported to customers in the United States in steel drums of 45 imperial gallons each and in pails of 10 imperial gallons each; and Column 5 indicating total for each month of the volumes of asphaltic products exported under Columns 1 to 4 inclusive. The volumes shown in Schedule A are the volumes of asphaltic products less the volumes of any non-asphaltic materials in the asphaltic products, alleged by the plaintiff (but not admitted by the defendants) to have been exported as aforesaid.", "\"6. On or about June 15, 1983, Keith Carruthers and J. Khazzam as representatives of the plaintiff met with A.J. Kealey, the Director, Petroleum Compensation, Ottawa (a servant of the defendant Minister of Energy designated by him to administer the Act in relation to Petroleum Levies and the remission thereof under the Act) at his office in Ottawa to discuss the plaintiff's claim for entitlement to Petroleum Levy Remissions under sub-section 65.16(2) of the Act for the various asphaltic products exported by the plaintiff from June of 1981 to the date of the meeting. At the meeting the representatives of the plaintiff made submissions supporting its claim that it was entitled to remission of the said Petroleum Levies.", "\"7. Attached hereto as Schedule B as facsimile copies of the applications by the plaintiff to the defendant Minister of Energy in the form of Schedule 11 prescribed by the Petroleum Levy Regulations for the remission of Petroleum Levies paid by the Refiners to the defendant Minister of Energy in respect of crude oil from which the asphaltic products referred to in Schedule A were derived. Each such application was made by the plaintiff in respect of the volumes of asphaltic products during the months shown on Schedule A and was filed with the defendant Minister of Energy on or about the date appearing on the applications below the plaintiff's signature. Attached hereto as Schedule C is the English version of the form of application for levy remission.", "\"8. By letter dated July 28, 1983, addressed to the aforesaid Keith Carruthers by the Director, Petroleum Compensation, a facsimile copy of which is attached as Schedule D hereto the plaintiff was advised that the defendant Minister of Energy for the reasons therein set forth would not be granting the Petroleum Levy Remissions requested by the plaintiff.", "\"9. On or about September 13, 1983, M. Perron and R. Casaubon, representatives of the defendant Minister of Energy, attended at the offices of the plaintiff in Montreal for the purpose of checking the various asphaltic products hereinbefore referred to which were exported up to and including August 1983 and the refining source thereof. Attached hereto as Schedule E is a facsimile copy of the report dated September 15, 1983, made by the aforesaid M. Perron to the Director concerning that meeting, including a resume prepared by the plaintiff of the said volumes of various exported asphaltic products.", "\"10. Annexed as Schedule F hereto is a facsimile copy of representations in writing dated February 8, 1984, to the Director made on behalf of the plaintiff by its counsel, MacKimmie Matthews of Calgary, Alberta and annexed as Schedule G hereto is a facsimile copy of the Director's response thereto made on March 22, 1984.", "\"11. The parties hereto agree that the central issue to be determined at the trial of this action is whether in the circumstances of this case the plaintiff is entitled to an order of mandamus, directed to the defendant the Minister of Energy, requiring him to determine according to law any amounts to which the plaintiff is entitled by way of remission of petroleum levies for the period from June 1, 1981 to December 31, 1983, pursuant to subsection 65.16(2) of the Act.\""], ["[3]", "The central issue is thus posed by paragraph 11 of the Agreed Statement. Essentially, the matter would seem to turn on whether the relevant statutory provisions confer a discretion on the Minister to allow or disallow the levy remittance or instead impose a mandatory ministerial duty to pay the same once the application therefor has been made in the prescribed form."], ["[4]", "The reasons referred to in the letter of July 28, 1983, from the Director, Petroleum Compensation, to the plaintiff for refusing the rebate of petroleum levies are nothing more than an explanation of the government policy against granting remission of petroleum levies in cases where neither an export charge nor import compensation payment have been made. The rationale is thus explained:", "\"... To exempt an exported product from the petroleum levies at the same time that it is free of export charge/compensation payback theoretically results in a lower price for the export customer than for Canadian consumers for whom the price protection policies are intended. You will note that for this reason the Petroleum Compensation Charge has been established as a floor below which export charges on petroleum products have not been allowed to fall. The export charge, along with the levy rebate, equalizes the cost to Canadian and foreign customers.\""], ["[5]", "As the Statement of Agreed Facts shows, the plaintiff was not content to let the matter lie and it persisted manfully in its efforts to obtain a more favourable ruling. The final answer came in a letter of March 22, 1984, from the director to the plaintiff's solicitors, wherein the former stated:", "\"Thank you for your letter of February 8, 1984, regarding Bitumar's application for rebate of petroleum levies.", "\"In response to your letter, and confirming your phone conversation with Me Pierre Legault on March 19, 1984, I would like to reiterate our belief that the Minister has discretion under subsection 65.16(2) of the Energy Administration Act, to make a payment to a person sending out of Canada petroleum products derived from petroleum in respect of which the petroleum levies (PCC and COSC) have been imposed under part III.1 and III.2 of the Act.", "\"The discretion exercised by the Minister in this instance is based on the premise that no remission of levies is made for exported products on which neither an export charge nor an import compensation payback is imposed.", "Yours truly,", "(Sgd) A.J. Kealey", "A.J. Kealey", "Director Petroleum Compensation\""], ["[6]", "Subsection 65.16(2) of the Act states:", "\"(2) Where", "(a) petroleum or a petroleum product in respect of which charges imposed by this Part have been paid, or", "](b) a petroleum product that is derived from petroleum in respect of which charges imposed by this Part have been paid,", "is sent out of Canada by a person for use outside Canada, a payment may be made to that person in an amount not exceeding the charges paid.\""], ["[7]", "Subsection 65.16(3) provides:", "\"(3) No deduction from, refund of, or payment in respect of the charges imposed by this Part shall be granted or made unless application therefor is made in writing in accordance with regulations made under s. 65.19 by the person entitled thereto within two years after the time when such deduction, refund or payment first became payable under this Part or any regulations made thereunder.\""], ["[8]", "Paragraph 77(1)(a) of the Act reads as follows:", "\"77.(1) The Minister may make expenditures out of the Consolidated Revenue Fund for the payment of the following amounts:", "(a) the amounts required to be refunded or paid to a person under Part III.1 or III.3; ...\""], ["[9]", "The plaintiff contends that these statutory provisions create an obligation on the part of the Minister to pay the levy remittances to the plaintiff. The right to payment is said to arise immediately upon the plaintiff's compliance with s. 65.16(3) of the Act. Simply put, the argument is that the statute has defined the precise conditions for entitlement to levy remitances and the Minister is left only with the discretion to determine whether the conditions have been met and the amount to which the plaintiff is entitled."], ["[10]", "The defendants submit that the use of the word \"may\" in s. 65.16(2) of the Act is strongly indicative of a statutory intent to leave to the Minister the discretion of determining the question of entitlement to levy remissions. That submission, it is urged, is supported by s. 28 of the Interpretation Act, which provides that the word \"may\" is to be construed as permissive. The defendants contend that the inclusion of the words \"not exceeding\" in s. 65.16(2), coupled with the word \"may\", serve to vest the Minister with the discretion of determining whether a levy remittance will be paid in each particular case. Furthermore, it is said that the subsection should be interpreted in such manner as to afford the Minister some discretion in determining the circumstances under which levy remissions should be paid in keeping with the spirit and broad intendment of the statute. Put another way, it is argued that it would be impossible to properly administer the petroleum levy remissions if the subsection was interpreted in such imperative fashion as to compel the payment of remissions in every case where the person claiming to be entitled made application therefor."], ["[11]", "The problem is primarily one of statutory interpretation and the task to be addressed is that of ascertaining the intention of Parliament from the words of the statute read in their grammatical and ordinary sense in reference to their context and the other parts of the Act in terms of its scheme and the object and intention of Parliament so far as the latter can be collected from the words of the statute: see Driedger, Construction of Statutes (2nd Ed.), at p. 87;  <FRAGMENT_SUPPRESSED>  D.T.C. 6305; and  <FRAGMENT_SUPPRESSED> , per Pratte, J., at p. 872:", "\"One of the most important rules to be followed in the interpretation of a particular provision of a statute was expressed as follows by Lord Herschell in  <FRAGMENT_SUPPRESSED>  bound when construing the terms of any provision found in a statute to consider any other parts of the Act which throw light upon the intention of the legislature which may serve to shew that the particular provision ought not to be construed as it would be if considered alone and apart from the rest of the Act.'", "\"And, in  <FRAGMENT_SUPPRESSED>  Lord Davey said at p. 741:", "'... Every clause of a statute should be construed with reference to the context and the other clauses of the Act, so as, so far as possible, to make a consistent enactment of the whole statute or series of statutes relating to the subject-matter.'", "\"Clearly, this basic rule of statutory construction is still in effect;\""], ["[12]", "One avenue of approach to the ascertainment of legislative intention is to pay \"particular regard to the long title of the statute to be interpreted (and, where available, the preamble), in which the general legislative objectives will be stated\":  <FRAGMENT_SUPPRESSED>  the word \"may\" in a statutory provision is usually regarded as permissive and is not given a mandatory connotation unless the context clearly indicates a contrary intention. Permissive words may be construed as creating a duty where they confer a power, the exercise of which is necessary to effectuate a legal right. The question whether words prima facie discretionary are intended to make the exercise of a power imperative in all cases must be solved from the context of the particular provisions and the general scope and objects of the enactment conferring the power: see Driedger, op cit., at pp. 9-15;  <FRAGMENT_SUPPRESSED>  D.L.R.(3d) 634 (F.C.A.), affg. [1980] 2 F.C. 458;  <FRAGMENT_SUPPRESSED>  (C.A.), at p. 408."], ["[14]", "The principle of  <FRAGMENT_SUPPRESSED>  Cairns at p. 225:", "\"My Lords, the cases to which I have referred appear to decide nothing more than this: that where a power is deposited with a public officer for the purpose of being used for the benefit of persons who are specifically pointed out, and with regard to whom a definition is supplied by the Legislature of the conditions upon which they are entitled to call for its exercise, that power ought to be exercised, and the court will require it to be exercised.\""], ["[15]", "Nonetheless, the countervailing effect of the Interpretation Act cannot be ignored as the learned author of deSmith's, Judicial Review of Administrative Action (4th Ed.), points out at p. 284:", "\"But in modern legislation it can generally be assumed that when Parliament has used a word such as 'may' its intention has been to confer a discretion and not merely to impose a duty, other than the duty to exercise the discretion according to proper legal principles.\""], ["[16]", "The plaintiff's case, as it seems to me, will largely turn on whether the word 'may' in s. 65.16(2) of the Act is to be construed as imposing an obligatory duty as opposed to conferring a discretionary enabling power."], ["[17]", "The Petroleum Administration Act received Royal assent on June 19, 1975. Its purpose, as stated in the long title, was \"to impose a charge on the export of crude oil and certain petroleum products, to provide compensation for certain petroleum costs and to regulate the price of Canadian crude oil and natural gas in interprovincial and export trade\". Without detailing its many multifarious provisions, suffice it to say that Part I of the Act imposed a petroleum export charge on crude oil transported for delivery outside Canada and Part IV provided for the payment of import compensation in respect of the importation of petroleum into Canada."], ["[18]", "In 1978 the Petroleum Administration Act was amended by the enactment of a new Part III.1 providing for the imposition of a charge or levy on all petroleum consumed or used in Canada. The Act was assented to on April 20, 1978. The purpose of the new Part was expressed in s. 65.1 of S.C. 1977-78 as follows:", "\"65.1 The purpose of this Part is to provide legislative authority for the imposition of a levy on", "(a) domestic petroleum processed or consumed in Canada, and", "(b) foreign petroleum or petroleum products processed, consumed, sold or otherwise used in Canada,", "the revenue from which levy will assist in meeting the cost of paying import compensation on petroleum deemed under subsection 72(4) to be imported into Canada.\""], ["[19]", "It may be a matter of some moment that ss. 65.16(2) and (3) employed the word \"reimbursement\" in contradistinction to the word \"payment\" in the comparable subsections of the present Act. The Governor in Council was given power by s. 65.19 to make regulations, inter alia, to \"provide for such other matters or things as may be necessary to carry out the provisions of this Part\"."], ["[20]", "Petroleum Levy Regulations were passed on June 15, 1978, for the designation of petroleum products for the purposes of Part III.1 of the Act (SOR/78-517). Asphalt was one of the products so designated. Schedule II set out the levy charge per barrel. The Regulations said nothing about levy remittances or the means of applying for the same."], ["[21]", "On July 7, 1982, the Petroleum Administration Act was substantially amended by S.C. 1980-81-82-83, c. 114. The short title was changed to Energy Administration Act. The long title was repealed and the purpose of the enactment was couched in newer and broader terms as follows:", "\"An Act to provide for charges, compensation and pricing in respect of certain energy sources and for the administration and control of other matters respecting energy sources in Canada.\""], ["[22]", "Subsections 65.16(2) and (3) of the Petroleum Administration Act were repealed and new subsections were substituted in the form indicated earlier. The only notable differences were a slight change in wording format and the replacement of \"reimbursement\" by the word \"payment\". However a new subsection (4) was added in the following words:", "\"(4) Where it is shown to the Governor in Council by the Minister that it is in the public interest to do so, the Governor in Council may, by order, conditionally or unconditionally, retroactively or prospectively, and either generally or in respect of a single transaction,", "(a) exempt any petroleum or petroleum product from the charge imposed thereon in respect of a month or part of a month under this Part; or", "(b) reduce any charge imposed in respect of any month or part of a month under this Part.\""], ["[23]", "On October 28, 1982, new Petroleum Levy Regulations were passed (SOR/82-975). The designation of asphalt as a petroleum product per se was changed to \"asphalt that is unpackaged and in bulk\". A new interpretation section was added as follows:", "\"2. In these Regulations,", "'Act' means the Energy Administration Act;", "'payor' means a person who pays a charge under Part III.1 or III.2 of the Act;", "'levy remittance' means any deduction, refund or payment granted or made pursuant to s. 65.16 of the Act.\""], ["[24]", "There were new regulatory provisions with respect to levy remittances. Subsection 5(2) of the Regulations contains the provisions applicable to this case, and reads:", "\"5.(2) Where any charge is imposed pursuant to Part III.1 or III.2 of the Act in respect of petroleum or petroleum products and the payor does not apply for a levy remittance, a person who has sent out of Canada petroleum or petroleum products in respect of which a charge has been paid may apply for a levy remittance in respect of that charge by completing and filing with the Minister an application in the form set out in Schedule II.\""], ["[25]", "There can be no dispute that the plaintiff was a person entitled to make application for petroleum levy remittances within the contemplation of ss. 65.16(2) and (3) of the Act and s. 5(2) of the Regulations, even though the levies had been paid in the first instance to the Minister of Energy, Mines and Resources by the refiners who supplied the plaintiff with the asphalt product. Nor can it be disputed that the plaintiff made application for the levies in the prescribed manner. There might be some question whether the plaintiff would be entitled to levy remissions prior to July 7, 1982, during the period while the word \"reimbursement\" was in statutory vogue and effect. I will leave this question for the moment and deal with the matter of discretion in the Minister to grant or refuse the levy remittances as he saw fit."], ["[26]", "As indicated, the plaintiff says that the word \"may\" in s. 65.16(2) of the Act must be construed as obligatory in the sense of imposing a ministerial duty to pay the levy remittances once the plaintiff had brought itself within the prescribed statutory conditions. The defendants respond with the proposition that the Minister had an unfettered discretion to administer the policy of the Energy Administration Act in the way of achieving stability in oil prices and protecting the interests of Canadian consumers. The premise of the Handbook guideline that no levy rebates would be paid for exported asphalt on which neither an export charge nor an import compensation payback had been imposed was in keeping with this policy, and any attempt to ignore it would run counter to the overall objects of the Act."], ["[27]", "Part III.1 was enacted to provide for the imposition of a petroleum compensation charge or levy on domestic and imported petroleum and petroleum products. The revenue raised by the levy was to assist in defraying the cost of paying import compensation on imported petroleum. The Part had its own special meaning and purpose and the subject matter thereof formed a separate and complete statutory enactment in itself."], ["[28]", "This is not to suggest that the other parts and provisions of the statute relating to different subject matters and the general objects and purposes of the complete enactment can be utterly disregarded. However, it seems to me that when an enactment is divided into parts it must be presumed, at least prima facie, that those parts were intended to indicate a group of sections or clauses relating to a particular subject matter and that the said sections must be read as though applicable thereto and ought not to be taken as qualified by other sections relating to different subject matters, in the absence of some clear indication to the contrary.  <FRAGMENT_SUPPRESSED>  Lord Halsbury said this of the separation into parts of the Factors Act in deciding that there was no disposition by a mercantile agent under a particular section of the statute (p. 624):", "\"I cannot doubt that each of the sections included in this separate portion of the statute must be read as only applicable to the cases of persons indicated by that separate part of the statute; and, if so, it seems to me that the case is free from doubt, since under the circumstances of this case there was no disposition by a mercantile agent.\""], ["[29]", "There is nothing in Part III.1 of the Act, or indeed in any other part or provision thereof, as far as I can determine, that imposes the two additional conditions for justifying payment of the petroleum levy rebates, as relied on by the defendants."], ["[30]", "It does not seem to me that it was the intention of the legislature to give to the Minister such a broad and unfettered discretion as would permit him to override the clearly expressed provisions of Part III.1 of the Act and the Regulations for the payment of levy remittances under the aegis of some broad and undefined policy consideration. The Petroleum Levies Procedures Handbook may purport to give some guidance directives but it is not a text of law."], ["[31]", "Moreover, the fact that s. 65.16 (4) as enacted on July 7, 1982, only gave the Minister the power to recommend in the public interest to the Governor in Council for the exemption from or reduction or petroleum levies is some indication, to my mind, of Parliament's intent that the Minister was not perceived to have the broad and unfettered discretionary powers envisaged by the defendants."], ["[32]", "In my opinion, the statutory words in Part III.1 of the Act are plain and unambiguous in their meaning and intendment. Clearly, they couple a power with a duty and specifically define the persons for whose benefit the power is to be exercised with the result that the word \"may\" becomes to all intents obligatory and requires that the power be exercised for the benefit of those persons once they have brought themselves within the prescribed conditions."], ["[33]", "I am supported in this view by the Federal Court of Appeal decision in  <FRAGMENT_SUPPRESSED>  (Fed. C.A.), on which the plaintiff placed considerable reliance. The defendants submit that the bulk of the judicial commentary was obiter dicta and ought to be disregarded. Strictly, the case held that an application for remission of petroleum compensation charges under s. 65.16 of the Act was a purely administrative decision and was therefore not reviewable under s. 28 of the Federal Court Act. In reaching this conclusion, Mr. Justice Hugessen, writing per curiam, felt constrained to apply a set of recognized criteria to determine whether the decision had to be made on a judicial or quasi-judicial basis."], ["[34]", "The learned judge made this statement at p. 384:", "\"The written application is, in my view, no more than the event which triggers the administrative action and is, by itself, enough to explain the permissive 'may' of subsections (1) and (2): if there is no application, there shall be no payment.\""], ["[35]", "And again at p. 385:", "\"Indeed, as I read s. 65.16(2), the right to receive the payment is created by the statute and does not depend upon a favourable decision by anybody.", "...", "\"In the same vein, s. 65.16(3) speaks of payments becoming 'payable'. This does not suggest to me that the Minister has any discretion to allow or disallow a claim, but rather that he is authorized to pay such a claim out of public funds without waiting to be sued for it and without requiring a vote.\""], ["[36]", "Even if these statements can properly be characterized as dicta, and I am not so sure they can, they are nevertheless entitled to the utmost weight and consideration because they bear directly on the point in issue here. In any event, I am inclined to the same view."], ["[37]", "The next question that arises is whether the plaintiff is entitled at all to the remission of petroleum compensation charges or levies for the period from June 1, 1981 to July 7, 1982. The last mentioned date saw the repeal of the former ss. 65.16(2) and (3) of the Act and the re-enactment of new subsections in which the word \"payment\" was substituted for the word \"reimbursement\". The plaintiff contends that the words are synonymous whereby the person who exported the petroleum product but who is not actually the payor of the petroleum levy imposed under Part III.1, in this case the refiner, is still entitled to apply for the levy remittance. I am unable to agree."], ["[38]", "The Shorter Oxford English Dictionary (3rd Ed.), gives the following definition for \"reimburse\":", "\"Reimburse ... v. 1611. [Re-5a.] 1. trans To repay or make up to a person (a sum expended). 2. To repay, recompense (a person) 1637. 3. With double object 1624.\""], ["[39]", "Reimbursement is defined as \"the act of reimbursing, repayment\". The mental image conjured up by the word is that of repayment and not just the act of payment alone. The enactment of Regulations on October 28, 1982, that defined the word \"payor\" and particularized the conditions under which a person other than a payor could apply for a levy remittance was, to my mind, a clear manifestation of the legislative intention in that regard. A new enactment introduced a new concept of dissimilar substance from that contained in the former enactment so that the new enactment must be taken to operate as new law. That being so, the saving benefit afforded by s. 36(f) of the Interpretation Act does not apply. It is my opinion therefore that the plaintiff is not eligible for levy remittances in respect of petroleum compensation charges paid by the refiners prior to July 7, 1982."], ["[40]", "There is one final point."], ["[41]", "Paragraph 3.(1)(i) of the Regulations passed on October 28, 1982, designated as a petroleum product for purposes of the definition of \"petroleum product\" in s. 65.11 of the Act \"asphalt that is unpackaged and in bulk\". The definition given \"petroleum product\" in the said section of the Act was \"a product that is designated as a petroleum product by regulations and under paragraph 65.19(a)\"."], ["[42]", "New Regulations passed on December 22, 1983 (SOR/84-38) revoked this definition and substituted therefor the following:", "\"(i) asphalt of paving and roofing grades, including mixtures of asphalt and other petroleum products including finished hydrocarbon solvents, unpackaged and shipped in bulk in ships, barges, railway tank cars or tank trucks but excluding emulsified asphalt;\""], ["[43]", "The defendants submit that the plaintiff is disentitled in any event to the remission of petroleum levies after October 28, 1982, because the subject asphalt was packaged and as such did not come within the product designation prescribed by the later Regulations. The plaintiff counters with its claim for a declaration to the effect that the words \"unpackaged and (shipped) in bulk\" in the Regulations are ultra vires the Governor in Council by virtue of s. 65.19 of the Act. Simply put, the argument is that the designation of a substance does not extend to designating the form of packaging and mode of transportation so that the offending words must be severed therefrom, leaving \"asphalt\" standing uncluttered and alone."], ["[44]", "Paragraph 65.19(a) of the Act, effective as of July 7, 1982, reads:", "\"65.19 The Governor in Council may, by regulation,", "(a) designate as a petroleum product any substance resulting from the processing or refining of hydrocarbons or coal if such substance", "(i) is asphalt or a lubricant, or", "(ii) is a suitable source of energy by itself or when it is combined or used in association with something else\""], ["[45]", "The paragraph specifically identifies \"asphalt\" as one of the whole, unidentified range of hydrocarbon substances that may be designated as a petroleum product by regulation. Under the circumstances, it would not seem to make a great deal of sense to hold that any subsequent designation by regulation was necessarily restricted to repeating the identification of the substance itself as a designated petroleum product, without further embellishment or particularization. The wording of the enactment would seem to be indicative of the legislative intent to recognize and indeed permit the further designation of asphalt in some particular mode or form beyond the mere renaming of the substance. In any event, that is the view I take of the matter."], ["[46]", "SOR/82-975 designated as a eligible product for the imposition of petroleum levies and their remission asphalt that was \"unpackaged and in bulk\". This brings to mind the notion of asphalt shipped or transported in bulk in its natural substance state. SOR/84-38 passed on December 22, 1983, makes this abundantly clear with the words \"unpackaged and shipped in bulk in ships, barges, railway tank cars or tank trucks but excluding emulsified asphalt\". The new enactment does not introduce a substantially dissimilar definition of asphalt from the one contained in the former enactment but rather only expands on and clarifies the earlier definition. By virtue of s. 36(f) of the Interpretation Act, the later definition can be construed as a consolidation and as declaratory of the proper meaning to be ascribed to the words \"asphalt that is unpackaged and in bulk\"."], ["[47]", "Accordingly, I reject the plaintiff's argument that the designation of asphalt is confined to the designation of the substance and nothing more. It must therefore follow that the claim for a declaration of ultra vires fails as well."], ["[48]", "The remedy of declaratory relief is largely discretionary and it is unnecessary, in my opinion, to consider the further declaration sought by the plaintiff in view of my disposition of the central issue in the case."], ["[49]", "The ineligibility of the subject asphalt for the remission of petroleum levies during the period following October 28, 1982, could well raise some question as to the product's corresponding exigibility for the imposition of petroleum compensation charges or levies. This may be a matter for somebody else to raise at another time. Certainly, it has no direct bearing on the plaintiff's case and I pass no opinion on it."], ["[50]", "For these reasons, the plaintiff succeeds on the main issue in the case and judgment for mandamus will go accordingly. What the consequences may be in terms of monetary recompense is another matter. The plaintiff fails on its claim for a declaration of ultra vires. Success in the action is relatively even so there will be no award of costs to either party.", "Application allowed in part.", "Editor: Steven C. McMinniman/sms", "[End of document]"]]}