{"id_": "012067", "body_str": [["[1]", "Noël, J.", ": This is an application for judicial review under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA) of a decision of Citizenship and Immigration Officer D. Fournier (CIC Officer), dated January 15, 2014, denying the Applicant's request for permanent residency based on humanitarian and compassionate considerations (H&C Application) under subsection 25(1) of the IRPA.", "II.", "Facts"], ["[2]", "Marianne Nicolas, the Applicant, is now 74 years old and is a citizen of Haiti. She arrived in Canada in February 1998 and sought refugee protection in April 1998, which was denied in January 1999."], ["[3]", "She submitted her first H&C Application in February 1999, which was refused in June 1999. She then failed to present herself for removal on the set date of June 12, 1999."], ["[4]", "She submitted a second H&C Application in August 2007, which was refused in May 2010."], ["[5]", "She submitted a third H&C Application in June 2012, which was refused on January 15, 2014. This is the decision under review."], ["[6]", "The Applicant is in Canada without status and is subject to a removal order. However, a Temporary Suspension of Removals (TSR) for Haiti is in effect in Canada.", "III.", "Decision under review"], ["[7]", "At the outset of the decision, the CIC Officer stated that the onus was on the Applicant to demonstrate that she would suffer unusual and undeserved or disproportionate hardship if she was to present her H&C Application from Haiti."], ["[8]", "The present H&C Application was based on two grounds, namely the level of establishment of the Applicant in Canada and the adverse conditions in Haiti. These grounds, according to the CIC Officer, do not justify an exemption on H&C grounds."], ["[9]", "The CIC Officer first examined the adverse conditions in Haiti and the Applicant's statements regarding how the situation in Haiti has greatly deteriorated since the 2010 earthquake, the presence of generalized criminalisation in the country, the danger the Applicant would face due to her gender and how the State would not be able to protect her. The CIC Officer noted that the Applicant is currently under a TSR and is therefore currently unable to return to Haiti. According to the CIC Officer, regardless of the existence of this TSR, the Applicant maintains the burden to show how her situation is different from the rest of the population in Haiti along with the burden to demonstrate how her situation is such that it creates unusual and undeserved or disproportionate hardship if she was to return to Haiti to request permanent residency."], ["[10]", "Second, the CIC Officer examined the Applicant's establishment in Canada. The CIC Officer considered the documents demonstrating the Applicant's involvement in different volunteering organisations, letters, family pictures and cards and concluded that they were not enough to justify an exemption from the requirement of having to present her permanent residence application from Haiti."], ["[11]", "The CIC Officer pointed out that since her first rejected H&C Application, the Applicant fled immigration authorities for almost ten years. She thus established herself in Canada for reasons not outside of her control. The CIC Officer also noted that her three children in Haiti would constitute adequate support if she was to return to Haiti."], ["[12]", "The CIC Officer finally concluded that the Applicant had not fulfilled her burden of proof and maintains the right to stay in Canada until the TSR is lifted.", "IV.", "Parties' submissions"], ["[13]", "The Applicant seeks to have the CIC Officer's decision quashed and send back for re-determination. The Applicant raises four grounds of review to which the Respondent replied."], ["[14]", "First, the Applicant submits that the CIC Officer overlooked the particular factors identified by the Applicant in her H&C Application by disregarding the specific and personalized factors creating personal hardship with respect to the generally poor conditions in Haiti and also by disregarding the hardship factors she presented on the basis that they are generalised and apply to all of the Haitian population. The Respondent submits that the CIC Officer properly analyzed the objective documentation provided and the Applicant's submissions regarding the hardship she would face as a result of the adverse conditions in Haiti and found that those conditions were insufficient to warrant a positive H&C decision. According to the Respondent, the Applicant did not personalize her hardship allegations in the consideration of the generalized situation in Haiti as potentially causing unusual and underserved or disproportionate hardship."], ["[15]", "Second, the Applicant submits that the CIC Officer incorrectly concluded that the Applicant's family ties in Haiti were sufficient to mitigate any unusual and undeserved or disproportionate hardship inherent to being forced to request permanent residency from Haiti. The Respondent's position is that the CIC Officer properly assessed the evidence provided by the Applicant regarding her establishment in Canada. Moreover, the Applicant failed to present herself for removal in 1999 and chose to remain in Canada. Her establishment is thus due, in large part, to her failure to comply with the removal order."], ["[16]", "Third, the Applicant submits that the CIC Officer did not give sufficient consideration to the best interests of the Applicant's grandchildren. To that effect, the Respondent submits that the CIC Officer is not obligated to give the best interests of the grandchildren more weight than to other factors. Furthermore, no evidence was provided as to how her grandchildren would be impacted if she was to return to Haiti."], ["[17]", "Finally, the Applicant submits that the CIC Officer's reliance on the existence of a TSR in effect for Haiti limits the analysis of the Applicant's personal hardships pertaining to the conditions in Haiti. In response, the Respondent states that it was one factor amongst other factors the CIC Officer considered.", "V.", "Applicant's reply"], ["[18]", "In her reply, the Applicant brings forth a new argument pertaining to the lack of evidence regarding personal threats or harm experienced in the past by the Applicant. The Applicant states that there is no requirement in an H&C Application to provide proof of past experiences or to limit the analysis to past experiences in Haiti. The Applicant also submits new case law for this Court to consider.", "VI.", "Respondent's supplementary memorandum"], ["[19]", "The Respondent provided a supplementary memorandum in response to the Applicant's reply. In it, the Respondent submits that the Applicant did not personalize her hardship allegations in the consideration of the generalized situation in Haiti as potentially causing unusual and underserved or disproportionate hardship. With regards to the Applicant's family support in Haiti, the Applicant did not show how she cannot be as dynamic and self sufficient in Haiti in the same manner she has proven herself to be dynamic and self sufficient in Canada, as she has herself stated in her own submissions. With regards to the grandchildren's best interests, the Respondent further submits that the Applicant did not provide any evidence showing what she has done for them in the past and how they would be impacted if she was to leave Canada. The Respondent provides new case law for this Court to consider regarding these submissions.", "VII.", "Issues"], ["[20]", "The issues, as outlined in the Applicant's memorandum are:", "A. Did the CIC Officer err in disregarding the particular factors identified by the Applicant in her H&C Application as creating hardships for her personally with respect to the objective evidence of generalized hardships related to the humanitarian crisis in Haiti?", "B. Did the CIC Officer err in the analysis of the facts by using conjecture and by basing the decision on erroneous findings of fact drawn arbitrarily with respect to the Applicant's family in Haiti?", "C. Did the CIC Officer err in failing to consider the effects of the separation of the Applicant from her grandchildren and in failing to address the evidence submitted pertaining to the best interests of the Applicant's grandchildren?", "D. Did the CIC Officer err in unduly limiting the scope of the analysis of the hardships the Applicant would face in returning to Haiti due to the existence of a TSR?"], ["[21]", "The Respondent states the following issue in the supplementary memorandum:", "1. Is the CIC Officer's decision reasonable?"], ["[22]", "I have reviewed the issues identified by the parties and I believe they can be summarized as follows:", "A. Did the CIC Officer apply the appropriate legal test under subsection 25(1) of the IRPA in relation to the current situation in Haiti for the determination of unusual and undeserved or disproportionate hardship?", "B. Did the CIC Officer properly assess the considerations under subsection 25(1) of the IRPA in relation to the appreciation of the current adverse situation in Haiti for the determination of unusual and undeserved or disproportionate hardship for the Applicant, to the best interests of the grandchildren and to the mentioning of the TSR in effect for Haiti?", "VIII.", "Standard of review"], ["[23]", "The issues identified above raise questions of mixed facts and law. The applicable standard of review is thus that of reasonableness. « Considerable deference should be given to immigration officers exercising the powers conferred by legislation, given the fact specific nature of the inquiry, it's role [subsection 25(1) of the IRPA] within the statutory scheme as an exception, the fact that the decision maker is the Minister, and the considerable discretion evidenced by the statutory language » (", "<FRAGMENT_SUPPRESSED> ). This standard was confirmed by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  [2009] FCJ No 713 at para 18 and more recently in", "<FRAGMENT_SUPPRESSED>  [2014] FCJ No 472 at para 32 and", "<FRAGMENT_SUPPRESSED>  [2014] FCJ No 439 at para 18."], ["[24]", "The Court shall only intervene if it concludes that the decision is unreasonable, where it falls outside the « range of possible, acceptable outcomes which are defensible in respect of the facts and law » (", "<FRAGMENT_SUPPRESSED>  [2008] SCJ No 9 at para 47).", "IX.", "Analysis", "A. Did the CIC Officer apply the appropriate legal test under subsection 25(1) of the IRPA in relation to the current situation in Haiti for the determination of unusual and undeserved or disproportionate hardship?"], ["[25]", "The Applicant argues that the CIC Officer committed a reviewable error by applying the wrong legal test, namely by requiring the Applicant to demonstrate she would face \"different\" risks than the Haitian population as a whole. On a few occasions, in his decision, the CIC Officer does state that the Applicant does not show how her situation is \"different\" than the rest of the Haitian population. Indeed, the appropriate test is in fact for the Applicant to demonstrate that she would face unusual and undeserved or disproportionate hardship if she was to request permanent residency from Haiti. Although I acknowledge that the Applicant's argument is valid, the CIC Officer also clearly stated and reiterated the appropriate test and burden the Applicant had to fulfill throughout the decision (CIC Officer's decision, page 4, paras 1 and 6; page 5, para 1; page 6, paras 1 and 5). After considering the Applicant's submissions, the evidence provided and the decision of", "<FRAGMENT_SUPPRESSED>  [2009] FCJ No 658 [ <FRAGMENT_SUPPRESSED> ], the CIC Officer came to the conclusion that the Applicant had not met her burden of proof on the correct standard of analysis (CIC Officer's decision page 4, para 6 to page 5). There may have been an appearance of confusion in applying the proper legal test, but when considering the decision as a whole, the proper legal test was applied. No intervention from this Court is warranted on this issue.", "B. Did the CIC Officer properly assess the considerations under subsection 25(1) of the IRPA in relation to the appreciation of the current adverse situation in Haiti for the determination of unusual and undeserved or disproportionate hardship for the Applicant, to the best interests of the grandchildren and to the mentioning of the TSR in effect for Haiti?", "(1) Did the CIC Officer err in the appreciation of the adverse situation in Haiti for the determination of unusual and undeserved or disproportionate hardship for the Applicant?"], ["[26]", "I am satisfied that the CIC Officer reasonably considered the Applicant's allegations. The law states that it falls on the Applicant, even with regards to Haiti, where there are generalised risks, to establish a link between the evidence and how her situation is such that it creates personalized hardship (", "<FRAGMENT_SUPPRESSED>  [2013] FCJ No 1075 at paras 36 and 37). In the case at bar, the CIC Officer acknowledged the Applicant's submissions regarding the generalized criminalisation, the fact that she is a woman, that she would be in danger if she was to return to Haiti and how the State would not be able to protect her (CIC Officer's decision, page 4, paras 2 and 3). Those submissions were weighted against the objective documentation provided by the Applicant (CIC Officer's decision, page 4, paras 3 and 4). At the end of the decision, the CIC Officer states that the Applicant does not show how her personal situation is such that she would face unusual and disproportionate or unjustified hardship if she was to apply for permanent residency from outside Canada."], ["[27]", "The Applicant also submits the argument that the CIC Officer improperly assessed the family support she would receive from her three children living in internally displaced camps in Haiti. This, in my opinion, is the Applicant's best argument. It would have been more prudent to explain how her Haitian family could have given support. However, despite a limited analysis by the CIC Officer on this issue, the CIC Officer balanced the assessment of the Applicant's family in Haiti with the Applicant's level of establishment in Canada. The CIC Officer recognized that the Applicant had ties with Canada based on her social network, her volunteering activities and her ties with her daughter and grandchildren. However, the CIC Officer noted that these ties were established because the Applicant ran away from immigration authorities for more than 10 years and so for reasons not beyond her control (", "<FRAGMENT_SUPPRESSED>  [2006] FCJ No 425, at para 19). Indeed, the Applicant chose to remain in Canada, following a failed refugee claim in 1998 and two failed H&C Applications, in 1999 and 2010 respectively. Even if the CIC Officer incompletely assessed the support the Applicant would have (or not) in Haiti, I cannot, on this point alone, deem the CIC Officer's decision unreasonable.", "(2) Did the CIC Officer fail to address the best interests of the grandchildren?"], ["[28]", "I agree with the Respondent on this issue. The CIC Officer did not have to conduct a \"best interests assessment\" of the Applicant's grandchildren. It was never submitted by the Applicant that the best interests of her grandchildren justified the exemption under subsection 25(1) of the IRPA. The Applicant bears the onus of demonstrating how her grandchildren would be impacted if she was to leave Canada, she cannot simply assert that the grandchildren's best interests were not taken into account (", "<FRAGMENT_SUPPRESSED>  [2006] FCJ No 779, at para 20). In her H&C Application, the Applicant simply mentions that she baby-sits her grandchildren when her daughter needs her to, that she is close to her grandchildren and is involved in the events in which they take part (Applicant's record, page 16). The Applicant's record contains family pictures and cards as supporting documents. The closest the Applicant comes to demonstrating the role her grandchildren play in her H&C Application is when she states that she maintains emotional bonds with them (Applicant's record, page 19)."], ["[29]", "When it comes to the best interests of children, the Federal Court of Appeal stated that:", "\"[...] an immigration officer considering an H&C application must be \"alert, alive and sensitive\" to, and must not \"minimize\", the best interests of children who may be adversely affected by a parent's deportation:", "<FRAGMENT_SUPPRESSED>  arises when it is sufficiently clear from the material submitted to the decision-maker that an application relies on this factor, at least in part.", "Moreover, the applicant has the burden of adducing proof of any claim on which the H&C application relies. Hence, if an applicant provides no evidence to support the claim, the CIC officer may conclude that it is baseless\" (", "<FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 158 at para 5) (my emphasis)."], ["[30]", "Based on the above, it was reasonable for the CIC Officer not to conduct a \"best interests assessment\" of the Applicant's grandchildren.", "(3) Did the CIC Officer err in the weight placed in the existing TSR for Haitian citizens?"], ["[31]", "I believe that the CIC Officer's comments on the TSR do not have an impact on the ultimate decision regarding the Applicant's H&C request (", "<FRAGMENT_SUPPRESSED>  [2013] FCJ No 165 at paras 18 and 19;", "<FRAGMENT_SUPPRESSED>  [2007] FCJ No 449 at paras 12 and 13). It was an obvious element worth mentioning in the decision, but it was not a determinative factor in the outcome of the H&C request.", "X.", "Conclusion"], ["[32]", "Although the decision under review is not perfect, the CIC Officer's decision is reasonable. The CIC Officer assessed the H&C Application on the appropriate legal test, reasonably concluded that the Applicant had not fulfilled her burden of proof of demonstrating unusual and undeserved or disproportionate hardship that affects her personally, committed no error by not conducting the assessment of the best interests of the grandchildren nor did the CIC Officer unduly rely on the existence of the TSR. The CIC Officer's decision falls within the range of possible and acceptable outcomes and must therefore be upheld."], ["[33]", "The parties were invited to submit questions for certification but none were proposed.", "JUDGMENT"], ["[34]", "THIS COURT'S JUDGMENT is that:", "1. This application for judicial review of the CIC Officer's decision dated January 15, 2014 be dismissed.", "2. No question is certified.", "Application dismissed.", "Editor: Jana A. Andersen/vnh"]]}