{"id_": "012178", "body_str": [["[1]", "Mosley, J.", ": This case turns on the identity of the applicant. The Refugee Protection Division of the Immigration and Refugee Board found that the applicant had failed to provide acceptable documentation to establish his identity and failed to provide a reasonable explanation for the lack of such documentation or the steps taken to obtain the evidence."], ["[2]", "The sole issue is whether the board's identity finding was reasonable. For the reasons that follow, I conclude that it was not and remit the matter for reconsideration by a differently constituted panel."], ["[3]", "The applicant, Hagos Ghebremichael, claims to be a citizen of Eritrea. He was born in Dire Dawa, Ethiopia, but is unsure of his nationality. He believes that his mother was Somali and his father Eritrean. He claims to be Eritrean by tradition through his father. Following his father's death his mother took him to live in Djibouti with a paternal uncle. Following her death, he lived with that uncle, who abused him, and in the streets of Djibouti. He claims to have been arrested a number of times by the police for not having any identification papers. He would be detained and eventually released when neither the Ethiopian nor the Eritrean authorities would accept him."], ["[4]", "When the applicant had saved sufficient funds, he travelled with the help of a smuggler to Sudan in May 2008, then to Libya, Italy and finally to Norway in October 2008. He claimed refugee status in Norway but his claim was denied. He then travelled to Canada and arrived on September 3, 2010. He claimed refugee status at the port of entry. He was denied entry and detained due to a lack of identification as he had traveled to Canada with a false passport."], ["[5]", "While in detention, the applicant contacted his uncle in Djibouti to obtain identity documents. The uncle procured a birth certificate purportedly issued by the Town Council of Dire Dawa. It was sent directly to Citizenship and Immigration Canada. The certificate, issued on August 15, 2008, indicates that the applicant is of Eritrean nationality. It contains a number of spelling mistakes, including the name of the town."], ["[6]", "At the hearing before the Refugee Protection Division in August 2011, the Board Member found, on a balance of probabilities, that the birth certificate is not a genuine document. That finding is not disputed in these proceedings. The applicant says he does not know how his uncle acquired the document."], ["[7]", "The Member noted that the applicant had amended his PIF to correct a mistake in the spelling of his mother's name. The Member further noted that it was reasonable to expect the applicant to have documentation on his identity since it constituted the central issue of his refugee claim in Norway."], ["[8]", "The Member did not refer to two additional documents submitted by the applicant: a letter from the Kingdom Priests International Church in Djibouti which referred to the applicant as having attended services and the affidavit of a Toronto resident who deposed that he had known the applicant's father and knew his nationality."], ["[9]", "Identity is a question of fact and thus attracts a standard of reasonableness:", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> ."], ["[10]", "It is apparent from the transcript of the Board hearing that the applicant had difficulty understanding questions put to him through an interpreter. The questions had to be repeated several times at his request which appears to have caused the Board Member some frustration. The interpreter explained that the applicant was merely asking for clarification."], ["[11]", "When asked if he had tried to obtain other identity documents, the applicant testified that he went to the Eritrean Embassy and that they refused to help him. When the Member asked where the Eritrean Embassy was located the applicant said \"can I see the address, it is in my pocket?\" The Member did not respond to that but asked which city he went to. The applicant said \"It is in Toronto\". The Member replied \"In Toronto? Okay.\" The Member drew from this an adverse inference that the applicant did not attend the Eritrean Embassy, because if he had, he would have known its location."], ["[12]", "I take judicial notice that the Eritrean Embassy is located in Ottawa. I expect the Member was also aware of that. It was unreasonable for the Member to have interpreted this brief exchange with the applicant as a failure to provide an explanation or to demonstrate reasonable diligence to obtain documentation. There is an Eritrean Consulate in Toronto and it is not surprising that the claimant, with little education, and testifying through an interpreter might describe it as an Embassy. Moreover, it is clear that the applicant had the address on his person and could have easily produced it at the hearing. He did not \"volunteer\" to get the information as the Member characterized this exchange in his reasons."], ["[13]", "<FRAGMENT_SUPPRESSED> Justice Dawson, then a member of the Federal Court, stated that:", "In my view, the Board, as a specialized tribunal, failed to have proper regard to the evidence available to it to explain the difficulties inherent in obtaining identity documents for persons in the situation of Macauley and his designated representative. By failing to have that regard, the Board's conclusions that no reasonable efforts had been made to obtain identity documents and that no reasonable explanation had been provided for that failure were made in reviewable error."], ["[14]", "I have reached the same conclusion in this matter. Having never lived in a situation where he had legal status since leaving Ethiopia as a child, it would have been exceptionally difficult for the applicant to obtain official documents to prove who he is. The applicant had only the questioned birth certificate provided by a third party (his uncle) and a few other documents, including the affidavit, indicating that he is who he claims to be and that his father was indeed Eritrean. Even then, the question of his citizenship would be complex as Eritrea was not independent at the time of his father's death and has refused to acknowledge the applicant. The Member gave these difficulties no apparent consideration."], ["[15]", "The documents submitted by the applicant include UNHCR documents on the citizenship of persons in Ethiopia with parents from different origins, psychological and psychiatric reports on the applicant's mental status and other documents corroborating the applicant's seemingly consistent story. It is clear, considering the evidence before it, that the Board Member did not consider the particular situation of the applicant in evaluating if he was reasonably diligent in seeking documentation and if he had a reasonable explanation for not having it. The transcript of the brief hearing also demonstrates that the Member did not make any real effort to consider the applicant's circumstances."], ["[16]", "Certain of the evidence put before the Board, such as the affidavit of Theodros Michael Bockru, does not appear to have been considered. The affidavit, if accepted, corroborates the applicant's belief about his father's origins. It was open to the Board to find this evidence inconclusive, but it is not mentioned in the reasons. As stated by Justice Layden-Stevenson, then a member of this Court, in", "Lin", ", above, at paragraph 14:", "...It was unquestionably open to the RPD to determine that identity had not been established. However, to arrive at that conclusion, it must, first, have considered the totality of the evidence before it. It does not appear to me that the RPD did that. If it did, it is not evident from its reasons. In either case, the board's decision is patently unreasonable because I am unable to conclude that it was made on the basis of the material that was before the RPD member. Consequently, the decision must be set aside."], ["[17]", "As in", "Lin,", "it was unquestionably open to the Board to find that the applicant's identity had not been established particularly in light of its reasonable finding that the birth certificate was false. Nonetheless, it had an obligation to consider all of the evidence before it and it is not apparent from the record that it did. In light of the cursory examination of the identity question disclosed by the transcript, this is not a case in which I am prepared to assume that the Board considered all of the evidence that it does not specifically refer to. Nor am I prepared to supplement the Board's reasons by my own review of the record."], ["[18]", "In the result, I do not find that the Board's decision regarding identity is reasonable as it lacks justification, transparency and intelligibility with regards to the facts of the matter. The Board's analysis on whether there was a reasonable explanation for the lack of documentation and reasonable diligence in obtaining identity documents is clearly not based on the evidence."], ["[19]", "No questions were proposed for certification.", "JUDGMENT"], ["[20]", "THIS COURT'S JUDGMENT is that", "the application is granted and the matter is remitted to the Board for reconsideration by a differently constituted panel. No questions are certified.", ".........................", "<FRAGMENT_SUPPRESSED>  présente affaire porte sur l'identité du demandeur. La Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié a conclu que le demandeur n'avait pas fourni des papiers d'identité acceptables et n'avait donné aucune explication raisonnable quant à l'absence de tels documents ou quant aux mesures qu'il avait prises pour obtenir cet élément de preuve."], ["[2]", "L'unique question en litige est celle de savoir si la conclusion que la Commission a tirée quant à l'identité était raisonnable. Pour les motifs qui suivent, je conclus qu'elle n'était pas raisonnable et je renvoie l'affaire pour nouvel examen par un tribunal différemment constitué."], ["[3]", "Le demandeur, Hagos Ghebremichael, prétend être un citoyen de l'Érythrée. Il est né à Dire Dawa (Éthiopie), mais il n'est pas certain de sa nationalité. Il croît que sa mère était Somalienne et que son père était Érythréen. Il prétend être Érythréen par tradition en raison de sa filiation paternelle. Après la mort de son père, sa mère l'a emmené vivre à Djibouti chez un oncle paternel. Après la mort de sa mère, il a vécu avec cet oncle, qui l'agressait, puis il a vécu dans les rues de Djibouti. Il prétend avoir été arrêté par la police à un certain nombre de reprises parce qu'il n'avait aucun papier d'identité. Il a été détenu, puis a finalement été libéré lorsque ni les autorités éthiopiennes ni les autorités érythréennes ne voulaient l'accepter."], ["[4]", "Après avoir épargné assez d'argent, le demandeur, avec l'aide d'un passeur, s'est rendu au Soudan, en mai 2008, puis en Lybie, en Italie et enfin en Norvège en octobre 2008. Il a demandé l'asile en Norvège, mais sa demande a été rejetée. Il s'est ensuite rendu au Canada où il est arrivé le 3 septembre 2010. Il a demandé l'asile au point d'entrée. Il s'est vu refuser l'entrée et il a été détenu parce qu'il n'avait aucun papier d'identité, car il était arrivé au Canada muni d'un faux passeport."], ["[5]", "Pendant qu'il était en détention, le demandeur a communiqué avec son oncle à Djibouti afin d'obtenir des papiers d'identité. L'oncle lui a obtenu un certificat de naissance censé avoir été délivré par le conseil municipal de Dire Dawa. Le certificat a été envoyé directement à Citoyenneté et Immigration Canada. Le certificat, délivré le 15 août 2008, indiquait que le demandeur était de nationalité érythréenne. Il contenait un certain nombre de fautes d'orthographe, notamment le nom de la ville."], ["[6]", "À l'audience devant la Section de la protection des réfugiés, en août 2011, le commissaire a conclu que, selon la prépondérance des probabilités, le certificat de naissance n'était pas un document authentique. Cette conclusion n'est pas contestée dans le cadre de la présente instance. Le demandeur affirme qu'il ne sait pas comment son oncle s'était procuré le document."], ["[7]", "Le commissaire a souligné que le demandeur avait modifié son FRP afin de corriger une faute d'orthographe dans le nom de sa mère. Le commissaire a de plus souligné qu'il était raisonnable de s'entendre à ce que le demandeur soit muni de papiers d'identité, car ceux-ci constituaient un aspect crucial de sa demande d'asile en Norvège."], ["[8]", "Le commissaire n'a pas fait mention de deux documents supplémentaires soumis par le demandeur: une lettre émanant de la Kingdom Priests International Church à Djibouti qui mentionnait que le demandeur avait participé à des offices religieux et l'affidavit d'un résident de Toronto qui a déclaré avoir connu le père du demandeur et savoir de quelle nationalité il était."], ["[9]", "L'identité est une question de fait et, par conséquent, elle commande l'application de la norme de la raisonnabilité:", "<FRAGMENT_SUPPRESSED> ."], ["[10]", "It ressort clairement de la transcription de l'audience de la Commission que le demandeur a eu de la difficulté à comprendre les questions qui lui étaient posées par l'intermédiaire d'un interprète. À sa demande, on a dû lui répéter les questions à plusieurs reprises ce qui semble avoir causé une certaine frustration chez le commissaire. L'interprète a expliqué que le demandeur ne faisait que demander des précisions."], ["[11]", "Lorsqu'on lui a demandé s'il avait tenté d'obtenir d'autres papiers d'identité, le demandeur a affirmé dans son témoignage qu'il s'était rendu à l'ambassade de l'Érythrée et qu'on avait refusé de l'aider. Lorsque le commissaire a demandé où était située l'ambassade de l'Érythrée, le demandeur a répondu: [traduction] « Puis-je regarder l'adresse, je l'ai dans ma poche ? ». Le commissaire n'a pas répondu à cette question, mais il a demandé au demandeur dans quelle ville il s'était rendu. Le demandeur a répondu: [traduction] « C'est à Toronto ». Le commissaire a demandé: [traduction] « à Toronto? Ok ». Le commissaire a tiré de cette réponse une inférence défavorable selon laquelle le demandeur ne s'était pas rendu à l'ambassade de l'Érythrée parce qu'il aurait su où elle était située."], ["[12]", "Je prends acte du fait que l'ambassade de l'Érythrée est située à Ottawa. Je suppose que le commissaire savait cela. Il était déraisonnable de la part du commissaire de conclure, à la suite de ce bref échange, que comme le demandeur n'avait pas donné une explication suffisante ou n'avait pas fait preuve d'une diligence raisonnable pour tenter d'obtenir des documents. Il y a un consulat de l'Érythrée à Toronto et il n'est pas étonnant que le demandeur, qui est peu scolarisé, et qui a témoigné par l'intermédiaire d'un interprète, ait pu parler d'une ambassade plutôt que d'un consulat. En outre, il est évident que le demandeur avait l'adresse sur sa personne et aurait pu facilement la produire à l'audience. Il n'a pas « offert » d'obtenir ce renseignement pour rependre les mots utilisés par le commissaire dans ses motifs pour décrire cet échange."], ["[13]", "<FRAGMENT_SUPPRESSED> la juge Dawson, alors juge à la Cour fédérale, a déclaré ce qui suit:", "À mon avis, la Commission, à titre de tribunal spécialisé, n'a pas tenu compte de façon adéquate de la preuve dont elle disposait, laquelle expliquait les difficultés inhérentes à l'obtention de pièces d'identité pour des personnes se trouvant dans la même situation que Macauley et sa représentante désignée. Comme elle n'a pas pris en compte cette preuve, la Commission a commis une erreur susceptible de contrôle en concluant qu'aucun effort raisonnable n'avait été fait afin d'obtenir des pièces d'identité et qu'aucune explication raisonnable n'avait été donnée à ce sujet."], ["[14]", "J'ai tiré la même conclusion dans la présente affaire. Comme le demandeur n'a jamais eu de statut juridique depuis qu'il a quitté l'Éthiopie alors qu'il était enfant, il lui aurait été particulièrement difficile d'obtenir des documents officiels prouvant son identité. Le demandeur n'avait que le certificat de naissance mis en doute fourni par une tierce partie (son oncle) et un certain nombre d'autres documents, y compris l'affidavit, indiquant qu'il était la personne qu'il prétend être et que son père était bel et bien Érythréen. Même alors, la question de sa citoyenneté serait complexe, car l'Érythrée n'était pas un pays indépendant à l'époque du décès de son père et elle a refusé de reconnaître le demandeur. Le commissaire n'a apparemment pas tenu compte de ces problèmes."], ["[15]", "Les documents soumis par le demandeur comprennent des documents du Haut Commissariat des Nations Unies pour les réfugiés", "HCR) sur la citoyenneté des personnes en Éthiopie qui ont des parents d'origines différentes, des rapports psychologiques et psychiatriques sur l'état de sa santé mentale et d'autres documents corroborant le récit apparemment cohérent. Il est clair, compte tenu de la preuve dont il était saisi, que le commissaire n'a pas tenu compte de la situation particulière du demandeur lorsqu'il a évalué s'il faisait preuve d'une diligence raisonnable pour demander des documents et s'il avait une explication raisonnable quant au fait qu'il n'en avait pas. La transcription de la brève audience démontre également que le commissaire n'a pas vraiment fait d'effort pour tenir compte de la situation du demandeur."], ["[16]", "Il semble que certains des éléments de preuve soumis à la Commission, comme l'affidavit de Theodros Michael Bockru, n'aient pas été pris en compte. L'affidavit, s'il est accepté, corrobore la croyance de l'accusé quant aux origines de son père. Il était loisible à la Commission de conclure que cet élément de preuve était peu probant, mais elle ne l'a pas mentionné dans ses motifs. La juge Layden-Stevenson, devenue par la suite juge à la Cour d'appel fédérale, a déclaré ce qui suit dans", "Lin", ", précitée, au paragraphe 14:", "[...] Il est incontestable que la SPR pouvait considérer que l'identité n'avait pas été établie. Cependant, pour arriver à cette conclusion, elle devait d'abord tenir compte de l'ensemble de la preuve dont elle disposait. Or, il ne me semble pas que c'est ce qu'elle a fait. Si elle a tenu compte de l'ensemble de la preuve, ses motifs ne l'indiquent pas clairement. De toute façon, la décision de la SPR est manifestement déraisonnable parce que je suis incapable de conclure qu'elle a été rendue sur la foi de la preuve dont disposait le commissaire de la SPR. En conséquence, la décision doit être annulée."], ["[17]", "Comme dans", "Lin,", "il ne fait aucun doute qu'il était loisible à la Commission de conclure que l'identité du demandeur n'avait pas été établie surtout compte tenu de sa conclusion raisonnable selon laquelle le certificat de naissance était faux. Néanmoins, la Commission était tenue d'examiner l'ensemble des éléments de preuve dont elle était saisie et rien au dossier n'indique qu'elle l'a fait. Compte tenu de l'examen sommaire de la question de l'identité révélée par la transcription, il ne s'agit pas en l'espèce d'une affaire où je suis disposé à présumer que la Commission a tenu compte de l'ensemble des éléments de preuve dont elle ne fait pas précisément mention. Je ne suis pas non plus disposé à compléter les motifs de la Commission par mon propre examen du dossier."], ["[18]", "Par conséquent, selon moi, la décision de la Commission concernant l'identité n'est pas raisonnable, car elle est dépourvue de justification, de transparence et d'intelligibilité en ce qui a trait aux faits du dossier. L'analyse de la Commission quant à la question de savoir s'il existait une explication raisonnable justifiant l'absence de document et si le demandeur avait fait preuve de diligence raisonnable afin d'obtenir des papiers d'identité ne repose manifestement pas sur la preuve."], ["[19]", "Aucune question n'a été proposée aux fins de certification.", "JUGEMENT"], ["[20]", "LA COUR STATUE que", "la demande est accueillie et que l'affaire est renvoyée à la Commission pour nouvel examen par un tribunal différemment constitué. Aucune question n'est certifiée.", "[End of document]"]]}