{"id_": "012443", "body_str": [["[1]", "O'Reilly, J.", ": A panel of the Immigration and Refugee Board (Immigration Division) found Mr. Sampson Jalloh to be inadmissible to Canada for being a member of an organization believed on reasonable grounds to have engaged in acts of terrorism and subversion, and to have committed crimes against humanity. Mr. Jalloh admitted being associated with such an organization but insists that he was held captive by it and that his acts were carried out under duress to avoid being killed. The Board rejected that explanation, finding that he had opportunities to flee during the four years of his alleged captivity."], ["[2]", "Mr. Jalloh maintains that the Board overlooked important evidence that was relevant to his defence of duress and that it rendered an unreasonable decision. He asks me to quash the Board's decision and send the matter back to another panel of the Board for redetermination."], ["[3]", "There are two issues:", "1. Did the Board ignore evidence?", "2. Was the Board's decision on duress reasonable?", "II.", "Factual Background"], ["[4]", "Mr. Jalloh is a citizen of Liberia, of Mandingo ethnicity. He arrived in Canada in 2006, and made a claim for refugee protection. He was alleged to be inadmissible to Canada on security grounds for being a member of an organization that there are reasonable grounds to believe has engaged in acts of subversion by force and terrorism (s 34(1)(", "),(", ") and (", ") of the", "Immigration and Refugee Protection Act", ", SC 2002, c 27 [IRPA]; see Annex for statutory references). He was also alleged to be inadmissible on grounds of violating human or international rights for committing an act outside Canada that constitutes an offence referred to in ss 4-7 of the", "Crimes Against Humanity and War Crimes Act", ", SC 2000, c 24 (s 35(1)(", ") of IRPA). A delegate of the Minister referred Mr. Jalloh's case to the Board for a hearing."], ["[5]", "Mr. Jalloh claimed that in late 1992 he was forcibly conscripted by rebels who executed his father (and many others), was tortured and beaten, and was then forced to participate in the activities of the National Patriotic Front of Liberia [NPFL]. He maintained that the consequence of failing to follow the NPFL's orders would have been his death. He said that he was a captive throughout his four years with the group, that all the rebel group members carried guns (although he never did), and that he never committed an act of violence."], ["[6]", "He testified that his role was to go into villages and call out to persons of Mandingo ethnicity. When they came out of their homes, they would be tortured and murdered by the rebel fighters. He would then wait in a truck until the raid was finished."], ["[7]", "Mr. Jalloh claimed that some of the raids were undertaken by the Small Boys Unit [SBU], most of whose members were younger than he was. He witnessed persons being tortured and killed, and at times he had to transport corpses. He said he was repeatedly beaten and tortured."], ["[8]", "Mr. Jalloh conceded that the information he gave to Canadian officials was significantly different than the information he had provided to Dutch officials in connection with a previous refugee claim in the Netherlands. He said that that story was given to him by a smuggler. When his Dutch refugee claim failed, he fled to Canada to avoid removal back to Liberia. With the benefit of counsel to help him complete his written narrative, he claimed he was now telling the truth.", "III.", "The Board's Decision"], ["[9]", "The Board considered allegations that Mr. Jalloh had been involved with the NPFL, an organization alleged to be engaged in subversion, terrorism, and acts of atrocity, as well as the SBU."], ["[10]", "The burden fell on the Minister to show that there were reasonable grounds to believe that Mr. Jalloh was a member of a group involved in terrorism or subversion, or that he had committed acts contrary to ss 4-7 of the", "Crimes Against Humanity and War Crimes Act", ". The Board began by considering whether Mr. Jalloh was a \"member\" of the NPFL. The term \"member\" has been given a broad meaning in the case law (", "eg", "<FRAGMENT_SUPPRESSED>  (CA), at paras 27-29). Persons may be considered members of an organization if they belong to it, devote themselves significantly to the organization and the furtherance of its aims and purposes, or if they have associated with its members for a substantial period of time."], ["[11]", "The Board concluded that Mr. Jalloh's participation in the NPFL raids made him directly responsible for the harm caused to the victims. The raids sometimes took place several times a week, throughout the four years he was with the group. The only time Mr. Jalloh was not involved was during a four-month period in the fall of 1993, when the area of Gbarnga returned to Liberian government control. Mr. Jalloh claimed he was tied up and monitored during that period. Once the NPFL regained control, his role in the raids resumed. This continued until late 1995 or early 1996, when he was able to escape to Guinea."], ["[12]", "Given his lengthy and extensive involvement in the raids, their violent nature, his lack of effort to distance himself from the group, and his failure to take steps to protect the victims of the NPFL, the Board found Mr. Jalloh fell within the broad definition of a member. It left the question of duress to a separate analysis."], ["[13]", "The Board then referred to the definition of terrorism articulated by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> :", "... \"terrorism\"...includes any \"act intended to cause death or serious bodily injury to a civilian, or to any other person not taking an active part in the hostilities in a situation of armed conflict, when the purpose of such act, by its nature or context, is to intimidate a population, or to compel a government or an international organization to do or to abstain from doing any act\"."], ["[14]", "With respect to the term \"subversion by force,\" the Board adopted the definition from", "<FRAGMENT_SUPPRESSED> : \"accomplishing change by illicit means or for improper purposes related to an organization\"."], ["[15]", "The Board noted that the term \"crime against humanity\" is defined in both the", "Criminal Code", ", RSC 1985, c C-46, and in", "<FRAGMENT_SUPPRESSED> where the Supreme Court stated that, for a criminal act to rise to the level of a crime against humanity, four elements must be present:", "1. An enumerated proscribed act was committed (this involves showing that the accused committed the criminal act and had the requisite guilty state of mind for the underlying act);", "2. The act was committed as part of a widespread or systematic attack;", "3. The attack was directed against any civilian population or any identifiable group of persons; and", "4. The person committing the proscribed act knew of the attack and knew or took the risk that his or her act comprised a part of that attack."], ["[16]", "There was no dispute before the Board about the nature of the NPFL and SBU. They had clearly committed acts of subversion and terrorism, as well as crimes against humanity in a systematic and widespread fashion against the civilian population."], ["[17]", "The Board then considered whether Mr. Jalloh was complicit in the crimes committed by the NPFL and SBU. It concluded that, since these were organizations with a \"limited, brutal purpose\", Mr. Jalloh's involvement amounted to complicity. His participation contributed to the success of the raids. Further, there was no doubt that his participation was critical to the rebels' actions. He knew that serious human rights violations had been carried out, and he had been personally involved in them for four years. The Board was not persuaded that Mr. Jalloh had had no opportunity to leave during that time."], ["[18]", "Finally, the Board considered Mr. Jalloh's claim that he participated in the raids only because he was forced to do so. He maintained that if he had tried to escape, he would have been killed, as others were.  <FRAGMENT_SUPPRESSED> the Court held that the defence of duress:", "[R]ecognizes the absence of intent where an individual is motivated to perpetrate the act in question only in order to avoid grave and imminent peril. The danger must be such that \"a reasonable man would apprehend that he was in such imminent physical peril as to deprive him of freedom to choose the right and refrain from the wrong\". (...) Most important, the harm inflicted must not be in excess of that which would otherwise have been directed at the person alleging coercion."], ["[19]", "The Board accepted that documentary evidence confirmed that the NPFL and SBU had forcibly conscripted individuals, but it did not believe Mr. Jalloh's assertion that he was continuously held captive and had no chance to escape."], ["[20]", "Mr. Jalloh testified that he had some freedom in the camps, and that there were periods when he was without supervision. The Board found that he tried to leave only when he feared for his own safety, which called into question his assertion that his actions were involuntary."], ["[21]", "The Board noted that thousands of people fled Liberia during the same time frame. Indeed, when he arrived in the Netherlands, Mr. Jalloh claimed that he was one of those fleeing the violence. The Board concluded that the evidence did not support Mr. Jalloh's claim that he was unable to extricate himself from his circumstances."], ["[22]", "In the end, the Board found Mr. Jalloh to be inadmissible in accordance with paragraphs 34(1)(", ") and 35(1)(", ") of", "IRPA", "IV.", "Issue One - Did the Board ignore evidence?"], ["[23]", "Mr. Jalloh argues that the Board erred by failing to consider medical evidence supporting his claim of coercion and duress. In particular, in its analysis of the issue of duress, the Board made no reference to Mr. Jalloh's medical evidence. This included evidence from a doctor, a psychologist's report and a letter from his trauma counselor. All three reports confirmed that Mr. Jalloh was beaten and tortured by the rebels, and that he continues to suffer from Post Traumatic Stress Disorder [PTSD]. This evidence, he submits, is relevant to his state of mind at the time, including the question of whether he was genuinely under duress and psychologically incapable of escape."], ["[24]", "In fact, the Board actually accepted that Mr. Jalloh had been beaten and tortured by the rebels, and found it credible that he suffered from PTSD due to his experiences in Liberia. Simply because it did not mention that evidence again in its analysis of duress does not mean it ignored the impact of the evidence on that aspect of Mr. Jalloh's claim."], ["[25]", "In addition, although Mr. Jalloh submitted medical evidence showing that he bore physical and psychological scars from his experiences in Liberia, the Board did not find that those experiences prevented him from escaping. Indeed, at a certain point, he did escape."], ["[26]", "In the circumstances, while Mr. Jalloh disagrees with the way the Board weighed the medical evidence, that is not a basis for allowing an application for judicial review.", "V.", "Issue Two - Was the Board's conclusion on duress reasonable?"], ["[27]", "Mr. Jalloh submits that the Board's reasons for finding that he was not under duress, and had voluntarily taken part in NPFL atrocities, were based on the following weak premises:", "(i) The rebels did not conscript Mandingos, they butchered them. However, this did not contradict Mr. Jalloh's contention that he was in constant fear of torture and death while behind rebel lines. In fact, it actually supported his assertion. As a Mandingo, he was afraid of trying to escape because he had seen what the rebels did to Mandingos.", "(ii) Mr. Jalloh was able to listen to the radio and was permitted to have an affair with a local woman, so he should have been free to leave. Again, this evidence did not contradict Mr. Jalloh's contention that he was an involuntary participant in the rebels'crimes and would be shot if he tried to escape. He testified that he had seen many other captives killed when they attempted to run.", "(iii) Mr. Jalloh did not run while the rebels were executing Mandingos in the raided villages; the lack of supervision during this time meant he should have been able to flee. In effect, the Board expected a Mandingo man to run through areas controlled by the rebels while those same rebels were butchering Mandingos. An attempt to run, he says, would have been a death sentence. Further, he testified that he was tied up during the raids and could not get away.", "(iv) Thousands of other people managed to escape Liberia during the civil war, so Mr. Jalloh should have been able to do so as well. Although thousands of people did manage to flee, there is no documentary evidence and nothing in the Board's reasons that suggests those people were similarly situated to him. There is no indication that any of them were known to the rebels, were of Mandingo ethnicity, or were held captive."], ["[28]", "Mr. Jalloh also submits that the Board was selective in its credibility findings. It found credible Mr. Jalloh's testimony about his involvement with the NPFL, the beatings and torture he endured, his forced conscription, his role in the group, the NPFL's conduct, and the treatment of persons of Mandingo ethnicity, but it disbelieved his claim that he was unable to escape. Accordingly, it held that he was not under duress. Mr. Jalloh argues that it was more than reasonable for him to have been afraid to escape after he had seen the rebels murder his father and those who tried to flee; after he had been captured, beaten and tortured; and after he had seen them executing Mandingos."], ["[29]", "In my view, the Board was entitled to accept the majority of Mr. Jalloh's evidence while rejecting the parts that were inconsistent or minimized the extent of his cooperation with the NPFL. In effect, the Board concluded that, at various points, Mr. Jalloh had a safe avenue of escape available to him. This finding defeated Mr. Jalloh's claim that his conduct was involuntary."], ["[30]", "Still, there are parts of the Board's decision that are difficult to comprehend. The Board found there were reasonable grounds to believe that Mr. Jalloh was a member of the NPFL. Given that it was clear that the NPFL was involved in terrorism and subversion, the finding that Mr. Jalloh was a member was sufficient to find him inadmissible to Canada under s 34(1)(", ") of IRPA. Similarly, given that the NPFL was an organization with a \"limited, brutal purpose\", the finding that Mr. Jalloh was a member was sufficient to find him at least presumptively inadmissible to Canada under s 35(1)(", ") of IRPA. The Board went on, out of caution, to consider other evidence of complicity."], ["[31]", "As I see it, the Board confused the issues when it concluded that Mr. Jalloh was complicit in the activities of the NPFL because it was an organization with a limited, brutal purpose. The latter finding is relevant to complicity only where the person clearly is a member of the organization. The nature of the organization alone is not a basis for a finding of complicity."], ["[32]", "On the facts here, to be inadmissible, Mr. Jalloh would have to be a person believed on reasonable grounds to be a member of a group involved in terrorism or subversion (s 34(1)(", ")), or to have been involved in crimes against humanity (s 35(1)(", ")). The key question under s 34(1)(", ") is whether the person actually was a member. With respect to crimes against humanity, the key question is whether the person actually committed, or was complicit in, that kind of crime. The Board did not recognize these distinctions. In some cases, where a group has a limited, brutal purpose, complicity can be presumed if the person clearly was a member."], ["[33]", "A further confusion in the Board's reasons arises from its conclusion that Mr. Jalloh was a member of the NPFL based on his lengthy and extensive involvement in the raids, their violent nature, his lack of effort to distance himself from the group, and his failure to take steps to protect the victims of the NPFL. In determining whether Mr. Jalloh was a member, the Board did not consider evidence relating to coercion, leaving it to be weighed separately in respect of the defence of duress."], ["[34]", "The Board proceeded correctly from the proposition that the word \"member\" should be given a broad meaning. A member is someone who belongs to a group, devotes significant efforts to furthering its purposes, or has associated with other members over a substantial period of time."], ["[35]", "However, it is difficult to conceive of a situation where a person could be considered a member of a group and, at the same time, mount a successful defence of duress. The Board appears to have proceeded on the assumption that the two issues were entirely separate. It first found Mr. Jalloh to be a member of the NPFL and then considered whether his defence of duress was made out. But the Board's own reasons make clear that this is a somewhat artificial exercise. For example, it used evidence that Mr. Jalloh had failed to avail himself of opportunities to escape to conclude that he was a member of the group. It used the same evidence to determine that the defence of duress was not available to him."], ["[36]", "In my view, it is preferable to consider the evidence of membership along with the evidence of coercion in determining whether there are reasonable grounds to believe the person genuinely was a member of the group. One way of looking at this issue is to regard evidence of duress as defeating the mens rea of membership (", "<FRAGMENT_SUPPRESSED> ). Accordingly, evidence relating to duress must be considered along with the evidence relating to membership in deciding whether the person really was a member of the group or, rather, was motivated by self-preservation."], ["[37]", "In sum, aperson cannot be considered to be a member of a group when his or her involvement with it is based on duress. At a minimum, a member is someone who intentionally carries out acts in furtherance of the group's goals. A person who performs acts consistent with those goals while under duress cannot be said to be a genuine member."], ["[38]", "Therefore, the finding of membership should rest on indicia that the person's intentions were consonant with the group's objects, not survival. The evidence should be considered as a whole to determine whether the person was truly a member or whether his or her acts carried out in the group's name were coerced. It must be remembered, of course, that the issue to be decided under s 34(1)(", ") is whether there are reasonable grounds to believe that the person was a member, not whether the evidence establishes such a connection on a balance of probabilities, or whether duress has been made out on any particular standard of proof. This, too, suggests that all of the relevant evidence should be considered together."], ["[39]", "Notwithstanding these observations, I cannot conclude that the Board committed any reviewable error. Its factual findings were supportable on the evidence and any lack of clarity in its analysis did not derogate from its ultimate conclusion that there were reasonable grounds to believe that Mr. Jalloh was a member of the NPFL. Again, that conclusion was reasonable based on the facts and the law.", "VI.", "Conclusion and Disposition"], ["[40]", "The Board's conclusion was intelligible, justified and transparent; it came within the range of defensible outcomes based on the facts and the law. I must, therefore, dismiss this application for judicial review. Neither party proposed a question of general importance for me to certify, and none is stated.", "JUDGMENT"], ["[41]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is dismissed;", "2. No question of general importance is stated.", "Annex", "Immigration and Refugee Protection Act", ", SC 2002, c 27", "Security", "34. (1) A permanent resident or a foreign national is inadmissible on security grounds for", ") engaging in an act of espionage or an act of subversion against a democratic government, institution or process as they are understood in Canada;", ") engaging in or instigating the subversion by force of any government;", ") engaging in terrorism;", ") being a danger to the security of Canada;", ") engaging in acts of violence that would or might endanger the lives or safety of persons in Canada; or", ") being a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts referred to in paragraph (", "), (", ") or (", ").", "Human or international rights violations", "35. (1) A permanent resident or a foreign national is inadmissible on grounds of violating human or international rights for", "(a) committing an act outside Canada that constitutes an offence referred to in sections 4 to 7 of the", "Crimes Against Humanity and War Crimes Act.", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, ch 27 <FRAGMENT_SUPPRESSED> 34. (1) Emportent interdiction de territoire pour raison de sécurité les faits suivants:", ") être l'auteur d'actes d'espionnage ou se livrer à la subversion contre toute institution démocratique, au sens où cette expression s'entend au Canada;", "b) être l'instigateur ou l'auteur d'actes visant au renversement d'un gouvernement par la force;", "c) se livrer au terrorisme;", "d) constituer un danger pour la sécurité du Canada;", "e) être l'auteur de tout acte de violence susceptible de mettre en danger la vie ou la sécurité d'autrui au Canada;", ") être membre d'une organisation dont il y a des motifs raisonnables de croire qu'elle est, a été ou sera l'auteur d'un acte visé aux alinéas", "),", ") ou", ").", "Atteinte aux droits humains ou internationaux", "35. (1) Emportent interdiction de territoire pour atteinte aux droits humains ou internationaux les faits suivants:", ") commettre, hors du Canada, une des infractions visées aux articles 4 à 7 de la", "Loi sur les crimes contre l'humanité et les crimes de guerre.", ".........................", "<FRAGMENT_SUPPRESSED>  O'Reilly", "[Traduction]: Un tribunal de la Commission de l'immigration et du statut de réfugié (Section de l'immigration) a déclaré que M. Sampson Jalloh était interdit de territoire au Canada parce qu'il était membre d'une organisation dont il y avait des motifs raisonnables de croire qu'elle s'était livrée au terrorisme et à la subversion et qu'il avait commis des crimes contre l'humanité. M. Jalloh a admis être associé à une telle organisation, mais il insiste sur le fait qu'il a été tenu en captivité par cette organisation et qu'il a agi sous la contrainte pour ne pas être tué. La Commission a rejeté cette explication et a conclu que le demandeur avait eu des occasions de fuir pendant les quatre ans durant lesquels il aurait été en captivité."], ["[2]", "M. Jalloh soutient que la Commission a négligé des éléments de preuve importants qui étaient pertinents au regard de sa défense de contrainte et qu'elle a rendu une décision déraisonnable. Il me demande d'annuler cette décision et de renvoyer l'affaire à un autre tribunal de la Commission pour que celui-ci rende une nouvelle décision."], ["[3]", "Il y a deux questions en litige en l'espèce:", "1. La Commission a-t-elle omis de tenir compte de certains éléments de preuve?", "2. La décision de la Commission concernant la contrainte était-elle raisonnable?", "II.", "Le contexte factuel"], ["[4]", "M. Jalloh est un citoyen du Libéria appartenant à l'ethnie mandingo. Il est arrivé au Canada en 2006 et a demandé l'asile. Il était présumé être interdit de territoire au Canada pour raison de sécurité parce qu'il était membre d'une organisation dont il y avait des motifs raisonnables de croire qu'elle s'était livrée au terrorisme et à des actes visant au renversement d'un gouvernement par la force (al 34(1)", "),", ") et", ") de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2002, c 27 [la LIPR]; les dispositions pertinentes sont reproduites en annexe). Il était également présumé être interdit de territoire pour atteinte aux droits humains ou internationaux parce qu'il avait commis, hors du Canada, une des infractions visées aux articles 4 à 7 de la Loi sur les crimes contre l'humanité et les crimes de guerre, LC 2000, c 24 (al 35(1)", ") de la LIPR). Un délégué du ministre a renvoyé le dossier de M. Jalloh à la Commission afin qu'une audience ait lieu."], ["[5]", "M. Jalloh a soutenu que, à la fin de 1992, il avait été recruté de force par les rebelles qui avaient exécuté son père (et de nombreuses autres personnes), il avait été torturé et battu puis il avait été forcé de participer aux activités du Front national patriotique du Libéria [le NPFL]. Il a affirmé qu'il aurait été tué s'il n'avait pas obtempéré aux ordres du NPFL. Il a dit également qu'il avait vécu en captivité pendant les quatre ans durant lesquels il avait été membre du groupe, que tous les membres du groupe de rebelles portaient des fusils (mais pas lui) et qu'il n'avait jamais commis un acte de violence."], ["[6]", "Il a déclaré dans son témoignage que son rôle consistait à se rendre dans les villages et à demander aux personnes appartenant à l'ethnie mandingo de sortir de leur maison, après quoi elles étaient torturées et tuées par les combattants rebelles pendant que M. Jalloh attendait dans un camion que tout soit fini."], ["[7]", "M. Jalloh a soutenu que certaines de ces descentes avaient été effectuées par une unité appelée « Small Boys Unit » [la SBU], dont la plupart des membres étaient plus jeunes que lui. Il a vu des personnes être torturées et tuées et il a parfois dû transporter des cadavres. Il a dit avoir été battu et torturé à maintes reprises."], ["[8]", "M. Jalloh a reconnu que les renseignements qu'il a donnés aux fonctionnaires canadiens étaient considérablement différents de ceux qu'il avait fournis aux fonctionnaires néerlandais relativement à une demande d'asile présentée précédemment aux Pays-Bas. Il a dit que le récit lui avait été suggéré par un passeur. Lorsque les autorités des Pays-Bas ont rejeté sa demande d'asile, il s'est enfui au Canada pour éviter d'être renvoyé au Libéria. Bénéficiant des services d'un avocat qui l'a aidé à rédiger son exposé circonstancié, il prétend qu'il dit maintenant la vérité.", "III.", "La décision de la Commission"], ["[9]", "La Commission a examiné les allégations selon lesquelles M. Jalloh avait eu des liens avec le NPFL, une organisation soupçonnée de se livrer à la subversion, au terrorisme et à des actes d'atrocité, ainsi qu'avec la SBU."], ["[10]", "Il incombait au ministre de démontrer qu'il y avait des motifs raisonnables de croire que M. Jalloh était membre d'un groupe se livrant au terrorisme ou à la subversion ou qu'il avait commis des actes interdits par les articles 4 à 7 de la Loi sur les crimes contre l'humanité et les crimes de guerre. La Commission a d'abord déterminé si M. Jalloh était « membre » du NPFL. Le terme « membre » a été interprété de manière libérale par les tribunaux (p. ex.", "<FRAGMENT_SUPPRESSED>  (CA), aux paragraphes 27 à 29). Une personne peut être considérée comme étant membre d'une organisation si elle lui appartient, si elle se dévoue de façon significative à l'organisation et à l'atteinte des buts et des objectifs de celle-ci ou si elle est associée à des membres de l'organisation pendant une longue période de temps."], ["[11]", "La Commission a conclu qu'à cause de sa participation aux descentes du NPFL M. Jalloh était directement responsable des préjudices causés aux victimes. Des descentes avaient parfois lieu plusieurs fois par semaine au cours des quatre années où il a fait partie du groupe. Le seul moment où M. Jalloh n'a pas participé aux descentes, c'est pendant une période de quatre mois à l'automne 1993, lorsque la région de Gbarnga a de nouveau été contrôlée par le gouvernement libérien. M. Jalloh a dit qu'il était ligoté et surveillé pendant cette période. Il a recommencé à participer aux descentes lorsque le NPFL a repris le contrôle de la région. Il l'a fait jusqu'à la fin de 1995 ou au début de 1996, lorsqu'il a pu se réfugier en Guinée."], ["[12]", "La Commission a conclu que, en raison de sa participation active aux descentes pendant plusieurs années, de la violence de ces descentes, de son absence d'efforts pour prendre ses distances avec le groupe et pour protéger les victimes du NPFL, le demandeur était visé par la définition large de « membre ». Elle a analysé séparément la question de la contrainte."], ["[13]", "La Commission s'est ensuite référée à la définition du terrorisme élaborée par la Cour suprême du  <FRAGMENT_SUPPRESSED> :", "[...] le terme « terrorisme » [...] inclut tout « acte destiné à tuer ou blesser grièvement un civil, ou toute autre personne qui ne participe pas directement aux hostilités dans une situation de conflit armé, lorsque, par sa nature ou son contexte, cet acte vise à intimider une population ou à contraindre un gouvernement ou une organisation internationale à accomplir ou à s'abstenir d'accomplir un acte quelconque »."], ["[14]", "Pour ce qui est de la subversion par la force, la Commission a adopté la définition élaborée dans", "<FRAGMENT_SUPPRESSED> : « l'introduction d'un changement par des moyens illicites ou à des fins détournées se rapportant à une organisation »."], ["[15]", "La Commission a souligné que l'expression « crimes contre l'humanité » est définie à la fois dans le", "Code criminel", ", LRC 1985, c  <FRAGMENT_SUPPRESSED> où la Cour suprême a déclaré que quatre conditions doivent être remplies pour qu'un acte criminel constitue un crime contre l'humanité:", "1. Un acte prohibé énuméré a été commis (ce qui exige de démontrer que l'accusé a commis l'acte criminel et qu'il avait l'intention criminelle requise).", "2. L'acte a été commis dans le cadre d'une attaque généralisée ou systématique.", "3. L'attaque était dirigée contre une population civile ou un groupe identifiable de personnes.", "4. L'auteur de l'acte prohibé était au courant de l'attaque et savait que son acte s'inscrirait dans le cadre de cette attaque ou a couru le risque qu'il s'y inscrive"], ["[16]", "La nature du NPFL et de la SBU n'était pas contestée devant la Commission. Il ne faisait aucun doute que ces deux organisations avaient commis des actes de subversion et de terrorisme ainsi que des crimes contre l'humanité d'une manière généralisée et systématique contre la population civile."], ["[17]", "La Commission a ensuite déterminé si M. Jalloh avait été complice des crimes commis par le NPFL et la SBU. Elle a conclu que, comme ces organisations visaient des « fins limitées et brutales », la participation de M. Jalloh équivalait à de la complicité. Sa participation avait contribué au succès des descentes. En outre, il ne faisait aucun doute que cette participation était essentielle aux actions des rebelles. M. Jalloh savait que de graves violations des droits humains avaient été commises et il avait personnellement participé à celles-ci pendant quatre ans. La Commission n'était pas convaincue que M. Jalloh n'avait pas eu l'occasion de s'échapper pendant cette période."], ["[18]", "Enfin, la Commission a examiné la prétention de M. Jalloh selon laquelle il avait participé aux descentes uniquement parce qu'il y avait été forcé. Il a affirmé que, s'il avait essayé de s'enfuir, il aurait été tué, comme d'autres l'avaient été.  <FRAGMENT_SUPPRESSED>  la Cour a statué, aux paragraphes 8 à 10, que la défense de contrainte:", "[traduction] [...] reconnaît essentiellement que, lorsqu'une personne agit dans le but d'éviter un péril grave et imminent, il n'y a pas d'intention. Il faut que le danger soit de nature « à inspirer à un homme raisonnable la crainte d'un péril corporel imminent tel qu'il se trouve privé de sa liberté de choisir ce qui est juste ou de s'abstenir de ce qui est illicite ». [...] Plus important encore, les torts causés ne doivent pas excéder ceux que cette personne aurait subis."], ["[19]", "La Commission a convenu que la preuve documentaire confirmait que le NPFL et la SBU avaient recruté de force des individus, mais elle n'a pas ajouté foi à l'affirmation de M. Jalloh selon laquelle il avait toujours été tenu en captivité et qu'il n'avait eu aucune chance de s'échapper."], ["[20]", "M. Jalloh a déclaré dans son témoignage qu'il jouissait d'une certaine liberté dans les camps et qu'il y avait des moments où il n'était pas surveillé. La Commission a conclu qu'il avait essayé de s'enfuir seulement lorsqu'il avait craint pour sa sécurité, ce qui remet en question son affirmation voulant que ses actes n'aient pas été commis de son plein gré."], ["[21]", "La Commission a rappelé que des milliers de personnes ont fui le Libéria à l'époque. En fait, à son arrivée aux Pays-Bas, M. Jalloh a affirmé être l'une de ces personnes fuyant la violence. La Commission a conclu que la preuve n'étayait pas sa prétention selon laquelle il n'avait pas été en mesure de se sortir de la situation dans laquelle il se trouvait."], ["[22]", "En conséquence, la Commission a déclaré que M. Jalloh était interdit de territoire en raison des alinéas 34(1)", ") et 35(1)", ") de la LIPR.", "IV.", "Question no 1 - La Commission a-t-elle omis de tenir compte de certains éléments de preuve?"], ["[23]", "M. Jalloh soutient que la Commission a commis une erreur en ne tenant pas compte de la preuve médicale démontrant la coercition et la contrainte dont il avait fait l'objet. En particulier, la Commission n'a fait aucune mention, dans son analyse de la question de la contrainte, de la preuve médicale de M. Jalloh, notamment du témoignage d'un médecin, du rapport d'un psychologue et d'une lettre de son conseiller en traumatisme. Or, les trois rapports confirmaient que M. Jalloh avait été battu et torturé par les rebelles et qu'il souffre toujours du trouble de stress post-traumatique [TSPT]. M. Jalloh fait valoir que cette preuve est pertinente pour connaître son état d'esprit à l'époque, notamment en ce qui concerne la question de savoir s'il a véritablement subi de la contrainte et était incapable psychologiquement de s'échapper."], ["[24]", "En fait, la Commission a convenu que M. Jalloh avait été battu et torturé par les rebelles et elle a jugé crédible qu'il ait souffert du TSPT par suite de ses expériences au Libéria. Le simple fait qu'elle n'a pas mentionné à nouveau cette preuve dans son analyse de la question de la crainte ne signifie pas qu'elle n'a pas tenu compte de son incidence sur cet aspect de la demande d'asile de M. Jalloh."], ["[25]", "De plus, même si M. Jalloh a produit une preuve médicale démontrant qu'il était profondément marqué sur le plan physique et sur le plan psychologique par ses expériences au Libéria, la Commission n'était pas d'avis que ces expériences l'empêchaient de s'échapper. Il s'est d'ailleurs échappé à un certain moment."], ["[26]", "Dans les circonstances, quoique M. Jalloh conteste la façon dont la Commission a soupesé la preuve médicale, il ne s'agit pas d'une raison d'accueillir une demande de contrôle judiciaire.", "V.", "Question no 2 - La décision de la Commission concernant la contrainte était-elle raisonnable?"], ["[27]", "M. Jalloh prétend que la Commission s'est fondée sur les prémisses douteuses suivantes pour conclure qu'il n'avait pas subi de la contrainte et qu'il avait pris part de son plein gré aux atrocités commises par le NPFL:", "(i) les rebelles ne recrutaient pas de force les Mandingos, ils les massacraient. Toutefois, ce fait ne contredisait pas l'affirmation de M. Jalloh selon laquelle il avait constamment peur d'être torturé et tué lorsqu'il se trouvait derrière les lignes rebelles, mais il l'étayait. En tant que Mandingo, il craignait d'essayer de s'échapper parce qu'il avait vu ce que les rebelles faisaient aux personnes appartenant à la même ethnie que lui;", "(ii) M. Jalloh pouvait écouter la radio et avait été autorisé à entretenir une liaison avec une femme vivant dans la région où il se trouvait. Il était donc libre de partir. Cette preuve ne contredisait pas l'affirmation de M. Jalloh selon laquelle il n'avait pas participé de son plein gré aux crimes des rebelles et il aurait été tué s'il avait essayé de s'échapper. Il a déclaré dans son témoignage qu'il avait vu de nombreuses autres personnes gardées en captivité se faire tuer alors qu'elles tentaient de s'échapper;", "(iii) M. Jalloh ne s'est pas enfui pendant que les rebelles exécutaient des Mandingos dans les villages où ils effectuaient des descentes; il aurait dû pouvoir s'évader puisqu'il n'était pas alors surveillé. En fait, la Commission pensait qu'un Mandingo s'enfuirait dans des régions contrôlées par les rebelles pendant que ces mêmes rebelles massacraient des Mandingos. Selon M. Jalloh, il aurait été tué s'il avait essayé de s'enfuir. En outre, il a déclaré pendant son témoignage qu'il était ligoté pendant les descentes et qu'il ne pouvait pas s'échapper;", "(iv) des milliers d'autres personnes ont réussi à quitter le Libéria pendant la guerre civile. M. Jalloh aurait donc dû pouvoir le faire également. Or, ni la preuve documentaire ni les motifs de la Commission ne permettent de croire que ces personnes se trouvaient dans une situation semblable à la sienne. Rien n'indique que ces personnes étaient connues des rebelles, qu'elles appartenaient à l'ethnie mandingo ou qu'elles étaient gardées en captivité."], ["[28]", "M. Jalloh soutient également que la Commission a fait une sélection relativement à ses conclusions concernant la crédibilité. Elle a estimé que le témoignage de M. Jalloh au sujet de sa participation aux activités du NPFL, des agressions et de la torture dont il avait été victime, de son recrutement forcé, de son rôle dans le groupe, de la conduite du NPFL et du traitement des personnes appartenant à l'ethnie mandingo étaient crédibles, mais non sa prétention selon laquelle il n'avait pas été en mesure de s'échapper. En conséquence, elle a statué qu'il n'avait pas été l'objet de contrainte. M. Jalloh soutient qu'il était plus que raisonnable qu'il ait craint de s'enfuir après avoir vu les rebelles tuer son père et les personnes qui tentaient de fuir, après avoir été capturé, battu et torturé et après avoir vu les rebelles exécuter des Mandingos."], ["[29]", "À mon avis, il était loisible à la Commission d'ajouter foi à la plupart des éléments de preuve produits par M. Jalloh tout en rejetant les éléments qui n'étaient pas compatibles ou qui minimisaient l'importance de sa coopération avec le NPFL. En fait, la Commission a conclu que M. Jalloh disposait, à différents moments, d'un moyen sûr de s'échapper. Cette conclusion allait à l'encontre de la prétention de M. Jalloh selon laquelle il n'avait pas agi de son plein gré."], ["[30]", "Il y a tout de même des aspects de la décision de la Commission qui sont difficiles à comprendre. La Commission a conclu qu'il y avait des motifs raisonnables de croire que M. Jalloh était membre du NPFL. Étant donné que le NPFL était clairement impliqué dans le terrorisme et la subversion, cette conclusion était suffisante pour déclarer M. Jalloh interdit de territoire au Canada en application de l'alinéa 34(1)", ") de la LIPR. De même, comme le NPFL était une organisation visant des « fins limitées et brutales », la conclusion selon laquelle M. Jalloh en était membre était suffisante pour à tout le moins présumer qu'il était interdit de territoire au Canada en application de l'alinéa 35(1)", ") de la LIPR. Par prudence, la Commission a examiné les autres éléments de preuve relatifs à la complicité."], ["[31]", "À mon avis, la Commission a confondu les questions lorsqu'elle a conclu que M. Jalloh était complice des activités du NPFL parce que celle-ci était une organisation visant des fins limitées et brutales. Cette dernière conclusion est pertinente au regard de la complicité uniquement lorsque la personne est clairement membre de l'organisation. Une conclusion de complicité ne saurait reposer seulement sur la nature de l'organisation."], ["[32]", "Compte tenu des faits en l'espèce, il fallait, pour que M. Jalloh soit interdit de territoire, qu'il y ait des motifs raisonnables de croire qu'il était membre d'un groupe se livrant au terrorisme ou à la subversion (al 34(1)", ")) ou qu'il ait commis des crimes contre l'humanité (al 35(1)", ")). La question clé sous le régime de l'alinéa 34(1)", ") consiste à déterminer si la personne était réellement membre de l'organisation. En ce qui concerne les crimes contre l'humanité, la question clé consiste à savoir si la personne a réellement commis ce genre de crime ou en a été complice. La Commission n'a pas reconnu ces distinctions. Dans certains cas, lorsqu'un groupe vise des fins limitées et brutales, la complicité peut être présumée si la personne est clairement membre du groupe."], ["[33]", "Les motifs de la Commission découlant de sa conclusion selon laquelle M. Jalloh était membre du NPFL vu sa participation active aux descentes, la durée de celle-ci, la violence des descentes, le fait qu'il n'a rien fait pour prendre ses distances du groupe ou pour protéger les victimes du NPFL créent également de la confusion. Lorsqu'elle a déterminé si M. Jalloh était membre du NPFL, la Commission n'a pas tenu compte des éléments de preuve relatifs à la coercition, les soupesant séparément dans le cadre de son analyse de la défense de contrainte."], ["[34]", "La Commission a procédé correctement en s'appuyant sur le fait que le mot « membre » doit être interprété de manière libérale. Un membre est une personne qui appartient à un groupe, qui se dévoue de façon significative à l'atteinte des buts de celui-ci ou qui a été associé à d'autres membres du groupe pendant une longue période de temps."], ["[35]", "Il est cependant difficile d'imaginer une situation où une personne pourrait à la fois être considérée comme membre d'un groupe et invoquer avec succès la défense de contrainte. La Commission semble avoir considéré que les deux aspects étaient totalement séparés. Elle a conclu que M. Jalloh était membre du NPFL, puis elle a examiné la question de savoir s'il avait démontré le bien-fondé de sa défense de contrainte. Or, les propres motifs de la Commission indiquent clairement que cet exercice est quelque peu artificiel. Par exemple, la Commission s'est fondée sur la preuve démontrant que M. Jalloh n'avait pas profité des occasions qu'il avait eues de s'échapper pour conclure qu'il était membre du groupe, mais aussi pour statuer qu'il ne pouvait pas invoquer la défense de contrainte."], ["[36]", "À mon avis, il est préférable d'examiner la preuve relative à l'appartenance à un groupe avec la preuve de coercition lorsque l'on détermine s'il y a des motifs raisonnables de croire que la personne était véritablement membre du groupe. On peut considérer, par exemple, que la preuve de contrainte annule la", "mens rea", "de l'appartenance au groupe (", "<FRAGMENT_SUPPRESSED> ). La preuve de contrainte doit donc être examinée avec la preuve relative à l'appartenance au groupe pour savoir si la personne était réellement membre du groupe ou si elle a plutôt agi pour se protéger."], ["[37]", "En résumé, une personne ne peut être considérée comme étant membre d'un groupe si son association avec celui-ci est fondée sur la contrainte. Un membre est à tout le moins une personne qui commet intentionnellement des actes afin que les buts du groupe soient atteints. Une personne qui commet sous la contrainte des actes compatibles avec ces buts ne peut être considérée comme un véritable membre."], ["[38]", "Par conséquent, la conclusion selon laquelle une personne est membre d'un groupe devrait reposer sur des éléments qui indiquent que les intentions de la personne étaient en accord avec les objectifs du groupe et ne concernaient pas sa propre survie. La preuve devrait être considérée dans son ensemble afin de déterminer si la personne était véritablement membre du groupe ou si les actes qu'elle a commis au nom du groupe l'ont été sous la contrainte. Il faut bien sûr se rappeler que la question qui doit être tranchée sous le régime de l'alinéa 34(1)", ") consiste à savoir s'il y a des motifs raisonnables de croire que la personne était membre du groupe, et non si la preuve établit un tel lien selon la prépondérance des probabilités ou si la contrainte a été démontrée selon une quelconque norme de preuve. Cela également laisse croire que tous les éléments de preuve pertinents doivent être considérés ensemble."], ["[39]", "Malgré ces observations, je ne peux conclure que la Commission a commis une erreur susceptible de contrôle. Ses conclusions de fait pouvaient être étayées par la preuve et le fait que son analyse ne soit peut-être pas toujours claire ne change rien à sa conclusion finale selon laquelle il y avait des motifs raisonnables de croire que M. Jalloh était membre du NPFL. Encore une fois, cette conclusion était raisonnable compte tenu des faits et du droit.", "VI.", "Conclusion et décision"], ["[40]", "La conclusion de la Commission était intelligible, justifiée et transparente, et elle appartenait aux issues pouvant se justifier au regard des faits et du droit. En conséquence, je dois rejeter la présente demande de contrôle judiciaire. Aucune partie n'a proposé une question de portée générale à certifier, et aucune question semblable n'est énoncée.", "JUGEMENT"], ["[41]", "LA COUR STATUE", "1. La demande de contrôle judiciaire est rejetée.", "2. Aucune question de portée générale n'est énoncée.", "Annexe", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, ch 27 <FRAGMENT_SUPPRESSED> 34.", "(1) Emportent interdiction de territoire pour raison de sécurité les faits suivants:", ") être l'auteur d'actes d'espionnage ou se livrer à la subversion contre toute institution démocratique, au sens où cette expression s'entend au Canada;", "b) être l'instigateur ou l'auteur d'actes visant au renversement d'un gouvernement par la force;", "c) se livrer au terrorisme;", "d) constituer un danger pour la sécurité du Canada;", "e) être l'auteur de tout acte de violence susceptible de mettre en danger la vie ou la sécurité d'autrui au Canada;", ") être membre d'une organisation dont il y a des motifs raisonnables de croire qu'elle est, a été ou sera l'auteur d'un acte visé aux alinéas", "),", ") ou", ").", "Atteinte aux droits humains ou internationaux", "35.", "(1) Emportent interdiction de territoire pour atteinte aux droits humains ou internationaux les faits suivants:", ") commettre, hors du Canada, une des infractions visées aux articles 4 à 7 de la", "Loi sur les crimes contre l'humanité et les crimes de guerre.", "Immigration and Refugee Protection Act", ", SC 2002, c 27", "Security", "34.", "(1) A permanent resident or a foreign national is inadmissible on security grounds for", ") engaging in an act of espionage or an act of subversion against a democratic government, institution or process as they are understood in Canada;", ") engaging in or instigating the subversion by force of any government;", ") engaging in terrorism;", ") being a danger to the security of Canada;", ") engaging in acts of violence that would or might endanger the lives or safety of persons in Canada; or", ") being a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts referred to in paragraph (", "), (", ") or (", ").", "Human or international rights violations", "35.", "(1) A permanent resident or a foreign national is inadmissible on grounds of violating human or international rights for", "(a) committing an act outside Canada that constitutes an offence referred to in sections 4 to 7 of the", "Crimes Against Humanity and War Crimes Act.", "[End of document]"]]}