{"id_": "012522", "body_str": [["[1]", "Jerome, A.C.J.", ": This matter came on for hearing in Toronto, Ontario, on December 13, 1988. The application is for an order for a writ of certiorari quashing the decision of the respondents refusing the applicants' request for visitor visas to Canada, and for an order for a writ of mandamus directing that:", "1) the respondents consider and process the applicants' request for visitor visas to Canada in accordance with the Immigration Act Regulations and policy guidelines;", "2) the respondents determine in accordance with the law whether or not it could be contrary to the said Immigration Act Regulations and policy guidelines to grant visitor visas to the applicants."], ["[2]", "The facts in this case are not in dispute and are contained in the affidavits of Oscar Balagot, immigration assistant for the applicants' solicitor and Aphrodite Zografos, Justice Liaison Officer."], ["[3]", "The applicants, who are citizens of the Philippines, applied for permanent residence in Canada at the Canadian Consulate General in San Francisco. They elected to apply in San Francisco due to delays in processing of permanent residence applications submitted in Manila. Pursuant to this application, the applicants were scheduled to be interviewed in San Francisco on April 13, 1988, however their applications for tourist visas to the United States were refused by the U.S. Embassy in Manila. The applicants then sought visitor visas to Canada at the Canadian Embassy in Manila, planning to apply at the Canadian Consulate in Toronto for a three day parole visa to the United States in order to be able to attend their interview in San Francisco. The applicants also wished to take the opportunity to look around for a suitable place to live in Toronto once they were landed. During the interview regarding the application for visitor visas, the visa officer made the following notes:", "\"Married with two children in the Phils. PNI is a civil engineer with Petrophil and wife works for a labor recruiter. Wants to go to Canada for two weeks to see uncle and grand-mother. Has an interview in San Francisco on 13 April 1988 for permanent residence to Canada. Loyan wants us to issue CVV so he can be paroled into the U.S. for the interview.", "\"Wants to go to try to get a parole visa for the U.S. No way. They were refused U.S. Visas.\"", "Subsequently, by letter dated April 4, 1988, the applicants were informed that visitor visas had been denied. The solicitor for the applicants requested written reasons explaining the refusal and the following response was forwarded in a letter dated May 12, 1988:", "\"This refers to your letter of 09 April 1988 in which you requested visitor visas for Paulino De La Cruz, Jr., and his wife. In your letter, you stated that the visas were required so that your clients could proceed to Canada in order for you to arrange the necessary United States parole visas for them to travel to San Francisco for their Canadian immigration interview. This was necessary because the United States Embassy in Manila had refused to issue visas so he and his family could travel to San Francisco for their Canadian interview.", "\"The passports of the above-named clients have been returned and you will note that we did not issue visitor visas to these applicants. Since they have an outstanding permanent residence application at the Canadian Consulate General in San Francisco, we must suspect they may not be bona fide and therefore, cannot issue a Canadian visitor visa. Even if they are bona fide visitors, we would not normally issue visas to facilitate obtaining a visa for the United States.\""], ["[4]", "This application is for judicial review of that decision. The applicants argue that the visa officer exceeded his jurisdiction and took into account extraneous matters when arriving at his decision. They maintain there is no existing policy stating that an intention to seek visa to the United States is not a proper reason for issuing visitor visas to Canada. Secondly, it is contended that the Canadian visa officer in Manila based his decision solely on the refusal by the United States for visas to that country, as indicated by the notes, made during the interview with the applicants."], ["[5]", "The respondent submits that the decision of a visa officer to issue or refuse a visitor's visa is discretionary in nature and that judicial review of the exercise of this type of discretion is limited to determining whether it was exercised in good faith, within his jurisdiction and in a fair manner. It is further argued that the fact that the applicants had an outstanding application for permanent residence was a proper factor to be taken into account by the visa officer. Finally, nothing in the Act, the Regulations or the policies requires issuance of a visitor visa in order to facilitate travel to a third country in which an application for permanent residence is being processed. Rather, it is the responsibility of persons who apply for permanent residence in a country other than that of their citizenship to ensure that they have sufficient access to the visa officer during all stages of processing."], ["[6]", "The relevant statutory provisions in this matter are ss. 2(1) and 8 of the Immigration Act, 1976 and s. 13(2) of the Immigration Regulations, 1978.", "\"2(1) 'Visitor' means a person who is lawfully in Canada, or seeks to come into Canada, for a temporary purpose, other than a person who is", "(a) a Canadian citizen,", "(b) a permanent resident,", "(c) a person in possession of a permit, or", "(d) an immigrant authorized to come into Canada pursuant to paragraph 14(2)(b), 23(1)(b) or 32(3)(b).", "\"8(1) Where a person seeks to come into Canada, the burden of proving that he has a right to come into Canada or that his admission would not be contrary to this Act or the regulations rests on him.", "\"8(2) Every person seeking to come into Canada shall be presumed to be an immigrant until he satisfies the immigration officer examining him or the adjudicator presiding at his inquiry that he is not an immigrant.", "\"13(2) A visa officer may issue a visitor's visa to any person who meets the requirements of the Act and these Regulations if that person establishes to the satisfaction of the visa officer that he will be able", "(a) to return to the country from which he seeks to come to Canada; or", "(b) to go from Canada to some other country.\""], ["[7]", "Thus, the issuance of a visitor's visa is a discretionary decision. The duty of the visa officer is to accord proper consideration to any application, but he is not required to issue a visitor's visa unless he is convinced the applicant fulfills the legislative requirements. Since the evidence clearly indicates that the visa officer turned his mind to the issue, mandamus cannot issue here. As was held by the Court of Appeal in  <FRAGMENT_SUPPRESSED> , once the visa officer had disposed of the application for the visitors' visas, there remained no duty to be performed enforceable by mandamus."], ["[8]", "Are there grounds for quashing the decision of the visa officer? An application for certiorari is not an appellate review. To succeed, the applicants must do more than establish the possibility that I might have reached a different conclusion than the visa officer. There must be either an error of law apparent on the face of the record, or a breach of the duty of fairness appropriate to this essentially administrative decision."], ["[9]", "Pursuant to ss. 2(1) and 8 of the Act, the onus is on the visitor to show that his entry to Canada would not be contrary to the Act or Regulations. This is reinforced by the fact that he will be presumed to be an immigrant seeking permanent resident status, and this intent must be countered by evidence of a temporary purpose. In such a situation, the intent of the applicant is properly subject to examination by visa officers and factors which may show nontemporary purpose will be taken into consideration. Viewed in this context, it was not improper for the visa officer to refuse the visitor visas on the basis of an outstanding application for permanent residence in Canada."], ["[10]", "Though no policy dictates refusal simply because the applicants intend to apply for American visas, it is within the discretion of the visa officer to cite this as a reason. The permanent residence application and Policy Guideline IS 1.56(3) permits persons to initiate permanent residence applications in a country other than that of their citizenship but states that as \"a general rule, the individual should have sufficient long-term temporary status in, or regular entry to, that country to have access to the visa office during all stages of processing\". This clearly discourages any expectation that Canada will aid applicants who do not have such access."], ["[11]", "Furthermore, I do not find that the visa officer based his decision solely on the refusal of American officials to grant the applicants' request for visas, and his notation at the time of the interview indicates to me a simple jotting down of the history of the applicants' case. In summary, it is my opinion that the written reasons for refusal were sufficient, proper and within the jurisdiction of the visa officer. As I have been unable to find an error of law or breach of natural justice, the decision of the visa officer cannot be disturbed."], ["[12]", "For the reasons discussed above, this application for certiorari and mandamus is dismissed, with costs.", "Application dismissed.", "Editor: Elizabeth M.A. Turgeon/blk", "[End of document]"]]}