{"id_": "012729", "body_str": [["[1]", "Hughes, J.", ": The Applicants on this motion, Respondents in these proceedings, Her Majesty the Queen et al. (Crown), appeal from a decision of Prothonotary Aalto dated June 10, 2008 wherein he dismissed the Crown's motion to strike out these proceedings. For the reasons that follow, I find that the appeal is dismissed with costs."], ["[2]", "These proceedings were commenced by the Applicant, Chrysler Canada Inc. (CCI) by way of an application. No evidence has yet been filed. For the purposes of the motion to strike brought before the Prothonotary the parties stated that they were content to accept the factual recitals set out in the Notice of Application as accurate."], ["[3]", "The test to be applied in considering appeals from a decision of a Prothonotary has been stated by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  at paragraph 19 as follows:", "19", "To avoid the confusion which we have seen from time to time arising from the wording used by MacGuigan J.A., I think it is appropriate to slightly reformulate the test for the standard of review. I will use the occasion to reverse the sequence of the propositions as originally set out, for the practical reason that a judge should logically determine first whether the questions are vital to the final issue: it is only when they are not that the judge effectively needs to engage in the process of determining whether the orders are clearly wrong. The test would now read:", "Discretionary orders of prothonotaries ought not be disturbed on appeal to a judge unless:", "a) the questions raised in the motion are vital to the final issue of the case, or", "b) the orders are clearly wrong, in the sense that the exercise of discretion by the prothonotary was based upon a wrong principle or upon a misapprehension of the facts."], ["[4]", "Where a prothonotary has struck out a proceeding such a decision is, of course, one vital to the final issue of the case. Where, however in circumstances such as the present case, the Prothonotary has not struck out the proceeding, that decision is not finally determinative of any issue vital to the case, thus the decision presently under consideration is to be reviewed on appeal on the second ground set out in", "<FRAGMENT_SUPPRESSED>", ", namely, is the decision clearly wrong as being based on a wrong principle or misapprehension of the facts. As Hugessen J. said in", "<FRAGMENT_SUPPRESSED> :", "Because I am in agreement with the prothonotary, not only with his conclusion but also with the reasons he gave in support thereof, it is not necessary that I go in any detail into the standard of review applicable to appeals to a judge from a decision of a prothonotary. I would only note, however, that with respect and contrary to the submission that was made to me by Crown counsel, the mere fact that what was sought before the prothonotary might have been determinative of the final issues in the case does not result in the judge hearing the matter entirely de novo. A reading of the decisions, and particularly the key decision of the Court of Appeal in the case of  <FRAGMENT_SUPPRESSED>  (C.A.), makes it quite clear that it is not what was sought but what was ordered by the prothonotary which must be determinative of the final issues in order for the judge to be required to undertake de novo review. I would add to that, that while I am of course aware of the recent decision of the Court of Appeal in the case of  <FRAGMENT_SUPPRESSED>  (C.A.) (QL), where Justice Décary in reformulating the rule spoke of \"the questions raised in the motion\", but I am quite sure that he did not mean by that the motion which was before the prothonotary but rather the motion (see Rule 51) which was before the judge on appeal from the prothonotary. Put briefly, barring extraordinary circumstances, a decision of a prothonotary not to strike out a statement of claim is not determinative of any final issue in the case. In determining the standard of review the focus is on the Order as it was pronounced, not on what it might have been."], ["[5]", "There is a further matter to be taken into consideration, namely, that the nature of the present proceedings is that of an application and not an action. While there may be merit in seeking an early termination of an action upon a motion to strike there is less reason to do so, except in the clearest of cases, where the proceedings are brought by way of an application. Much of the argument expended on a motion to strike is simply duplicative of arguments that can be raised at the hearing of the application itself. To expend the Court's resources on a motion to strike, particularly on an appeal from a decision of a Prothonotary not to strike, means that the Court is obliged in many cases, to hear the matter twice, on the motion by way of appeal, and on the merits of the application itself. Only where, to use the words of the Court of Appeal in", "<FRAGMENT_SUPPRESSED>", ", the Prothonotary can be demonstrated to have been \"clearly wrong\" should an appeal from a refusal to strike be considered. The Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  per Strayer JA. put the matter clearly at paragraph 10:", "10", "The basic explanation for the lack of a provision in the Federal Court Rules for striking out notices of motion can be found in the differences between actions and other proceedings. An action involves, once the pleadings are filed, discovery of documents, examinations for discovery, and then trials with viva voce evidence. It is obviously important that parties not be put to the delay and expense involved in taking a matter to trial if it is \"plain and obvious\" (the test for striking out pleadings) that the pleading in question cannot amount to a cause of action or a defence to a cause of action. Even though it is important both to the parties and the Court that futile claims or defences not be carried forward to trial, it is still the rare case where a judge is prepared to strike out a pleading under Rule 419. Further, the process of striking out is much more feasible in the case of actions because there are numerous rules which require precise pleadings as to the nature of the claim or the defence and the facts upon which it is based. There are no comparable rules with respect to notices of motion. Both Rule 319(1), the general provision with respect to applications to the Court, and Rule 1602(2), the relevant Rule in the present case which involves an application for judicial review, merely require that the notice of motion identify \"the precise relief\" being sought, and \"the grounds intended to be argued\". The lack of requirements for precise allegations of fact in notices of motion would make it far more risky for a court to strike such documents. Further, the disposition of an application commenced by originating notice of motion does not involve discovery and trial, matters which can be avoided in actions by a decision to strike. In fact, the disposition of an originating notice proceeds in much the same way that an application to strike the notice of motion would proceed: on the basis of affidavit evidence and argument before a single judge of the Court. Thus, the direct and proper way to contest an originating notice of motion which the respondent thinks to be without merit is to appear and argue at the hearing of the motion itself. This case well illustrates the waste of resources and time in adding on to what is supposed to be a summary judicial review proceeding the process of an interlocutory motion to strike. This motion to strike has involved a hearing before a trial judge and over one half day before the Court of Appeal, the latter involving the filing of several hundred pages of material, all to no avail. The originating notice of motion itself can and will be dealt with definitively on its merits at a hearing before a judge of the Trial Division now fixed for January 17, 1995."], ["[6]", "The same situation arose in a case before me recently,", "<FRAGMENT_SUPPRESSED>  where I found that controversial matters raised in the context of an application should not be resolved on an appeal from a Prothonotary who refused to strike an application but should be left to the hearing of the application itself. In this way, there would not be an unnecessary waste of the Court's resources."], ["[7]", "In the present case, I have carefully reviewed the reasons for decision of the Prothonotary and read the memoranda of the parties and heard Counsel in oral argument before me. Undoubtedly there are controversial matters raised in this application including, in particular, the jurisdiction of this Court to hear and determine the matters sought to be raised by CCI. These matters are sufficiently controversial such that it would not be proper to deal with them on an appeal from a refusal to strike. The Prothonotary was not clearly wrong in refusing the motion to strike. The energies of the parties and resources of the Court should be directed to a determination of these issues at the hearing of the application itself."], ["[8]", "At the return of the hearing of this motion on Thursday, September 18, 2008 the parties discussed amendments to the Notice of Application. Chrysler's counsel appears to want to make amendments of one kind, the Crown's counsel wanted a different kind. The parties are reminded that a Notice of Application is not subject to the same strictness as a Statement of Claim and a Respondent is not required to file any responsive pleading, only an Appearance. The parties then exchange evidence, produce documents if requested, exchange memoranda of argument and set the matter down for hearing. By that time the issues should be clear to the parties. There is already an outstanding Order of the Court that this matter is to be managed by Prothonotary Aalto should difficulties arise. I will permit Chrysler to amend its Notice of Application without directing any particular amendments. The point is that the parties get on with the matter and make their substantive arguments at the hearing of the application itself and not waste more of the Court's resources at this time."], ["[9]", "The Crown's motion, by way of an appeal from the decision of Prothonotary Aalto dated June 10, 2008, is dismissed with costs.", "ORDER"], ["[10]", "For the Reasons above", "THIS COURT ORDERS that", "1. This motion brought by way of an appeal from the decision of Prothonotary Aalto dated June 10, 2008, is dismissed;", "2. The Applicant Chrysler Canada Inc. is given leave to amend its Notice of Application, if so advised, provided such amended document is filed and served by the close of the Court Registry in Toronto on Friday, September 26, 2008; and", "3. The Applicant (Respondent on the motion) Chrysler Canada Inc. is entitled to costs this motion at the middle of Column III.", "[End of document]"]]}