{"id_": "012703", "body_str": [["[1]", "Noël, J.", ": This is an application for judicial review under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA], that seeks to set aside a decision dated November 21, 2013 in which Danielle LeBrun, an immigration officer of Citizenship and Immigration Canada [CIC] [the Immigration Officer], dismissed the Applicant's application for permanent residence [APR] as a member of the spouse or common-law partner in Canada class.", "II.", "Facts"], ["[2]", "The Applicant is Palestinian born on January 1, 1979. He came to Canada in September 2001 as a student and claimed refugee protection in October 2001. His application was rejected by the Immigration and Refugee Board in March 2005, and in June 2005 the Federal Court denied him leave for the judicial review of this decision."], ["[3]", "The Applicant filed an application for permanent residency based on humanitarian and compassionate grounds in August 2005. In April 2009, this application was also denied, and in September 2010 the Federal Court once again denied him leave for judicial review."], ["[4]", "The Applicant was informed of his future removal in February 2012, but he filed an application for a pre-removal risk assessment [PRRA] in March 2012, which was denied in July 2012. This decision remains unchallenged."], ["[5]", "In May 2012, while his PRRA application was still pending, the Applicant married Lucia Valvano, a Canadian citizen and lawyer. In June 2012, he filed an APR as a member of the spouse or common-law partner in Canada class, sponsored by Lucia Valvano."], ["[6]", "After reviewing certain documents relating to the Applicant on October 25, 2013, the Immigration Officer sent a letter to the Applicant and his sponsor summoning them to an interview and asking that they provide additional documents. The interview took place on November 4, 2013, and the next day, on November 5, 2013, the Immigration Officer requested further documents from the Applicant and his sponsor. Only some of the requested documents were provided."], ["[7]", "On November 21, 2013, the Applicant's APR was denied.", "III.", "Decision under review"], ["[8]", "In the letter and in her notes, the Immigration Officer recalled the legislative framework applicable to the Applicant's APR and found that she was not persuaded that the Applicant cohabits with his sponsor in Canada (pursuant to paragraph 125(", ") of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [IRPR]), and that the marriage was genuine and was not entered into merely for the purpose of acquiring any status or privilege under the IRPA (pursuant to section 4 of the IRPR)."], ["[9]", "In coming to the conclusion that the Applicant does not cohabit with his sponsor in Canada, the Immigration Officer examined among other things the Applicant's electronic file at the Canada Border Services Agency [CBSA], where the Applicant is required to report monthly. The Applicant claimed to live at 4555 Bonavista Avenue, in Montreal, Quebec, with his spouse and sponsor. The Immigration Officer noted that the Applicant's address in the file was 148 Waterbridge Drive, in Ottawa, since 2008, that he had yet to change his marital status, still appearing as \"not married\", and that he still reported to the Ottawa office on a monthly basis despite living in Montreal since May 4, 2012. The Immigration Officer also examined other documentary evidence which lead her to believe that the Applicant and his sponsor did not live together. The Immigration Officer also made numerous findings with respect to the genuineness and the purpose of their marriage.", "IV.", "Applicant's submissions"], ["[10]", "The Applicant claims that the Immigration Officer's decision is unreasonable because she relied on extrinsic evidence and failed to confront the Applicant and his sponsor with respect to several of her main concerns. The Applicant was not afforded with a reasonable opportunity to reply and this constitutes a violation of natural justice, as he did not know the case that had to be met. In addition, in relation to other findings, the Applicant contends that the Immigration Officer made a series of unreasonable plausibility inferences considering the evidence submitted.", "V.", "Respondent's submissions"], ["[11]", "The Respondent argues that both of the Immigration Officer's findings are entirely reasonable and that either finding (i.e., the Applicant not living with his sponsor in Canada or their marriage not being genuine) was sufficient to warrant her dismissal of the Applicant's APR."], ["[12]", "It was reasonable for the Immigration Officer to conclude that the Applicant does not live with his sponsor in Canada as this finding was based on several elements obviously present in the Applicant's file and interview. Amongst other things, the Applicant failed to change his address in his electronic file at the CBSA and he continued to report in Ottawa despite allegedly living permanently in Montreal. Also, the documentary evidence produced demonstrates that the Applicant's address in Montreal is nothing more than a façade."], ["[13]", "It was also reasonable for the Immigration Officer to find that the Applicant's marriage with his sponsor was one of convenience considering the evidence submitted and the factual findings on which her decision was based. The Respondent adds that the Immigration Officer had the benefit of seeing the Applicant and his sponsor. Also, contrary to the Applicant's assertion, the Immigration Officer did offer them an opportunity to reply by submitting them to an interview and by requesting that they produce additional documents, but she simply remained unsatisfied despite the Applicant's response.", "VI.", "Applicant's reply"], ["[14]", "In replying to the Respondent's claims, the Applicant refers to specific paragraphs of his original submissions but submits no additional argument.", "VII.", "Issues"], ["[15]", "The parties somewhat agree on the issues to be addressed by this Court, and I would reword the questions as follows:", "1. Did the Immigration Officer err when she dismissed the Applicant's APR as a member of the spouse or common-law partner in Canada class?", "2. Did the Immigration Officer breach procedural fairness by failing to confront the Applicant and his sponsor to several of her main concerns, thus depriving the Applicant and his sponsor of the opportunity to respond?", "VIII.", "Standard of review"], ["[16]", "The first issue constitutes a factual determination to be examined under the standard of reasonableness (on the issue of cohabitation, see", "<FRAGMENT_SUPPRESSED> [2008] FCJ No 1745 and", "<FRAGMENT_SUPPRESSED> [2011] FCJ No 1527 [", "Said", "]; for the genuineness of the marriage, see", "<FRAGMENT_SUPPRESSED> [2010] FCJ No 482 and", "<FRAGMENT_SUPPRESSED> [2014] FCJ No 3 [ <FRAGMENT_SUPPRESSED> ])."], ["[17]", "And under the standard of reasonableness, this Court's analysis will show great deference to the Immigration Officer's findings and will be concerned mostly with \"the existence of justification, transparency and intelligibility within the decision-making process\". This Court will have to determine \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" (see", "<FRAGMENT_SUPPRESSED> [2008] SCJ No 9 [ <FRAGMENT_SUPPRESSED> ]). Following this standard of review, it is not up to the Court to reweigh the evidence or \"to substitute its own view of a preferable outcome.\" (", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> [2009] SCJ No 12 [ <FRAGMENT_SUPPRESSED> ])"], ["[18]", "The second issue, as it is a question of procedural fairness, shall be reviewed following the standard of correctness ( <FRAGMENT_SUPPRESSED> , above, at para 43). With respect to this issue, no deference is owed to the Immigration Officer ( <FRAGMENT_SUPPRESSED> , above, at 50).", "IX.", "Analysis"], ["[19]", "Prior to embarking on the analysis of the two issues, it would be appropriate to present an overview of the process undertaken by the Applicant and his sponsor under the IRPA and the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [IRPR]. The relevant legal provisions are reproduced in the annexe to these reasons."], ["[20]", "The Applicant applied for an APR as a member of the spouse or common-law partner in Canada class. Sections 12 and 13 of the IRPA enact the right to be sponsored and to sponsor, stating that, subject to the IRPR, a Canadian citizen or permanent resident can \"sponsor a foreign national who is member of the family class.\" Section 123 of the IRPR prescribes that \"the spouse or common-law partner in Canada [...] is a class of persons who may become permanent residents [...]\" pursuant to section 12 of the IRPA. Section 124 specifies who exactly qualifies as a \"member\" of the \"spouse or common-law partner in Canada class\", including the fact that the member must be the \"spouse or common-law partner of a sponsor and cohabit with that sponsor in Canada\". As such, in order to be considered a member of the appropriate class, the Applicant must live with his spouse, but the Immigration Officer concluded that he did not."], ["[21]", "What is more, section 4 of the IRPR further specifies that a person shall not be considered a spouse or a common law partner in cases where the marriage was \"entered into primarily for the purpose of acquiring any status or privilege under the [IRPA]\" or that \"is not genuine.\" In the present matter, the Immigration Officer found that the marriage failed on both accounts.", "A.", "Did the Immigration Officer err when she dismissed the Applicant's APR as a member of the spouse or common-law partner in Canada class?"], ["[22]", "Considering the decision under review and the arguments submitted, this issue requires that this Court determine whether the Immigration Officer's findings are reasonable with respect to both the cohabitation of the spouses and the genuineness of their marriage. As stated above, this Court must avoid reweighing the evidence while doing so, as this was the task of the decision-maker. Here, the Applicant mostly makes unsupported assertions which cannot override the reasonableness of the decision as a whole."], ["[23]", "First, was it reasonable for the Immigration Officer to conclude that the Applicant failed to establish, on a balance of probabilities, that he cohabited with his sponsor in Canada? For the following reasons, this Court finds this conclusion was reasonable."], ["[24]", "Although certain elements did tend to establish that the Applicant and his sponsor lived together in Canada (certain monthly bills, the lease for the Montreal apartment, Quebec driver's licence, etc.), several pieces of evidence established otherwise, i.e. that they lived apart."], ["[25]", "One of the main reasons why the Immigration Officer did not believe the Applicant cohabited with his sponsor in Canada is the electronic file regarding him that is under the responsibility of the CBSA, which states that the Applicant must report to the CBSA office in Ottawa on a regular basis and that he must inform the CBSA of any change in his residential address in the 48 hours following the change. According to this file examined by the Immigration Officer, the Applicant is not married and still resides at 148 Waterbridge Drive in Ottawa even though he claims to be living in Montreal with his sponsor. The Immigration Officer even contacted a CBSA office to confirm the information. To the contrary of what the Applicant contends, he was confronted with this concern during his interview by the Immigration Officer, but he simply failed to provide a satisfactory response. This is a strong piece of evidence against the Applicant's claim because he failed to change his address despite having the obligation to do so. It is hard to understand why the Applicant, who allegedly lives in Montreal, would prefer his file not be transferred in that city."], ["[26]", "On top of the CBSA electronic file on the Applicant stating that he is not married and that he lives in Ottawa, there were other elements in the application which lead the Immigration Officer to find that the Applicant did not reside with his sponsor, including the following:", "- The Applicant still reports on a monthly basis to the CBSA in Ottawa despite living in Montreal since May 4, 2012;", "- The Applicant's credit card statements indicate that he travels frequently between Ottawa and Montreal;", "- The Applicant's correspondence coming from his financial institution is all sent to his address in Ottawa;", "- The Applicant owns a $350,000 house at 150 Waterbridge Drive, in Ottawa, which he rents out to three people, and the leases signed after the Applicant's alleged move to Montreal all state that his address is in Ottawa;", "- Despite owning a $350,000 house in Ottawa, the Applicant and his sponsor allegedly live together in a one-bedroom apartment in Montreal;", "- The Applicant's corporation income tax return for 2012 states that his address is in Ottawa;", "- The Applicant did not produce an income tax return for 2012 in Quebec."], ["[27]", "The Applicant and his sponsor were asked on two occasions to provide additional documents - once at the interview and another time by way of letter sent after the interview. The Applicant sent only limited documents, and the documents thus submitted were explicitly considered by the Immigration Officer in her reasons."], ["[28]", "Combined, all these elements certainly make it reasonable for the Immigration Officer to have found that the Applicant failed to establish, on a balance of probabilities, that he cohabits with his sponsor in Canada, as she was simply not convinced. Her reasons and notes in this regard are clear and intelligible and they definitely allow this reviewing court to understand why she took this decision (", "Newfoundland and  <FRAGMENT_SUPPRESSED> [2011] SCJ No 62)."], ["[29]", "As such, I find that the Immigration Officer's finding that the Applicant had not satisfied the requirement set out in paragraph 124(", ") of the IRPR was reasonable. This finding does not warrant this Court's intervention."], ["[30]", "Although, as duly noted by the Respondent in its factum, a negative finding with respect to the cohabitation of the spouses under paragraph 124(", ") of the IRPR is sufficient to reject the claim as a whole for absence of sponsorship (see", "Said", ", above, at paras 34-35), I will nonetheless examine the issue of the marriage."], ["[31]", "Second, was it reasonable for the Immigration Officer to conclude that the Applicant failed to establish, on a balance of probabilities, that his marriage to his sponsor was genuine and was not entered into primarily for him to acquire a status of a privilege? The Immigration Officer's conclusion in this regard is based on the following factual findings:", "- There is an 11 year age difference between the spouses;", "- Practically all family members and friends of the spouses do not know about the relationship;", "- Only a few family members attended the wedding, which took place in Ottawa;", "- The Applicant claims that his sponsor's family members did not attend the wedding because of a family conflict but he does not know the nature of this conflict;", "- The spouses know little of each other's interests and share few common life goals and plans;", "- The spouses allegedly live together in a one-bedroom apartment despite the fact that the Applicant owns a $350,000 house in Ottawa;", "- The Applicant's professional activities take place exclusively in Ottawa while his sponsor works only in Montreal;", "- The spouses are not financially interdependent;", "- The sponsor knows little of the Applicant's past;"], ["[32]", "The finding related to the age difference is weaker, but the others are quite strong and fully explain the fact that the Immigration Officer was not convinced of the genuineness of the Applicant's marriage to his sponsor."], ["[33]", "The Applicant and his sponsor contend that their explanations were not considered by the Immigration Officer, but the notes and reasons indicate the contrary. Once again, the Applicant and the sponsor simply failed to provide satisfactory answers and explanations, and as noted by the Respondent, assessing the genuineness of the marriage, or lack thereof, was solely the duty of the Immigration Officer:"], ["[1] It is well established in the case law of this Court that there is no specific criterion, or even a set of criteria, to determine whether a marriage is genuine pursuant to section 4 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [", "Regulations", "] (", "<FRAGMENT_SUPPRESSED> ). It is exclusively up to the visa officer to determine the relative weight to grant each of the factors, based on the facts, to ensure the inherent logic of the applicant's story according to the particular clues, or references made by the applicant himself, meaning the encyclopedia of references, a dictionary of terms, a picture gallery of the applicant's file in addition to an assessment to determine whether the facts on file taken together create harmony or discord (", "<FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , supra).", "[ <FRAGMENT_SUPPRESSED> , above, at para 1]"], ["[34]", "As it was the case for the cohabitation of spouses, the Immigration Officer's reasons and notes are clear and intelligible and most certainly explain how she came to her conclusion, which, for this very reason, shall remain undisturbed. Thus, it was reasonable for the Immigration Officer to find that the Applicant had failed to establish that his marriage was genuine and not entered into for the purpose of acquiring any status or privilege under the IRPA pursuant to paragraph 4(2) of the IRPR. Similarly to the first finding, this second finding does not warrant the intervention of this Court either.", ". Did the Immigration Officer breach procedural fairness by failing to confront the Applicant and his sponsor to several of her main concerns, thus depriving the Applicant and his sponsor of the opportunity to respond?"], ["[35]", "The Applicant claims that the Immigration Officer should have confronted him with the content of the telephone conversation she had with the CBSA Officer in Montreal. The Applicant further argues that he should have been given the opportunity to disabuse the Immigration Officer's concerns in this regard."], ["[36]", "However, having read the notes, I find that the Applicant was indeed offered the opportunity to address the Immigration Officer's issues regarding his file at the CBSA. To the question \"According to your CBSA file you have a reporting requirement once a month at CBSA office in Ottawa. So how do you manage this since you are living in Montreal? Why you never ask your CBSA file be transferred to CBSA Montreal regarding your reporting requirement?\" (", "sic", "throughout) the Applicant answered: \"Declares that he never asked to transfer his CBSA's file to Montreal. Declares that he informed the CBSA Office of his change of address but they ask him to continue to report there in Ottawa.\" (", "sic", "throughout) Even his sponsor spoke on the issue during the interview, adding: \"She knows that he has reporting requirement in Ottawa every beginning of the months. Declares that they never ask for his file to be transferred in Montreal.\" (", "sic", "throughout)"], ["[37]", "As such, both the Applicant and his sponsor were made aware of the Immigration Officer's concerns with respect to the Applicant's file at the CBSA and they were both given the opportunity to respond but simply failed to give satisfactory answers and, consequently, I find that the Immigration Officer did not commit a breach of procedural fairness."], ["[38]", "The parties were invited to submit a question for certification, but none were proposed.", "ORDER"], ["[39]", "THIS COURT ORDERS that", "this application for judicial review is dismissed. No question is certified.", ".........................", "<FRAGMENT_SUPPRESSED>  Noël", "[Traduction]: La Cour est saisie d'une demande de contrôle judiciaire présentée en application du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [LIPR], en vue de faire annuler une décision datée du 21 novembre 2013 par laquelle Danielle LeBrun, agente d'immigration de Citoyenneté et Immigration Canada [CIC] [l'agente d'immigration], a rejeté la demande de résidence permanente [DRP] présentée par le demandeur au titre de la catégorie des époux ou conjoints de fait au Canada.", "II.", "Faits"], ["[2]", "Le demandeur est un Palestinien né le 1er janvier 1979. Il est venu au Canada en septembre 2001 en qualité d'étudiant et a demandé l'asile en octobre 2001. Sa demande a été rejetée par la Commission de l'immigration et du statut de réfugié en mars 2005, et, en juin 2005, la Cour fédérale lui a refusé l'autorisation de demander le contrôle judiciaire de cette décision."], ["[3]", "Le demandeur a présenté une demande de résidence permanente fondée sur des motifs d'ordre humanitaire en août 2005. En avril 2009, sa demande a également été rejetée et, en septembre 2010, la Cour fédérale lui a aussi refusé l'autorisation de demander le contrôle judiciaire de cette décision."], ["[4]", "Le demandeur a été avisé de son futur renvoi en février 2012, mais, en mars 2012, il a présenté une demande d'examen des risques avant renvoi [ERAR], laquelle a été rejetée en juillet 2012. Cette décision demeure incontestée."], ["[5]", "En mai 2012, alors que sa demande d'ERAR était encore pendante, le demandeur a épousé Lucia Valvano, citoyenne canadienne et avocate. En juin 2012, il a présenté une DRP au titre de la catégorie des époux ou conjoints de fait au Canada, parrainé par Lucia Valvano."], ["[6]", "Après avoir examiné certains documents concernant le demandeur le 25 octobre 2013, l'agente d'immigration a envoyé une lettre au demandeur et à sa répondante pour les convoquer à une entrevue et leur demander de fournir des documents additionnels. L'entrevue a eu lieu le 4 novembre 2013 et le lendemain, le 5 novembre 2013, l'agente d'immigration a demandé d'autres documents au demandeur et à sa répondante. Une partie seulement des documents demandés ont été fournis."], ["[7]", "Le 21 novembre 2013, la DRP du demandeur a été rejetée.", "III.", "Décision faisant l'objet du contrôle"], ["[8]", "Dans la lettre et dans ses notes, l'agente d'immigration a rappelé le cadre législatif applicable à la DRP du demandeur et a conclu qu'elle n'était pas convaincue que le demandeur cohabitait avec sa répondante au Canada (conformément à l'alinéa 125a) du", "Règlement sur l'immigration et la protection des réfugiés", ", DORS/2002-227 [RIPR]), et que le mariage était authentique et ne visait pas principalement l'acquisition d'un statut ou d'un privilège sous le régime de la LIPR (conformément à l'article 4 du RIPR)."], ["[9]", "Pour parvenir à la conclusion que le demandeur ne cohabitait pas avec sa répondante au Canada, l'agente d'immigration a examiné entre autres le dossier électronique du demandeur à l'Agence des services frontaliers du Canada [ASFC], où le demandeur est tenu de se présenter chaque mois. Le demandeur affirmait vivre au 4555, avenue Bonavista, à Montréal (Québec), avec son épouse et répondante. L'agente d'immigration a constaté que l'adresse qui figurait dans le dossier du demandeur était le 148, promenade Waterbridge, à Ottawa, depuis 2008, que le demandeur n'avait pas encore modifié son état matrimonial, lequel indiquait toujours qu'il n'était pas marié, et qu'il se présentait encore au bureau d'Ottawa chaque mois même s'il vivait à Montréal depuis le 4 mai 2012. L'agente d'immigration a également examiné d'autres éléments de preuve documentaire qui l'ont amenée à croire que le demandeur et sa répondante ne vivaient pas ensemble. L'agente d'immigration a en outre tiré de nombreuses conclusions quant à l'authenticité et à l'objet du mariage.", "IV.", "Observations du demandeur"], ["[10]", "Le demandeur affirme que l'agente d'immigration a rendu une décision déraisonnable parce qu'elle s'est appuyée sur des éléments de preuve extrinsèques et a omis de présenter au demandeur et à sa répondante plusieurs de ses préoccupations principales. Le demandeur n'a pas eu une possibilité raisonnable de répondre, ce qui constitue une violation à un principe de justice naturelle, car il ne savait pas à quoi il devait répondre. De plus, en ce qui concerne d'autres conclusions, le demandeur soutient que l'agente d'immigration a tiré une série d'inférences déraisonnables quant à la vraisemblance, compte tenu des éléments de preuve produits.", "V.", "Observations du défendeur"], ["[11]", "Le défendeur affirme que les conclusions de l'agente d'immigration sont totalement raisonnables et que l'une ou l'autre conclusion (à savoir que le demandeur ne vivait pas avec sa répondante au Canada ou que leur mariage n'était pas authentique) suffisait à justifier le rejet de la DRP du demandeur."], ["[12]", "Il était raisonnable pour l'agente d'immigration de conclure que le demandeur ne vivait pas avec sa répondante au Canada, étant donné que cette conclusion était fondée sur plusieurs éléments qui ressortaient manifestement du dossier et de l'entrevue du demandeur. Entre autres choses, le demandeur n'avait pas changé son adresse dans son dossier électronique à l'ASFC et continuait de se présenter à Ottawa, même s'il alléguait vivre en permanence à Montréal. De plus, la preuve documentaire produite montre que l'adresse du demandeur à Montréal n'est rien d'autre qu'une façade."], ["[13]", "Il était également raisonnable pour l'agente d'immigration de conclure que le mariage du demandeur et de sa répondante était un mariage de convenance, compte tenu des éléments de preuve présentés et des conclusions de fait sur lesquelles reposait sa décision. Le défendeur ajoute que l'agente d'immigration a eu l'avantage de voir le demandeur et sa répondante. De plus, contrairement à ce qu'affirme le demandeur, l'agente d'immigration leur a bien offert la possibilité de répondre en les convoquant à une entrevue et en leur demandant de produire des documents additionnels, mais elle n'était toujours pas convaincue, malgré la réponse du demandeur.", "VI.", "Réplique du demandeur"], ["[14]", "Le demandeur répond aux affirmations du défendeur en renvoyant à des paragraphes particuliers de ses observations originales, mais ne présente pas d'argument additionnel.", "VII.", "Questions en litige"], ["[15]", "Les parties s'entendent dans une certaine mesure sur les questions que la Cour doit trancher, que je reformulerais ainsi:", "1. L'agente d'immigration a-t-elle commis une erreur en rejetant la DRP présentée par le demandeur au titre de la catégorie des époux ou conjoints de fait au Canada?", "2. L'agente d'immigration a-t-elle manqué à l'équité procédurale en omettant de présenter au demandeur et à sa répondante plusieurs de ses préoccupations principales, privant ainsi le demandeur et sa répondante de la possibilité de répondre?", "VIII.", "Norme de contrôle"], ["[16]", "La première question constitue une conclusion de fait qui doit être examinée selon la norme de la décision raisonnable (en ce qui concerne la cohabitation, voir les décisions", "<FRAGMENT_SUPPRESSED> [2008] ACF no 1745, et", "<FRAGMENT_SUPPRESSED> [2011] ACF no 1527 [", "Said", "]; en ce qui concerne l'authenticité du mariage, voir les décisions", "<FRAGMENT_SUPPRESSED> [2010] ACF no 482, et", "<FRAGMENT_SUPPRESSED> [2014] ACF no 3 [ <FRAGMENT_SUPPRESSED> ])."], ["[17]", "Dans son analyse selon la norme de la décision raisonnable, la Cour accordera une grande déférence aux conclusions de l'agente d'immigration et s'intéressera principalement « à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel ». La Cour devra se prononcer sur « l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » (voir l'arrêt", "<FRAGMENT_SUPPRESSED> [2008] ACS no 9 [ <FRAGMENT_SUPPRESSED> ]). Suivant cette norme de contrôle, il n'appartient pas à la Cour d'apprécier à nouveau la preuve, ni de « substituer l'issue qui serait à son avis préférable » (", "<FRAGMENT_SUPPRESSED> [2009] ACS no 12 [ <FRAGMENT_SUPPRESSED> ])."], ["[18]", "Comme la deuxième question a trait à l'équité procédurale, elle est susceptible de contrôle selon la norme de la décision correcte (arrêt <FRAGMENT_SUPPRESSED> , précité, au paragraphe 43). En ce qui concerne cette question, il n'y a pas lieu de faire preuve de déférence à l'endroit de l'agente d'immigration (arrêt <FRAGMENT_SUPPRESSED> , précité, au paragraphe 50).", "IX.", "Analyse"], ["[19]", "Avant d'entreprendre l'analyse des deux questions, il conviendrait de présenter un aperçu du processus engagé par le demandeur et sa répondante sous le régime de la LIPR et du", "Règlement sur l'immigration et la protection des réfugiés", ", DORS/2002-227 [RIPR]. Les dispositions pertinentes sont reproduites à l'annexe des présents motifs."], ["[20]", "Le demandeur a présenté une DRP au titre de la catégorie des époux ou conjoints de fait au Canada. Les articles 12 et 13 de la LIPR confèrent le droit d'être parrainé ou de parrainer, énonçant que, sous réserve du RIPR, un citoyen canadien ou un résident permanent peut parrainer un étranger de la catégorie du regroupement familial. Aux termes de l'article 123 du RIPR, « la catégorie des époux ou conjoints de fait au Canada est une catégorie [...] de personnes qui peuvent devenir résidents permanents [...] » en vertu de l'article 12 de la LIPR. L'article 124 précise les conditions que l'étranger doit remplir pour faire « partie » de la « catégorie des époux ou conjoints de fait au Canada », notamment le fait qu'il doit être « l'époux ou le conjoint de fait d'un répondant et vi[vre] avec ce répondant au Canada ». Ainsi, pour faire partie de la catégorie pertinente, le demandeur doit vivre avec son épouse, mais l'agente d'immigration a conclu que ce n'était pas le cas."], ["[21]", "Qui plus est, l'article 4 du RIPR précise que l'étranger n'est pas considéré comme étant l'époux ou le conjoint de fait d'une personne si le mariage « visait principalement l'acquisition d'un statut ou d'un privilège sous le régime de la [LIPR] » ou s'il « n'est pas authentique ». En l'espèce, l'agente d'immigration a tiré des conclusions défavorables sur le mariage relativement à ces deux aspects.", "A.", "L'agente d'immigration a-t-elle commis une erreur en rejetant la DRP présentée par le demandeur au titre de la catégorie des époux ou conjoints de fait au Canada?"], ["[22]", "Compte tenu de la décision faisant l'objet du contrôle et des arguments présentés, la Cour doit, pour trancher cette question, déterminer si les conclusions de l'agente d'immigration sont raisonnables tant en ce qui concerne la cohabitation des époux que l'authenticité de leur mariage. Ce faisant, la Cour doit, comme il a été mentionné ci-dessus, éviter d'apprécier à nouveau la preuve, étant donné qu'apprécier la preuve incombait au décideur. Ici, le demandeur fait surtout des affirmations non corroborées, qui ne sauraient l'emporter sur le caractère raisonnable de la décision dans son ensemble."], ["[23]", "Premièrement, était-il raisonnable pour l'agente d'immigration de conclure que le demandeur n'avait pas établi, selon la prépondérance des probabilités, qu'il cohabitait avec sa répondante au Canada? Pour les motifs qui suivent, la Cour estime que cette conclusion était raisonnable."], ["[24]", "Bien que certains éléments tendent à établir que le demandeur et sa répondante vivaient ensemble au Canada (certaines factures mensuelles, le bail de l'appartement de Montréal, le permis de conduire du Québec, etc.), plusieurs éléments de preuve établissent le contraire, c'est-à-dire qu'ils vivaient séparés."], ["[25]", "L'une des principales raisons pour lesquelles l'agente d'immigration ne croyait pas que le demandeur cohabitait avec sa répondante au Canada est le dossier électronique du demandeur sous la responsabilité de l'ASFC, qui indique que le demandeur doit se présenter régulièrement au bureau de l'ASFC à Ottawa et informer l'ASFC de tout changement d'adresse résidentielle dans les 48 heures. Selon l'examen de ce dossier fait par l'agente d'immigration, le demandeur n'est pas marié et habite toujours au 148, promenade Waterbridge, à Ottawa, bien qu'il affirme demeurer à Montréal avec sa répondante. L'agente d'immigration a même communiqué avec le bureau de l'ASFC pour faire confirmer l'information. Contrairement à ce qu'affirme le demandeur, l'agente d'immigration lui a fait part de cette préoccupation lors de l'entrevue, mais il n'a tout simplement pas réussi à donner une explication satisfaisante. C'est un élément de preuve qui contredit avec force l'affirmation du demandeur, parce que celui-ci a omis de signaler son changement d'adresse alors qu'il avait l'obligation de le faire. Il est difficile de comprendre pourquoi le demandeur, qui allègue vivre à Montréal, préférerait que son dossier ne soit pas transféré dans cette ville."], ["[26]", "En plus du dossier électronique de l'ASFC selon lequel le demandeur n'est pas marié et vit à Ottawa, d'autres éléments de la demande ont mené l'agente d'immigration à conclure que le demandeur ne vivait pas avec sa répondante, y compris les suivants:", "[traduction]", "- Le demandeur se présente encore chaque mois à l'ASFC à Ottawa bien qu'il habite à Montréal depuis le 4 mai 2012.", "- Les relevés de carte de crédit du demandeur indiquent qu'il se déplace fréquemment entre Ottawa et Montréal.", "- Toute la correspondance venant de l'institution financière du demandeur est envoyée à l'adresse d'Ottawa.", "- Le demandeur possède une maison de 350 000 $ au 150, promenade Waterbridge, à Ottawa, qu'il loue à trois personnes, et les baux signés après le déménagement allégué du demandeur à Montréal portent tous son adresse d'Ottawa.", "- Bien qu'il possède une maison de 350 000 $ à Ottawa, le demandeur et sa répondante allèguent vivre ensemble dans un appartement d'une chambre à Montréal.", "- La déclaration de revenus des sociétés de 2012 du demandeur indique que l'adresse d'Ottawa.", "- Le demandeur n'a pas produit de déclaration de revenus au Québec en 2012."], ["[27]", "Le demandeur et sa répondante ont été invités deux fois à fournir des documents additionnels - une fois lors de l'entrevue, et une autre fois dans une lettre envoyée après l'entrevue. Le demandeur a fourni quelques documents seulement, que l'agente d'immigration a explicitement examinés dans ses motifs."], ["[28]", "Compte tenu de tous ces éléments combinés, il était certainement raisonnable pour l'agente d'immigration d'avoir conclu que le demandeur n'avait pas établi, selon la prépondérance des probabilités, qu'il cohabitait avec sa répondante au Canada, car elle n'en était tout simplement pas convaincue. Ses motifs et ses notes à cet égard sont clairs et intelligibles, et permettent assurément à la cour de révision de comprendre pourquoi elle a rendu sa décision (", "arrêt Newfoundland and  <FRAGMENT_SUPPRESSED> à 16, [2011] ACS no 62)."], ["[29]", "Par conséquent, j'estime que la conclusion de l'agente d'immigration selon laquelle le demandeur n'avait pas satisfait aux exigences énoncées à l'alinéa 124", ") du RIPR était raisonnable. Cette conclusion ne justifie pas l'intervention de la Cour."], ["[30]", "Comme l'a dûment souligné le défendeur dans son mémoire, bien qu'une conclusion défavorable à l'égard de la cohabitation des époux aux fins de l'application de l'alinéa 124", ") du RIPR soit suffisante pour rejeter la demande dans son ensemble parce que le parrainage n'est alors pas possible (voir la décision", "Said", ", précitée, aux paragraphes 34 et 35), j'examinerai néanmoins la question du mariage."], ["[31]", "Deuxièmement, était-il raisonnable pour l'agente d'immigration de conclure que le demandeur n'avait pas établi, selon la prépondérance des probabilités, que le mariage avec sa répondante était authentique et ne visait pas principalement l'acquisition d'un statut ou d'un privilège? La conclusion de l'agente d'immigration à cet égard repose sur les conclusions de fait suivantes:", "[traduction]", "- Les époux ont une différence d'âge de 11 ans;", "- Presque tous les membres de la famille et amis des époux ignorent leur relation;", "- Seulement quelques membres de la famille ont assisté au mariage, qui a eu lieu à Ottawa;", "- Le demandeur affirme que les membres de la famille de sa répondante n'ont pas assisté au mariage en raison d'un conflit familial dont il ne connaît pas la nature;", "- Les époux ne connaissent pas beaucoup leurs intérêts respectifs et ont peu de buts et de plans communs dans la vie;", "- Les époux allèguent vivre ensemble dans un appartement d'une chambre alors que le demandeur possède une maison de 350 000 $ à Ottawa;", "- Le demandeur exerce ses activités professionnelles exclusivement à Ottawa, tandis que sa répondante travaille seulement à Montréal;", "- Les époux ne sont pas financièrement interdépendants;", "- La répondante en sait peu sur le passé du demandeur."], ["[32]", "La conclusion concernant la différence d'âge est peu probante, mais les autres sont plutôt solides et expliquent totalement pourquoi l'agente d'immigration n'était pas convaincue de l'authenticité du mariage du demandeur et de sa répondante."], ["[33]", "Le demandeur et sa répondante soutiennent que l'agente d'immigration n'a pas examiné leurs explications, mais les notes et les motifs de celle-ci indiquent le contraire. Une fois encore, le demandeur et sa répondante n'ont tout simplement pas réussi à fournir des réponses et des explications satisfaisantes, et, comme l'a souligné le défendeur, évaluer l'authenticité ou le manque d'authenticité du mariage incombait uniquement à l'agente d'immigration:"], ["[1] Il est bien établi par la jurisprudence de cette Cour qu'il n'existe aucun critère particulier, ni même un ensemble de critères, pour déterminer si un mariage est authentique ou non aux termes de l'article 4 du Règlement sur l'immigration et la protection des réfugiés, DORS/2002-227 [ <FRAGMENT_SUPPRESSED> ). En effet, le poids relatif à accorder à chacun des facteurs appartient exclusivement à l'agente des visas sur les faits mêmes pour s'assurer de la logique inhérente du récit du demandeur selon ses propres indices; donc, ce qui émane des références propres au demandeur lui-même, c'est-à-dire, l'encyclopédie des références, un dictionnaire de termes et une galerie des portraits du dossier du demandeur en plus d'une évaluation pour conclure si une harmonie règne entre les faits mêmes au dossier ou plutôt une cacophonie ( <FRAGMENT_SUPPRESSED> ; Zheng, ci-dessus).", "[ <FRAGMENT_SUPPRESSED> , précité, au paragraphe 1]"], ["[34]", "Comme c'était le cas pour la question de la cohabitation des époux, les motifs et les notes de l'agente d'immigration sont clairs et intelligibles, et expliquent certainement pourquoi elle est parvenue à cette conclusion, laquelle, pour cette raison même, ne doit pas être modifiée. Il était donc raisonnable pour l'agente d'immigration de conclure que le demandeur n'avait pas établi que son mariage était authentique et ne visait pas principalement l'acquisition d'un statut ou d'un privilège sous le régime de la LIPR, aux termes du paragraphe 4(2) du RIPR. À l'instar de la première conclusion, cette deuxième conclusion ne justifie pas non plus l'intervention de la Cour.", "B.", "L'agente d'immigration a-t-elle manqué à l'équité procédurale en omettant de présenter au demandeur et à sa répondante plusieurs de ses préoccupations principales, privant ainsi le demandeur et sa répondante de la possibilité de répondre?"], ["[35]", "Le demandeur affirme que l'agente d'immigration aurait dû lui faire part du contenu de la conversation téléphonique qu'elle avait eue avec l'agent de l'ASFC à Montréal. Le demandeur ajoute qu'il aurait dû avoir la possibilité de dissiper les doutes de l'agente d'immigration à cet égard."], ["[36]", "Toutefois, après avoir lu les notes, je conclus que le demandeur a bel et bien eu la possibilité de répondre aux questions soulevées par l'agente d'immigration relativement au dossier du demandeur à l'ASFC. À la question [traduction] « Selon votre dossier de l'ASFC, vous devez vous présenter une fois par mois au bureau de l'ASFC à Ottawa. Comment vous organisez-vous pour répondre à cette exigence, puisque vous demeurez à Montréal? Pourquoi n'avez-vous jamais demandé le transfert de votre dossier de l'ASFC à Montréal en ce qui concerne l'obligation de vous présenter à l'ASFC? », le demandeur a répondu ceci, selon les notes de l'agente d'immigration: [traduction] « Il déclare n'avoir jamais demandé le transfert de son dossier de l'ASFC à Montréal. Il affirme avoir informé le bureau de l'ASFC de son changement d'adresse, mais dit que l'ASFC lui avait demandé de continuer de se présenter à Ottawa. » La répondante du demandeur a elle-même parlé de ce point lors de l'entrevue: [traduction] « Elle sait qu'il doit se présenter au bureau d'Ottawa au début de chaque mois. Elle déclare que le transfert du dossier à Montréal n'a jamais été demandé »."], ["[37]", "Ainsi, tant le demandeur que sa répondante avaient été informés des préoccupations de l'agente d'immigration à l'égard du dossier du demandeur à l'ASFC et ont tous les deux eu la possibilité de s'expliquer, mais ils n'ont tout simplement pas réussi à donner des réponses satisfaisantes. Par conséquent, je conclus que l'agente d'immigration n'a pas manqué à l'équité procédurale."], ["[38]", "Les parties ont été invitées à proposer une question aux fins de certification, mais elles n'en ont proposé aucune.", "ORDONNANCE"], ["[39]", "LA COUR ORDONNE que", "la demande de contrôle judiciaire soit rejetée. Aucune question n'est certifiée.", "[End of document]"]]}