{"id_": "012869", "body_str": [["[1]", "Tremblay-Lamer, J.", ": Two motions were brought before me on November 17, 1997, in respect of the issue of costs thrown away. The matter arose in the context of an action for copyright infringement. The plaintiffs, Milliken & Company ( <FRAGMENT_SUPPRESSED> ) and Milliken Industries of Canada Ltd. (\"Milliken Canada\"), claim that the defendant, Interface Flooring Systems (Canada) Inc., infringed their copyright by substantially reproducing their design in carpet tile supplied and installed at the Calgary International Airport in February 1991 and September 1992. The impugned design was allegedly created by Claire Iles in September 1988 and was purchased by Milliken in January 1991. The action was commenced by statement of claim filed on December 11, 1992. The statement of defence was filed on September 22, 1994. The action was eventually joined with action T-1212-95 which related to subsequent installations of carpet tile of the same design at the airport in 1995. Discoveries occurred in October 1995. The trial date was then fixed for the week of November 17, 1997."], ["[2]", "Two months before the commencement of trial, the defendant brought a motion to amend its statement of defence. The amendments pertained, inter alia, to the plaintiffs' standing to maintain the action. The defendant alleged that Milliken had no standing to sue prior to September 25, 1992, because it did not have title in the design before that date. The defendant's position was that Milliken only acquired title as of the date of execution of the confirming assignment and consequently, only had standing to sue for conduct occurring subsequently to that date. As for Milliken Canada, it was alleged that it had no standing to sue at any material time because it was a nonexclusive licensee. For further clarity, I have reproduced the relevant amendment below:", "\"4.", "The plaintiffs have no standing to maintain this action. Before September 1992, Claire Iles did not assign her copyright to Milliken. There is no assignment in writing. The defendant pleads s. 13(4) and s. 34(3) of the", "Copyright Act", ". The so called confirming assignment of September 25, 1992 did not create a past interest, where none existed, nor a right to claim for past infringements. It is indefinite about its effective date. Milliken has no locus standi before September 25, 1992. Milliken Canada is a mere nonexclusive licensee without an interest and had no locus standi at any material time. The defendant pleads sections 34(1), 35(1) and 36(1) of the", "Act"], ["[3]", "Richard, J., allowed the amendments. Costs of the motion were awarded to the plaintiffs in any event of the cause. Any further costs which were a direct consequence of the late amendment to the statement of defence were reserved to the trial judge. However, the defendant filed the amended statement of defence on November 7, 1997, two months after leave was granted. [see footnote 1]"], ["[4]", "On the first day of trial, I granted the extension of time asked by the defendant without costs and with submissions on costs thrown away, if any, as a result of the amendments to be made after delivery of judgment."], ["[5]", "On April 3, 1998, the parties appeared before me to make their submissions on the issue. The plaintiffs argued that the late amendments had caused them prejudice in that the defendant was successful at trial on the issue of standing. This prejudice should be compensated with an award of costs thrown away, since many of the steps undertaken by the plaintiffs in the conduct of the action were rendered useless as a result of the amendment. In particular, the plaintiffs point to the costs associated with discovery, pretrial notices and preparation and appearance of witnesses at trial, which were mainly related to the issue of infringement."], ["[6]", "In response, the defendant raised five points. First, it submitted that the action was disposed of on grounds unrelated to the amendments and as a result, the plaintiffs are not entitled to costs thrown away. Second, the amendments did not render any issue moot or make any costs expended by the plaintiffs valueless. No issue was withdrawn or abandoned. The amendments merely particularized the legal grounds on which the defendant opposed the plaintiffs' claim. Third, even if Milliken had prevailed on the issue of standing, it would still have been successful in obtaining relief for conduct occurring subsequent to September 25, 1992 in action T-1212-95, and cannot now claim that it has any costs which became valueless as a result of the amendments. Fourth, the court held that Milliken failed to prove title prior to September 25, 1992 because the invoice provided by Claire Iles was stamped instead of signed. The sufficiency of the stamping as constituting a signature was not raised in the amended statement of defence and could not have been since counsel for the defendant only found out about the defect at trial. Fifth, the plaintiffs always intended to proceed despite the deficiencies in title. The invoice was not found and produced until October 1997. However, the plaintiffs relied on the document as part of their case. Upon locating the document, the plaintiffs must have known that it was not signed by Claire Iles. As for Milliken Canada, the license was only executed in December 1994, two years after the action was commenced and after the delivery of the September 1994 defence which put Milliken Canada's standing as a licensee in issue."], ["[7]", "Costs thrown away are those which are wasted for work rendered useless as a result of the amendment sought, either because an issue has been withdrawn, abandoned or otherwise rendered moot. The expression is well illustrated in the following example given by Bouck, J., in", "<FRAGMENT_SUPPRESSED>  midstream from one of negligence to one of breach of trust. To meet this new allegation a defendant may have to entirely revise his defence and conduct new examinations for discovery. The old defence and the old discovery would have become useless and so the defendant would be entitled to the cost of these proceedings because he was put to the expense of defending allegations in negligence which were subsequently abandoned by the plaintiff and changed to breach of trust. It is as if the plaintiff's case for negligence was dismissed or discontinued and a fresh action for breach of trust was begun.", "\"But some amendments do not establish an entirely new claim. Often there is no need for a defendant to amend his defence after a plaintiff has amended his statement of claim. If a new discovery is required it might just be for a limited purpose and most if not all of the earlier discovery might still be useful. In that sense the cost of the earlier discovery would not have been completely 'thrown away'. Only a part would have been lost.\" [see footnote 3]"], ["[8]", "Costs thrown away must be distinguished from costs of and incidental to an amendment which are costs incurred from the time of the amendment onwards and are part of the award of costs after the event at trial. As stated in <FRAGMENT_SUPPRESSED> :", "\"... [I]t seems the term 'costs thrown away' is a phrase which is often included in an order where one party is given an adjournment of a trial or leave to amend or both. It would also appear to cover the same ground as an order for 'costs of and incidental to' an adjournment or an amendment as the case may be.", "\"Any costs incurred by the defendant from the time of the amendment onwards would seem to be at large; that is to say they follow the event after the trial. In this instance if the plaintiff succeeds, it gets these costs. If the defendants win, the costs are theirs. All of these orders are, of course, subject to the discretion of the trial Judge.\" [see footnote 4]"], ["[9]", "In my opinion, there are no reasons to award costs thrown away in the present case. As the defendant correctly points out, the case was disposed of on grounds wholly unrelated to the amendments. It was dismissed because the plaintiffs were not entitled to copyright protection by virtue of s. 64 of the", "Copyright Act", "[see footnote 5], as it read before the legislative amendments of June 8, 1988. This conclusion was reached because the plaintiffs failed to adduce evidence at trial proving that the impugned design had been created by Claire Iles before June 8, 1988. The plaintiffs' failure to provide evidence on this alleged fact brought me to draw an adverse inference. As I stated at the time in my reasons for judgment:", "\"Thus, the question remains: When was the Mangrove design created? The plaintiffs allege that it was created in September 1988. However, they lead no evidence to support their contention. Claire Iles did not testify at trial, nor was the date of creation mentioned in the assignment of September 1992 where it would have been within the plaintiffs' reach to have Ms. Iles confirm the date when she created the work. The evidence at trial only indicates that the design was created before January 11, 1989, that is the day when Richard Stoyles acquired the design from Ms. Iles at a trade show in Frankfurt, Germany.", "\"In my opinion, the failure to adduce evidence on such a material fact leaves it open to me to draw an adverse inference and come to the conclusion that the design was created prior to June 1988. It is a well established rule that an adverse inference may be drawn if, without reasonable explanation, a party fails to adduce evidence available to him which could have resolved the issue.", ". . . . .", "\"Therefore, I find that in these circumstances, the Mangrove design was created prior to June 8, 1988 and as such, is governed by s. 64 of the", "Act", "as it read prior to the legislative amendments. I also hold that under that section, the impugned design cannot be protected by copyright because i) it is capable of registration under the", "Industrial Design Act", "and ii) it was used as a pattern to be multiplied by an industrial process.", ". . . . .", "\"Consequently, the actions are dismissed with costs.\" [see footnote 6]"], ["[10]", "The onus was on the plaintiffs to prove the existence of copyright. It was fundamental to their claim of infringement. This", "has nothing to do with the amendments made by the defendant", "on the issue of standing. The question of standing was decided in the alternative, in case the issue of s. 64 had been wrongly decided."], ["[11]", "Even if the issue of standing had disposed of the case, there still wouldn't be a reason for ordering costs thrown away. The discovery, pre-trial notices and preparation of witnesses for trial would not have been wasted. It was decided that Milliken had standing to sue as of the date of the confirming assignment, that is September 25, 1992. In the joined action, T-1212-95, the defendant had alleged infringement for conduct occurring subsequent to that date. Therefore, the issue of copyright infringement, while rendered moot in action T-3016-92, was still very much an issue in action T-1212-95. As a result, the plaintiffs cannot claim as costs thrown away, costs that they incurred to prove their case at trial."], ["[12]", "Further, the plaintiffs knew or had to know the requirements they had to satisfy to have the proper standing to proceed at trial and simply failed to do so. It was the plaintiffs that failed to prove title in not providing a document that did satisfy the requirements of s. 13(4) of the", "Copyright Act", ". Despite specific questions posed by the defendant's counsel on discovery concerning the document and its signature it is only at trial, until the testimony of Mr. Richard Stoyles, [see footnote 7] that the sufficiency of Claire Iles' stamping was raised. As for Milliken Canada, the plaintiffs knew that the licence was executed in December 1994, two years after the action was commenced and the delivery of the September 1994 defence putting Milliken Canada's standing as a licensee at issue."], ["[13]", "Therefore, I conclude that the plaintiffs intended to proceed with their action despite the deficiencies and I find it difficult today to blame the defendant for such deficiencies which were not the result of any amendments to the statement of defence. Consequently, costs thrown away are denied.", "Order accordingly.", "Editor: Jana A. Andersen/vem", "Footnotes", "1.\tRule 428 of the", "Federal Court Rules", ", C.R.C. 1978, c. 663, stipulates that where leave has been granted to make an amendment to a pleading, it must be done either within the time fixed by order or, if there is no time specified, as in the present case, within two weeks from the date of the order. If the party fails to comply with rule 428, the order becomes void unless time is extended by the court.", "2.\t(1980), 16 C.P.C. 19 (B.C.S.C.).", "3.\tIbid. at 26.", "4.\tIbid. at 25.", "5.\tR.S.C. 1985, c. C-42.", "6.", "<FRAGMENT_SUPPRESSED>  (T.D.) at p. 114 -116.", "7.\tIbid.", "[End of document]"]]}