{"id_": "013034", "body_str": [["[1]", "Gibson, J.", ": These reasons follow the hearing on the 3rd of November, 2005, at Toronto, of an application for judicial review of a decision of an Immigration Officer at the Canadian Consulate General in Buffalo, New York, advising the Applicant that she had determined that \"...you do not qualify for a permanent resident visa in the self-employed persons class.\" The decision under review is dated the 4th of February, 2005 and followed an application made by or on behalf of the Applicant for a permanent resident visa in the self-employed class in June of 2002."], ["[2]", "For the following reasons, this application for judicial review will be granted."], ["[3]", "The Applicant presented remarkably unique qualifications. In counsel's letter covering the Applicant's application, counsel noted:", "Mr. Rolfe has led a unique and eclectic life. His background is unconventional as are his talents and skills.", "Mr. Rolfe is from the United Kingdom which is not at all unique or eclectic. After completing his \"O\" levels, he became a professional cricketer. He followed this profession for four (4) years. Thereafter he was employed as a gamekeeper where his main concern was the raising of pheasants from eggs to adults. Thereafter he became involved in the training, care and management of hunting dogs. In September of 1997, the Applicant enrolled at Demontfort University where he successfully completed a two-year programme and received a Higher National Diploma in Outdoor Recreation Management. During the course of this educational programme, he apparently began to hone his skills as both a writer and a photographer."], ["[4]", "In the summer of 1996, Mr. Rolfe embarked on an expedition which saw him travel to the Swiss Alps in order to climb the Matterhorn. During the course of this expedition, it is urged that he gained experience in the use of an ice axe, crampons and fixed ropes."], ["[5]", "During the summer of 1998, from July to September, Mr. Rolfe led a conservation team of seventeen (17) individuals through the jungles of Belize. Following that experience, he held talks and slide show presentations to both sponsors and the public. He also gained local and regional press exposure in the newspapers and on radio interviews."], ["[6]", "In the winters of both 1998 and 1999, Mr. Rolfe had the opportunity to gain winter expedition experience with polar explorers. This, it was alleged, enabled him to gain \"hands-on practical experience handling huskies\", with all that that entailed. He also allegedly became experienced in all facets of winter Arctic expedition travel including group cooking, cold-weather clothing and erection of shelters. He became fascinated with the Arctic experience, thus leading to his interest in immigrating to Canada."], ["[7]", "Mr. Rolfe's application for a visa that would enable him to come to Canada and, more particularly, to settle in the Canadian Arctic, endured a bumpy road."], ["[8]", "Finally, by letter dated the 4th of February, 2005, as earlier noted, his application was rejected. The substantive part of the decision letter reads as follows:", "Subsection 12(2) of the Immigration and Refugee Protection Act states that a foreign national may be selected as a member of the economic class on the basis of their ability to become economically established in Canada.", "Subsection 100(1) of the Immigration and Refugee Protection Regulations 2002, states that for the purposes of subsection 12(2) of the Act, the self-employed persons class is prescribed as a class of persons who may become permanent residents on the basis of their ability to become economically established in Canada and who are self-employed persons within the meaning of subsection 88(1)[of the same Regulations].", "Subsection 88(1) of the regulations defines a \"self employed person\" as a foreign national who has relevant experience and has the intention and ability to be self-employed in Canada and to make a significant contribution to specified economic activities in Canada.", "\"Relevant experience\" means at least two years of one of the following types of experience in the period beginning five years before the date of application for a permanent resident visa and ending on the day a determination is made in respect of the application, namely,", "(i) self-employment in cultural activities or in athletics,", "(ii) participation at a world-class level in cultural activities or athletics, or", "(iii) farm management experience.", "\"Specified economic activities\" means cultural activities, athletics or the purchase and management of a farm.", "Subsection 100(2) of the regulations states that if a foreign national who applies as a member of the self-employed persons class is not a self-employed person within the meaning of subsection 88(1), the application shall be refused and no further assessment is required. You do not come within the meaning of a \"self-employed person\" set out in subsection 88(1) of the regulations because I am not satisfied that your experience as an explorer, leader of northern expeditions, and husky trainer is recognized as a form of cultural activity, sports or farming under the intent of Section 88 of the regulations. You do not meet the requirements of subsection 100(1) of the regulations.", "Subsection 11(1) of the Act states that a foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document shall be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. Subsection 2(1) specifies that unless otherwise indicated, references in the Act to \"this Act\" include regulations made under it."], ["[9]", "With great respect, if the Applicant was not left somewhat confused following receipt of the above decision letter, I would be rather amazed. It is at best difficult to understand why the Immigration Officer concluded that the Applicant was not a \"self-employed person\" because she was not satisfied that the Applicant's experience as an explorer, leader of northern expeditions, and husky trainer would be recognized as a form of \"cultural\" activity, \"sports\" or \"farming\". In essence, the Applicant was presented with a conclusion without meaningful explanation."], ["[10]", "<FRAGMENT_SUPPRESSED>  [10], [11] and [14] of her reasons:", "In Baker, the Supreme Court of Canada noted that in certain circumstances, the duty of procedural fairness requires the provisions of written reasons for a decision. This is especially so where, as in this case, the decision has important ramifications for the individual or individuals in question. According to the Court, \"It would be unfair if the person subject to a decision such as this one which is so critical to their future not to be told why the result was reached: . ...", "The importance of providing \"reasoned reasons\" was reiterated by the Supreme Court three years later in  <FRAGMENT_SUPPRESSED>  or she was not successful. Although Sheppard was a criminal case, the reasoning in that case has been applied in the administrative law context generally, and in the immigration context in particular, ...", ". . . . .", "In my view, these \"reasons\" are not really reasons at all, essentially consisting of a review of the facts and the statement of a conclusion, without any analysis to back it up. ... [see footnote 2] [citations omitted]", "The words of Justice MacTavish in the last quoted sentence are directly applicable on the facts and circumstances of this matter."], ["[11]", "While the Baker, supra, decision makes it clear that the computerized notes of an Officer such as the Officer whose decision is here under review can constitute reasons, the Officer's notes that are here before the Court are no more in the nature of reasons than is the text of the decision letter quoted above, itself."], ["[12]", "Put another way, the obligation to provide adequate reasons is not satisfied by merely stating a conclusion [see footnote 3]. That is precisely what the Officer did in this matter."], ["[13]", "In an affidavit filed before the Court, the Officer expanded on her decision and might well be interpreted to have provided reasons for her decision. A decision that is itself deficient cannot be made whole in the course of litigation arising out of the decision."], ["[14]", "In the result, I conclude that the Officer failed to fulfil the duty of procedural fairness owed to the Applicant. At the close of hearing, counsel were advised that this application for judicial review would be allowed, that the decision under review would be set aside, and the matter referred back to the Respondent for redetermination by a different Officer. When advised of the Court's conclusion, neither counsel recommended certification of a question. The Court is satisfied that no serious question of general importance arises out of this matter that would be determinative of an appeal. In the result, no question will be certified.", "Footnotes", "1. 2005 FC 565, April 26, 2005.", "2. The reference to \"Baker\" in the first quoted paragraph is to  <FRAGMENT_SUPPRESSED> , and, more particularly, to paragraph 43 of the reasons for decision therein where the quoted sentence appears in the following terms: \"it would be unfair for a person subject to a decision such as this one which is so critical to their future not to be told why the result was reached.\"", "3.  <FRAGMENT_SUPPRESSED>  (C.A.) at paragraph 22.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}