{"id_": "013029", "body_str": [["[1]", "Zinn, J.", ": Mr. Ye challenges a decision of the Refugee Protection Division [RPD] denying his claim for protection based on his affiliation with the Falun Gong in China, and his", "sur place", "claim based on his recent adherence to Falun Gong. For the reasons that follow, this application must be allowed, in part."], ["[2]", "In August of 2010, Mr. Ye helped his aunt to produce Falun Gong pamphlets. His aunt was a Falun Gong practitioner but he was not. On January 4, 2011, she told the applicant that many of her Falun Gong peers were apprehended by the Public Security Bureau [PSB] and both she and Mr. Ye went into hiding. The PSB visited the aunt's home, as well as the home of Mr. Ye's parents. The PSB had previously arrested three Falun Gong members, and it accused Mr. Ye of participating in the production of illegal Falun Gong material."], ["[3]", "Fearing persecution, Mr. Ye fled to Canada and made a refugee claim. While he was not a Falun Gong practitioner when he was living in China, he says that he has become one since his arrival in Canada."], ["[4]", "The determinative issues for the RPD were the applicant's credibility and his lack of affiliation with the Falun Gong. The negative credibility findings were drawn from the following issues with the applicant's evidence:", "• The applicant's conflicting responses as to whether he could provide a copy of the Falun Gong pamphlet he had printed;", "• The applicant's aunt inability to name the arrested Falun Gong members, and the applicant's inability to provide proof of their arrest;", "• The fact that there was no way the applicant could be identified as a supporter of the Falun Gong from the pamphlet;", "• The lack of clarity as to the number of times the PSB had visited the applicant's parents' home;", "• The lack of a summons or arrest warrant for the applicant; and", "• The lack of retribution or consequences faced by the applicant's parents given his purported affiliation with the Falun Gong."], ["[5]", "The RPD also found that the applicant was not being persecuted but was only being prosecuted for violating a law of general application. Further, it was found that the applicant was not facing a political charge and even if convicted, his punishment would not shock the conscience of Canadians. As such, it was held that Mr. Ye had failed to establish a nexus to a Convention refugee ground."], ["[6]", "The RPD held that it did not have to consider a", "sur place", "refugee claim based on his adherence to Falun Gong because it did not accept his evidence that he was now a Falun Gong practitioner as credible, and because the RPD imposed a \"good faith\" requirement in making a refugee claim and found that Mr. Ye had not established that he had become a Falun Gong practitioner in good faith."], ["[7]", "I do not accept the applicant's submission that the RPD made unreasonable findings with respect to credibility. The totality of the evidence upon which that finding was made supports it to be reasonable."], ["[8]", "There was no evidence that the PSB could have identified the applicant from the pamphlet and there is no corroborative evidence that it had done so. Counsel's suggestion that the PSB could have ascertained his identity by other means is mere speculation."], ["[9]", "The RPD found that the lack of adverse consequences to Mr. Ye's parents was support for its conclusion that his evidence was fabricated. Unlike", "REFERENCE_SUPPRESSED, here the RPD did refer to country documentary evidence in the record to support its finding that if the wanted person is not given up \"the family is subject to punishment as well.\""], ["[10]", "I also do not accept the submission that the RPD unreasonably held that even if the claims made by Mr. Ye were true, that he would be prosecuted by a law of general application and not persecuted for political opinion."], ["[11]", "Mr. Ye testified that he was not an adherent or supporter of Falun Gong. His actions in printing the pamphlets were to assist his aunt. There is no political opinion nexus because Mr. Ye had no political opinion. He submits that even if he did not have the requisite political opinion, there is evidence in the record that \"persons who assist Falun Gong practitioners could face fines, threats and 'harassment', even though they are non-practitioners.\" This, he says, is sufficient to establish the Convention nexus and support his claim for protection."], ["[12]", "It would have been preferable had the RPD addressed this issue. However, a review of the record shows that the argument now advanced by Mr. Ye was not made to the RPD. Frankly, the evidence in the record that he now relies upon is meagre. There is but one reference offered in his memorandum which refers to \"correspondence\" from a representative of the Falun Dafa Association of Canada that mentions that there have been \"reports\" of such conduct by the authorities and then provides one example that is entirely lacking in specificity or documented support. Accordingly, in my view, the evidence in the record of persecution to those assisting Falun Gong practitioners is not sufficient to establish that it is more likely than not that Mr. Ye would be persecuted for his role is printing pamphlets for his aunt."], ["[13]", "More troubling from the court's perspective is the RPD's discussion of Mr. Ye's", "sur place", "claim. The RPD examined the corroborative evidence of Mr. Ye's current adherence to Falun Gong and gave it little weight. Given that the documents purporting to establish membership were handwritten and not on letterhead, or notarized, that was a reasonable assessment of their evidentiary weight."], ["[14]", "The RPD acknowledged that Mr. Ye was able to do the exercises and respond to questions but notes that \"he was unable to provide any specific details with respect to the benefits of Falun Gong.\" I agree with counsel that Mr. Ye was not asked that specific question; however, the transcript reveals a lengthy discussion of the benefits of Falun Gong and Mr. Ye's responses were very general in nature."], ["[15]", "The basis for the finding of the RPD that he has no valid", "sur place", "claim, appears to be two-fold. First, the RPD \"imports\" its previous credibility findings into its assessment of the", "sur place", "claim. This has been previously accepted to be unobjectionable: See", "REFERENCE_SUPPRESSED and the cases cited therein. However, the previous credibility finding appears to have been viewed by the RPD through a \"good faith\" requirement it claims exists for", "sur place", "claims. Specifically, the RPD imports a requirement of \"good faith\" in making a", "sur place", "refugee claim based on two sources: a decision from the New Zealand Refugee Status Appeals Authority (Refugee Appeal No. 2254/94, Sept 21, 1994) and James Hathaway's book the", "Law of Refugee Status", "(Toronto: Buttersworths, 1991)."], ["[16]", "Justice Gauthier, as she then was, held in", "REFERENCE_SUPPRESSED that such a \"good faith\" requirement is not required:", "Mrs. Ghasemian says that the Board also erred when it looked at her motive for conversion and applied the wrong test by rejecting her claim on the basis that it was not made in good faith i.e. she did not convert for a purely religious motive. She relies on the decision of the English Court of Appeal in", "REFERENCE_SUPPRESSED.", "In that case, the English Court of Appeal found that even though Mr. Danian's \"refugee sur place\" claim was based on outspoken political opinions, allegedly made for the sole purpose of supporting his claim, the tribunal still had the obligation to determine whether he would face persecution if returned to his country of origin.", "Although the decision in", "CITATION_SUPPRESSED", ", above, is not binding on this Court, I find its reasoning quite persuasive and agree that", "opportunistic claimants are still protected under the Convention if they can establish a genuine and well-founded fear of persecution for a Convention ground.", "(emphasis added.)"], ["[17]", "It is impossible to ascertain what impact the error of imposing a good faith requirement on a", "sur place", "claim had on the RPD's assessment of Mr. Yi's claim, and therefore, and to this extent only, his application must be allowed."], ["[18]", "No question for certification was proposed.", "JUDGMENT"], ["[19]", "THIS COURT'S JUDGMENT is that", "this application is allowed in part, the decision with respect to the applicant's", "sur place", "claim is set aside and his claim for protection based on a", "sur place", "claim is referred to a differently constituted panel for determination, and no question is certified.", "CITATION_SUPPRESSED"]]}