{"id_": "013164", "body_str": [["[1]", "Mactavish, J.", ": Ze Tong Cao seeks judicial review of a negative decision of the Refugee Protection Division of the Immigration and Refugee Board. Mr. Cao claimed to fear persecution in China because he staged a protest against the government's attempt to expropriate his land without providing him with fair compensation. The Board found his story of persecution at the hands of the Chinese Public Security Bureau (PSB) to be lacking in credibility and implausible."], ["[2]", "For the reasons that follow, I have concluded that despite the deference owed to the Board's factual findings, a number of the Board's credibility and implausibility findings were simply unreasonable. As a result, the application for judicial review will be granted.", "The Port of Entry Omissions"], ["[3]", "The Board found that the credibility of Mr. Cao's story was undermined by his failure to use the term 'demonstration' or 'protest' in the form completed at the port of entry."], ["[4]", "The existence of contradictions or inconsistencies between port of entry notes and an applicant's oral testimony is an accepted basis for an adverse credibility finding where the port of entry notes are extensive and contain major differences from an applicant's later evidence:", "<FRAGMENT_SUPPRESSED>  (QL) at para. 33 (F.C.A.). That was not the situation here."], ["[5]", "The port of entry form in this case asked Mr. Cao to indicate \"in [a] few words\" why he was seeking refugee protection in Canada. The form further advised him that he would \"have an opportunity to explain all the facts related to [his] claim to the Immigration and Refugee Board of Canada\"."], ["[6]", "Mr. Cao provided five short sentences outlining the basic elements of his claim. He described the expropriation of his land, his concern with the unfairness of the compensation that he was offered, and his claim to have been accused of slandering the government. While brief, Mr. Cao's description of the basis for his claim was generally consistent with his testimony before the Board."], ["[7]", "It was, therefore, unreasonable for the Board to base an adverse credibility finding on Mr. Cao's failure to use the specific words 'demonstration' or 'protest' at the port of entry:", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 773 at paras. 28-30.", "The Personal Information Form Omissions"], ["[8]", "The Board also found Mr. Cao to lack credibility based upon omissions from his PIF. These omissions included Mr. Cao's alleged failure to mention that he raised ducks on his farm as well as fish, and his failure to describe how he made a banner that he used in his protest outside the government office."], ["[9]", "I would first observe that these details do not go to the heart of Mr. Cao's claim and do not support a negative credibility finding."], ["[10]", "Moreover, Mr. Cao had amended his PIF prior to his refugee hearing to include reference to his raising ducks on the property in issue as well as fish. It is also evident from the Board's own reasons that ducks were something of a sideline business for Mr. Cao, and that fish farming was his primary business and major source of income."], ["[11]", "Whether or not Mr. Cao's banner was legible is irrelevant, as he also testified to having shouted slogans about corruption in the government during his protest, thereby attracting the attention of the PSB."], ["[12]", "The Board also erred in failing to address the explanations provided by Mr. Cao in response to the Board's concerns on these points:", "<FRAGMENT_SUPPRESSED>  (QL) at para. 11 (F.C.T.D.).", "The Genuineness of Mr. Cao's Documents"], ["[13]", "The Board also determined that Mr. Cao's land expropriation notices were fraudulent because the stamp on the documents had bled through the paper and the date was printed over the stamp."], ["[14]", "Not only is it unclear how bleeding ink would lead the Board to the conclusion that the documents were fraudulent, there was also no evidence before the Board as to the type or form of documents ordinarily issued to Chinese citizens in Guangdong province who are facing expropriation."], ["[15]", "Documents purporting to be issued by a foreign jurisdiction are entitled to the presumption of the truth of their contents, absent valid reasons to reject them:", "<FRAGMENT_SUPPRESSED>  (QL) at para. 5 (F.C.T.D.). This presumption is, of course, rebuttable."], ["[16]", "While the Board noted that fraudulent government documents are available in Guangdong province, this Court has held that \"this does not mean that every document that comes out of the PRC is necessarily fraudulent\":", "<FRAGMENT_SUPPRESSED>  [2012] F.C.J. No. 167 (QL) at para. 55."], ["[17]", "The Board acknowledged its lack of expertise in forensic document examination. Its failure to provide transparent and intelligible reasons for rejecting the authenticity of Mr. Cao's documents renders this aspect of the Board's decision unreasonable.", "The Inconsistencies with Country Condition Documentation"], ["[18]", "The Board also concluded that Mr. Cao's story did not correspond with the documentary evidence because the government offered him monetary compensation for the expropriation of his property instead of an alternate plot of land."], ["[19]", "However, the documentary evidence on which the Board relies does not exclude the possibility of monetary compensation being paid to those whose land has been expropriated. Indeed, specific reference is made in the document to monetary compensation being paid in some cases. There was, therefore, no inconsistency between this aspect of Mr. Cao's story and the document relied upon by the Board.", "The Implausibility Finding"], ["[20]", "Where the Board seeks to impugn the credibility of a refugee claimant based on implausibilities in the claimant's story, its findings must be reasonably drawn and must be set out in clear and unmistakable terms:", "<FRAGMENT_SUPPRESSED>  F.T.R. 267, at para. 7. The RPD must, moreover, provide \"a reliable and verifiable evidentiary base against which the plausibility of the Applicants' evidence might be judged\":", "<FRAGMENT_SUPPRESSED>  [2010] F.C.J. No. 31 (QL) at para. 4. As will be explained below, it has failed to do so here.", "The Mailing of Mr. Cao's Identity Documents"], ["[21]", "The Board found that it was implausible that Mr. Cao's family would send Mr. Cao's identity documents to his postal address in Canada with their return address marked on the parcel. According to the Board, Mr. Cao's immigration consultant would have informed him that Chinese authorities monitor the postal system and track fugitives through a computer network. The decision to proceed in this way placed Mr. Cao's family and his documents at risk, which, the Board found, indicated a lack of subjective fear on the part of Mr. Cao."], ["[22]", "There was, however, no evidence before the Board to indicate that Mr. Cao's immigration consultant had ever told him that Chinese authorities monitor the postal system and track fugitives through a computer network. Nor was there any evidence that either Mr. Cao, a farmer from rural China, or his family would have been aware of this practice. The Board's finding was based on nothing more than speculation and was thus unreasonable.", "Conclusion"], ["[23]", "The Board had a number of reasons for not accepting Mr. Cao's story of persecution at the hands of the PSB. While I have not addressed every one of the Board's conclusions, I have found that a number of the Board's negative credibility and plausibility findings were simply not reasonable. The cumulative effect of my findings is that the Board's decision as a whole lacks the justification, transparency and intelligibility required of a reasonable decision."], ["[24]", "As a consequence, the application for judicial review is allowed. I agree with the parties that the case does not raise a question for certification.", "JUDGMENT"], ["[25]", "THIS COURT ORDERS AND ADJUDGES that", "1. This application for judicial review is allowed, and the matter is remitted to a differently constituted panel for re-determination; and", "2. No serious question of general importance is certified.", ".........................", "<FRAGMENT_SUPPRESSED>  Tong Cao demande le contrôle judiciaire d'une décision défavorable rendue par la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié. M. Cao prétendait craindre d'être persécuté en Chine parce qu'il avait organisé une manifestation pour protester contre la tentative du gouvernement d'exproprier sa terre sans lui verser une compensation raisonnable. La Commission a jugé que son récit selon lequel il avait été persécuté par le Bureau de la sécurité publique (le BSP) en Chine n'était ni crédible ni vraisemblable."], ["[2]", "Pour les motifs qui suivent, j'ai conclu que, en dépit de la déférence dont doivent faire l'objet les conclusions de fait de la Commission, un certain nombre des conclusions de celle-ci concernant la crédibilité et l'invraisemblance étaient tout simplement déraisonnables. En conséquence, la demande de contrôle judiciaire sera accueillie.", "Les omissions au point d'entrée"], ["[3]", "La Commission a estimé que la crédibilité du récit de M. Cao était minée par le fait qu'il n'avait pas employé le terme« manifestation » dans le formulaire rempli au point d'entrée."], ["[4]", "Il est reconnu que l'existence de contradictions ou de disparités entre les notes prises au point d'entrée et le témoignage d'un demandeur peut servir de fondement à une conclusion défavorable concernant la crédibilité lorsque ces notes sont détaillées et contiennent des différences importantes par rapport au témoignage subséquent du demandeur:", "<FRAGMENT_SUPPRESSED>  (QL), au paragraphe 33 (C.A.F.). Ce n'était pas le cas en l'espèce."], ["[5]", "Dans le formulaire rempli au point d'entrée, M. Cao devait indiquer [traduction] « en quelques mots » pourquoi il demandait l'asile au Canada. Le formulaire précisait qu'il aurait la possibilité d'expliquer tous les faits relatifs à sa demande d'asile à la Commission de l'immigration et du statut de réfugié."], ["[6]", "M. Cao a exposé dans cinq courtes phrases les éléments essentiels de sa demande d'asile. Il a décrit l'expropriation de sa terre, le caractère déraisonnable de la compensation qui lui avait été offerte et l'accusation qui aurait été déposée contre lui pour avoir diffamé verbalement le gouvernement. Quoique brève, sa description du fondement de sa demande d'asile concordait de manière générale avec son témoignage devant la Commission."], ["[7]", "Par conséquent, il était déraisonnable que la Commission fonde une conclusion défavorable concernant la crédibilité sur le fait que M. Cao n'avait pas employé le terme « manifestation » au point d'entrée:", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 773, aux paragraphes 28 à 30.", "Les omissions dans le Formulaire de renseignements personnels"], ["[8]", "La Commission a conclu également que M. Cao n'était pas crédible à cause des omissions dans son FRP. M. Cao avait notamment omis de préciser qu'il élevait non seulement des poissons, mais aussi des canards, sur sa ferme et d'expliquer comment il avait fabriqué la bannière qu'il avait utilisée au cours de sa manifestation à l'extérieur des bureaux du gouvernement."], ["[9]", "J'aimerais d'abord faire remarquer que ces détails n'ont pas trait aux aspects essentiels de la demande d'asile de M. Cao et qu'ils ne permettent pas de tirer une conclusion défavorable concernant la crédibilité."], ["[10]", "En outre, M. Cao avait modifié son FRP avant l'audition de sa demande d'asile afin d'y mentionner qu'il élevait des canards en plus des poissons sur le terre en cause. Il ressort également des propres motifs de la Commission que l'élevage des canards était plutôt une activité d'appoint pour M. Cao et que sa principale activité - et sa principale source de revenu - était la pisciculture."], ["[11]", "Le fait que la bannière de M. Cao était lisible ou non est sans importance car il a également déclaré dans son témoignage qu'il avait crié des slogans au sujet de la corruption du gouvernement pendant sa manifestation, ce qui avait attiré l'attention du BSP."], ["[12]", "Par ailleurs, la Commission a commis une erreur en ne prenant pas en considération les explications données par M. Cao en réponse à ses préoccupations sur ces points:", "<FRAGMENT_SUPPRESSED>  (QL), au paragraphe 11 (C.F. 1re inst.).", "L'authenticité des documents de M. Cao"], ["[13]", "La Commission a également déterminé que les avis d'expropriation visant la terre de M. Cao étaient frauduleux parce que l'encre du timbre qui y avait été apposé avait traversé le papier et que la date avait été imprimée sur le timbre."], ["[14]", "Non seulement on ignore comment le problème de l'encre a amené la Commission à conclure que les documents étaient frauduleux, mais celle-ci ne disposait d'aucune preuve concernant le type ou la forme des documents qui sont habituellement remis aux citoyens chinois menacés d'expropriation dans la province du Guangdong."], ["[15]", "Les documents censés avoir été délivrés par une administration étrangère sont présumés faire preuve de leur contenu, à moins qu'il y ait des raisons valables de les rejeter:", "<FRAGMENT_SUPPRESSED>  (QL), au paragraphe 5 (C.F. 1re inst.). Cette présomption est bien sûr réfutable."], ["[16]", "Bien que la Commission ait souligné que des documents gouvernementaux frauduleux peuvent être obtenus dans la province du Guangdong, la Cour a statué qu'« il ne s'ensuit pas que tous les documents qui proviennent de la RPC sont nécessairement frauduleux »:", "<FRAGMENT_SUPPRESSED>  [2012] A.C.F. no 167 (QL), au paragraphe 55."], ["[17]", "La Commission a reconnu son manque d'expertise dans le domaine de l'examen judiciaire des documents. Le fait qu'elle n'a pas donné des motifs transparents et intelligibles expliquant pourquoi elle a rejeté l'authenticité des documents de M. Cao rend cet aspect de sa décision déraisonnable.", "Les contradictions avec les documents sur les conditions existant dans le pays"], ["[18]", "La Commission a conclu également que le récit de M. Cao ne concordait pas avec la preuve documentaire parce que le gouvernement lui avait offert une compensation monétaire pour l'expropriation de sa terre au lieu d'une autre parcelle de terrain."], ["[19]", "Or, la possibilité qu'une compensation monétaire soit versée aux personnes dont la terre a été expropriée n'est pas exclue dans la preuve documentaire sur laquelle la Commission s'est fondée. En fait, il est expressément question dans le document du fait qu'une telle compensation est versée dans certains cas. Il n'y avait donc aucune contradiction entre cet aspect du récit de M. Cao et le document sur lequel la Commission s'est appuyée.", "La conclusion d'invraisemblance"], ["[20]", "Lorsque la Commission a des doutes au sujet de la crédibilité d'un demandeur d'asile à cause d'invraisemblances contenues dans son récit, ses conclusions doivent être raisonnablement tirées et être formulées en termes clairs et explicites:", "<FRAGMENT_SUPPRESSED>  F.T.R. 267, au paragraphe 7. La SPR doit en outre invoquer des « éléments de preuve fiables et vérifiables au regard desquels la vraisemblance des témoignages des demandeurs pourrait être appréciée »:", "<FRAGMENT_SUPPRESSED>  [2010] A.C.F. no 31 (QL), au paragraphe 4. Comme je l'expliquerai plus loin, la Commission ne l'a pas fait en l'espèce.", "L'envoi des papiers d'identité de M. Cao"], ["[21]", "La Commission a conclu qu'il était invraisemblable que la famille de M. Cao lui ait expédié ses papiers d'identité à son adresse postale au Canada dans un colis sur lequel elle avait écrit sa propre adresse. Selon la Commission, le consultant en immigration de M. Cao l'aurait informé que les autorités chinoises surveillent le système postal et suivent la trace des fugitifs au moyen d'un réseau informatique. La décision de procéder de cette façon a eu pour effet de mettre en danger la famille et les documents de M. Cao, ce qui, selon la Commission, dénotait une absence de crainte subjective."], ["[22]", "La Commission ne disposait cependant d'aucune preuve indiquant que M. Cao avait été informé par son consultant en immigration que les autorités chinoises surveillent le système postal et suivent la trace des fugitifs au moyen d'un réseau informatique. Elle ne disposait pas non plus d'une preuve démontrant que M. Cao, un fermier d'une région rurale de la Chine, ou sa famille étaient au courant de cette pratique. La conclusion de la Commission n'était fondée sur rien de plus que des hypothèses et, par conséquent, elle était déraisonnable.", "Conclusion"], ["[23]", "La Commission avait un certain nombre de raisons de ne pas ajouter foi au récit du demandeur concernant la persécution dont il aurait été victime de la part du BSP. Même si je n'ai pas traité de chacune des conclusions de la Commission, j'ai conclu qu'un certain nombre de ses conclusions défavorables concernant la crédibilité et la vraisemblance n'étaient tout simplement pas raisonnables. L'effet cumulatif de mes conclusions m'amène à statuer que la décision de la Commission dans l'ensemble ne satisfait pas aux critères de justification, de transparence et d'intelligibilité d'une décision raisonnable."], ["[24]", "En conséquence, la demande de contrôle judiciaire est accueillie. Je conviens avec les parties que l'affaire ne soulève pas une question à certifier.", "JUGEMENT"], ["[25]", "LA COUR STATUE", "1. La présente demande de contrôle judiciaire est accueillie et l'affaire est renvoyée à un tribunal différemment constitué pour qu'une nouvelle décision soit rendue.", "2. Aucune question grave de portée générale n'est certifiée.", "[End of document]"]]}