{"id_": "013353", "body_str": [["[1]", "Pelletier, J.", ": After judgment was issued dismissing the plaintiffs' claim of infringement and the defendants' counterclaim for a declaration of invalidity, the defendants moved for reconsideration on the ground that a matter which should have been dealt with was overlooked. Specifically, the defendants argued that I erred in dismissing the counterclaim for invalidity in that I did not deal with a ground of invalidity raised in the course of the trial (the zero till issue), and further, that I erred in finding that another ground of invalidity was not pleaded (the critical spacing issue). Coupled with these grounds was a request that I allow an amendment to the pleadings to make them conform to the evidence, and that, on the basis of that amendment, I dispose of the counterclaim in light of the amended pleadings."], ["[2]", "Quite apart from the issue of whether the pleadings as drafted did or did not cover the grounds which they allege, the defendants argued that they were led to believe, as a result of comments made from the Bench, that they were not required to amend their pleadings. In the case of the critical spacing issue, the defendants argue that I led them to believe that no amendment was required when I told them that I would not entertain an application for summary judgment following the conclusion of the argument after trial. I indicated at that time that I would deal with the matter on the merits. As far as the zero till issue is concerned, at the conclusion of the trial, the defendants suggested in argument that they were prepared to amend to include the zero till grounds in the particulars of invalidity. My failure to respond to this offer was apparently taken as an indication that no amendment was required."], ["[3]", "I shall deal first with the allegations that the defendants were misled by comments which I made in the course of the trial as to the necessity of amending the pleadings. In the course of argument, counsel indicated that an application for summary judgment would be brought the day after final argument closed on the basis that a necessary element of the invention had not been included in the claims. I indicated that I would not entertain a motion for summary judgment after the close of final argument and that I would deal with the matter \"on the merits\". The merits, in my view, include the adequacy of the pleadings. There was nothing in the announcement that an application for summary judgment would be made to lead one to believe that it would be accompanied by a motion to amend the pleadings to conform to the evidence. Had notice been given of such an intention to do so, the motion to amend would have been dealt with then and there."], ["[4]", "As for the claim that my silence in the face of an offer to amend the pleadings to include the zero till issue as a particular of invalidity misled the defendants, I can only say that if counsel saw the need for amendment, then it ought to have been made. It is for counsel to decide what must be done to advance the client's interest. That burden cannot be shared with the bench by means of an offer to do whatever the Court indicates is necessary."], ["[5]", "Returning to the main issue, there is a small distinction to be drawn between the zero till issue and the critical spacing issue. In my reasons, I did not address the zero till issue when disposing of the counterclaim for a declaration of invalidity, whereas I specifically addressed the critical spacing issue. To that extent, there is more justification for saying that the zero till issue is a matter which I overlooked or accidentally omitted to deal with. However, I am satisfied that the distinction makes no difference in the outcome of the motion, for reasons which I shall now explain."], ["[6]", "I am in the position of having signed a final judgment disposing of all of the issues in the litigation. \"All of the issues\", in this context, means that I have finally disposed of the claims for relief advanced by the parties. In the normal course, a judge in that position is said to be functus officio, that is, he or she has exhausted their jurisdiction over the subject matter of the litigation (see", "<FRAGMENT_SUPPRESSED>  A.R. 321, at para. 19 and 40). In order for a judge to reopen the judgment, there must be some authority for doing so, since the entire system of justice is predicated on the finality of judgments:", "\"[79] It is clear that the principle of functus officio exists to allow finality of judgments from courts which are subject to appeal (see also", "<FRAGMENT_SUPPRESSED> , at pp. 222-23). This makes sense:", "'if a court could continually hear applications to vary its decisions, it would assume the function of an appellate court and deny litigants a stable base from which to launch an appeal. ...'\"", "<FRAGMENT_SUPPRESSED> ; 312 N.R. 1; 218 N.S.R.(2d) 311; 687 A.P.R. 311; 2003 SCC 62 (", "Doucet-Boudreau", ")."], ["[7]", "The same principle is expanded upon in the dissenting reasons of LeBel and Deschamps, JJ., in", "Doucet- <FRAGMENT_SUPPRESSED> , in which they refer extensively to the Court's reasons in", "Chandler", ", supra:", "\"[114] ... However, the underlying rationale for the doctrine [of functus officio] is clearly more fundamental: that for the due and proper administration of justice, there must be finality to a proceeding to ensure procedural fairness and the integrity of the judicial system. The point is plainly made by Sopinka, J., in", "Chandler", ", supra, at pp. 861-62:", "'As a general rule, once ... a tribunal has reached a final decision in respect to the matter that is before it in accordance with its enabling statute, that decision cannot be revisited because the tribunal has changed its mind, made an error within jurisdiction or because there has been a change of circumstances ...", "'To this extent, the principle of functus officio applies. It is based, however, on the policy ground which favours finality of proceedings rather than the rule which was developed with respect to formal judgments of a court whose decision was subject to a full appeal.'", "[. . . . .]", "\"[116] ... Whether in its common law or its statutory form, the doctrine of functus officio provides that only in strictly limited circumstances can a court revisit an order or a judgment ... If it were otherwise, there would be, to paraphrase Charron, J.A., in", "<FRAGMENT_SUPPRESSED>  a 'never closing revolving door' through which litigants could come and go as they pleased.\""], ["[8]", "One of the strictly defined exceptions to the doctrine of functus officio is the slip rule which allows the court to correct inadvertent slips or clerical errors. In the Federal Court, that rule is Rule 397(2):", "\"397(1) Within 10 days after the making of an order, or within such other time as the Court may allow, a party may serve and file a notice of motion to request that the Court, as constituted at the time the order was made, reconsider its terms on the ground that", "(a) the order does not accord with any reasons given for it; or", "(b) a matter that should have been dealt with has been overlooked or accidentally omitted.", "\"(2) Clerical mistakes, errors or omissions in an order may at any time be corrected by the Court.\"", "\"397(1) Dans les 10 jours après qu'une ordonnance a été rendue ou dans tout autre délai accordé par la Cour, une partie peut signifier et déposer un avis de requête demandant à la Cour qui a rendu l'ordonnance, telle qu'elle était constituée à ce moment, d'en examiner de nouveau les termes, mais seulement pour l'une ou l'autre des raisons suivantes:", "a) l'ordonnance ne concorde pas avec les motifs qui, le cas échéant, ont été donnés pour la justifier;", "b) une question qui aurait dû être traitée a été oubliée ou omise involontairement.", "\"(2) Les fautes de transcription, les erreurs et les omissions contenues dans les ordonnances peuvent être corrigées à tout moment par la Cour.\""], ["[9]", "The rule as to reconsideration, found at Rule 397(1), is a particular instance of the slip rule. One gets a sense of the scope of Rule 397(1) when one compares it to the Supreme Court of Canada's articulation of the doctrine of functus officio in the", "Chandler", "case, supra, at paragraph 19:", "\"The general rule that a final decision of a court cannot be reopened derives from the decision of the English Court of Appeal in", "In re St. Nazaire Co.", "(1879), 12 Ch. D. 88. The basis for it was that the power to rehear was transferred by the", "Judicature Acts", "to the appellate division. The rule applied only after the formal judgment had been drawn up, issued and entered, and was subject to two exceptions:", "1. where there had been a slip in drawing it up, and,", "2. where there was an error in expressing the manifest intention of the court. ...\""], ["[10]", "It is a matter of some significance that the power conferred by Rule 397(1) is the power to correct the judgment of the court. It does not authorize the revision of the reasons for judgment (see", "<FRAGMENT_SUPPRESSED>  (T.D.) (per Strayer, J., as he then was)):", "\"I would first observe that it is by no means clear to me that I have any authority to amend reasons already issued. Certainly, sub-rules 337(5) and (6) do not contemplate the amendment of reasons, only the amendment of judgments for the purpose of correcting minor errors or to make them accord with the reasons. I have noted, however, that Jackett, C.J., in", "<FRAGMENT_SUPPRESSED>  (F.C.A.).\""], ["[11]", "In my view, the power granted by Rule 397 is the power to correct slips and oversights in the preparation of the judgment document. It is not the power to correct errors in the process leading to the issuance of the judgment. To that extent, I am, with respect, unable to agree with the position taken by Denault, J., in", "<FRAGMENT_SUPPRESSED>  (T.D.), in which Rule 397 was used to justify the issuance of supplemental reasons dealing with a matter argued before him, but not dealt with in his original reasons and judgment. The defendants also rely upon the decision of Sharlow, J. (as she then was), in", "<FRAGMENT_SUPPRESSED>  Imm. L.R.(3d) 101 (T.D.). In that case, Sharlow, J., specifically refrained from deciding on the scope of Rule 397 in agreeing to reconsider a matter on the basis of the withdrawal of an admission by one of the parties. To the extent that Sharlow, J., refrained from deciding the question, her decision cannot be cited as authority on the question of the scope of Rule 397."], ["[12]", "This case is more like", "<FRAGMENT_SUPPRESSED>  (T.D.), in which a party sought reconsideration of an order that there be no award of costs. The party sought reconsideration on the ground \"... that matters respecting the issue of costs that should have been dealt with have been overlooked or accidentally omitted\". Gibson, J., declined to reconsider his order, concluding that:", "\"[5] ... in essence, counsel now seeks an opportunity to convince me that the terms of my judgment with respect to costs are simply wrong, or at least, inappropriate in all of the circumstances. Such an argument is proper subject matter for an appeal. ...\""], ["[13]", "In my view, the doctrine of functus officio precludes me from reopening my judgment to deal with alleged errors or omissions in my reasons which are reflected in the judgment signed in this matter. The argument that the pleadings do in fact cover the allegation that the patent is invalid for failing to specify a critical dimension is simply an attempt to have me correct what the defendants perceive to be an error in my reasons. The argument with respect to the zero till issue does deal with an omission, but that does not give rise to a right to have the judgment reopened on that question. If there has been an error made, the Court of Appeal will correct it."], ["[14]", "The same logic applies to the request for an order amending the pleadings to conform to the evidence and for a ruling on the issue raised by the amended pleadings. This is clearly outside the scope of Rule 397. The defendants seek to justify their demand by reference to the words of Rule 75:", "\"75(1) Subject to subsection (2) and rule 76, the Court may, on motion, at any time, allow a party to amend a document, on such terms as will protect the rights of all parties.", "\"(2) No amendment shall be allowed under subsection (1) during or after a hearing unless", "(a) the purpose is to make the document accord with the issues at the hearing;", "(b) a new hearing is ordered; or", "(c) the other parties are given an opportunity for any preparation necessary to meet any new or amended allegations.\"", "\"75(1) Sous réserve du paragraphe (2) et de la règle 76, la Cour peut à tout moment, sur requête, autoriser une partie à modifier un document, aux conditions qui permettent de protéger les droits de toutes les parties.", "\"(2) L'autorisation visée au paragraphe (1) ne peut être accordée pendant ou après une audience que si, selon le cas:", "a) l'objet de la modification est de faire concorder le document avec les questions en litige à l'audience;", "b) une nouvelle audience est ordonnée;", "c) les autres parties se voient accorder l'occasion de prendre les mesures préparatoires nécessaires pour donner suite aux prétentions nouvelles ou révisées.\""], ["[15]", "The defendants rely upon the words \"at any time\" where they appear in Rule 75(1). They say that the rule imposes no limitation on \"at any time\" and, as a result, it is open to a party to apply for an amendment to the pleadings even after judgment has been rendered. The defendants' interpretation would allow a party to circumvent the doctrine of functus officio simply by moving to amend the pleadings after judgment. The defendants cited cases in which amendments had been allowed at the conclusion of argument, or after the jury's verdict, but they were unable to produce any authority in which an amendment had been allowed after judgment."], ["[16]", "In my view, a trial judge has a broad discretion to allow amendments to the pleadings at any time prior to judgment, but that right is extinguished after judgment has been signed. At that point, there has been a final adjudication of the parties' rights which can only be attacked upon appeal. I would therefore dismiss the application for reconsideration."], ["[17]", "The plaintiffs, respondents on the motion, have asked for their costs \"at the highest scale\". While the motion is not one whose merit was apparent, it is not frivolous, vexatious or abusive. Consequently, the plaintiffs will have their costs of the motion at the high end of Column III.", "ORDER"], ["[18]", "The defendants' application for reconsideration is dismissed with costs to the plaintiffs at the high end of Column III.", "Motion dismissed.", "Editor: Jana A. Andersen/gs", "[End of document]"]]}