{"id_": "013592", "body_str": [["[1]", "Near, J.", ": This is an application for judicial review of the decision (the decision) of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated November 20, 2008, wherein the Board determined that the Applicant is neither a convention refugee nor person in need of protection under sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", R.S. 2001, c. 27."], ["[2]", "Based on the reasons below, the application is dismissed.", "I.", "Background"], ["[3]", "The Applicant is a 29 year-old male citizen of China. According to the Applicant, he was a member of an illegal underground church in China and had assisted a friend distribute religious flyers. After the friend was taken away by Chinese authorities for violating religious regulations, the Applicant went into hiding. The Applicant claims that twice the authorities came to his house to arrest him and left a summons for his appearance. The Applicant came to Canada and made a refugee claim in February 2007."], ["[4]", "The Applicant has been diagnosed as suffering from alopecia totalis, depression and post-traumatic stress disorder from his persecution in China. The Applicant states that the depression began around the time he arrived in Canada. The Applicant's initial hearing was postponed on a peremptory basis due to his medical condition and the fact that he was to receive medical assistance. He had received that assistance by the time of his second hearing. At the second hearing, the Board found the Applicant to be a vulnerable person and held that the Guideline on Procedures with Respect to Vulnerable Persons Appearing Before the Immigration and Refugee Board of Canada (Guideline 8) was applicable."], ["[5]", "In the decision, the Board found that the Applicant was not credible and that there was no objective basis for his fear of state persecution in China.", "II.", "Standard of Review"], ["[6]", "The issues addressed in this matter that do not relate to procedural fairness will be assessed on a standard of reasonableness (see", "<FRAGMENT_SUPPRESSED> ;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ). Issues related to procedural fairness will be assessed on a correctness standard."], ["[7]", "As set out in", "<FRAGMENT_SUPPRESSED> , and", "<FRAGMENT_SUPPRESSED> , reasonableness requires the existence of justification, transparency, and intelligibility in the decision-making process. It is also concerned with whether the decision falls within a range of acceptable outcomes that are defensible in respect of the facts and law."], ["[8]", "The Court is to demonstrate significant deference to Board decisions with regard to credibility and the assessment of evidence (see", "<FRAGMENT_SUPPRESSED> ; [2008] F.C.J. No. 442 at paragraph 12).", "III.", "Issues"], ["[9]", "The Applicant claims that the Board ignored, misconstrued or disregarded evidence, failed to properly apply the definition of convention refugee or a person in need of protection, and made errors of law in arriving at its decision that the Applicant is not a convention refugee or person in need of protection."], ["[10]", "Specifically, the Applicant argues that the Board erred in conducting the hearing despite the Applicant's psychological state, that the Board failed to take into consideration the Applicant's psychological condition at the time of his arrival in Canada, and that the Board assigned the wrong weight to the summons allegedly issued by the Chinese authorities."], ["[11]", "The Respondent argues that the Applicant has failed to demonstrate a reviewable error.", "A.", "Conduct of the Hearing"], ["[12]", "The Applicant claims that at the hearing he found it very difficult to testify and that he had complained of headaches, nausea and a difficulty concentrating."], ["[13]", "The Applicant argues that the Board erred in stating that no adjournment was requested. He argues that the statement should have been qualified as no adjournment could be requested as the hearing was peremptory."], ["[14]", "While the Board may not have recognized that a previous hearing had been postponed, this does not result in the Board having made an error. The Board recognized the psychological issues facing the Applicant and gave counsel a break to consult with her client. The Applicant stated that he wished to proceed with the hearing. There was no procedural error and the Board's decision was reasonable."], ["[15]", "The Applicant also argues that the Board's statement about the Applicant's demeanour being evasive demonstrates the member's failure to consider the potential relevance of the Applicant's psychological condition and its effect on his mannerisms. As discussed above, the Board is to be given deference in its credibility assessment. The hearing's transcript demonstrates that the Board's determination of the Applicant's demeanour was reasonable and that it considered his psychological condition.", "B.", "Psychological Condition at the Time of Arrival in Canada"], ["[16]", "The Applicant takes issue with the Board's evaluation of credibility based on discrepancies between his initial interview and the hearing. He argues that a change in his psychological condition and the medication he was taking was before the Board and that it should have considered these changes."], ["[17]", "The discrepancies found by the Board were primarily in relation to the Applicant's statements of when he became a Catholic and previous applications to come to Canada. The Applicant argues that the discrepancies are based on the interpretation of Christian terminology. The Applicant argues that the Board member did not mention the Applicant's explanation for the discrepancies and that this was an error."], ["[18]", "As set out in the reasons, the Board was concerned not only with the discrepancies between the Applicant's initial interview and the hearing, but also with the fact that the Applicant appeared to be able to recall events that had happened when he came to Canada but not in China. The Board also noted that the Applicant took long pauses before answering questions."], ["[19]", "The Applicant argues that there were alternative inferences that could have been made by the Board. However, this is not sufficient to justify a judicial review in the case of negative credibility findings. As set out by Justice Judith Snider in", "<FRAGMENT_SUPPRESSED> ; [2004] F.C.J. No. 188, at paragraphs 10, the fact that an applicant gives an explanation does not mean that the explanation must be accepted by the Board and it is open to the Board to consider the response or explanation and determine whether it is sufficient.", "C.", "Weight to Be Assigned the Alleged Summons"], ["[20]", "The Applicant provided a summons that he claimed was from the relevant Chinese authority. In the reasons, the Board noted that there was no further evidence of the document's authenticity and that country conditions indicate that fraudulent documents are widely produced in China. The Applicant argues that the Board concluded that there must be evidence supporting authenticity of documents, otherwise a presumption of fraud would apply."], ["[21]", "As set out in", "Camara", ", above, the Board's assessment of the evidence is to be given deference. While there is no presumption of fraud if no further evidence of a document's authenticity is produced, the Board is entitled to rely upon its knowledge regarding the availability of forged documents in a particular region to question their probative value (see", "<FRAGMENT_SUPPRESSED> ; 2003 FC 863 at paragraph 7). The onus is on the applicant to justify his claim for refugee status and provide the appropriate documentation (see", "<FRAGMENT_SUPPRESSED>  2001 FCT 590 at paragraph 21;", "<FRAGMENT_SUPPRESSED> , at paragraph 9). Therefore, the Board's decision in this area will be shown deference and considered reasonable.", "JUDGMENT"], ["[22]", "THIS COURT ORDERS AND ADJUDGES that", "1. this application for judicial review is dismissed; and", "2. there is no order as to costs.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}