{"id_": "013534", "body_str": [["[1]", "Hugessen, J.", "[orally]: This is an appeal from a decision of the prothonotary which dismissed the defendant's (Crown's) motion to strike the plaintiff's statement of claim."], ["[2]", "Because I am in agreement with the prothonotary, not only with his conclusion but also with the reasons he gave in support thereof, it is not necessary that I go in any detail into the standard of review applicable to appeals to a judge from a decision of a prothonotary. I would only note, however, that with respect and contrary to the submission that was made to me by Crown counsel, the mere fact that what was sought before the prothonotary might have been determinative of the final issues in the case does not result in the judge hearing the matter entirely de novo. A reading of the decisions, and particularly the key decision of the Court of Appeal in the case of", "<FRAGMENT_SUPPRESSED>  (F.C.A.), makes it quite clear that it is not what was sought but what was ordered by the prothonotary which must be determinative of the final issues in order for the judge to be required to undertake de novo review. I would add to that, that while I am of course aware of the recent decision of the Court of Appeal in the case of", "<FRAGMENT_SUPPRESSED> ; 315 N.R. 175 (F.C.A.), where Justice Décary in reformulating the rule spoke of \"the questions raised in the motion\", but I am quite sure that he did not mean by that the motion which was before the prothonotary but rather the motion (see Rule 51) which was before the judge on appeal from the prothonotary. Put briefly, barring extraordinary circumstances, a decision of a prothonotary not to strike out a statement of claim is not determinative of any final issue in the case. In determining the standard of review the focus is on the Order as it was pronounced, not on what it might have been."], ["[3]", "The Crown's motion to strike, like its appeal before me, is based on the contention that the action of the plaintiff is a disguised or collateral attack on an administrative decision not to grant the plaintiff a business license for the operation in summertime of its gondola on Mount Norquay in Banff National Park."], ["[4]", "Relying on the case of", "<FRAGMENT_SUPPRESSED> ; 344 N.R. 102; 2005 FCA 348, the Crown says the plaintiff should first have attacked the license refusal by an application for judicial review."], ["[5]", "A reading of the statement of claim, the statement of defence and the reply, however, leave me convinced, as was the prothonotary, that the action against the Crown simply sounds in breach of contract."], ["[6]", "The essence of the plaintiff's claim is that the Crown by enacting a management plan for Banff National Park, including a prohibition against summer operation of the plaintiff's gondola on Mount Norquay, made it impossible for the plaintiff to obtain a business license, and thus to have the quiet enjoyment of the leased premises, something which the Crown by entering into the lease had engaged itself contractually to grant to it."], ["[7]", "I do not need to pronounce on the validity of the plaintiff's claim or whether or not its interpretation of the lease is accurate. Other than to say that it is in no respect depends on the invalidity of the licensing decision."], ["[8]", "On the contrary, as I read the claim, it is the prohibition contained in the management plan and the consequential, even if valid, refusal of the license which form the basis of the allegation of deliberate breach by the Crown of its contractual obligations."], ["[9]", "In my view, it is a gross misreading of the decision of the Federal Court of Appeal  <FRAGMENT_SUPPRESSED>", "to hold that it requires that every time a Crown official decides deliberately not to respect his employer's contractual obligations that that \"decision\" must first be attacked by judicial review before an action in damages may be brought. I respectfully suggest that that is not, and has never been, the law."], ["[10]", "The appeal will be dismissed with costs to the plaintiff.", "Appeal dismissed.", "Editor: Jana A. Andersen/gs", "[End of document]"]]}