{"id_": "013611", "body_str": [["[1]", "Russell, J.", ": This is an application under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC- 2001, c. 27 (Act) for judicial review of the decision of a Pre-Removal Risk Assessment Officer (Officer) dated 28 April 2011 (Decision), which refused the Applicant's Pre-Removal Risk Assessment (PRRA) application.", "BACKGROUND"], ["[2]", "The Applicant is a 29-year-old Tutsi citizen of Burundi. He came to Canada with his aunt and her husband in 1995 and has been a permanent resident in Canada since October 1995. He believes that he will be targeted for death by Hutu rebels if he is returned to Burundi."], ["[3]", "In 1994, several of the Applicant's extended family members were killed by Hutu militias in Burundi. His mother escaped the violence with him and his siblings and sent the Applicant to his aunt's home where he would be safe. The Applicant's mother eventually came to see him at this aunt's home; she left, but intended to return again later. This return became impossible when the Applicant's mother, his younger brother, and sister were killed. The Applicant says that the trauma of his experiences in Burundi still haunts him."], ["[4]", "After living in Canada for approximately six years, the Applicant got involved in criminal activities here. In 2001, he was convicted of breaking and entering under paragraph 348(1)(", ") of the", "Criminal Code of Canada", ", RSC 1985, c C-46 (Criminal Code). On 30 March 2005, he was convicted of robbery under section 344 of the Criminal Code; this conviction prompted the Immigration and Refugee Board (IRB) to provide a report against the Applicant under subsection 44(1) of the Act. On 16 November 2005, the IRB found the Applicant was inadmissible to Canada under paragraph 36(1)(", ") of the Act and issued a deportation order against him."], ["[5]", "The Applicant asked the Immigration Appeal Division (IAD) for a stay of the deportation order under subsection 63(3) of the Act. The IAD held a hearing on 14 December 2007. In its decision, dated 3 January 2008, the IAD stayed the deportation order with conditions; under those conditions, the Applicant was forbidden from possessing an offensive weapon and from committing further criminal offences."], ["[6]", "In September 2010, the Applicant was convicted of possession of a firearm. This was a breach of the conditions of the stay of deportation, so the deportation order came into force. The CBSA informed the Applicant on 16 December 2010 that he was entitled to apply for a PRRA; he applied 30 December 2010. The Officer considered the PRRA application and, on 28 April 2011, concluded that there was less than a mere possibility the Applicant faces persecution in Burundi. She also concluded that there were no substantial grounds to believe that the Applicant faces a risk of torture in Burundi. Finally, the Officer concluded that there were no reasonable grounds to believe that the Applicant faces a risk to life or a risk of cruel and unusual treatment or punishment, so she refused the PRRA application. The Officer notified the Applicant of the Decision by letter dated 28 April 2011.", "DECISION UNDER REVIEW"], ["[7]", "The Decision in this case consists of the letter sent to the Applicant on 28 April 2011 (Result Letter) and the Pre-Removal Risk Assessment Form (PRRA Form) the Officer completed."], ["[8]", "The Result Letter indicates that the Applicant's PRRA was refused because", "It has been determined that you would not be at risk of persecution, subject to a danger of torture, or face a risk to your life or a risk of cruel and unusual treatment or punishment if returned to your country of nationality or habitual residence."], ["[9]", "The PRRA Form indicates that the Officer determined that the Applicant is not a person described under subsection 112(3) of the Act, which would preclude him from being granted protection. The Applicant also did not fall within section 113, so the Officer evaluated the risk the he faced in Burundi under sections 96 and 97 of the Act.", "Risk the Applicant Identified"], ["[10]", "The Officer reviewed the circumstances surrounding the deaths of the Applicant's family members. She referred to his submissions in which he said that the events he experienced in Burundi still affected him and that he feared he would be targeted if he were returned. She also noted his submissions that he was at risk in Burundi because he is a survivor of war crimes without any family or other ties to that country."], ["[11]", "The Officer said she considered all the evidence in the PRRA application, except the evidence the Applicant submitted to show he is established in Canada. The Officer found he had not shown how this evidence related to the risk he faced in Burundi. She also found that, although the Applicant has indicated he has a wife and child living in Canada, neither of them was subject to a removal order, so they were not part of the PRRA application.", "Assessment of Risk"], ["[12]", "The Officer reviewed the facts surrounding the Applicant's PRRA application. She said she had considered his submissions, as well as the reasons the IAD gave when it granted the stay of deportation in 2008 (IAD Reasons). Those reasons indicate that the Applicant was granted permanent resident status along with his aunt and her four biological children. The IAD Reasons also indicate that he was first convicted of a criminal offence in 2001 and that subsequent convictions formed the basis for the deportation order against him. The Officer took note of the five-year stay granted by the IAD and his conviction in September 2010."], ["[13]", "The Officer then considered whether the Applicant faced a risk under either section 96 or 97 of the Act. She noted that the tension in Burundi between Hutus and Tutsis is longstanding. She found that the incidents the Applicant had described were part of the violence between these groups which erupted after President Ndadaye of Burundi - a Hutu - was elected and then assassinated. For the details of the ethnic conflict in Burundi during the relevant time period, the Officer relied on a 2004 report from the United Nations High Commission on Refugees, entitled", "Minorities at Risk Project: Chronology for Tutsis in Burundi"], ["[14]", "The Officer also noted that a country profile of Burundi, produced by BBC News and updated on 11 December 2010 showed that a ceasefire was in place between Tutsis and Hutus. A report from the United States Department of State also indicated that elections, which were generally considered free and fair, were held in 2010. The Officer also noted that there were reports of extra-judicial killings by Burundian security forces and that there are accountability issues with respect to security forces. Although several Non-Governmental Organizations operated in Burundi, criticism of the government was not generally tolerated."], ["[15]", "The Officer found that the documentary evidence before her indicated that there were transfer centers in Burundi where returning refugees could receive assistance, including food, agricultural tools, and cash grants. She also reviewed evidence which suggested that returnees faced land disputes and that corruption was a problem. She noted that, in 2009, the Canadian Government had lifted a temporary suspension of removals to Burundi."], ["[16]", "In the Applicant's submissions, he provided the Officer with a travel advisory from the United States Department of State, dated 4 November 2010. The Officer found that this advisory was directed at citizens of the United States and personnel at the American Embassy with whom the Applicant was not similarly situated."], ["[17]", "The Officer noted that the Applicant believes his family was killed, not because they were Tutsi, but for some other reason. She found that he had not shown what led him to this belief and had not provided any objective evidence to support this belief. The Officer found that it was reasonable to believe that his aunt would be aware his family's political activities, if any, but that the Applicant had not provided information on this issue."], ["[18]", "Although the Applicant asserted that the events he witnessed in Burundi still affected him, the Officer found that he had not provided any objective evidence to support this assertion. The Officer said that the Applicant had invited her to infer that there were compelling reasons not to return him to Burundi, but she did not do so."], ["[19]", "The Officer also reviewed a letter the Applicant had provided from the Canadian Centre for Victims of Torture (CCVT), which was signed by Ezat Mossallanejad (Mossallanejad), a settlement and trauma counsellor and policy analyst at the CCVT. This letter said that Mossallanejad had accepted the Applicant as a client for counselling after an assessment of his experiences in Burundi. The Officer assigned this letter little probative value because the information in the letter only reiterated what the Applicant had told Mossallanejad. There was also no indication of the kind of treatment the Applicant was receiving, the types of diagnostic tests which were administered, or that any medical or clinical diagnosis had been made."], ["[20]", "The Officer found that the Applicant had not provided objective evidence to prove that the current conditions in Burundi or his past experiences there amounted to compelling reasons he should not be returned. She also noted that the assessment of risk in a PRRA is forward-looking and found that, although conditions in Burundi were not ideal, they were improving. The documentary evidence the Applicant provided to show he was at risk did not mention him or his family directly and he had not indicated how this evidence related to his personalized risk.", "Conclusion"], ["[21]", "On all the evidence before her, the Officer found that the Applicant did not face a risk of persecution within the meaning of section 96 or a risk to his life or of cruel and unusual treatment or punishment under section 97. She therefore rejected his PRRA application.", "ISSUES"], ["[22]", "The Applicant raises the following issues in this application:", "a. Whether the Officer failed to make a compelling reasons finding under subsection 108(4);", "b. Whether the Officer unreasonably expected him to provide objective evidence to support his PRRA;", "c. Whether the Officer's conclusion that there were no compelling reasons under subsection 108(4) was reasonable.", "STANDARD OF REVIEW"], ["[23]", "The Supreme Court of Canada in", "FRAGMENT_SUPPRESSED, held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis."], ["[24]", "The first issue in this case concerns the Officer's failure to make a finding on the evidence adduced; as I held in", "FRAGMENT_SUPPRESSED, this kind of issue touches on the adequacy of the reasons. Recently, the Supreme Court of Canada held, in", "FRAGMENT_SUPPRESSED that the adequacy of reasons is not a stand-alone basis for quashing a decision. Rather, FRAGMENT_SUPPRESSED"], ["[25]", "Justice Paul Crampton, in FRAGMENT_SUPPRESSED that the standard of review on the applicability of subsection 108(4) is reasonableness. Justice Crampton also addressed this question in FRAGMENT_SUPPRESSED and concluded that the standard of review on this issue is reasonableness. Justice Richard Boivin also held that the applicability of subsection 108(4) is evaluated on a standard of reasonableness in FRAGMENT_SUPPRESSED. The standard of review on the first and third issues is reasonableness."], ["[26]", "In the pre-", "FRAGMENT_SUPPRESSED", "case of", "FRAGMENT_SUPPRESSED, Justice Luc Martineau held at FRAGMENT_SUPPRESSED that the standard of review applicable to a PRRA decision was reasonableness", "simpliciter", ". Justice Yves de Montigny followed", "FRAGMENT_SUPPRESSED", "in", "FRAGMENT_SUPPRESSED, but noted at FRAGMENT_SUPPRESSED that the standard must be adjusted according to the question being decided. Whether the Officer ought to have required objective evidence to support his allegations is a question of mixed fact and law which, after", "FRAGMENT_SUPPRESSED", ", is to be evaluated on the reasonableness standard (see FRAGMENT_SUPPRESSED). The standard of review on the second issue is reasonableness."], ["[27]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with FRAGMENT_SUPPRESSED See", "FRAGMENT_SUPPRESSED. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the FRAGMENT_SUPPRESSED", "STATUTORY PROVISIONS"], ["[28]", "The following provisions of the Act are applicable in this proceeding:", "108.", "(1) A claim for refugee protection shall be rejected, and a person is not a Convention refugee or a person in need of protection, in any of the following circumstances:", "[...]", ") the reasons for which the person sought refugee protection have ceased to exist.", "(4) Paragraph (1)(", ") does not apply to a person who establishes that there are compelling reasons arising out of previous persecution, torture, treatment or punishment for refusing to avail themselves of the protection of the country which they left, or outside of which they remained, due to such previous persecution, torture, treatment or punishment.", "[...]", "112.", "(1) A person in Canada, other than a person referred to in subsection 115(1), may, in accordance with the regulations, apply to the Minister for protection if they are subject to a removal order that is in force or are named in a certificate described in subsection 77(1).", "[...]", "(3) Refugee protection may not result from an application for protection if the person", ") is determined to be inadmissible on grounds of security, violating human or international rights or organized criminality;", ") is determined to be inadmissible on grounds of serious criminality with respect to a conviction in Canada punished by a term of imprisonment of at least two years or with respect to a conviction outside Canada for an offence that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years;", "ARGUMENTS", "The Applicant", "The Officer did not Make a Compelling Reasons Finding"], ["[29]", "In the Decision, the Officer accepted that the events the Applicant said happened to him were part of the violence between Hutus and Tutsis in Burundi. The Officer also did not find that the Applicant was not credible with respect to his account of what had happened to him. The Applicant argues that, once the Officer accepted the truth of his account, she was bound to make a finding on whether compelling reasons existed to grant him protection. The Officer failed to make either a positive or negative finding on compelling reasons, which is an error of law that requires the Decision be returned for reconsideration.", "The Officer Unreasonably Demanded Objective Evidence"], ["[30]", "The Applicant notes that the events which caused him to suffer trauma and which give rise to the compelling reasons he should be allowed to remain in Canada occurred nearly twenty years ago. In the Decision, the Officer held that it was reasonable to expect his aunt to provide information relevant to the PRRA, which she did not. The Applicant says this holding was unreasonable because it did not take into account evidence which showed that the Applicant's relationship with his aunt was difficult and communication had broken down between them. This evidence was included in the IAD Reasons, which the Officer had before her, so she should have considered it."], ["[31]", "The Applicant also says that", "FRAGMENT_SUPPRESSED", ", above, establish that there is no separate test for continuing psychological trauma suffered in the past. It was therefore inappropriate for the Officer to expect objective evidence going to the Applicant's psychological state.", "The Respondent", "The Applicant did not Provide Sufficient Evidence of Risk"], ["[32]", "To support his PRRA, the only evidence the Applicant supplied the Officer was an unsworn statement and a letter from the CCVT which simply recited what he had told Mossallanejad. The Respondent says that this was an insufficient basis to ground a positive PRRA determination and it was reasonable for the Officer to expect more evidence of the risk the Applicant faced before she could grant him protection."], ["[33]", "The Respondent says there was nothing unreasonable about the Officer's treatment of the evidence before her. As Justice Russel Zinn wrote in", "FRAGMENT_SUPPRESSED,", "Evidence tendered by a witness with a personal interest in the matter may also be examined for its weight before considering its credibility because typically this sort of evidence requires corroboration if it is to have probative value. If there is no corroboration, then it may be unnecessary to assess its credibility as its weight will not meet the legal burden of proving the fact on the balance of probabilities. When the trier of fact assesses the evidence in this manner he or she is not making a determination based on the credibility of the person providing the evidence; rather, the trier of fact is simply saying the evidence that has been tendered does not have sufficient probative value, either on its own or coupled with the other tendered evidence, to establish on the balance of probability, the fact for which it has been tendered. That, in my view, is the assessment the officer made in this case."], ["[34]", "The Respondent also says that", "FRAGMENT_SUPPRESSED", "teaches that a third party statement, like the one that the Applicant provided from the CCVT, is to be given no more weight than a statement by the Applicant (see FRAGMENT_SUPPRESSED). Since the Officer's treatment of the evidence in this case was reasonable, the Court should not interfere with the Decision.", "No Obligation to Consider Compelling Circumstances"], ["[35]", "The Respondent says that", "FRAGMENT_SUPPRESSED establish that, in order for the compelling circumstances exception under subsection 108(4) to come into play, there must be a determination that the Applicant was either a Convention refugee or a person in need of protection. The Applicant in this case has never been found to be a Convention refugee or a person in need of protection, so the exception is not applicable in this case and it was not an error for the Officer not to consider it."], ["[36]", "The Applicant's arguments are based on a misunderstanding of the compelling reasons exception. The Respondent notes that, in addition to a prior Convention refugee or person in need of protection finding, the compelling circumstances exception requires a \"cessation finding;\" the Officer must find that the reasons for granting protection have ceased to exist. See", "FRAGMENT_SUPPRESSED. There was no such finding in this case, so the compelling circumstances exception is not engaged.", "The Officer Found There Were no Compelling Circumstances"], ["[37]", "Even if the conditions precedent to the application of subsection 108(4) of the Act existed in this case, the Officer specifically found there were no compelling circumstances here. The Officer found that", "The [Applicant] has not provided objective evidence to support that the conditions in Burundi or the [Applicant's] \"", "previous persecution, torture, treatment or punishment", "\" are such that they constitute compelling reasons not to be returned to Burundi. [Italics in original]"], ["[38]", "FRAGMENT_SUPPRESSED establishes that an Applicant must meet the evidentiary burden of establishing that compelling reasons exist. The Applicant did not provide objective evidence which established that the compelling reasons he asserted actually existed. This Court has held in the past that the lack of objective evidence is sufficient to defeat a claim that compelling circumstances exist (see", "FRAGMENT_SUPPRESSED). The Officer's conclusion on compelling circumstances was reasonable, so the Court should not interfere.", "The Applicant's Reply"], ["[39]", "In his reply, the Applicant conceded that the Officer did not need to refer to compelling reasons but argues that, once he raised the issue of compelling reasons, the Officer was bound to make a determination on this issue. By raising this issue in the Decision, the Officer created a legitimate expectation in the Applicant that she would deal with the issue. It was therefore a denial of the Applicant's right to procedural fairness for the Officer to act contrary to the legitimate expectation she created. The Applicant abandoned this argument at the oral hearing."], ["[40]", "Although the Respondent has cited case law showing that subsection 108(4) was not applicable in this case, the Applicant says it was up to the Officer to point out the law in the Decision. The Applicant also says that the Officer found that conditions in Burundi had improved since he left, which means that the requirement that the conditions which led to the refugee determination have ceased was met in this case."], ["[41]", "Finally, the Applicant takes issue with the Respondent's use of", "FRAGMENT_SUPPRESSED", ", above. The Applicant says that the passage the Respondent has pointed to speaks to the necessity of assessing the credibility of an unsworn statement. The Officer accepted the credibility of the letter from the CCVT, so", "FRAGMENT_SUPPRESSED", "does not apply in this case.", "ANALYSIS"], ["[42]", "At the oral hearing of this matter on 12 January 2012, the Applicant took a significantly different approach to this application than he took in his written submissions. Essentially, he dropped his \"reasonable expectation\" argument and withdrew the concession contained in his Reply that the \"Respondent is correct that the PRRA officer did not need to refer to compelling reasons.\" Counsel's explanation was that he had come to realize he had a better argument as a result of reading the Respondent's arguments and authorities. This causes something of a problem because the Applicant was granted leave on the basis of the arguments contained in his written submissions."], ["[43]", "The Respondent, however, did not object to this change of position, and provided a response on the Applicant's new points at the hearing. This being the case, I am willing to consider the new issues raised by the Applicant."], ["[44]", "The Applicant now says that the Officer was obliged to consider compelling reasons, considered them, and got it wrong."], ["[45]", "As the Federal Court of Appeal pointed out", "FRAGMENT_SUPPRESSED", "FRAGMENT_SUPPRESSED"], ["[46]", "In the present case, the Applicant did not invoke compelling reasons but, as the Decision makes clear, the Officer picked up what she thought was an \"inference\" in the Applicant's submissions because he had indicated \"that he considers the trauma that he witnessed in Burundi at such a young age, to have had a lingering impact.\""], ["[47]", "The Applicant also says that the record shows that he meets the two conditions set out in subsection 108(4) in that the Officer found there has been previous persecution, torture, treatment or punishment, and there has been a change of conditions."], ["[48]", "The Applicant concedes there is no explicit findings of past persecution, but he says it is implicit in words used by the Officer:", "The incidents described by the [Applicant] were part of the violence that erupted after the election of President Melchior Ndadaye."], ["[49]", "The Applicant says that the incidents in question were so horrendous that they are obviously persecution and the Officer accepts this because there are no adverse credibility findings."], ["[50]", "In my view, the words referred to by the Applicant cannot be read as an implicit finding of past persecution. They appear in a part of the Decision where the Officer is acknowledging what the Applicant has said and its connection to the country documentation. The officer is, in my view, simply explaining the allegations of risk put forward by the Applicant as part of a discussion as to why he thinks the Applicant is not at risk. Later in the analysis, the Officer makes it clear that this information is considered as an aspect of future risk. No compelling reasons analysis is undertaken because, as the Officer explains, \"objective evidence to support such a finding has not been submitted,\" and", "The [Applicant] has not provided objective evidence to support that the conditions in FRAGMENT_SUPPRESSED or the [Applicant's] \"", "previous persecution, torture, treatment or punishment", "\" are such that (", "sic", ") they constitute compelling reasons not to be returned to Burundi.\" (emphasis added)"], ["[51]", "In my view, then, the Officer obviously considers whether a compelling reasons analysis is required, but decides that there is insufficient objective evidence to support a finding of \"previous persecution, torture, treatment or punishment\" that would give rise to compelling reasons."], ["[52]", "It seems to me, then, that the Officer does not make a finding, implicit or otherwise, that there has been past persecution against the Applicant. The Applicant's new argument before me is that such a finding", "was", "made, so that subsection 108(4) was triggered. However, the Officer did not accept the Applicant's claim of past persecution. Because the Applicant asserts that such a finding was made, and because he has now abandoned much of his previous approach as set out in his written materials, I do not really have full argument from him that the Officer's finding of no previous persecution was unreasonable. He suggests in his written materials that the Officer accepted his story of what his family had suffered, but this does not, in my view, equate with an unreasonable finding of no past persecution of the Applicant. As", "FRAGMENT_SUPPRESSED", ", above, makes clear, the burden remains with the Applicant to adduce the evidence necessary to establish that he is entitled to the benefit of the exemption now embodied in subsection 108(4). The Officer reasonably concluded he had not done this."], ["[53]", "I have also considered this issue from another perspective. It may be that the Officer is saying that whatever happened to him, there is no evidence of its continuing affect on the Applicant such that he should not be returned to Burundi."], ["[54]", "At page 7 of the Decision, before the passage I have quoted above, the Officer says that", "The [Applicant] has indicated that he considers the trauma that he witnessed in Burundi at such a young age, to have", "had a lingering impact", ". The inference is that there are compelling reasons to consider that he not be returned to Burundi. I find that", "objective evidence to support such a finding has not been submitted", ". [emphasis added]", "When she talks about 'objective evidence' in this passage, the Officer is referring to objective evidence establishing the continuing effect of the events in Burundi. This passage leads into the next paragraph, where the Officer discusses the CCVT letter (evidence of the continuing effect), and then leads to the conclusion that these events do not constitute compelling reasons not to return the Applicant to Burundi."], ["[55]", "This reveals that the Officer considers whether compelling reasons exist, but concludes that there is not enough evidence to conclude that they do. If the Applicant is correct and there can be an implicit finding that there was persecution in the past which engages the duty to consider compelling reasons, then it follows that there can be an implicit finding that compelling reasons do not exist. I do not think he can reasonably say that one implicit finding is acceptable, but the other is not."], ["[56]", "That said, I do not think the Applicant has dealt with the requirement in the jurisprudence that there be a clear finding of refugee status.", "FRAGMENT_SUPPRESSED, all show that an officer must make an explicit finding that the claimant was a convention refugee to engage subsection 108(4). The wording of Justice John O'Keefe FRAGMENT_SUPPRESSED"], ["[57]", "What we are left with is a situation where either an implicit finding of persecution is acceptable and engages the duty to consider compelling reasons, and the Officer has also implicitly found that compelling reasons do not exist or the Officer did not make a clear finding that the Applicant was a refugee in the past, so she was not under a duty to consider whether compelling circumstances exist. Either way, the application cannot succeed."], ["[58]", "Consequently, I think that the Officer's conclusion that a compelling reasons analysis did not arise on the facts of this case has to stand, and I cannot find a reviewable error for any of the other grounds alleged by the Applicant.", "Certification"], ["[59]", "The Applicant proposes the following question for certification:", "Is signing a declaration in a PRRA application that the information contained in a statement are truthful, complete and correct equivalent to swearing to the truth of the contents of the statement?"], ["[60]", "This issue is not material to my reasons and hence would not be determinative of any appeal (see", "FRAGMENT_SUPPRESSED). The Officer neither explicitly nor implicitly made any distinction between signing a declaration in a PRRA application and swearing to the truth of the contents of a statement. Also, there is no indication that the lack of signature or oath affected the weighing of the evidence conducted by the Officer as part of his Decision.", "JUDGMENT"], ["[61]", "THIS COURT'S JUDGMENT is that", "1. The application is dismissed.", "2. There is no question for certification.", "Application dismissed.", "Editor: Angela E. McKay/klf"]]}