{"id_": "013899", "body_str": [["[1]", "Le juge Shore", ": Il s'agit d'une demande de contrôle judiciaire en vertu de l'article 22.1 la", "Loi sur la citoyenneté", ", LRC 1985, c C-29 [Loi] à l'encontre de la décision d'une Juge de la citoyenneté, datée du 20 janvier 2015, rejetant la demande de citoyenneté de Soulaima Taleb.", "II.", "Faits"], ["[2]", "La demanderesse, Soulaima Taleb, est citoyenne du Liban et a obtenu sa résidence permanente au Canada le 6 janvier 2007."], ["[3]", "Le 20 juillet 2010, la demanderesse a fait une demande de citoyenneté auprès du ministère de la Citoyenneté et de l'Immigration afin d'obtenir la citoyenneté canadienne. Dans le cadre de sa demande de citoyenneté, la demanderesse devait démontrer qu'elle avait résidé au Canada pendant au moins trois des quatre années précédant sa demande de citoyenneté. La période examinée était du 20 juillet 2006 au 20 juillet 2010."], ["[4]", "À l'appui de sa demande, la demanderesse a présenté plusieurs preuves démontrant sa présence au Canada, notamment des passeports de la République du Liban, des baux, des factures de services, des preuves de visites médicales, des relevés bancaires et de cartes de crédit, des relevés de notes et un diplôme, des relevés d'impôts, des lettres d'attestation d'emploi et contrat de travail, et des lettres de recommandation. En plus de sa demande de citoyenneté, la demanderesse a rempli un Questionnaire sur la résidence et a participé le 17 novembre 2014 à une entrevue devant une Juge de la citoyenneté. Suite à cette entrevue, la Juge de la citoyenneté a rejeté la demande de citoyenneté de la demanderesse. C'est cette décision qui fait l'objet du présent contrôle judiciaire.", "III.", "Décision contestée"], ["[5]", "Dans sa décision datée du 20 janvier 2015, la Juge de la citoyenneté refuse la demande de citoyenneté de la demanderesse, trouvant que selon la prépondérance des probabilités, celle-ci ne satisfait pas à l'exigence relative à la résidence telle qu'elle est énoncée à l'alinéa 5(1)", ") de la Loi."], ["[6]", "La Juge de la citoyenneté a trouvé qu'il y avait plusieurs lacunes dans la preuve de séjour au Canada de la demanderesse, notamment, en ce qui concerne les baux, ses emplois, les relevés de cartes de crédit et les dates de départ du Canada de la demanderesse. De plus, la Juge de la citoyenneté n'était pas satisfaite des justifications offertes par la demanderesse quant à certaines irrégularités dans la demande de citoyenneté et dans le Questionnaire sur la résidence."], ["[7]", "Trouvant que la preuve et le témoignage de la demanderesse présentaient des éléments contradictoires soulevant des problèmes de crédibilité, la Juge de la citoyenneté n'a pas procédé à l'évaluation du critère comme énoncé dans l'arrêt", "Pourghasemi (Re)", ", [1993] ACF 232 [", "Pourghasemi", "].", "IV.", "Points en litige"], ["[8]", "La Cour considère que la demande soulève les questions suivantes:", "1) La Juge de la citoyenneté a-t-elle manqué à son devoir d'équité procédurale en ne permettant pas à la demanderesse de répondre aux préoccupations de la Juge de la citoyenneté lors de l'entrevue?", "2) La Juge de la citoyenneté a-t-elle erré dans son application de l'alinéa 5(1)", ") de la Loi?", "V.", "Provisions législatives"], ["[9]", "La disposition législative de la Loi suivante s'applique:", "Attribution de la citoyenneté", ". (1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:", "[...]", ") est un résident permanent au sens du paragraphe 2(1) de la Loi sur l'immigration et la protection des réfugiés, a, sous réserve des règlements, satisfait à toute condition rattachée à son statut de résident permanent en vertu de cette loi et, après être devenue résident permanent?:", "(i) a été effectivement présent au Canada pendant au moins mille quatre cent soixante jours au cours des six ans qui ont précédé la date de sa demande,", "(ii) a été effectivement présent au Canada pendant au moins cent quatre-vingt-trois jours par année civile au cours de quatre des années complètement ou partiellement comprises dans les six ans qui ont précédé la date de sa demande,", "Grant of citizenship", ". (1) The Minister shall grant citizenship to any person who", "...", ") is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act, has, subject to the regulations, no unfulfilled conditions under that Act relating to his or her status as a permanent resident and has, since becoming a permanent resident,", "(i) been physically present in Canada for at least 1,460 days during the six years immediately before the date of his or her application,", "(ii) been physically present in Canada for at least 183 days during each of four calendar years that are fully or partially within the six years immediately before the date of his or her application, and", "VI.", "Position des partiese"], ["[10]", "La demanderesse soutient que la Juge de la citoyenneté a manqué à son devoir d'équité procédurale puisqu'elle n'a pas soulevé toutes les préoccupations qu'elle avait lors de l'entrevue. La demanderesse soutient qu'une norme assez élevée d'équité procédurale doit être appliquée dans le cadre du processus décisionnel relatif à une demande de citoyenneté (", "<FRAGMENT_SUPPRESSED> à 22 [", "El-Husseini", "]). Le manquement de la Juge de la citoyenneté de soulever ses interrogations lors de l'audience, ne laissant pas la chance à la demanderesse de donner des explications, était un manquement à l'équité procédurale (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ])."], ["[11]", "De plus, la demanderesse soutient que dans sa décision la Juge de la citoyenneté mentionne des lacunes, pourtant la preuve soumise répondait à ces interrogations. Néanmoins, même si la preuve au dossier ne répondait pas à ces lacunes, la Juge de la citoyenneté aurait dû interroger la demanderesse sur celles-ci lors de l'entrevue. Finalement, la demanderesse soutient que la Juge de la citoyenneté ne justifie pas ses conclusions à l'effet que la preuve au dossier « ne démontre pas de façon raisonnable ou suffisante la résidence »."], ["[12]", "À la deuxième question, à savoir l'application de l'alinéa 5(1)", ") de la Loi, la demanderesse soutient que bien que la Juge de la citoyenneté ait indiqué retenir le critère quantitatif, quant à la présence physique de la demanderesse au Canada (", "Pourghasemi", ", ci-dessus), la Juge de la citoyenneté n'a pas fait le décompte du nombre de jours passés au Canada par la demanderesse bien qu'elle avait la preuve nécessaire pour procéder à cet examen. De plus, la Juge de la citoyenneté n'a pas expliqué les raisons pour lesquelles elle ne pouvait faire le test ou pourquoi elle n'était pas satisfaite par la preuve soumise qui lui aurait permis de faire le test. La demanderesse rappelle qu'il est obligatoire pour un Juge de la citoyenneté d'effectuer le décompte des journées de présence au Canada (", "<FRAGMENT_SUPPRESSED> ). Finalement, la demanderesse soutient que la Juge de la citoyenneté n'a pas motivé pourquoi elle n'était pas satisfaite de la preuve de résidence de la demanderesse durant la période de référence."], ["[13]", "Le défendeur de son côté argumente, à la première question, qu'il n'y a pas eu de manquement au niveau de l'équité procédurale énonçant que la demanderesse ne fait que tenter de renverser le fardeau de la preuve sur la Juge de la citoyenneté alors que le fardeau de la preuve repose sur la demanderesse de démontrer de manière claire et convaincante sa résidence au Canada durant la période de référence. Ainsi, c'était la responsabilité de la demanderesse d'expliquer pourquoi il y avait certaines irrégularités dans la preuve qu'elle avait soumise."], ["[14]", "À la deuxième question, à savoir l'appréciation de l'alinéa 5(1)", ") de la Loi, le défendeur soutient que la décision de la Juge de la citoyenneté était raisonnable. Le défendeur rappelle qu'il était du devoir de la demanderesse d'établir au moyen d'une preuve claire et convaincante sa résidence (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]), selon la prépondérance des probabilités (", "<FRAGMENT_SUPPRESSED> ), ce qu'elle n'aurait pas fait. Rappelant qu'un agent de Citoyenneté et Immigration Canada a calculé à 1 098 jours la présence effective de la demanderesse au Canada durant la période examinée, le défendeur soutient que la preuve objective est manquante pour une période d'environ 30 jours. Étant donné que la demanderesse devait démontrer une présence effective pour 1 095 jours et que la preuve objective est manquante pour démontrer que la demanderesse était effectivement présente pour 30 jours au Canada, il est possible qu'elle n'ait pas satisfait le critère de la présence effective. Le rôle de la Juge de la citoyenneté était de s'assurer que la demanderesse était bel et bien présente au Canada durant 1 095 jours, selon la prépondérance des probabilités, durant la période de référence (", "<FRAGMENT_SUPPRESSED> )."], ["[15]", "En somme, selon la défenderesse, jugeant que la preuve manquait de force probante, notamment en ce qui concerne la preuve d'emploi, le lieu de résidence et les finances de la demanderesse, il était raisonnable pour la Juge de la citoyenneté de conclure que la demanderesse n'avait pas rempli le critère des 1 095 jours prévu à l'alinéa 5(1)", ") de la Loi.", "VII.", "Norme de contrôle"], ["[16]", "D'une part, les questions d'équité procédurale doivent être révisées selon la norme de la décision correcte (", "<FRAGMENT_SUPPRESSED> ;", "Établissement de  <FRAGMENT_SUPPRESSED> ). D'autre part, les décisions rendues par un Juge de la citoyenneté quant à déterminer si le demandeur a satisfait les exigences en matière de résidence sont des questions de faits et de droit devant être examinées selon la norme de la décision raisonnable (", "El-Husseini", ", ci-dessus;", "<FRAGMENT_SUPPRESSED> ).", "VIII.", "Analyse"], ["[17]", "D'un côté, le devoir d'équité procédurale oblige la Juge de la citoyenneté à discuter avec le demandeur des préoccupations qu'elle a afin de donner une chance à la demanderesse de fournir une explication ( <FRAGMENT_SUPPRESSED> , ci-dessus au para 19;", "El-Husseini", ", ci-dessus)."], ["[18]", "De l'autre côté, il est du devoir de la demanderesse de démontrer son cas; et s'il y a des manquements au niveau de la preuve objective, il appartient au demandeur de les expliquer afin d'être en mesure de démontrer d'une manière claire et convaincante qu'il respecte le critère de la présence effective ( <FRAGMENT_SUPPRESSED> , ci-dessus aux para 13-14). Le juge Donald J. Rennie rappelle, on ne peut plus clairement, dans", "<FRAGMENT_SUPPRESSED> le fardeau imposé au demandeur:", "[I]l incombe à tout candidat à la citoyenneté de soumettre des éléments de preuve suffisamment crédibles pour permettre l'appréciation de la résidence, qu'elle soit quantitative (", "Pourghasemi", ") ou qualitative (", "Koo", ")."], ["[19]", "Dans son affidavit, la demanderesse note plusieurs incohérences soulevées dans la décision de la Juge de la citoyenneté et affirme que la Juge de la citoyenneté ne l'a pas questionnée à cet effet ou ne les a pas, à tout le moins, soulevées. Aucune autre preuve au dossier ne contredit cette affirmation; pas plus que la Juge de la citoyenneté ne précise le contenu de l'entrevue dans sa décision. Le manquement d'un Juge de la citoyenneté de consigner les questions posées et les réponses données avait aussi été discuté dans <FRAGMENT_SUPPRESSED> , ci-dessus:"], ["[19] Rien dans le dossier ou la décision ne mentionne les questions posées et les réponses données. Si la juge de la citoyenneté avait des questions du genre que je viens d'analyser,", "elle aurait dû alors les poser à la demanderesse à l'entrevue et consigner les réponses. Dans la situation actuelle, il est impossible de déterminer quel but, dans l'esprit de la juge de la citoyenneté, devait avoir l'entrevue.", "[...] Dans les demandes de citoyenneté, le fardeau repose sur les épaules du demandeur, mais il n'incombe pas au demandeur de prévoir toutes les préoccupations que le juge de la citoyenneté peut avoir à l'égard des éléments de preuve présentés. [Je souligne.]", "( <FRAGMENT_SUPPRESSED> , ci-dessus au para 19)"], ["[20]", "Les conclusions de la Juge de la citoyenneté auraient pu être différentes si elle avait été mise au fait des explications de la demanderesse quant aux préoccupations qu'elle avait. Rappelons que la Juge de la citoyenneté aurait pu obtenir des explications si elle avait soulevé ses préoccupations avec la demanderesse lors de l'entrevue."], ["[21]", "En somme, bien que le fardeau de la preuve soit sur la demanderesse de démontrer de manière claire et convaincante sa présence effective au Canada, la norme assez élevée d'équité procédurale en matière de citoyenneté obligeait la Juge de la citoyenneté à questionner la demanderesse sur les préoccupations qu'elle avait. La preuve au dossier ne contredisant pas les affirmations de la demanderesse à l'effet qu'elle n'ait pas été interrogée sur plusieurs des préoccupations de la Juge de la citoyenneté lors de l'entrevue, la Cour accorde donc le contrôle judiciaire.", "IX.", "Conclusion"], ["[22]", "La Cour conclut que la décision de la Juge de la citoyenneté n'est pas raisonnable. Conséquemment, la demande de contrôle judiciaire est accordée.", "JUGEMENT"], ["[23]", "LA COUR STATUE que", "la demande de contrôle judiciaire soit accueillie et le dossier soit retourné à un autre Juge de la citoyenneté pour analyse à nouveau. Il n'y a aucune question d'importance à certifier.", "[End of document]"]]}