{"id_": "013848", "body_str": [["[1]", "McVeigh, J.", ": This is an application for judicial review of a Passport Canada decision dated October 11, 2013, that revoked Ryan Desmond De Hoedt's (the Applicant, or Ryan) passport from April 25, 2013 until April 25, 2018. The Director of Investigations Division Passport Program Integrity Branch (the Director) revoked the passport when they found that the Applicant committed an indictable offence outside of Canada by facilitating or aiding the entry of his sister without proper documentation into Canada, contrary to s. 117 of", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the IRPA).  <FRAGMENT_SUPPRESSED>", "I.", "Issues  <FRAGMENT_SUPPRESSED>"], ["[2]", "The issues are:  <FRAGMENT_SUPPRESSED>", "A. Were the procedural fairness requirements met?  <FRAGMENT_SUPPRESSED>", "B. Did the decision maker have the jurisdiction to make the decision he made?  <FRAGMENT_SUPPRESSED>", "C. Was the decision reasonable?  <FRAGMENT_SUPPRESSED>", "II.", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[3]", "The standard of review is reasonable for the decision and is correctness for the procedural fairness issue (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "III.", "Legislative Context  <FRAGMENT_SUPPRESSED>"], ["[4]", "The", "Canadian Passport Order", ", S1/81-86 (the Order), sections 9 & 10 (attached as Appendix A), is the legislation that the Director relied on to make the decision. The decision to revoke the passport was made pursuant to subparagraph 10(2)(b). That section states that revocation of the passport can occur if the applicant commits any offence in a foreign country, and that if it was done in Canada would be an indictable offence. Other sections apply where there are actual charges laid or convictions.  <FRAGMENT_SUPPRESSED>", "IV.", "Facts  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Applicant is a Canadian citizen originally from Sri Lanka. He was employed as a flight attendant with WestJet until this situation occurred. This story begins when Ryan says his sister, a Sri Lankan citizen, called him from Sri Lanka wanting help. Ryan said his sister told him her life was in danger in Sri Lanka as she was running from the police so she needed him to come and help her. Ryan flew to Malaysia to assist his sister and says he thought he was taking her back to Sri Lanka, but when he arrived in Malaysia a hired agent threatened him and told him to fly to Laos to meet her. Ryan's evidence is that in Malaysia he learned she had a fake Canadian passport and that the plan was to return to Canada via Seoul, Korea and Tokyo, Japan.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Ryan said the hired agent assisted his sister to check in at Laos airport to fly to Korea and provided her with a passport to travel on. Ryan flew from Laos to Korea on the same flight as his sister and says the hired agent destroyed the sister's Sri Lankan passport and gave her the fake Canadian passport. Their flight from Korea arrived at Tokyo, Narieta Airport on April 25, 2013. Ryan went with his sister to the Air Canada counter to try and obtain a boarding pass for her flight to Canada. By his own admission, he had knowledge the passport was fake when he tried to get a boarding pass for his sister in Tokyo.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Air Canada ticket agent staff reported the suspicious passport to the officials after Ryan tried to convince officials of the passport's authenticity and gave explanations including that maybe it was because she previously had the passport in her married name. Additional verifications by officials in Tokyo revealed the sister's passport was fake and his was real.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Ryan and his sister were detained in Tokyo and because the flight to Calgary had already departed he was flown to Vancouver. In Vancouver, after being interviewed by CBSA officials they confirmed his passport was valid. His sister was deported from Japan back to Sri Lanka.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Ryan has provided slightly different stories to officials in Tokyo and to officials in Canada. But there is no disagreement that by the time Ryan and his sister reached Tokyo he knew she was using a fake passport and he used the fake passport to try to get her a boarding pass to fly to Canada.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Ryan's legal counsel provided written submissions to the Director on September 11, 2013, after all of the information regarding the investigation was disclosed.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Ryan says his actions were not a deliberate plan to facilitate his sister's illegal entry into Canada but his deceit was to protect her and that the humanitarian motive is an important overriding factor in this case.  <FRAGMENT_SUPPRESSED>", "V.", "Preliminary Issue  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Respondent has pointed out that there is evidence in the Applicant's affidavit in paragraphs 3, 4, 16, 17, 18, 19, 20 that was not before the decision maker. The Federal Court of Appeal has held that it is not for me to reweigh or re-decide the merits on the facts and therefore I will disregard the evidence that was not before the decision maker (", "Assn of Universities and  <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "VI.", "Analysis  <FRAGMENT_SUPPRESSED>", "A. Were the Procedural Fairness Requirements met?  <FRAGMENT_SUPPRESSED>"], ["[13]", "Ryan argues that the decision is not reasonable as the reasons were vague and the specific offence that he was found to have committed is not identified by the section number in the reasons. The Applicant said that until the judicial review he did not know the exact offence that he was found to have committed. The Applicant only found out what offence he had committed when the Respondent presented evidence for the judicial review application.  <FRAGMENT_SUPPRESSED>"], ["[14]", "In the materials filed by the Respondent (Affidavit of Donald Closs) it states that the Director relied on section 117 of the IRPA (section 117, attached as Appendix B) as the underlying basis to support its actions under subparagraph 10(2)(b) of the Order. The Director stated the offence in this case was \"attempting to facilitate the illegal travel to Canada of an improperly documented individual\". The Applicant argues that failing to inform the individual of what the specific offence was is a breach of procedural fairness.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Respondent submitted that not stating the exact section of the act is not fatal as the elements were set out and the Applicant had the ability to answer the allegations and respond. The Respondent says the Applicant was represented by counsel and did file submissions after receiving full disclosure so there was no breach of procedural fairness.  <FRAGMENT_SUPPRESSED>"], ["[16]", "I am assisted by jurisprudence of this court that considered the procedural requirements in the context of a passport revocation.  <FRAGMENT_SUPPRESSED>"], ["[17]", "Justice Simon Noël found in", "<FRAGMENT_SUPPRESSED>  (", "Kamel", "), that it was sufficient if the applicant is provided with disclosure of the facts alleged and the information collected in the course of the investigation and then the applicant is given an opportunity to respond. I agree and in this case the Applicant was provided with all of the disclosure and then with assistance of counsel provided a response. This response was considered by the decision maker.  <FRAGMENT_SUPPRESSED>"], ["[18]", "<FRAGMENT_SUPPRESSED>  (", "Abdi", "), Justice Mary J.L. Gleason found in the cases before her that there was a breach as some but not all the material concerning the allegations was provided to the applicants. She found that the applicants needed to be given the opportunity to respond before the decision maker can make a decision.  <FRAGMENT_SUPPRESSED>"], ["[19]", "On these facts unlike  <FRAGMENT_SUPPRESSED>", ", all the material facts of the investigation were given to the Applicant so they could make a full answer.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Justice Michael L. Phelan in", "<FRAGMENT_SUPPRESSED>  (", "Dias", ") (Notice of Appeal filed February 18, 2014), found that not identifying the section in the decision was unreasonable as the Director only said that the applicant misused his passport and that is not an indictable offence.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The facts in this case are distinguishable from", "<FRAGMENT_SUPPRESSED> . The Director did not identify the exact section but did state what the offence was and the facts used when the Director found Ryan had committed the offence. The Director on our facts wrote \"...while travelling on Passport---- (removed for privacy) you were attempting to facilitate the illegal travel to Canada of an improperly documented individual ... <FRAGMENT_SUPPRESSED>"], ["[22]", "I adopt the reasoning in", "Kamel", "and", "<FRAGMENT_SUPPRESSED> , and I find no breach of the principles of natural justice as Ryan was given an opportunity to respond to all of the facts gathered in the investigation, and he did respond. The Director considered Ryan's submissions before the decision was made. On these facts there is no disagreement he tried to use the fake passport to aid his sister in entering Canada illegally.  <FRAGMENT_SUPPRESSED>"], ["[23]", "In some factual situations it would be a breach by the Director not to have named the section in the reasons but in this case I find all procedural fairness requirements were met and that the reasons are not vague. It would of course have been preferable if the actual number of the section had been used by the Director but it is not fatal in this case.  <FRAGMENT_SUPPRESSED>", "B. Did the Decision Maker have the Jurisdiction to make the Decision he made?  <FRAGMENT_SUPPRESSED>", "(1) Jurisdiction and section 117 of the IRPA  <FRAGMENT_SUPPRESSED>"], ["[24]", "The Applicant argues the Director did not have the jurisdiction to decide that he had committed an indictable offence. The Applicant argues that the Director used the word \"facilitating\" in the decision and that that word is not even referenced to in s. 117.  <FRAGMENT_SUPPRESSED>"], ["[25]", "The Applicant says it is clear he was accompanying his sister to get her to Canada to seek refuge and that this is laudable goal. Ryan argues that this compassionate motive should be a heavily weighted factor and should out weigh what he did. Further he states that she independently obtained the fake passport by hiring an agent and that he had nothing to do with obtaining the fake passport. His position is that revoking his passport when he did not organize this ill conceived plan would be an injustice and it goes against the principles of natural justice. He submitted that Canada does not impose penalties for refugees entering illegally and relies on", "R v Appulonappa", ", 2013 BCSC 31, for support that s. 117 is overbroad and infringes section 7 of the", "Constitution Act", ", 1982 (Charter Rights), when this sanction is imposed when the motive is humanitarian.  <FRAGMENT_SUPPRESSED>"], ["[26]", "The British Columbia Court of Appeal (BCCA) in", "R v Appulonappa,", "2014 BCCA 163, since the Applicant's written argument and before the hearing, has overturned the trial division decision that was argued in the written submissions and leave has been granted to the SCC ([2014] SCCA No 283). The BCCA head notes says:  <FRAGMENT_SUPPRESSED>", "The s. 117 offence is directed to Parliament's historical domestic concern with border control by preventing individuals from arranging the unlawful entry of undocumented migrants into Canada. The record does not support the respondents' contention that Parliament intended to exempt those acting through altruistic motives from prosecution under s. 117. Nor do the international instruments under consideration produce that result. The broad scope of the offence is thus aligned with its legislative objective, and the offence is not overbroad.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The BCCA is not binding but I find the analysis helpful. In", "R v Appulonappa", "at paragraphs 64-65, the BCCA relied on the Federal Court in", "<FRAGMENT_SUPPRESSED> leave to appeal to the SCC granted (2014 Can 18477), when it said that s. 117 has four elements being:  <FRAGMENT_SUPPRESSED>"], ["[64] ...the person being smuggled did not have the required documents to enter Canada; the person was coming into Canada; the accused organized, induced, aided or abetted the person to enter Canada; and the accused knew the person lacked the required documents for entry ....  <FRAGMENT_SUPPRESSED>"], ["[65] Motive is not a constituent element of the offence. It is relevant only as an aggravating factor for the purpose of sentencing ...  <FRAGMENT_SUPPRESSED>"], ["[28]", "On our facts the four elements were present so the Director found Ryan committed the offence. It does not matter that the Director used facilitated instead of \"organized, induced, aided or abetted\" as set out in section 117. Facilitate is a synonym for \"aid\", \"help\", \"make easy\" and \"assist\" so the element of the offence was met.  <FRAGMENT_SUPPRESSED>"], ["[29]", "I agree with the BCCA that motive has no part in this determination. I find that the Director had the jurisdiction to make the decision that the Applicant committed the offence (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "C. Was the decision reasonable?  <FRAGMENT_SUPPRESSED>"], ["[30]", "I find the decision is reasonable for the reasons set out in the paragraphs that follow.  <FRAGMENT_SUPPRESSED>"], ["[31]", "Canada has an international obligation to keep the integrity of our passport system (", "Kamel", ", above, at para 41). This is a very important aspect of security, and so that Canadians are able to continue to enjoy the benefits of maintaining this high level of compliance:  <FRAGMENT_SUPPRESSED>"], ["[50] ...When dealing with passports, there are stringent standards approaching perfection that must be adhered too, in order to meet international requirements and thus ensure the unreserved confidence of the international community.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED> [32]", "The decision maker said that on a balance of probabilities, Ryan had committed an indictable crime of (facilitating) aiding or abetting in human smuggling by helping his sister either obtain or travel on a fake passport. Subparagraph 10(2)(b) uses \"committed\" whereas subsections 9(b)& (c), 10(2)(a) applies to individuals that were \"charged\", and subsection 9(e) is individuals that have been \"convicted\". These are all intentional use of the words and have very different legal meanings (", "R v Barnier", ", [1980] SCJ No 33;", "<FRAGMENT_SUPPRESSED>  (FCA)).  <FRAGMENT_SUPPRESSED>"], ["[33]", "The use of the word \"committed\" rather than \"convicted\" or \"charged\" was the intent of Parliament when the section was drafted. Parliament wanted the Canadian decision maker to be able to make the determination if there was proof of the elements of the indictable offence and it was committed in a foreign country. The rational would seem to be that some foreign countries do not have the same legal processes as Canada and with this section we do not need to rely on foreign countries justice systems for a conviction of an equivalent offence (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[34]", "I think the decision was reasonable as we have a flight attendant who by his job title is a sophisticated, knowledgeable individual when it comes to understanding the consequences of assisting someone with a fake passport. He knew the passport was fake. He assisted or facilitated his sister to try and enter Canada on a fake passport. Ryan was the one at the Air Canada check-in in Tokyo that attempted to obtain a boarding pass for his sister knowing it was a fake passport. It is reasonable that the board determined that he had committed a crime in a foreign country that was indictable if committed in Canada given the overwhelming evidence, most of which was provided by the Applicant.  <FRAGMENT_SUPPRESSED>"], ["[35]", "This is a sad story for this individual as he is no longer employed as a flight attendant but Canadian officials cannot allow people to assist others to travel on fake passports no matter what the compassionate humanitarian motive may be.  <FRAGMENT_SUPPRESSED>"], ["[36]", "I will dismiss this judicial review.  <FRAGMENT_SUPPRESSED>"], ["[37]", "No costs are ordered as none were requested  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[38] THIS COURT'S JUDGMENT is that", ":  <FRAGMENT_SUPPRESSED>", "1. The application is dismissed with no costs.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Jana A. Andersen/vnh  <FRAGMENT_SUPPRESSED>", "APPENDIX \"A <FRAGMENT_SUPPRESSED>", "Canadian Passport Order", ", (SI/81-86)  <FRAGMENT_SUPPRESSED>", "REFUSAL OF PASSPORTS AND REVOCATION  <FRAGMENT_SUPPRESSED>", "9. Without limiting the generality of subsections 4(3) and (4) and for greater certainty, the Minister may refuse to issue a passport to an applicant who  <FRAGMENT_SUPPRESSED>", "(a) fails to provide the Minister with a duly completed application for a passport or with the information and material that is required or requested  <FRAGMENT_SUPPRESSED>", "(i) in the application for a passport, or  <FRAGMENT_SUPPRESSED>", "(ii) pursuant to section 8;  <FRAGMENT_SUPPRESSED>", "(b) stands charged in Canada with the commission of an indictable offence;  <FRAGMENT_SUPPRESSED>", "(c) stands charged outside Canada with the commission of any offence that would, if committed in Canada, constitute an indictable offence;  <FRAGMENT_SUPPRESSED>", "(d) is subject to a term of imprisonment in Canada or is forbidden to leave Canada or the territorial jurisdiction of a Canadian court by conditions imposed with respect to  <FRAGMENT_SUPPRESSED>", "(i) any temporary absence, work release, parole, statutory release or other similar regime of absence or release from a penitentiary or prison or any other place of confinement granted under the Corrections and Conditional Release Act, the Prisons and Reformatories Act or any law made in Canada that contains similar release provisions,", "(ii) any alternative measures, judicial interim release, release from custody, conditional sentence order or probation order granted under the Criminal Code or any law made in Canada that contains similar release provisions, or  <FRAGMENT_SUPPRESSED>", "(iii) any absence without escort from a penitentiary or prison granted under any law made in Canada;  <FRAGMENT_SUPPRESSED>", "(d.1) is subject to a term of imprisonment outside Canada or is forbidden to leave a foreign state or the territorial jurisdiction of a foreign court by conditions imposed with respect to any custodial release provisions that are comparable to those set out in subparagraphs (d)(i) to (iii);  <FRAGMENT_SUPPRESSED>", "(e) has been convicted of an offence under section 57 of the Criminal Code or has been convicted in a foreign state of an offence that would, if committed in Canada, constitute an offence under section 57 of the Criminal Code;  <FRAGMENT_SUPPRESSED>", "(f) is indebted to the Crown for expenses related to repatriation to Canada or for other consular financial assistance provided abroad at his request by  <FRAGMENT_SUPPRESSED>", "(g) has been issued a passport that has not expired and has not been revoked.  <FRAGMENT_SUPPRESSED>", "10. (1) Without limiting the generality of subsections 4(3) and (4) and for the greater certainty, the Minister may revoke a passport on the same grounds on which he or she may refuse to issue a passport.  <FRAGMENT_SUPPRESSED>", "(2) In addition, the Minister may revoke the passport of a person who  <FRAGMENT_SUPPRESSED>", "(a) being outside Canada, stands charged in a foreign country or state with the commission of any offence that would constitute an indictable offence if committed in Canada;  <FRAGMENT_SUPPRESSED>", "(b) uses the passport to assist him in committing an indictable offence in Canada or any offence in a foreign country or state that would constitute an indictable offence if committed in Canada;  <FRAGMENT_SUPPRESSED>", "(c) permits another person to use the passport;  <FRAGMENT_SUPPRESSED>", "(d) has obtained the passport by means of false or misleading information; or  <FRAGMENT_SUPPRESSED>", "(e) has ceased to be a Canadian citizen.  <FRAGMENT_SUPPRESSED>", "10.1 Without limiting the generality of subsections 4(3) and (4) and for greater certainty, the Minister may refuse or revoke a passport if the Minister is of the opinion that such action is necessary for the national security of Canada or another country.  <FRAGMENT_SUPPRESSED>", "10.2 The authority to make a decision to refuse to issue or to revoke a passport under this Order, except for the grounds set out in paragraph 9(g), includes the authority to impose a period of refusal of passport services.  <FRAGMENT_SUPPRESSED>", "10.3 If a passport that is issued to a person has expired but could have been revoked under any of the grounds set out in sections 10 and 10.1 had it not expired, the Minister may impose a period of refusal of passport services on those same grounds, except for the grounds set out in paragraph 9(g), if the facts that could otherwise have led to the revocation of the passport occurred before its expiry date.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "REFUS DE DÉLIVRANCE ET RÉVOCATION  <FRAGMENT_SUPPRESSED>", "9. Sans que soit limitée la généralité des paragraphes 4(3) et (4), il est entendu que le ministre peut refuser de délivrer un passeport au requérant qui:  <FRAGMENT_SUPPRESSED>", "a) ne lui présente pas une demande de passeport dûment remplie ou ne lui fournit pas les renseignements et les documents exigés ou demandés  <FRAGMENT_SUPPRESSED>", "(i) dans la demande de passeport, ou  <FRAGMENT_SUPPRESSED>", "(ii) selon l'article 8;  <FRAGMENT_SUPPRESSED>", "b) est accusé au Canada d'un acte criminel;  <FRAGMENT_SUPPRESSED>", "c) est accusé dans un pays étranger d'avoir commis une infraction qui constituerait un acte criminel si elle était commise au Canada;  <FRAGMENT_SUPPRESSED>", "d) est assujetti à une peine d'emprisonnement au Canada ou est frappé d'une interdiction de quitter le Canada ou le ressort d'un tribunal canadien selon les conditions imposées:  <FRAGMENT_SUPPRESSED>", "(i) à l'égard d'une permission de sortir, d'un placement à l'extérieur, d'une libération conditionnelle ou d'office, ou à l'égard de tout régime similaire d'absences ou de permissions, d'un pénitencier, d'une prison ou de tout autre lieu de détention, accordés sous le régime de la Loi sur le système correctionnel et la mise en liberté sous condition, de la Loi sur les prisons et les maisons de correction ou de toute loi édictée au Canada prévoyant des mesures semblables de mise en liberté,  <FRAGMENT_SUPPRESSED>", "(ii) à l'égard de toutes mesures de rechange, d'une mise en liberté provisoire par voie judiciaire, d'une mise en liberté ou à l'égard d'une ordonnance de sursis ou de probation établie sous le régime du Code criminel ou de toute loi édictée au Canada prévoyant des mesures semblables de mise en liberté,  <FRAGMENT_SUPPRESSED>", "(iii) dans le cadre d'une permission de sortir sans escorte d'une prison ou d'un pénitencier accordée en vertu de toute loi édictée au Canada;  <FRAGMENT_SUPPRESSED>", "d.1) est assujetti à une peine d'emprisonnement à l'étranger ou est frappé d'une interdiction de quitter un pays étranger ou le ressort d'un tribunal étranger selon les conditions imposées dans le cadre de dispositions privatives de liberté comparables à celles énumérées aux sous-alinéas d)(i) à (iii);  <FRAGMENT_SUPPRESSED>", "e) a été déclaré coupable d'une infraction prévue à l'article 57 du Code criminel ou, à l'étranger, d'une infraction qui constituerait une telle infraction si elle avait été commise au Canada;  <FRAGMENT_SUPPRESSED>", "f) est redevable envers la Couronne par suite des dépenses engagées en vue de son rapatriement au Canada ou d'une autre assistance financière consulaire qu'il a demandée et que le gouvernement du Canada lui a fournie à l'étranger; ou  <FRAGMENT_SUPPRESSED>", "g) détient un passeport qui n'est pas expiré et n'a pas été révoqué.  <FRAGMENT_SUPPRESSED>", "10. (1) Sans que soit limitée la généralité des paragraphes 4(3) et (4), il est entendu que le ministre peut révoquer un passeport pour les mêmes motifs que ceux qu'il invoque pour refuser d'en délivrer un.  <FRAGMENT_SUPPRESSED>", "(2) Il peut en outre révoquer le passeport de la personne qui:  <FRAGMENT_SUPPRESSED>", "a) étant en dehors du Canada, est accusée dans un pays ou un État étranger d'avoir commis une infraction qui constituerait un acte criminel si elle était commise au Canada;  <FRAGMENT_SUPPRESSED>", "b) utilise le passeport pour commettre un acte criminel au Canada, ou pour commettre, dans un pays ou État étranger, une infraction qui constituerait un acte criminel si elle était commise au Canada;  <FRAGMENT_SUPPRESSED>", "c) permet à une autre personne de se servir du passeport;  <FRAGMENT_SUPPRESSED>", "d) a obtenu le passeport au moyen de renseignements faux ou trompeurs;  <FRAGMENT_SUPPRESSED>", "e) n'est plus citoyen canadien.  <FRAGMENT_SUPPRESSED>", "10.1 Sans que soit limitée la généralité des paragraphes 4(3) et (4), il est entendu que le ministre peut refuser de délivrer un passeport ou en révoquer un s'il est d'avis que cela est nécessaire pour la sécurité nationale du Canada ou d'un autre pays.  <FRAGMENT_SUPPRESSED>", "10.2 Le pouvoir de prendre la décision de refuser la délivrance d'un passeport ou d'en révoquer un en vertu du présent décret, pour tout motif autre que celui prévu à l'alinéa 9g), comprend le pouvoir d'imposer une période de refus de services de passeport.  <FRAGMENT_SUPPRESSED>", "10.3 Dans le cas où un passeport aurait pu être révoqué pour l'un des motifs visés aux articles 10 et 10.1 - à l'exception du motif prévu à l'alinéa 9g) - s'il n'avait pas été expiré, le ministre peut imposer une période de refus de services de passeport pour le même motif si les faits qui auraient autrement pu mener à la révocation se sont produits avant la date d'expiration.  <FRAGMENT_SUPPRESSED>", "APPENDIX \"B <FRAGMENT_SUPPRESSED>", "Immigration and Refugee Protection Act", ", (SC 2001, c 27)  <FRAGMENT_SUPPRESSED>", "PART 3  <FRAGMENT_SUPPRESSED>", "ENFORCEMENT  <FRAGMENT_SUPPRESSED>", "Human Smuggling and Trafficking  <FRAGMENT_SUPPRESSED>", "Organizing entry into Canada  <FRAGMENT_SUPPRESSED>", "117. (1) No person shall organize, induce, aid or abet the coming into Canada of one or more persons knowing that, or being reckless as to whether, their coming into Canada is or would be in contravention of this Act.  <FRAGMENT_SUPPRESSED>", "Penalties - fewer than 10 persons  <FRAGMENT_SUPPRESSED>", "(2) A person who contravenes subsection (1) with respect to fewer than 10 persons is guilty of an offence and liable  <FRAGMENT_SUPPRESSED>", "(a) on conviction on indictment  <FRAGMENT_SUPPRESSED>", "(i) for a first offence, to a fine of not more than $500,000 or to a term of imprisonment of not more than 10 years, or to both, or  <FRAGMENT_SUPPRESSED>", "(ii) for a subsequent offence, to a fine of not more than $1,000,000 or to a term of imprisonment of not more than 14 years, or to both; and  <FRAGMENT_SUPPRESSED>", "(b) on summary conviction, to a fine of not more than $100,000 or to a term of imprisonment of not more than two years, or to both.", "Penalty - 10 persons or more  <FRAGMENT_SUPPRESSED>", "(3) A person who contravenes subsection (1) with respect to a group of 10 persons or more is guilty of an offence and liable on conviction by way of indictment to a fine of not more than $1,000,000 or to life imprisonment, or to both.  <FRAGMENT_SUPPRESSED>", "Minimum penalty - fewer than 50 persons  <FRAGMENT_SUPPRESSED>", "(3.1) A person who is convicted on indictment of an offence under subsection (2) or (3) with respect to fewer than 50 persons is also liable to a minimum punishment of imprisonment for a term of  <FRAGMENT_SUPPRESSED>", "(a) three years, if either  <FRAGMENT_SUPPRESSED>", "(i) the person, in committing the offence, endangered the life or safety of, or caused bodily harm or death to, any of the persons with respect to whom the offence was committed, or  <FRAGMENT_SUPPRESSED>", "(ii) the commission of the offence was for profit, or was for the benefit of, at the direction of or in association with a criminal organization or terrorist group; or  <FRAGMENT_SUPPRESSED>", "(b) five years, if both  <FRAGMENT_SUPPRESSED>", "(i) the person, in committing the offence, endangered the life or safety of, or caused bodily harm or death to, any of the persons with respect to whom the offence was committed, and  <FRAGMENT_SUPPRESSED>", "(ii) the commission of the offence was for profit, or was for the benefit of, at the direction of or in association with a criminal organization or terrorist group.  <FRAGMENT_SUPPRESSED>", "Minimum penalty - 50 persons or more  <FRAGMENT_SUPPRESSED>", "(3.2) A person who is convicted of an offence under subsection (3) with respect to a group of 50 persons or more is also liable to a minimum punishment of imprisonment for a term of  <FRAGMENT_SUPPRESSED>", "(a) five years, if either  <FRAGMENT_SUPPRESSED>", "(i) the person, in committing the offence, endangered the life or safety of, or caused bodily harm or death to, any of the persons with respect to whom the offence was committed, or  <FRAGMENT_SUPPRESSED>", "(ii) the commission of the offence was for profit, or was for the benefit of, at the direction of or in association with a criminal organization or terrorist group; or  <FRAGMENT_SUPPRESSED>", "(b) 10 years, if both  <FRAGMENT_SUPPRESSED>", "(i) the person, in committing the offence, endangered the life or safety of, or caused bodily harm or death to, any of the persons with respect to whom the offence was committed, and  <FRAGMENT_SUPPRESSED>", "(ii) the commission of the offence was for profit, or was for the benefit of, at the direction of or in association with a criminal organization or terrorist group.  <FRAGMENT_SUPPRESSED>", "No proceedings without consent  <FRAGMENT_SUPPRESSED>", "(4) No proceedings for an offence under this section may be instituted except by or with the consent of the Attorney General of Canada.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "PARTIE 3", "EXÉCUTION  <FRAGMENT_SUPPRESSED>", "Organisation d'entrée illégale au Canada", "Entrée illégale  <FRAGMENT_SUPPRESSED>", "117. (1) Il est interdit à quiconque d'organiser l'entrée au Canada d'une ou de plusieurs personnes ou de les inciter, aider ou encourager à y entrer en sachant que leur entrée est ou serait en contravention avec la présente loi ou en ne se souciant pas de ce fait.  <FRAGMENT_SUPPRESSED>", "Peines  <FRAGMENT_SUPPRESSED>", "(2) Quiconque contrevient au paragraphe (1) relativement à moins de dix personnes commet une infraction et est passible, sur déclaration de culpabilité:  <FRAGMENT_SUPPRESSED>", "a) par mise en accusation:  <FRAGMENT_SUPPRESSED>", "(i) pour une première infraction, d'une amende maximale de cinq cent mille dollars et d'un emprisonnement maximal de dix ans, ou de l'une de ces peines,  <FRAGMENT_SUPPRESSED>", "(ii) en cas de récidive, d'une amende maximale de un million de dollars et d'un emprisonnement maximal de quatorze ans, ou de l'une de ces peines;  <FRAGMENT_SUPPRESSED>", "b) par procédure sommaire, d'une amende maximale de cent mille dollars et d'un emprisonnement maximal de deux ans, ou de l'une de ces peines.  <FRAGMENT_SUPPRESSED>", "Peines  <FRAGMENT_SUPPRESSED>", "(3) Quiconque contrevient au paragraphe (1) relativement à un groupe de dix personnes et plus commet une infraction et est passible, sur déclaration de culpabilité par mise en accusation, d'une amende maximale de un million de dollars et de l'emprisonnement à perpétuité, ou de l'une de ces peines.  <FRAGMENT_SUPPRESSED>", "Peine minimale - moins de cinquante personnes  <FRAGMENT_SUPPRESSED>", "(3.1) Quiconque est déclaré coupable, par mise en accusation, de l'infraction prévue aux paragraphes (2) ou (3) visant moins de cinquante personnes est aussi passible des peines minimales suivantes:  <FRAGMENT_SUPPRESSED>", "a) trois ans si, selon le cas:  <FRAGMENT_SUPPRESSED>", "(i) l'auteur, en commettant l'infraction, a entraîné la mort de toute personne visée par l'infraction ou des blessures à celle-ci ou a mis en danger sa vie ou sa sécurité,  <FRAGMENT_SUPPRESSED>", "(ii) l'infraction a été commise au profit ou sous la direction d'une organisation criminelle ou d'un groupe terroriste ou en association avec l'un ou l'autre de ceux-ci ou en vue de tirer un profit;  <FRAGMENT_SUPPRESSED>", "b) cinq ans si, à la fois:  <FRAGMENT_SUPPRESSED>", "(i) l'auteur, en commettant l'infraction, a entraîné la mort de toute personne visée par l'infraction ou des blessures à celle-ci ou a mis en danger sa vie ou sa sécurité,  <FRAGMENT_SUPPRESSED>", "(ii) l'infraction a été commise au profit ou sous la direction d'une organisation criminelle ou d'un groupe terroriste ou en association avec l'un ou l'autre de ceux-ci ou en vue de tirer un profit.  <FRAGMENT_SUPPRESSED>", "Peine minimale - groupe de cinquante personnes et plus  <FRAGMENT_SUPPRESSED>", "(3.2) Quiconque est déclaré coupable de l'infraction prévue au paragraphe (3) visant un groupe de cinquante personnes et plus est aussi passible des peines minimales suivantes:  <FRAGMENT_SUPPRESSED>", "a) cinq ans si, selon le cas:  <FRAGMENT_SUPPRESSED>", "(i) l'auteur, en commettant l'infraction, a entraîné la mort de toute personne visée par l'infraction ou des blessures à celle-ci ou a mis en danger sa vie ou sa sécurité,  <FRAGMENT_SUPPRESSED>", "(ii) l'infraction a été commise au profit ou sous la direction d'une organisation criminelle ou d'un groupe terroriste ou en association avec l'un ou l'autre de ceux-ci ou en vue de tirer un profit;  <FRAGMENT_SUPPRESSED>", "b) dix ans si, à la fois:  <FRAGMENT_SUPPRESSED>", "(i) l'auteur, en commettant l'infraction, a entraîné la mort de toute personne visée par l'infraction ou des blessures à celle-ci ou a mis en danger sa vie ou sa sécurité,  <FRAGMENT_SUPPRESSED>", "(ii) l'infraction a été commise au profit ou sous la direction d'une organisation criminelle ou d'un groupe terroriste ou en association avec l'un ou l'autre de ceux-ci ou en vue de tirer un profit.  <FRAGMENT_SUPPRESSED>", "Consentement du procureur général du Canada  <FRAGMENT_SUPPRESSED>", "(4) Il n'est engagé aucune poursuite pour une infraction prévue au présent article sans le consentement du procureur général du Canada.  <FRAGMENT_SUPPRESSED>"]]}