{"id_": "014104", "body_str": [["[1]", "Gagné, J.", ": Ms. Yani Meilina, a 58 year old Christian citizen of Indonesia, seeks judicial review of a decision of the Refugee Appeal Division [RAD] of the Immigration and Refugee Protection Board, dismissing her appeal of findings made by the Refugee Protection Division [RPD] that she is neither a refugee nor a person in need of protection. Although the RPD found that the applicant was a victim of gender-based persecution at the hands of her ex-husband, it also found that the availability of an internal flight alternative [IFA] was determinative of all claims under either section 96 or subsection 97(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [Act]."], ["[2]", "As superior courts of justice do in similar circumstances, the RAD engaged in a standard of review analysis and found that the reasonableness standard applied to the RPD's finding of fact and mixed fact and law. As such, it found that the RPD's analysis of the available IFA was reasonable and that its findings fell within the range of possible outcomes.", "I.", "Issues and standard of review"], ["[3]", "This application for judicial review raises a single issue:", "• Whether the RAD erred by holding that it should apply the reasonableness standard to the RPD's findings of fact and mixed fact and law."], ["[4]", "The respondent submits that even if I find the RAD committed a reviewable error by applying the reasonableness standard, I should dismiss the application since the RPD would have reached the same conclusion if it had applied the correctness standard."], ["[5]", "With respect, I do not agree with the respondent that this Court should substitute its own assessment of the evidence adduced before the RAD, and, as this application does not raise a pure question of credibility, I am therefore of the view that if I am to find the RAD erred in applying the reasonableness standard, the application for judicial review should be granted and the matter sent back to the RAD for a new determination."], ["[6]", "That said, errors of law reviewed by this Court are generally governed by the correctness standard (", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ). Questions which concern the interpretation of a tribunal's own statute and the tribunal's own function are presumed to be reviewable on the reasonableness standard (", "Alberta (Information and  <FRAGMENT_SUPPRESSED>  [", "Alberta Teachers", "]. This presumption applies unless the interpretation of the home statute is: 1) a constitutional question; 2) a question of law that is of central importance to the legal system as a whole and that is outside the adjudicator's expertise; 3) a question regarding the jurisdictional lines between two or more competing specialized tribunals; or 4) a true question of jurisdiction or", "vires", "<FRAGMENT_SUPPRESSED> ;", "Alberta  <FRAGMENT_SUPPRESSED> )."], ["[7]", "Since this case was argued, this Court has issued several decisions on the subject and it has engaged in several standard of review analyses.  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], relying on", "<FRAGMENT_SUPPRESSED>  Justice Phelan found that, as \"the issue of law is one of general interest to the legal system\", this Court should apply the correctness standard when reviewing the standard of intervention chosen by the RAD sitting in appeal of RPD decisions."], ["[8]", "However, in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], I reviewed the jurisprudence of the Supreme Court of Canada and found myself unable to agree with Justice Phelan. At paragraph 26, I express the view that \"the interpretation of the RAD Provisions by the RAD does not involve a question of central importance to the legal system as a whole or any other special circumstances that would require review on a correctness standard. The issue of interpretation does not have significance outside the operation of these specific provisions, the very same provisions that only dictate the role and duties of the RAD.\" I certified the question so that the parties have the opportunity to have the issue clarified by the Federal Court of Appeal."], ["[9]", "In the case at bar, the choice of standard of review to be applied is not determinative as I would arrive at the same conclusion should I apply either one.", "II.", "Analysis"], ["[10]", "Although the Federal Court of Appeal [FCA] has yet to hear a case involving a decision of the RPD, there is a consensus amongst the judges of this Court that the judicial review regime does not apply to appeals of RPD decisions before the RAD."], ["[11]", "However, several issues will need to be decided by the FCA, for example: What is the level of deference that is owed by the RAD to the RPD's findings, if any and what is the scope of the questions of fact and questions of mixed fact and law for which deference would be owed?"], ["[12]", "In any event, it seems clear in this case that the plaintiff did not benefit from the appeal she was entitled to and, as found by Justice Martineau in", "<FRAGMENT_SUPPRESSED>  I find that this is sufficient to quash the RAD's decision, and to send the file back for re-determination."], ["[13]", "At the hearing, both parties suggested that I certify the same question as was certified by Justice Phelan  <FRAGMENT_SUPPRESSED> .", "However, to be consistent, I will certify the same question as I certified in <FRAGMENT_SUPPRESSED> which, in my view, is better suited for this case:", "Within the Refugee Appeal Division [RAD]'s statutory framework where the appeal proceeds on the basis of the record of the proceedings of the Refugee Protection Division [RPD], does the RAD owe deference to RPD findings of fact and of mixed fact and law?"], ["[14]", "Although this question has been certified in several files and although the present case might not be the best case for the respondent to bring before the Federal Court of Appeal, I will nevertheless certify that question, as it is determinative of the case and would be determinative of an appeal.", "JUDGMENT"], ["[15]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is granted;", "2. The Refugee Appeal Division's decision dated January 16, 2014 is set aside;", "3. The file is remitted back to a different member of the Appeal Division for re-determination; and", "4. The following question is certified:", "Within the Refugee Appeal Division [RAD] 's statutory framework where the appeal proceeds on the basis of the record of the proceedings of the Refugee Protection Division [RPD], does the RAD owe deference to RPD findings of fact and of mixed fact and law?", "Application allowed.", "Editor: Gary W. McLaughlin/bk", "[End of document]"]]}