{"id_": "014585", "body_str": [["[1]", "Zinn, J.", ": The applicants, a mother and her two minor children, are Roma and all citizens of Hungary. They ask the Court to set aside the decision of the Refugee Protection Division of the Immigration and Refugee Board that found that they were neither Convention refugees nor persons in need of protection under the", "Immigration and Refugee Protection Act", ", SC 2001, c 27."], ["[2]", "The Board found that the determinative issues were credibility, discrimination versus persecution, and state protection. I find that there are a number of errors in the Board's analysis of each of these issues which lead to the conclusion that the decision is unreliable and thus unreasonable. The applicants' claims for protection must be re-examined."], ["[3]", "In its analysis of credibility, the applicants submit that the Board erroneously stated that the minor incidents occurring between 2001 and 2008 to which Ms. Rezmuves testified were not in her Personal Information Form (PIF), when, in fact, she did mention \"small incidents\" occurring in this period in her PIF. They are correct."], ["[4]", "It is impossible to determine whether the Board, in part, based its credibility finding on this discrepancy, or whether the Board accepted the evidence as credible but merely found that it did not amount to persecution. The Board's analysis of this testimony, as set out below, is not intelligible:", "The Board concludes that the incidents described by the [applicant] between 2001 and 2008 were an attempt to embellish her claim. These incidents are not described in the PIF and we believe that such a glaring space of time in which no specific harm is indicated, is indicative of the fact that for the most part the [applicant] living in Budapest was suffering harm which would not be considered persecution ..."], ["[5]", "The Board's credibility determination was partly based on its finding that Ms. Rezmuves' PIF omitted mention of a complaint being made to the Roma Foundation concerning the attack on her grandmother's house in 1999 which she testified to at the hearing. In fact, the PIF does reference contacting the Roma Foundation."], ["[6]", "Another basis for the credibility finding was the discrepancy noted by the Board between the testimony of Ms. Rezmuves at the hearing and a statement contained in her Claim for Refugee Protection in Canada form completed one day after her arrival in Canada. At the hearing the Board asked Ms. Rezmuves if she had ever been beaten by the police and she responded that she had in 1996. She had previously testified to this incident in which her mother was seriously injured and said that she did not suffer major injuries, the police \"just hit me on the head a few times.\" The Board then challenged her evidence as follows:", "MEMBER: Why does it say in your CIC notes that you were beaten in front of your children when in 96 your children were not born?", "CLAIMANT: I cannot remember that I said anything like that.", "MEMBER: I will read it to you.", "\"I'm afraid for my life due to my ethnicity as a Roma. Because of my ethnicity I was beaten by the police at home, in public, and in front of my children\".", "CLAIMANT: Well, I am assuming that was the interpretation mistake, or error, because in front of my children, never, I do not remember saying it."], ["[7]", "The Board describes this as an \"important\" discrepancy and says: \"We find the claimant's explanation of poor translation to be lacking in credibility.\" As a consequence, the Board concludes that \"it\" - by which I presume is meant the statement in her application for protection - was an attempt by Ms. Rezmuves to embellish her claim."], ["[8]", "The Board provides no explanation or reason why it finds the allegation of poor translation not credible. This is the only reference to her having been assaulted by the police in the presence of her children. It is not referenced in her PIF or her testimony and she quite adamantly denies it ever having occurred when challenged at the hearing. She was beaten by persons who were not police officers in the presence of her children. On these facts, it is unreasonable for the Board to identify the inconsistency and reject her explanation without providing any reason for so doing. Further, the attempt to \"embellish her claim,\" if there was one was not made in her sworn evidence before the Board which was consistent with her testimony that the statement in the claim was made in error."], ["[9]", "The principal applicant submits that the Board failed to properly assess whether the years of discrimination experienced by the applicants amounted to persecution. I agree that the Board's reasoning on this issue is not intelligible and its conclusion not reasonable. The Board reviewed the facts of the three incidents alleged to have occurred since 2001. While the Board stated that the incident on the trolley in January 2008 was not tantamount to persecution, the Board's comments regarding the other two incidents only related to the failure of the applicants to go to the police. This is not the same as finding that the incidents did not amount to persecution."], ["[10]", "Furthermore, two of the three incidents listed by the Board in this section, if believed, arguably amount to persecution and not mere discrimination: namely the beating of Ms. Rezmuves's brother and other family members at the outdoor celebration in August 2008, and the brutal beating of her husband by police in December 2008."], ["[11]", "The Board's state protection analysis is also problematic. The Board reviews evidence related to arbitrary detention in Hungary, the structure of the Hungarian police forces, police corruption, the Roma Police Association and its protection of Roma members of the police and military, other related police associations in Hungary and Europe for Roma military and police officers, the Independent Expert, and the body responsible for the monitoring of the implementation of legislation dealing with anti-discrimination. However, the Board fails to focus on the relevant question: Is there adequate state protection available for Roma in Hungary?"], ["[12]", "Further, I agree with the applicants that the Board failed to review or acknowledge the recent evidence which the applicants describe in their memorandum as follows: \"there has been a severe upswing of extremism directed against Roma and further that there is extensive evidence of the government's shortcomings in actually preventing violence against Roma (for example the European Roma Rights Centre report and a recent Amnesty International report, both lengthy and detailed on this very point).\""], ["[13]", "The failure to address the real issue and examine current evidence on that point must lead to the conclusion that the decision on state protection is unreasonable. It may be that a differently constituted Board, after reviewing all of the relevant evidence, will reach the same result as this Board Member; however, that is the role of the Board and not of this Court."], ["[14]", "Neither party proposed a question for certification.", "JUDGMENT"], ["[15]", "THIS COURT'S JUDGMENT is that", "this application is allowed; the decision of the Refugee Protection Division of the Immigration and Refugee Board that found that the applicants were neither Convention refugees nor persons in need of protection is set aside; the applicants' claims for protection are referred to a differently constituted Board for determination; and no question is certified.", ".........................", "Janosne Rezmuves,  <FRAGMENT_SUPPRESSED>  [Traduction]: Les demandeurs, une mère et ses deux enfants mineurs, sont Roms et tous citoyens de la Hongrie. Ils prient la Cour d'annuler la décision par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié a conclu qu'ils n'étaient ni des réfugiés au sens de la Convention ni des personnes à protéger selon la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27."], ["[2]", "La Commission a estimé que les questions déterminantes étaient la crédibilité, la discrimination par opposition à la persécution, et la protection offerte par l'État. Je suis d'avis que l'analyse de chacune de ces questions par la Commission comporte un certain nombre d'erreurs, ce qui m'amène à conclure que la décision est peu fiable et, par conséquent, déraisonnable. Les demandes d'asile des demandeurs doivent faire l'objet d'un nouvel examen."], ["[3]", "À propos de son analyse de la crédibilité, les demandeurs soutiennent que c'est à tort que la Commission a déclaré que les incidents mineurs survenus entre 2001 et 2008, dont Mme Rezmuves avait parlé dans son témoignage, ne figuraient pas dans son formulaire de renseignements personnels (le FRP), alors qu'elle y avait fait état de [traduction] « petits incidents » qui s'étaient produits durant cette période. Les demandeurs ont raison."], ["[4]", "Il est impossible de savoir si la Commission a fondé en partie sa conclusion relative à la crédibilité sur cette incompatibilité ou si elle a accepté la preuve comme étant crédible tout en concluant simplement que ces incidents ne constituaient pas de la persécution. L'analyse par la Commission du témoignage de la demanderesse sur cette question, reproduite ci-dessous, n'est pas intelligible.", "La Commission conclut que les incidents (survenus de 2001 à 2008) décrits par la demandeure d'asile principale sont une tentative de renforcer sa demande d'asile. Ces incidents ne figurent pas dans le FRP, et le tribunal est d'avis qu'il est flagrant qu'une telle période où aucun incident particulier n'a été indiqué donne à penser que la plupart des préjudices subis par la demandeure d'asile principale lorsqu'elle vivait à Budapest ne seraient pas considérés comme de la persécution."], ["[5]", "La conclusion de la Commission en ce qui a trait à la crédibilité reposait en partie sur l'omission de Mme Rezmuves de mentionner dans son FRP qu'une plainte avait été déposée auprès de la fondation des Roms concernant l'attaque à la maison de sa grand-mère en 1999, plainte dont elle a fait état dans le témoignage qu'elle a livré à l'audience. Or, il est bel et bien mentionné dans le FRP que la fondation des Roms avait été contactée."], ["[6]", "La conclusion relative à la crédibilité repose également sur l'incompatibilité que la Commission a relevée entre le témoignage de Mme Rezmuves à l'audience et une déclaration contenue dans le formulaire de demande d'asile qu'elle a rempli le lendemain de son arrivée au Canada. À l'audience, la Commission a demandé à Mme Rezmuves si elle avait déjà été battue par la police et elle a répondu qu'elle l'avait été en 1996. Elle avait témoigné précédemment concernant cet incident où sa mère avait été grièvement blessée et elle avait alors affirmé qu'elle n'avait pas subi de blessures majeures et que la police [traduction] « [l'avait] juste frappée à la tête quelques fois ». La Commission a ensuite contesté la preuve comme suit:", "[traduction]", "COMMISSAIRE: Pourquoi est-il indiqué dans les notes de Citoyenneté et Immigration Canada que vous avez été battue devant vos enfants alors que vos enfants n'étaient pas nés en 96?", "DEMANDEURE D'ASILE: Je ne me souviens pas avoir dit une chose pareille.", "COMMISSAIRE: Je vous en fais lecture.", "« Je crains pour ma vie parce que je suis Rom. J'ai été battue par la police chez moi, en public et devant mes enfants, du fait de mon origine ethnique. »", "DEMANDEURE D'ASILE: Bien, je suppose qu'il s'agit d'une erreur de l'interprète, parce que, devant mes enfants, jamais, je ne me souviens pas avoir dit cela."], ["[7]", "La Commission affirme qu'il s'agissait d'une incompatibilité importante et que « [s] elon le tribunal, l'explication de la demandeure d'asile concernant la mauvaise traduction manque de crédibilité ». Par conséquent, la Commission conclut que « les éléments qui précèdent » - ce qui, je présume, sous-entend la déclaration contenue dans sa demande d'asile - constituaient une tentative d'étayer la demande d'asile."], ["[8]", "La Commission ne fournit aucune explication ni aucun motif pour expliquer pourquoi elle juge que l'allégation selon laquelle il devait s'agir d'une erreur de traduction n'est pas crédible. C'est la seule fois où il est fait mention qu'elle avait été battue par la police en présence de ses enfants. Il n'en a pas été fait mention dans son FRP ni dans son témoignage, et elle a nié ce fait de manière plutôt catégorique lorsqu'il a été soulevé à l'audience. Elle a été battue en présence de ses enfants par des personnes qui n'étaient pas des policiers. Compte tenu de ces faits, il est déraisonnable de la part de la Commission d'avoir retenu cette incompatibilité et d'avoir rejeté son explication sans fournir de motifs. En outre, la tentative d'« étayer la demande d'asile »,s'il y en a eu une, n'a pas été faite dans son témoignage sous serment devant la Commission, lequel était compatible avec son affirmation portant que la déclaration contenue dans sa demande d'asile avait été faite par erreur."], ["[9]", "La demanderesse principale soutient que la Commission n'a pas bien examiné la question de savoir si la discrimination dont les demandeurs ont été victimes durant ces années équivalait à de la persécution. Je conviens que le raisonnement de la Commission sur cette question n'est pas intelligible et que sa conclusion est déraisonnable. La Commission a passé en revue les trois incidents qui se seraient produits depuis 2001. La Commission a affirmé que l'incident du tramway qui s'est produit en janvier 2008 ne constituait pas de la persécution et, en ce qui concerne les deux autres incidents, elle a seulement fait remarquer que les demandeurs n'avaient pas porté plainte à la police, ce qui ne revient pas à dire que ces incidents ne constituaient pas de la persécution."], ["[10]", "En outre, on peut soutenir que deux des trois incidents évoqués par la Commission dans cette section, si l'on y ajoute foi, constituent de la persécution, et non simplement de la discrimination: l'agression dont a été victime le frère de Mme Rezmuves et d'autres membres de sa famille à la célébration en plein air d'août 2008 et l'agression sauvage de son mari perpétrée par la police en décembre 2008."], ["[11]", "L'analyse de la Commission sur la protection offerte par l'État pose également problème. La Commission examine la preuve concernant la détention arbitraire en Hongrie, la structure des forces policières hongroises, la corruption policière, l'association des agents de police roms qui voit à la protection des Roms qui sont policiers et militaires, d'autres associations connexes en Hongrie et en Europe visant les policiers et les militaires roms, l'expert indépendant et l'organisme chargé de surveiller la mise en application des mesures législatives visant à enrayer la discrimination. Toutefois, la Commission ne s'est pas penchée sur la question pertinente: la protection offerte aux Roms par l'État est-elle suffisante en Hongrie?"], ["[12]", "En outre, je suis d'accord avec les demandeurs pour dire que la Commission n'a ni examiné ni admis la preuve récente que les demandeurs présentent comme suit dans leur mémoire: [traduction] « il y a eu une forte montée des actes extrémistes commis à l'endroit des Roms et, de plus, la preuve démontrant le manque d'intervention du gouvernement pour prévenir la violence faite aux Roms est abondante (par exemple le rapport du Centre européen des droits des Roms et un rapport récent d'Amnistie Internationale, soit deux documents volumineux et très détaillés sur cette question précise) »."], ["[13]", "Le défaut d'analyser la véritable question et de tenir compte de la preuve la plus récente sur ce point m'amène à conclure que la décision concernant la protection offerte par l'État est déraisonnable. Il se peut qu'un tribunal différemment constitué parvienne, après avoir examiné l'ensemble de la preuve pertinente, à la même conclusion que celle à laquelle est arrivé le tribunal en l'espèce; toutefois, il appartient à la Commission, et non à la Cour, d'examiner cette preuve et de trancher cette question."], ["[14]", "Ni l'une ni l'autre des parties n'a proposé une question aux fins de certification.", "JUGEMENT"], ["[15]", "LA COUR STATUE que", "la présente demande est accueillie, que la décision par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié a conclu que les demandeurs n'étaient ni des réfugiés au sens de la Convention ni des personnes à protéger est annulée, que les demandes d'asile des demandeurs sont renvoyées à un tribunal différemment constitué pour qu'il effectue un nouvel examen et qu'aucune question n'est certifiée.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}