{"id_": "014533", "body_str": [["[1]", "Martineau, J.", "[Translation]: As a general rule, pursuant to subsection 225.1(1) of the", "Income Tax Act", ", R.S.C. 1985, c. 1 (5th Supp.) (the", "Act", "), is that the Minister of National Revenue (the Minister) is restricted from collecting amounts owing by a taxpayer to Her Majesty in Right of Canada (Her Majesty or the applicant) until 90 days after the day on which the notice of assessment is mailed. Nevertheless, where a judge is satisfied that there are reasonable grounds to believe that the collection of all or any part of the amount assessed in respect of the taxpayer would be jeopardized by a delay in the collection of that amount, the judge shall authorize the Minister to proceed forthwith."], ["[2]", "Subsection 225.2(2) of the", "Act", "provides as follows:", "\"(2) Notwithstanding section 225.1, where, on ex parte application by the Minister, a judge is satisfied that there are reasonable grounds to believe that the collection of all or any part of an amount assessed in respect of a taxpayer would be jeopardized by a delay in the collection of that amount, the judge shall, on such terms as the judge considers reasonable in the circumstances, authorize the Minister to take forthwith any of the actions described in paragraphs 225.1(1)(a) to 225.1(1)(g) with respect to the amount.\""], ["[3]", "The respondents, Mario Laquerre (Laquerre), Fiducie Mario Laquerre (Fiducie Laquerre), Fiducie ML (ML), Fiducie MJ (MJ), 9122-9831 Québec Inc. (9122) and 9067-6388 Québec Inc. (9067), are seeking to have the court set aside the ex parte order issued April 26, 2007, authorizing the Minister to take forthwith any or all of the collection measures described in paragraphs (a) to (g) of subsection 225.1(1) of the", "Act", ", to collect and/or secure the payment of the assessments made by the Minister on April 25, 2007, against the respondents (the impugned order)."], ["[4]", "On the return of the ex parte motion in this docket, the Court relied on the affidavits of André Ferland and Annie Morin in issuing the impugned order, both sworn April 25, 2007. That said, in docket T-1594-06, in issuing the first jeopardy collection order, the Court relied on the affidavit of Jeannot Roy, sworn August 29, 2006, and on the affidavits of André Ferland and Annie Valois, both sworn August 31, 2006."], ["[5]", "Remember that the Court already issued a first ex parte order under subsection 225.2(2) of the", "Act", "against Laquerre, Fiducie Laquerre and ML, as well as other entities or companies (most of which are not respondents herein), in docket T-1594-06, on September 6, 2006, to collect and/or secure the payment of the assessments made by the Minister on August 31, 2006. Like in docket T-1594-06, the Court is satisfied that there are reasonable grounds to believe that granting a delay to the respondents to pay the total amounts in the assessments issued August 25, 2007, would jeopardize the collection of all or any part of those amounts. For both dockets, the Court is of the opinion that the validity of the two jeopardy collection orders should be upheld."], ["[6]", "I accept the following from the voluminous evidence submitted by the applicant."], ["[7]", "Laquerre is a resident of Quebec City. He has been involved in real estate investment for several years, acquiring (in his own name and through the trusts and numbered companies he controls) foreclosures and other distress properties. Incidentally, I note that in another ex parte order issued October 11, 2007, the Court agreed to lift the corporate veil in respect of some of those entities. This issue is dealt with in a concurrent decision (2008 FC 460) on a motion by the judgment creditor, in this case Her Majesty, to issue a charging order absolute on the various immovables belonging to 9067 and/or 9011-1345 Québec Inc. (9011)."], ["[8]", "In May 2003, Annie Valois, a Canada Revenue Agency (Agency) auditor, informed Laquerre that she wanted to conduct an audit for tax years 1998 to 2002, inclusive, of his business and that of Fiducie Laquerre, ML and 9067, as well as three other numbered companies, namely, 9075-3153 Québec Inc. (9075); 9015-7769 Québec Inc. (9015); and 9029-0065 Québec Inc. (9029). I note that 9075, 9015 and 9029 are also respondents in docket T-1594-06."], ["[9]", "Starting in August 2003, she conducted the audit on site. She noted the following:", "(Translation)", "\"Laquerre has been providing incomplete information to his representatives, to such an extent that several real estate transactions have not been reported at all, or the reported gain does not represent the true gain, which means that Laquerre or the trusts of which he is one of the two trustees and one of the beneficiaries or his non-arm's length companies voluntarily evaded the payment of income tax owed to [the Agency ...].\""], ["[10]", "Ms. Valois determined that Laquerre and the non-arm's length companies or the trusts of which he was one of the beneficiaries were employing a number of tax evasion schemes. On February 27, 2004, Ms. Valois met with Laquerre and his chartered accountant, Laurier Edmond. The latter stated that Laquerre [Translation] \"really doesn't like paying income tax\"."], ["[11]", "Ms. Valois described four schemes in her affidavit dated August 31, 2006. One of them is explained as follows under the heading [Translation] \"B. THE SCHEME OF ADVANCING FUNDS TO A COMPANY ABOUT TO BE DISSOLVED\":", "\"15. During my audit, I discovered that Laquerre had also developed a scheme for diverting proceeds from the sale of immovables to one of his trusts or companies without any tax implications;", "\"16. Through one of his trusts or non-arm's length companies, Laquerre would charge the immovables belonging to his trusts or companies with several hypothecs, indicating in the hypothecary instruments that these were amounts granted through cash advances;", "\"17. However, the cash advances were in fact much lower than the amounts of the registered hypothecs;", "\"18. This means that when the company or trust sold the immovable to a third party, the notary-often selected by the buyer-had to ensure that all the debts associated with the immovable were paid before making any payments to the vendor;", "\"19. The notary would therefore discharge the hypothecs in the name of the entities belonging to Laquerre without having to verify whether the amounts had actually been advanced;", "\"20. At that point, the notary would write a cheque to the holder of the hypothec to obtain an acquittance for the debt. Usually, the redemption of the hypothec generates a credit balance with regard to the advances. Normally, in such a transaction, no benefit is calculated because the entity receiving the money records an account payable to the entity to which the advances are owed.", "\"21. In fact, however, his entities would wind up their companies, cease operations, make no credit entry offset, stop filing income tax returns and be struck off by the Inspector General of Financial Institutions, so that the advance owed by the company or trust that had sold the immovable was never reimbursed;", "\"22. I consider the resulting benefits undeclared income amounting to approximately $1,888,952.67$ for the various entities concerned, as can be seen in Reference 2 of Appendix 2 of the audit report filed as Exhibit '65' in support of my affidavit;\""], ["[12]", "On November 1, 2004, Ms. Valois transferred Laquerre's file to the Agency's Special Investigations section, which commenced an investigation. Apparently, the investigation is ongoing. To date, no charges have been laid against the respondents."], ["[13]", "Ms. Morin's affidavit of April 25, 2007, filed in support if the second ex parte motion seeking a jeopardy collection order, describes the audit of 9067 for the 2005 taxation year, undertaking starting in September 2006. Like Ms. Valois, Ms. Morin noted that many transactions were being effected among the various entities controlled by Laquerre and that very few of the tax implications associated with these transactions had been reported to the Agency. Moreover, the accounting records contained fictitious entries. Given the income reported by Laquerre's parents, they could not possibly have advanced him approximately $1,000,000.00. In light of her own audit, Ms. Valois's affidavit of August 31, 2006, and the behaviour of Laquerre and his non-arm's length companies and trusts of which he was a beneficiary, Ms. Morin determined that there was reason to believe that Laquerre, Fiducie Laquerre, ML, 9122 and 9067 acted with the purpose of evading the payment of income tax."], ["[14]", "According to Mr. Ferland's affidavit of April 25, 2007,", "a) Laquerre owes the Agency a total of $1,145,686.04 based on four notices of reassessment dated August 31, 2006, for the taxation years 1999 to 2002, inclusive, a notice of assessment dated November 6, 2006, for the 2005 taxation year and a notice of reassessment dated April 25, 2007, for the 2005 taxation year;", "b) Fiducie Laquerre owes the Agency $167,784.65 based on an initial assessment dated August 31, 2006, for the 2001 taxation year, a notice of reassessment dated August 31, 2006, for the 2002 taxation year, and a notice of reassessment dated April 25, 2007, for the 2004 taxation year;", "c) ML owes the Agency $764,945.99 based on five notices of reassessment dated August 31, 2006, for the taxation years 1998 to 2002, inclusive, and a notice of reassessment dated April 25, 2007, for the 2004 taxation year;", "d) MJ owes the Agency $30,000 based on a notice of assessment dated April 25, 2007, for an indirect transfer of property carried out on July 29, 2002;", "e) 9122 owes the Agency $29,070.74 based on two notices of reassessment dated April 25, 2007, for the 2004 and 2005 taxation years;", "f) 9067 owes the Agency $101,386.21 based on a notice of assessment dated April 25, 2007, for the 2005 taxation year."], ["[15]", "Mr. Ferland also indicated in an affidavit dated April 25, 2007, that he had reason to believe, inter alia, that,", "a) Laquerre or his non-arm's length companies or trusts had no more liquid assets;", "b) most of their assets were charged with hypothecs, which meant that this property had practically no value;", "c) Laquerre and his non-arm's length companies or trusts were attempting to shield their property from their creditors; and,", "d) the schemes developed by Laquerre and his non-arm's length companies and trusts for the purpose of shielding assets from their creditors indicate that the collection of the debt owed to Her Majesty would be jeopardized by a delay granted to the respondents to pay the amounts in the assessments issued to them."], ["[16]", "In the impugned order issued on April 26, 2007, the Court authorized, inter alia,", "a) the applicant to apply paragraphs 225.1(1)(a) to (g) of the", "Act", "against the respondents for the assessments issued April 25, 2007;", "b) the applicant and the serving bailiff to serve the impugned order on the respondents;", "c) the serving bailiff to appoint a guardian (other than Laquerre) for the property seized;", "d) the serving bailiff to remove the property seized;", "e) the bailiff charged with the writs of seizure and sale to open the doors to any location and to open any safe-deposit box and safe; and,", "f) the serving bailiff to have the door opened of any closed or locked safe on the premises related to Laquerre and his companies and trusts."], ["[17]", "In fact, on April 27, 2007, after the impugned order was issued, the Agency carried out immovable seizures in the various places of business of the respondents. Following the seizures, the agency registered legal hypothecs against immovables belonging to the respondents. The Agency also sent Requirements to Pay to Fiducie Laquerre, 9067, 9011, Laquerre's parents and certain financial institutions, requiring them to pay the amounts loaned or advanced to the respondents."], ["[18]", "After the impugned order was issued, the respondents confirmed their intention to challenge before the Tax Court of Canada the notices of reassessment issued April 25, 2007, and subsequently served upon them. The outcome of their objection or appeal has yet to be determined. That said, subsection 225.2(8) of the", "Act", "allows a taxpayer to apply to the Court by way of a motion to review the ex parte authorization obtained under subsection 225.2(2) of the", "Act", ". That is what they have done here. The principles applicable in this case have been well established by this Court. See, for example,", "<FRAGMENT_SUPPRESSED>  (T.D.) ( <FRAGMENT_SUPPRESSED> ) and", "<FRAGMENT_SUPPRESSED>  (T.D.)."], ["[19]", "Mr. Justice Lemieux explains the following at para. 63 of <FRAGMENT_SUPPRESSED> :", "\"(1) The perspective of the jeopardy collection provision goes to the matter of collection jeopardy by reason of delay normally attributable to the appeal process. The wording of the provision indicates that it is necessary to show that because of the passage of time involved in an appeal, the taxpayer would become less able to pay the amount assessed. In other words, the issue is not whether the collection per se is in jeopardy but rather whether the actual jeopardy arises from the likely delay in the collection.", "\"(2) In terms of burden, an applicant under subsection 225.2(8) has the initial burden to show that there are reasonable grounds to doubt that the test required by subsection 225.2(2) has been met, that is, the collection of all or any part of the amounts assessed would be jeopardized by the delay in the collection. However, the ultimate burden is on the Crown to justify the jeopardy collection order granted on an ex parte basis.", "\"(3) The evidence must show, on a balance of probability, that it is more likely than not that collection would be jeopardized by delay. The test is not whether the evidence shows beyond all reasonable doubt that the time allowed to the taxpayer would jeopardize the Minister's debt.", "\"(4) The Minister may certainly act not only in cases of fraud or situations amounting to fraud, but also in cases where the taxpayer may waste, liquidate or otherwise transfer his property to escape the tax authorities: in short, to meet any situation in which the taxpayer's assets may vanish in thin air because of the passage of time. However, the mere suspicion or concern that delay may jeopardize collection is not sufficient per se. As Rouleau, J., put it in", "1853-9049 Quebec Inc.", ", supra, the question is whether the Minister had reasonable grounds for believing that the taxpayer would waste, liquidate or otherwise transfer its assets, so jeopardizing the Minister's debt. What the Minister has to show is whether the taxpayer's assets can be liquidated in the meantime or be seized by other creditors and so not available to him.", "\"(5) An ex parte collection order is an extraordinary remedy. Revenue Canada must exercise utmost good faith and insure full and frank disclosure. ...\""], ["[20]", "The respondents submit that there are no reasonable grounds to believe that granting a delay to pay the amounts set out in the notices of reassessment would jeopardize the collection of all or any part of those amounts. They also claim that the Minister failed to fulfill his obligation to disclose to this Court all the relevant facts on the return of the ex parte motion. Thus, the affidavits submitted by the applicant in support of the ex parte motion included allegations that were insufficient, inaccurate or out of context. Furthermore, Laquerre suffered personally as a result of the seizures carried out by the Agency."], ["[21]", "At the hearing before this Court, counsel for the respondents dwelt at length on a number of errors and omissions revealed by Mr. Ferland's examination on affidavit in particular. Accordingly, he invited the Court to reject all of Mr. Ferland's allegations on the basis that he was not credible and that he had failed to disclose material facts to the Court. The respondents also challenge the conclusions reached by Ms. Morin and Ms. Valois in their respective affidavits to the effect that the respondents attempted to evade their income tax payments. The respondents have much to explain with respect to the transactions at issue and their failure to report various amounts to the tax authorities for the taxation years in question."], ["[22]", "In this case, the respondents allege that the applicant failed to inform the Court that Laquerre had been making real estate investments for many years in his own name and through his trust and companies. These activities constitute his livelihood and are perfectly legitimate. They do not represent the dissipation of immovable assets by a taxpayer, but rather the normal activities of buying and selling immovable property."], ["[23]", "The respondents also claim that Mr. Ferland took no steps to obtain information about the deposits and withdrawals made on the accounts of the entities being audited and investigated. Moreover, Mr. Ferland possessed relevant information [Translation] \"that could have provided explanations to the Court\" on the deposits in question."], ["[24]", "The respondents further submit that during his examination on affidavit in docket T-1594-06, Mr. Ferland was unable to identify from which creditors the liquid assets of the companies and trusts in question would be shielded."], ["[25]", "The respondents note that in his affidavit of April 25, 2007, Mr. Ferland refers to the sale of seven immovables. However, he took no steps to obtain explanations regarding the reasons for the sales in question. In this case, the sole purpose of the sales of the immovables was to maximize the respondents' profits; in no way did they represent an attempt on Laquerre's part to shield the property from his investors."], ["[26]", "Additionally, according to the respondents, Mr. Ferland made no attempt to trace the source of the cash allegedly found in the safe belonging to Laquerre that was stolen in 2003, which apparently contained CAN$65,000 and between US$12,000 and US$15,999, a large number of precious jewels, three passports, a will, credit cards and other pieces of identification."], ["[27]", "The respondents are critical of Ms. Morin's \"summary\" review of the income tax returns of Laquerre's non-arm's length companies and trusts. The limited audit of these entities was insufficient to conclude [Translation] \"that a large number of transactions was effected among the respondents and that the tax implications flowing from these transactions do not all seem to have been reported.\""], ["[28]", "Finally, they allege that Ms. Morin implies that Laquerre and the companies and trusts at issue voluntarily evaded income tax payments for several years. That is not the case here. Laquerre has never voluntarily attempted to evade income tax payments, not have his companies or trusts."], ["[29]", "Firstly, I find that the applicant satisfied his obligation of sufficient disclosure. Secondly, I am of the opinion that the conditions for issuing a jeopardy collection order are satisfied in this case. We need only refer to the affidavits filed in support of the ex parte motion and the written submissions of the applicant. I shall simply note the following."], ["[30]", "First of all, Ms. Morin is clear in her affidavit of April 25, 2007, that Laquerre \"has been operating in real estate for several years and that the property purchased by his non-arm's length companies and trusts are often foreclosures acquired from financial institutions\". Mr. Ferland also notes in his affidavit of April 25, 2007, that Laquerre is a businessman and that the business activity of 9122 and 9067 is property management."], ["[31]", "The respondents' criticisms, including those specifically raised in their written arguments, focus primarily on the hypothetical, insufficient or decontextualized nature of certain allegations made by Mr. Ferland and Ms. Morin and/or Ms. Valois in their respective affidavits. However, I do not find that these criticisms, even when taken together, allow this Court to conclude that the applicant failed to satisfy his obligation of full and frank disclosure. Full and frank disclosure does not require the disclosure of material that is simply irrelevant to the test for issuance of a jeopardy collection order (", "<FRAGMENT_SUPPRESSED> ; 101 F.T.R. 57 (T.D.))."], ["[32]", "In so deciding, I took into account the fact that the remedy provided by subsection 225.2(2) of the", "Act", "is an exceptional measure and that the standard of disclosure to which the Minister is subject during the ex parte hearing is high. Thus, a motion to strike an order must be granted where it is apparent that the Minister's failure to make full and frank disclosure of the facts has misled the judge. Such is not the case here."], ["[33]", "In this case, the respondents have failed to discharge their initial burden of showing that there are reasonable grounds to doubt that the general test required by subsection 225.2(2) of the", "Act", "has been met having regard to the particular facts of the case. In any event, having had the opportunity to review all the evidence in dockets T-1594-06 and T-699-07, including the evidence submitted by the respondents in this case, I find it more likely than not that granting a delay to the respondents would jeopardize the collection of the amounts owing to Her Majesty. The evidence as a whole in dockets T-1594-06 and T-699-07 establishes clearly and objectively that Laquerre is attempting to liquidate various immovable assets and redistribute the sale proceeds to other companies or trusts in order to shield those amounts from his creditors, if not from his principal creditor, Her Majesty (and likely also the tax authorities of the province of Quebec). Because of the highly precarious financial situation in which the respondents now find themselves, the collection of the debt owed to Her Majesty would be jeopardized if the respondents were granted a delay to pay the amounts set out in the assessments issued to them."], ["[34]", "Incidentally, the respondents emphasize that they do not have, nor have they ever had, any intention to dissipate their assets. However, as Lemieux, J., points out in <FRAGMENT_SUPPRESSED> , supra, at paragraphs 67 and 72 (subparagraph 4),", "\"[67] ... This case does not turn on intent or on tax planning; it calls to be determined looking at the matter objectively and realistically on the ground so to speak. In other words, it is the effect or result of the taxpayer's action in dealing with its assets that is important and relevant in the assessment of the appropriateness of a collection jeopardy order. Tax liability is not an issue in such proceedings.", "\"[72] (4) the Minister does not have to prove fraud or deceit or bad motive.\""], ["[35]", "Regardless of the respondents' real or presumed intentions, it is clear that in the facts, the actions taken by the respondents are obstructing the collection measures taken against 9075, 9015 and 9029, and that granting an additional delay to all of the respondents would jeopardize the collection of all or part of the income tax, interest and penalties that the applicant is claiming from the respondents under the reassessments."], ["[36]", "By way of example, the documentary evidence in the record shows that 9075, 9015 and 9029, three numbered companies controlled by Laquerre, reported very little income. They were then struck out ex officio on May 7, 2004. In this respect, the only assets belonging to 9075, 9015 and 9029 today are various amounts owed by ML or Fiducie Laquerre (of which Laquerre is one of the two beneficiaries). Despite the collection measures taken following the issuance of the two jeopardy collection orders on September 28, 2007, the full tax debt owed by Laquerre, 9122, 9075, 9015, 9029, ML, Fiducie Laquerre and MJ amounted to $2,809,313.22 (paragraph 23 of Mr. Ferland's affidavit dated November 20, 2007, filed in response to the respondents' motion to strike)."], ["[37]", "Moreover, without disposing of the issue, I find that the evidence in the record establishes prima facie that the applicant also has reasonable grounds to maintain before this Court that the respondents are attempting to evade income tax. I need only refer to the affidavits of Mr. Ferland, Ms. Valois and Ms. Morin, which for the most part are not seriously disputed by the respondents. Counsel for the respondents recognizes that the credibility of Ms. Valois and Ms. Morin is not at issue. In her most recent detailed affidavit dated November 13, 2007, Ms. Valois reiterates the truth of what she stated in her previous affidavit of August 31, 2006, in docket T-1594-06. Ms. Valois also challenges some of the less credible statements and explanations found in Laquerre's affidavit. For example, I accept that Laquerre did not give Ms. Valois his full cooperation during his audit, which resulted in several delays. I also accept that Laquerre seems to have employed various schemes to deceive the tax authorities. These are very well explained, with plenty of examples, at paragraphs 27 and following of Ms. Valois's affidavit dated November 13, 2007, filed by the applicant in response to the respondents' motion to strike."], ["[38]", "Having weighed all of the parties' written submissions, I also find Laquerre's explanations highly improbable and unsatisfactory in the circumstances. Furthermore, Laquerre's unorthodox behaviour in managing his affairs is a key factor that the Court may consider in this case (", "Delaunière et al., Re", ", [2007] F.T.R. Uned. 317; [2006] F.C.J. No. 1697; 2006 FC 636 at para. 50,", "<FRAGMENT_SUPPRESSED> ; 5 F.T.R. 161 (T.D.) at para. 19). According to those cases, the business practices of Laquerre and his non-arm's length companies and trusts can be described as orthodox, making it easy for Laquerre to dissipate the assets of his companies and trusts. Furthermore, Laquerre did not deny the fact that he possessed a safe containing substantial amounts of cash, which he described as the proceeds of [Translation] \"under-the-table\" work (paragraph 90 of Mr. Ferland's affidavit of April 25, 2007). According to Ms. Valois, who spoke with investigator Jean Poirier of the Quebec City police on March 18, 2004, the latter confirmed that the safe had been found three weeks later, but missing some of the money it contained, according to Laquerre. The investigator informed Ms. Valois that Laquerre had told him that the money in the safe was [Translation] \"money earned under the table\" (paragraph 96 of Ms. Valois's affidavit dated November 13, 2007, filed in response to the respondents' motion to strike)."], ["[39]", "For the reasons mentioned above, the Court dismisses the respondents' motion with costs. A concurrent decision dismissing the motion to strike the first jeopardy collection order has been issued in docket T-1594-06 (2008 FC 458).", "ORDER"], ["[40]", "THE COURT ORDERS that", "the respondents' motion to strike the jeopardy collection order issued April 26, 2007, is dismissed with costs.", "Application dismissed.", "Editor: Anick Ouellette-Levesque/vnh"]]}