{"id_": "014510", "body_str": [["[1]", "Fothergill, J.", ": Viacheslav Nezhalskyi (the Applicant) has brought an application for judicial review pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA) of a decision of the Refugee Protection Division of the Immigration and Refugee Board (Board). The Board determined that the Applicant is neither a Convention refugee within the meaning of section 96 of the IRPA, nor a person in need of protection as defined in subsection 97(1) of the IRPA."], ["[2]", "For the reasons that follow, the application for judicial review is allowed and the matter is remitted to a differently constituted panel for redetermination.", "II.", "Background"], ["[3]", "The Applicant is 24 years old and a citizen of the Ukraine. He seeks protection as a refugee on the ground of his sexual orientation. His claim is based on the following contentions."], ["[4]", "The Applicant has considered himself to be homosexual since the age of 13. He had his first homosexual relationship at the age of 20 while he was in the United States of America (USA) on a working holiday visa in the summer of 2010. The Applicant then returned to the Ukraine to attend university, where he concealed his sexual orientation until a classmate discovered him reading a romantic Facebook message from his American boyfriend. The classmate threatened the Applicant, saying that he would \"get him\"."], ["[5]", "Following this incident, the Applicant says that he was \"outed\" as a homosexual and was targeted by the classmate and the classmate's friends. He was confronted or attacked by classmates on three occasions. On the first occasion, in November 2010, the Applicant was pushed by the classmate and his friends and his personal belongings were damaged. The Applicant complained to the dean of the university, who said that he would speak to the other students. In January 2011, the Applicant was attacked by three other students and had to be taken to hospital. He gave a statement to the police but no help was provided. In August 2011, the Applicant was threatened with a knife and beaten up by a group of people. He lost consciousness and awoke in hospital. He again made a complaint to the police but no help was provided."], ["[6]", "On the recommendation of an immigration agent, the Applicant applied to study English at a language school in Toronto. The Applicant received a letter of acceptance from the school on August 18, 2011 and his student visa on October 19, 2011. He left the Ukraine and arrived in Canada on November 6, 2011. He made a claim for refugee protection on December 19, 2011.", "III.", "The Board's Decision"], ["[7]", "The Board found that the Applicant was not credible. It based its conclusion on the following:", "a) The Board drew a negative inference with respect to the Applicant's subjective fear because he did not make a refugee claim at the earliest opportunity, when he was in the USA in the summer of 2010, and he then returned to the Ukraine. The Board rejected the Applicant's explanation why he had not claimed refugee status at that time: he was very young, he was not aware that he could claim refugee status in the USA, and he did not fear for his life because he had not yet been attacked or beaten in the Ukraine. The Board remarked that the Applicant's university education indicated that he was not lacking in sophistication.", "b) The Board drew a negative inference from the Applicant's failure to adduce sufficient corroborative evidence of his relationships with two of his former partners - his American boyfriend and his Ukrainian boyfriend once he returned to the Ukraine. The Board found that the single photograph presented of each of these former partners had little probative value.", "c) The Board found that the Applicant's testimony that his relationship with his former Canadian boyfriend ended after a violent argument was contradicted by the boyfriend's account, which referred only to household issues and confirmed that they remained friends. Furthermore, the Board drew an adverse inference from the fact that the Canadian boyfriend, who resides in Toronto, did not testify during the hearing.", "d) Finally, the Board found that the Applicant's delay in leaving the Ukraine after the second attack cast doubt upon his subjective fear."], ["[8]", "The Board ruled that it was not persuaded, on the balance of probabilities, that the Applicant is in fact homosexual. As the Applicant did not allege any other ground of persecution, the Board determined that he was neither a Convention refugee nor a person in need of protection.", "IV.", "Standard of Review"], ["[9]", "Determinations of credibility are reviewable on the standard of reasonableness:", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED."], ["[10]", "A reasonable decision is one that is justified, transparent and intelligible, and that falls within the range of possible, acceptable outcomes which are defensible in respect of the facts and law (REFERENCE_SUPPRESSED).", "V.", "Analysis"], ["[11]", "In my view, the Board made several unreasonable findings respecting the Applicant's credibility which were not supported by the record."], ["[12]", "First, the Board erred in concluding that the Applicant's failure to claim asylum in the USA in the summer of 2010 evinced a lack of subjective fear. This Court has established that a delay in making a refugee claim is a relevant consideration that the Board may take into account in assessing both an applicant's credibility and his subjective fear (", "REFERENCE_SUPPRESSED). However, in this case it was unreasonable for the Board to expect the Applicant to make a claim for asylum in the USA. The Applicant explained, under oath, that he was very young at the time (aged 20), that he was not aware that he could claim refugee status in the USA, and that he did not fear for his life because he had not yet been attacked or beaten in the Ukraine. This is a plausible explanation for the Applicant's failure to claim asylum in the USA, and the Board did not provide a reasonable explanation for rejecting it."], ["[13]", "Second, the Board erred in drawing an adverse inference from the lack of sufficient corroborating evidence of the Applicant's sexual orientation. It is settled law that a refugee claimant's testimony is presumed to be true unless there is a valid reason to doubt its truthfulness:", "REFERENCE_SUPPRESSED, \"a lack of corroborating evidence of one's sexual orientation, in and of itself, absent negative, rational credibility or plausibility findings related to that issue, would not be enough, in my opinion, to rebut the Maldonado principle of truthfulness\"."], ["[14]", "Moreover, as Justice Russell observed in", "REFERENCE_SUPPRESSED, \"the acts and behaviours which establish a claimant's homosexuality are inherently private. When evaluating claims based on sexual orientation, officers must be mindful of the inherent difficulties in proving that a claimant has engaged in any particular sexual activities\"."], ["[15]", "In this case, the Board did not articulate any other reason for doubting the Applicant's homosexuality, nor did the Board cite any inconsistencies or implausibilities in the other evidence that was provided to establish the Applicant's sexual orientation. This included several photographs, affidavits, and letters from the Applicant's mother and former Canadian boyfriend."], ["[16]", "Third, the Board erred in finding that there was a contradiction between the Applicant's testimony and a letter from his former boyfriend in Toronto with respect to the manner in which their relationship came to an end. According to the Board, the Applicant testified that the relationship ended due to a violent argument, while the former boyfriend said that they broke up over \"household issues\". A review of the transcript confirms that there is nothing to support the Board's finding that the Applicant characterised the break-up as \"violent\", nor is there anything to suggest that there was a contradiction between the two accounts. The former boyfriend's statement that the relationship ended over \"household issues\" is consistent with the Applicant's testimony that the couple began to argue frequently and he eventually grew tired of their disagreements."], ["[17]", "Fourth, it was not open to the Board to make a negative finding of credibility based on the Applicant's failure to produce his former Canadian boyfriend as a witness. As Justice Tremblay-Lamer remarked in", "REFERENCE_SUPPRESSED, referring to Justice Russell's decision in", "REFERENCE_SUPPRESSED, in the refugee context \"there is a presumption of truth that whatever a claimant swears to is true and the truthfulness of a claimant's allegations cannot be rebutted through negative inferences.\"", "VI.", "Conclusion"], ["[18]", "For the foregoing reasons, the application for judicial review is allowed and the matter is remitted to a differently constituted panel for redetermination.", "JUDGMENT"], ["[19]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is allowed and the matter is remitted to a differently constituted panel for redetermination. No serious question of general importance is certified.", "Application allowed.", "Editor: E. Joanne Oley/nmg", "[End of document]"]]}