{"id_": "014746", "body_str": [["[1]", "Tremblay-Lamer, J.", ": The Applicants, a family of Iranian citizens, seek judicial review of a decision of the Convention Refugee Determination Division of the Immigration and Refugee Board denying them refugee status because they lacked a subjective and an objective fear of persecution."], ["[2]", "The Applicants claim to have a well-founded fear of persecution for reasons of religion and political opinion.  In addition, the female Applicant, the mother of the family unit, bases her claim on her membership in a particular social group (women in Iran).  As for the two minor children, their father was designated as their representative."], ["[3]", "The Applicant claims to be an apostate.  Since the 1979 Revolution, he no longer considers himself to be of Muslim faith although he still, generally speaking, believes in God.  However, he never did openly renounce Islam.  In fact, very few people knew of his religious beliefs and therefore, he never encountered any difficulties with the authorities, that is prior to June 26, 1995."], ["[4]", "On that day, the Applicant, while attending an engagement party, made comments which were critical of the Iranian government.  In the course of the discussion involving a small group of five or six people, the Applicant, in his own words, \"angrily criticized the government's policies and use of religion\".  The Applicant claims to be wanted by the Iranian authorities because of these comments."], ["[5]", "His friend, Ehsan Moghadan, also took part in the debate.  As a result, Ehsan was arrested by the police the following day."], ["[6]", "Fearing he would suffer the same misfortune, the Applicant decided to take his family and leave Teheran as soon as possible.  In order to throw the authorities off his tracks, he told his employer that he would be vacationing in Northern Iran.  In reality, the family hid out at a relative's home in Karaj.  There, they eventually found out that the police had been to their home in Teheran, as well as to the Applicant's place of business, purportedly to arrest him."], ["[7]", "Arrangements were then made with an agent for the family to flee Iran.  They exited the country via the Teheran airport, using their own valid Iranian travel documents."], ["[8]", "Finally, the female Applicant claims that if she is returned to Iran, she would be subjected to Iranian state policy which is fundamentally persecutory towards women.  Before the Board, she recounted an incident - the only such incident she experienced - wherein the police raided a social gathering at her house and arrested all the guests.  While her husband was imprisoned for two months for having consumed alcohol, she was detained for approximately two hours for having violated the Islamic dress code.  This incident took place in October 1985."], ["[9]", "The female Applicant further asserted that she did not agree with the dress code and generally, with the treatment received by women in Iran.  She stated that women are considered as second class citizens."], ["[10]", "The Board rejected the Applicants' claims because, in its words, \"the claimants have demonstrated neither a subjective nor objective fear of persecution, nor a valid basis for fearing persecution\".  In reaching its conclusion, the Board only considered two of the bases of the claims - religion and political opinion.  The issue of gender persecution was never expressly addressed.  The Respondent concedes that the Board erred in law in failing to assess the female Applicant's claim on the basis of her gender.  I agree.  In her Personal Information Form, the female Applicant did mention that she was subjected to Iranian state policies which were persecutory.  In addition, at the hearing before the Board, she related an incident where she was arrested for having violated the Islamic dress code.  Hence, I believe that gender persecution is indeed an issue which warrants examination by the Board."], ["[11]", "With respect to the male Applicant's claim, the Board held that he did not have a well-founded fear of persecution because he was not really wanted by the Iranian authorities.  The Board's conclusion was based on three findings:  (1)  it was unlikely that the Applicant would be executed for having expressed anti-government views especially in light of the fact that his friend who committed a similar digression was arrested and then released;  (2)  the documentary evidence indicates that members of certain political parties are not discriminated against for expressing opposing views;  (3)  the Applicant was able to leave Iran with his own valid travel documents without any difficulties."], ["[12]", "In my view, in basing its conclusion on these three findings, the Board failed to appreciate the evidence adduced in this case."], ["[13]", "First, the Applicant testified that his friend had been arrested,", "released on condition and had since disappeared", ".  The Board did not question the Applicant's credibility.  However, it never addressed the evidence pertaining to the friend's", "conditional", "release and subsequent disappearance despite the fact that it logically raises an inference that the Applicant would be in danger if returned to Iran.  In my opinion, the Board should have considered and dealt with this material evidence.   The Court has recognized in the past that the experiences of persons similarly situated to the refugee claimant do have an important bearing on the assessment of the Applicant's claim. [see footnote 1]  For example, in", "<FRAGMENT_SUPPRESSED>  had erred in not considering uncontradicted evidence related to people similarly situated to the claimant.  In that particular case, the Applicant was a citizen of Pakistan.  He had claimed refugee status while studying in Canada.  The Pakistani government had been overthrown in a military coup during his sojourn abroad and as a supporter and active member of the former ruling party, the Applicant was now the subject of a \"martial law summons\".  Two of his friends who had also  been involved in similar political activities were also given summons and were actually arrested, detained and tortured.  In determining the Applicant's well-founded fear of persecution, the Board did not consider this evidence.  Hugessen J. ruled that this constituted a reviewable error:", "\" T he whole gravamen of the applicant's case is not that he fears being", "lawfully", "imprisoned and tortured but rather that he will, in fact, receive the same treatment as his two companions.  It will be recalled that the latter had engaged in the same activities as the applicant and had received the same sort of summons.   ...", "\"Neither the applicant's \"minor\" role nor the length of his absence from Pakistan were relevant in the light of the uncontradicted evidence which the Board had accepted, namely, that others who had played the same role had been persecuted and that political persecutions of former members of the P.P.P. were still current at the time of the appeal.  In the circumstances, it appears to me that, if the Board had not committed the errors which I have indicated, it could only have come to the conclusion that the applicant had satisfied the definition of Convention Refugee [see footnote 3].\""], ["[14]", "This principle was again enunciated clearly by Cullen J. in", "<FRAGMENT_SUPPRESSED>  of those who are similarly situated to a refugee claimant is important in that it tends to establish the well-foundedness of a claimant's fear of persecution.  ...", "\"Upon considering the above-noted cases it seems clear that the question of whether the applicant was in a similar position to Ms. Wang would have been crucial to establishing the finding of \"well-founded fear of persecution\" if she were returned to China.  It was clear that the applicant was indeed similarly situated yet the board came to the conclusion that she was not.  Because of this and the significance of establishing persecution of those similarly situated, the board's error puts its whole decision in doubt.  It seems probable that if the board had found, as the evidence established, that the applicant was in the same position as Ms. Wang it may well have found her to be a Convention Refugee.\""], ["[15]", "Thus, the Board should have considered the Applicant's claim in light of the experience of his friend who had made similar comments at the social gathering.  The Board's failure to do so constitutes an error of law."], ["[16]", "Second, the Board misstated a piece of documentary evidence on which it relied to determine whether the Applicant had a well-founded fear of persecution. Contrary to the Board's assertions, the documentary evidence states that members of political parties who express opinions in opposition to official positions", "have been discriminated against", ".  The document reads as follows:", "\"The Human Rights Committee noted in its July 1993 comments that contrary to the  International  Covenant  on Civil and Political Rights 's provisions, \"members of certain political parties who did not agree with what the authorities believe to be Islamic thinking or who expressed opinions in opposition to official positions have been discriminated [see footnote 5].\""], ["[17]", "While the Respondent concedes that the Board did misstate the documentary evidence, it also  argues that it is a minor error which is not central to the Board's decision.  What the Respondent is implying is that the Board would have reached the same conclusion regardless of the misstatement.  I have reservations about such an argument.  I find that it would be speculative on my part to conclude that the reliance on the documentary evidence was not a convincing element in the Board's decision.  Furthermore, it is not for this Court to engage in speculation on the possible outcome of a case had the Board not made an erroneous finding.  As Heald J. noted in", "<FRAGMENT_SUPPRESSED>  of the applicant's credibility would have differed had it not taken those erroneous findings into account.  Nor can we say what the Board's decision on the merits would have been in the particular circumstances of this case had it not erred in its findings of fact.  ...", "\"It seems to me that acceptance of counsel's alternative contention would involve this court in validating a decision that, clearly, was not made in the manner required by the Act.  That would require us to speculate as to the decision the Board might have made had it properly \"considered\" the application as it was required to do.  I do not think we ought to so speculate.  Only the Board can decide the merits of the application and then only after it has considered it in a proper fashion which it has not yet done.\""], ["[18]", "Third, the Board also failed to explore uncontradicted evidence pertaining to the Applicants' exit via the Teheran airport.  In particular, the male Applicant had testified that his brother had a friend at the airport who checked whether the Applicant's name was on the blacklist.  The Applicant also stated that he had misled authorities by informing his employer that he was vacationing in Northern Iran with his family.  Once again, the Board without making any adverse findings of credibility, clearly overlooked relevant evidence which it should have fully considered before making any final determination."], ["[19]", "For the above reasons, I therefore grant the application for judicial review.  The Board's decision is set aside and the matter referred back to a differently constituted panel for redetermination.  As for the female Applicant's claim, its well-foundedness is to be determined separately by a different panel."], ["[20]", "Neither counsel recommended certification of a question in this matter.  Therefore, no question will be certified.", "Footnotes", "1.", "<FRAGMENT_SUPPRESSED>  at 108-110 (F.C.T.D.).", "5. Amnesty International,", "Iran: Victims of Human Rights Violations", "(November 1993) at 6.", "6. (1985), 55 N.R. 71 at 72-73 (F.C.T.D.).", "[End of document]"]]}