{"id_": "014934", "body_str": [["[1]", "Dawson, J.", ": Once again, this Court must consider whether an application for judicial review of an enforcement officer's decision not to defer an applicant's scheduled removal from Canada becomes moot where the Court has stayed the removal and the applicant has remained in Canada. This issue arises in the following context.", "Factual Background"], ["[2]", "The applicants, who are citizens of Argentina, entered Canada on April 30, 2000. On November 20, 2000, shortly after their visitor visas expired, they filed a claim for refugee protection. In consequence, a conditional departure order issued against each of them. On May 30, 2002, the applicants' claim for refugee protection was refused and the conditional departure orders became effective removal orders. After a number of events, including a failure to report for a pre-removal interview, a negative pre-removal risk assessment and an application on humanitarian and compassionate grounds, the applicants were served with a direction to report for removal from Canada on January 18, 2007. That date was initially extended to February 15, 2007. A second request for deferral was then made by the applicants. In that request, they sought deferral until a decision was made regarding their pending humanitarian and compassionate application. The applicants' request was refused by an enforcement officer on January 29, 2007. That decision is challenged on this application for judicial review."], ["[3]", "On February 9, 2007, a judge of this Court stayed the applicants' removal from Canada until this application for judicial review was decided. On October 19, 2007, leave to pursue this application for judicial review was granted and the hearing was fixed for January 17, 2008."], ["[4]", "In her further memorandum of argument, counsel for the respondent fairly referred to recent jurisprudence of this Court where factually similar applications were dismissed on the ground that they were moot. Counsel argued, however, that this case was not moot."], ["[5]", "At the hearing of the application for judicial review, the issue of mootness was argued. Counsel for both parties argued that the application was not moot. After hearing that argument, I advised counsel that I was not persuaded by their oral submissions to depart from the reasoning in cases such as", "<FRAGMENT_SUPPRESSED> ; 2007 FC 377,", "<FRAGMENT_SUPPRESSED> ; 2007 FC 823,", "<FRAGMENT_SUPPRESSED> ; 2007 FC 1109,", "<FRAGMENT_SUPPRESSED> ; 2007 FC 1168, and", "<FRAGMENT_SUPPRESSED> ; 2007 FC 1247. Counsel were offered, and accepted, the opportunity to make further written submissions on the point."], ["[6]", "These reasons reflect those written submissions.", "The Submissions of the Parties"], ["[7]", "The applicants rely upon the decision of this Court in", "<FRAGMENT_SUPPRESSED> ; 315 F.T.R. 124; 2007 FC 718. There, a stay was issued pending the review of a decision not to defer removal. In rejecting the argument that the application for judicial review was moot, the Court wrote at paragraph 25 that:", "\"The respondent submitted that this matter was moot. I have reviewed the order dated May 19, 2006, staying the removal of the applicant made by Justice Beaudry. Justice Beaudry stayed the applicant's removal 'until the application for judicial review is determined by the Federal Court'. Accordingly, I must deal with the application for judicial review otherwise, the order of Justice Beaudry would continue to be in force. The matter therefore is not moot.\"", "This decision is said to be on point."], ["[8]", "It is further argued that this submission is given added force by the position of the Canada Border Services Agency (CBSA) that dismissal of an application for judicial review on the ground of mootness terminates any interim stay of removal, even where an appeal is taken to the Federal Court of Appeal. It is submitted that, if the CBSA takes the position that a stay is terminated and the applicants take the position, relying upon <FRAGMENT_SUPPRESSED> , that the stay is still operative, litigation will inevitably result. This litigation could be avoided, it is said, if the Court determines the application for judicial review on the merits."], ["[9]", "The Minister argues that an application for judicial review of a decision not to defer removal becomes moot only in two circumstances."], ["[10]", "First, the application is said to become moot where the basis upon which deferral was sought resolves before the hearing of the judicial review. An example of this circumstance is where deferral is requested because an application for permanent residence is outstanding and that application is determined before the judicial review is heard. See, for example,", "<FRAGMENT_SUPPRESSED> ; 2004 FC 1154. Other examples are found  <FRAGMENT_SUPPRESSED> ,", "cited above, and", "<FRAGMENT_SUPPRESSED> ; 2008 FC 76."], ["[11]", "Second, the application is said to become moot where no stay of removal is issued by the Court and the person seeking deferral is removed from Canada. See, for example,", "Da Silva", ", cited above, and", "<FRAGMENT_SUPPRESSED> ; 2006 FC 1240."], ["[12]", "With respect to whether the granting of a stay and the passing of the removal date are, by themselves, determinative of mootness, the Minister argues that the Court's decision in <FRAGMENT_SUPPRESSED> has been improperly expanded. <FRAGMENT_SUPPRESSED> is said to have been decided on the narrow ground that the factual basis for the requested deferral - a pending application for permanent residence - no longer existed.", "Vu", "is said to have been decided upon a similarly narrow ground. <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , which are said to be factually similar to the present case, are asserted to have been wrongly decided."], ["[13]", "In this regard, the Minister submits that the conclusion that \"a deferral judicial review application is mooted merely by the passing of the scheduled removal date arises from one particular characterization of the controversy raised by a deferral judicial review application: that being whether an applicant should be removed on the scheduled removal date.\" The Minister argues, however, that the proper characterization of the nature of the controversy is whether an applicant should be removed prior to the happening of the particular event that forms the basis of the deferral request, such as, for example, the birth of a child or the determination of an outstanding humanitarian and compassionate application. If that is the true nature of the controversy, the Minister submits that the application for judicial review only becomes moot when that underlying event occurs."], ["[14]", "This is the distinction that the Minister draws between cases such as <FRAGMENT_SUPPRESSED> and", "Vu,", "on the one hand, and <FRAGMENT_SUPPRESSED> and", "Maruthalingam,", "on the other."], ["[15]", "In the present case, the applicants' humanitarian and compassionate application, which was the basis of the deferral request at issue, remains outstanding. Therefore, the Minister argues that the application for judicial review is not moot and an adversarial relationship continues to exist."], ["[16]", "The Minister notes that there is no indication that a decision on the humanitarian and compassionate application is imminent. Therefore, if this application is dismissed for mootness, a further notice of removal may well be served on the applicants. That is said to likely result in a new request for deferral being made. Thus, the Minister says that it \"would be helpful to the parties for the Court to opine on the grounds upon which the pending [humanitarian and compassionate] application would warrant a deferral and whether the Enforcement Officer in the present case committed a reviewable error in refusing to defer removal.\""], ["[17]", "Having set out the submissions of the parties, it is helpful to review the development of the Court's jurisprudence concerning decisions of enforcement officers to defer, or not defer, a person's removal from Canada.", "Prior Jurisprudence"], ["[18]", "One of the early, and significant, decisions was that of Justice Pelletier, then sitting in this Court, in", "<FRAGMENT_SUPPRESSED> . There, he noted that:", "(i) It was then a fairly new development for motions for a stay of removal to be brought in respect of a refusal of an enforcement officer to defer removal. See: paragraph 7, 8.", "(ii) In such a case, granting the stay gives the applicant the relief which the enforcement officer has refused. In that sense, the disposition of the motion for a stay of removal decides the underlying application for judicial review (although the legal issues raised in the stay and the judicial review application are different). See: paragraphs 8, 9."], ["[19]", "Justice Pelletier then went on to attempt to describe the legal nature of an enforcement officer's discretion to defer removal."], ["[20]", "Wang", "was decided in the context of a motion to stay removal. A significant body of jurisprudence followed where, on the hearing of the application for judicial review, the Court attempted to articulate coherent principles with respect to the nature and extent of the discretion to defer removal. Illustrative of this jurisprudence is the decision of Justice McKeown in", "<FRAGMENT_SUPPRESSED>  (T.D.)."], ["[21]", "In none of those cases was the issue of mootness raised. Indeed, in a number of cases where the application for judicial review was allowed, the request to defer removal was remitted for reconsideration by a different officer. See, for example,", "<FRAGMENT_SUPPRESSED> ; 234 F.T.R. 67; 2003 FCT 614,", "<FRAGMENT_SUPPRESSED> ; 2006 FC 1401, and", "<FRAGMENT_SUPPRESSED> ; 2007 FC 734. In other cases, the Court simply set aside the decision not to defer removal, seeing \"no purpose in remitting the matter for redetermination because the direction to report for removal has been overtaken by events.\" See, for example,", "<FRAGMENT_SUPPRESSED> ; 2005 FC 1210, at paragraph 9."], ["[22]", "Finally, in decisions such as <FRAGMENT_SUPPRESSED> , the Court found the issues raised in the application for judicial review to be moot."], ["[23]", "At the same time, the exact boundaries of the discretion exercised by an enforcement officer remained somewhat undefined. Given that the", "Immigration and Refugee Protection", "Act", ", S.C. 2001, c. 27 (", "Act", "), only directs that removal take place as soon as is \"reasonably practicable\" (see subsection 48(2) of the", "Act", ") and the unique circumstances that can arise on removal, this is not surprising. Examples from the jurisprudence of those circumstances range from the disruption of airline schedules, the absence of travel documents, late-stage pregnancies, newborn children and a transitory illness, on the one hand, to the existence of long-outstanding humanitarian and compassionate applications and a risk to the health or safety of an individual to be removed, on the other."], ["[24]", "The direction found in the", "Act", "that removal take place as soon as \"reasonably practicable\" originated in the", "Immigration Act", ", S.C. 1952, c. 42, s. 33(1). The prior", "Immigration Act", ", R.S.C. 1927, c. 93, s. 33(5), directed simply that persons be served with a copy of the deportation order and that they \"thereupon be deported.\" Subsequent revisions in the", "Immigration Act", ", S.C. 1976-77, c. 52, s. 50, and the", "Act", "have retained the concept of \"reasonably practicable.\""], ["[25]", "A review of the parliamentary debates surrounding the enactment of the 1952, 1976, and 2001 legislation reveals no discussion or ministerial guidance to Parliament as to what was meant by \"reasonably practicable\" or what circumstances were intended to warrant the exercise of this discretion. One can take from the introduction, in 1952, of the concept of removal as soon as \"reasonable practicable\" that there was an intent to confer some discretion with respect to the timing of removal."], ["[26]", "Telling of the difficulty to define the bounds of this discretion is that I cannot find any guidelines to enforcement officers in the Enforcement Manual about its exercise. While the difficulty in preparing such guidelines is understandable, the existence of such guidelines would promote consistent decision-making by enforcement officers by setting out the basis upon which the discretion conferred by subsection 48(2) of the", "Act", "should be exercised. Such guidelines would also assist the Court by providing a \"useful indicator of what constitutes a reasonable interpretation of the power conferred by the section.\"  <FRAGMENT_SUPPRESSED> , at paragraph 72."], ["[27]", "Having briefly canvassed the development of the legislation and the jurisprudence, I oberve that one consideration has remained constant: the", "Act", "establishes a series of mechanisms whereby a person's interests are assessed. Those mechanisms include claims for protection, humanitarian and compassionate applications to obtain exemptions from the requirements of the", "Act", ", appeals to the Immigration Appeal Division of the Immigration and Refugee Board in respect of removal orders, ministerial permission for persons who would otherwise be inadmissible, and pre-removal risk assessments. A number of those mechanisms can be invoked more than once. The last mechanism is the removal process. It is difficult to discern, in that legislative scheme, any Parliamentary intent that an enforcement officer is to revisit matters that have been already raised and considered in the steps leading to removal. At a minimum, logic would suggest that deferral must require some new, material development or some need to avoid an unfair, arbitrary, or unintended result."], ["[28]", "I now turn to consider what, as a matter of law, constitutes mootness.", "The Doctrine of Mootness"], ["[29]", "The doctrine of mootness, and the related concept that \"no useful purpose would be served\" by judicial review, reflect concerns for judicial economy and the types of issues that are suitable for adjudication. See: D. Brown &, J., Evans,", "Judicial Review of Administrative", "Act", "ion in Canada", ", looseleaf (Toronto: Canvasback Publishing, 1998) at paragraph 3:3100."], ["[30]", "As a matter of law, a matter is moot when, at the time of the court's decision, there is no longer a live controversy that existed when the litigation was instituted.  <FRAGMENT_SUPPRESSED>  Sask.R. 82; 57 D.L.R.(4th) 231, at page 353  <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada explained the doctrine in the following terms:", "\"The doctrine of mootness is an aspect of a general policy or practice that a court may decline to decide a case which raises merely a hypothetical or abstract question.", "The general principle applies when the decision of the court will not have the effect of resolving some controversy which affects or may affect the rights of the parties. If the decision of the court will have no practical effect on such rights, the court will decline to decide the case. This essential ingredient must be present not only when the action or proceeding is commenced but at the time when the court is called upon to reach a decision. Accordingly if, subsequent to the initiation of the action or proceeding, events occur which affect the relationship of the parties so that no present live controversy exists which affects the rights of the parties, the case is said to be moot", ". The general policy or practice is enforced in moot cases unless the court exercises its discretion to depart from its policy or practice. The relevant factors relating to the exercise of the court's discretion are discussed hereinafter.", "The approach in recent cases involves a two-step analysis. First it is necessary to determine whether the required tangible and concrete dispute has disappeared and the issues have become academic. Second, if the response to the first question is affirmative, it is necessary to decide if the court should exercise its discretion to hear the case", ". The cases do not always make it clear whether the term 'moot' applies to cases that do not present a concrete controversy or whether the term applies only to such of those cases as the court declines to hear. In the interest of clarity, I consider that a case is moot if it fails to meet the 'live controversy' test. A court may nonetheless elect to address a moot issue if the circumstances warrant.\" (Emphasis added)"], ["[31]", "The associated concept that \"no useful purpose would be served\" relates to the efficacy of any relief the court might grant and not to the absence of controversy or the loss of the litigation's substratum. See: D. Brown & J. Evans, cited above, at paragraph 3:3300."], ["[32]", "Having set out the governing legal principles, I now apply those principles to the evidence to decide whether this application is moot or whether any useful purpose would be served by adjudicating upon the merits of the application.", "Is the decision moot"], ["[33]", "The applicants are subject to a valid removal order and were directed to report for removal on January 18, 2007, on Air Canada flight #92. In order to issue the direction to report, the CBSA was first required to make a number of travel arrangements, including ensuring the availability of travel documents, an itinerary and airline tickets, and to notify the airline of its requirement to carry a foreign national from Canada."], ["[34]", "The effect of the stay issued by the Court was to render those arrangements nugatory when the date scheduled for removal passed and the applicants remained in Canada. Whether the Court now decides that the decision of the enforcement officer was reasonable or not, the applicants have received the deferral that the officer refused. It is now an abstract question whether the enforcement officer ought to have deferred removal."], ["[35]", "For the following reasons, I can see no practical effect on the rights of the parties if this case is decided on its merits. If the case is decided and dismissed, the stay will come to an end, the CBSA can make new removal arrangements, and the applicants can request deferral again. That same result will occur if the application is allowed on the same basis as in <FRAGMENT_SUPPRESSED> , cited above. The validity of the removal order is not affected; the applicants remain subject to removal."], ["[36]", "In either event, the parties will only have the benefit of the Court's view of the propriety of removal on stale-dated facts. However, the exercise of discretion to defer removal is very fact-based. There is no way of knowing whether, since the decision at issue was made, there have been intervening circumstances of risk, pregnancy, birth, illness, or the like. Further, the jurisprudence of the Court is to the effect that the length of time that a humanitarian and compassionate application has been outstanding is a relevant consideration when considering requests for deferral. In the present case, the applicants' humanitarian and compassionate application has now been outstanding for an additional 12 months. A decision on stale facts will be of little use to the parties if further removal arrangements are made."], ["[37]", "Even if the application is allowed, remitted to a new officer for determination and updated information about the applicants' circumstances is obtained, the parties will be in the same position as if the Court had dismissed the application, either on the merits or on the basis of mootness, and new removal arrangements were made."], ["[38]", "Thus, any decision on the merits of this application will not resolve any controversy between the parties. The application is therefore moot and, further, no useful purpose would be served by determining the application on its merits."], ["[39]", "Support for this view is found in the recent decision of my colleague Justice Strayer in", "<FRAGMENT_SUPPRESSED> . At paragraph 11 of his reasons, Justice Strayer wrote that \"in my view the matter is moot because the Applicant has achieved the very goal which he said the officer's decision would deny him.\""], ["[40]", "This apparent futility of judicial review on the merits is illustrated by the case of", "Zambrano,", "cited above, where:", "- on June 29, 2006, the applicants were directed to report for removal on July 18, 2006;", "- on July 7, 2006, the applicants made a request for deferral of their removal;", "- on July 11, 2006, the applicants' request for deferral was refused;", "- on July 12, 2006, the applicants commenced an application for leave and for judicial review of the enforcement officer's decision;", "- on July 18, 2006, the applicants were granted a stay of removal; and", "- on July 10, 2007, the application for judicial review was allowed and the applicants' request for deferral was ordered to be redetermined \"as expeditiously as possible.\""], ["[41]", "Thereafter:", "- on July 12, 2007, without receiving updated submissions, an enforcement officer redetermined the applicants' deferral request of July 7, 2006, and again refused it, directing that the applicants report for removal on August 8, 2007;", "- on July 19, 2007, the applicants commenced an application for leave and for judicial review of the enforcement officer's decision, being matter IMM-2931-07;", "- on August 7, 2007, the applicants were granted a second stay of removal; and", "- on December 19, 2007, leave was granted and the application for judicial review was scheduled for hearing on March 18, 2008."], ["[42]", "I now turn to the submissions of the parties with respect to mootness. The most compelling submission is that the proper characterization of the controversy between the parties is whether the applicants should be removed prior to the happening of the event that formed the basis of their deferral request. In this case, that event was the pending decision on the applicants' humanitarian and compassionate application."], ["[43]", "With respect, I believe that the Minister's submission mischaracterizes the nature of the decision that an enforcement officer is required to make."], ["[44]", "The officer is charged with the duty of effecting removal as soon as is \"reasonably practicable.\" Equally, subsection 48(2) of the", "Act", "requires the subject of an enforceable removal order to leave Canada immediately. In the face of a looming removal date, the officer is presented with a series of facts that are said to warrant deferral at that point in time. The officer then decides whether the facts are such to render removal impracticable, and thus relieve the applicant of his or her obligation to leave immediately. For example, the officer may be asked to defer removal because a humanitarian and compassionate application has been outstanding for 18 months at the time of removal. The officer is not asked to consider, and does not consider, whether removal would be deferred if the application had instead been outstanding for 30 months."], ["[45]", "For that reason, I find that the proper characterization of the dispute is whether an applicant should be removed, and is obliged to leave, on the scheduled removal date."], ["[46]", "I also, respectfully, reject the Minister's characterization of the basis for the Court's decisions in <FRAGMENT_SUPPRESSED> and", "Vu"], ["[47]", "In <FRAGMENT_SUPPRESSED> , deferral was requested on the basis of a pending sponsored inland application for permanent residence and the impact the applicant's removal would have on his partner's nine-year-old son, who was said to suffer from \"behavioral and social disabilities.\" The Court found the application to be moot on the following basis:", "\"18. It is beyond question that: first, the removal arrangements made by the Respondent for the Applicant are no longer relevant; secondly, no removal arrangements for the Applicant are currently in place; and finally, substantially more evidence is now available in relation to any disability that the Applicant's spouse's nine (9) or ten (10) year old son might suffer from, his needs in relation to any such disability and any role that the Applicant plays and is capable of continuing to play in relation to that son. Further, an application for landing of the Applicant from within Canada on humanitarian and compassionate grounds is before immigration authorities and provides a substantially more appropriate platform from which to determine the best interests of the boy than does a request for deferral where the issue for consideration is whether removal at a particular arranged time is 'reasonably practicable'. Further, it is beyond question that, if the Respondent remains determined to remove the Applicant before his humanitarian and compassionate grounds application is determined, it would be open to the Applicant to request a new deferral of removal, based on all of the current circumstances and evidence and, if that request is denied, a further application for leave and for judicial review would be open to him together with a further motion before this Court seeking a stay of removal pending the final determination of that new application for leave and for judicial review.\" (footnote omitted)"], ["[48]", "The finding of mootness was not based at all upon the fact that the application for permanent residence had been rejected."], ["[49]", "Similarly, in", "Vu", ", Justice Gibson found the application to be moot for substantially the same reasons as he had given in <FRAGMENT_SUPPRESSED> . Those, essentially, were that the old removal arrangements were spent, and, if a new removal date were to be scheduled, a new request for deferral could be made based upon the then existing circumstances."], ["[50]", "As for the applicants' reliance upon <FRAGMENT_SUPPRESSED> , I, again respectfully, do not accept that the Court is obliged to consider the application on the merits, failing which the interim order will remain in effect. If the application is dismissed because it is moot, that finding will be embodied in a final judgment which will terminate the interim order that stayed removal."], ["[51]", "The position of the CBSA, also relied upon by the applicants, that a dismissal for mootness terminates any stay, even where an appeal is taken, simply reflects the fact that an appeal to the Federal Court of Appeal does not, of itself, affect the validity of this Court's order. See: Rule 398 of the", "Federal Courts Rules,", "SOR/98-106.", "Judicial Comity"], ["[52]", "A judge of this Court, as a matter of judicial comity, should follow a prior decision made by another judge of this Court unless satisfied that: (a) subsequent decisions have affected the validity of the prior decision; (b) the prior decision failed to consider some binding precedent or relevant statute; or (c) the prior decision was unconsidered; that is, made without an opportunity to fully consult authority. If any of those circumstances are found to exist, a judge may depart from the prior decision, provided that clear reasons are given for the departure and, in the immigration context, an opportunity to settle the law is afforded to the Federal Court of Appeal by way of a certified question. See:", "Hansard Spruce Mills Ltd., Re", ", [1954] 4 D.L.R. 590 (B.C.S.C.), at page 591, and", "<FRAGMENT_SUPPRESSED>  (T.D.)."], ["[53]", "I am satisfied that the prior decisions of this Court, set out at paragraphs 5 and 39 above, did not ignore any relevant authority or statutory provision. Such judgments were fully considered. Judicial comity provides a further basis for finding this application to be moot.", "The Exercise of Discretion"], ["[54]", "The second stage of the two-step analysis described in <FRAGMENT_SUPPRESSED> requires the Court to consider whether it should exercise discretion to hear the case, notwithstanding that it is moot."], ["[55]", "In <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada established three factors that a court should consider when determining whether to exercise its discretion: first, whether an adversarial relationship between the parties still exists; second, whether the expenditure of judicial resources is justified; and third, the need for the court to demonstrate a measure of awareness of its proper law-making function. Put another way, the third factor requires the court to consider if, in the absence of a live dispute, a decision on the matter would be an intrusion into the functions of the legislative branch of government."], ["[56]", "Having regard to these factors, I accept that an adversarial relationship still exists between the parties. However, this case raises no novel question of law with respect to the scope of an enforcement officer's discretion and, as set out above, I see no practical effect on the rights of the parties if I decide this case. Thus, the interests of judicial economy militate against the exercise of discretion. Finally, for the reasons set out above, courts must be cautious of answering questions of law in the absence of a live dispute."], ["[57]", "For these reasons, I decline to exercise my discretion to decide this application.", "Mischief"], ["[58]", "As discussed with counsel, I acknowledge that the result of the reasoning in this case, and cases such as <FRAGMENT_SUPPRESSED> , raises the possibility that most applications for judicial review of decisions refusing to defer removal will be rendered moot once the scheduled removal date passes and the person remains in Canada. This carries a number of undesirable consequences, including:", "(i) Motions for stays of removal are often brought on short notice and a decision must be rendered almost immediately. This means that the parties, particularly the Minister, may not be able to put a full record before the Court for consideration. As well, the Court may not have time to give the issues raised on the motion the consideration that it would wish. Yet, that is the basis upon which the decision that effectively decides the application must be made.", "(ii) If final decisions are not rendered on the merits of applications for judicial review, the jurisprudence will not fully develop with respect to the scope of an enforcement officer's discretion.", "(iii) Most importantly, significant time will elapse between the aborted removal date and the date that the application for judicial review is heard. At that time, the application is likely to be found to be moot. In the present case, one year elapsed. During this period, the Minister's ability to make removal arrangements is suspended and an applicant's situation remains uncertain. This is undesirable at the final stage in the enforcement process, at least from the Minister's point of view."], ["[59]", "There are some answers to these concerns."], ["[60]", "First, the Court must continue to be mindful of the limited nature of an enforcement officer's discretion and where that discretion falls within the scheme of the entire", "Act"], ["[61]", "Second, the existence of ministerial guidelines would assist enforcement officers, promote consistent decision-making, and give greater guidance to the parties (and the Court) as to how the discretion is to be exercised. In the absence of prior ministerial guidance in the Parliamentary debates or otherwise, logic and consistency would suggest that the guidelines would take into account the prior jurisprudence of this Court."], ["[62]", "Third, in cases where issues of law are raised, the Court may choose to exercise its discretion to hear the application for judicial review so as to develop the jurisprudence."], ["[63]", "Fourth, if, as a matter of law, it is the passage of the removal date that renders the application moot, most, if not all, applications will be moot by the time the application for leave is perfected. If so, judges may consider it to be appropriate to refuse leave on the ground of mootness. This would avoid the delay that otherwise results if the matter proceeds to hearing and would, in my view, be consistent with the fact that issues regarding removal arise at the last stage of a complex legislative scheme."], ["[64]", "The Minister may argue that this creates the potential for a series of removal arrangements, deferral requests, and stay motions. I agree that this would be undesirable. However, that is the situation that currently prevails where, after a much greater period of time, applications for judicial review of deferral decisions are either dismissed or allowed. (See: the history recited above at paragraphs 40 and 41). A quicker end to the proceeding makes it less likely that there will be any material change in circumstances if new removal arrangements are made."], ["[65]", "Further, the potential for abuse will be mitigated significantly by the Court's continued discipline when considering stay requests and, where a stay is granted, by careful consideration by the CBSA, before new removal arrangements are made, of the serious issue identified by the Court. It should be remembered that, for a stay to be granted, the Court will have identified at least one issue that carries with it the likelihood of success on the underlying application. It is not enough for the Court to simply find that an issue is not frivolous or vexatious. See:", "Wang,", "cited above. Parenthetically, I reject the suggestion that the Court will refuse stays because no issue can have a likelihood of success if the application is to become moot after the removal date passes. When faced with a request for a stay, the Court will be obliged to consider the relevant facts relating to the propriety of the underlying application to see if a serious issue arises. The second step of the <FRAGMENT_SUPPRESSED> analysis requires the Court to exercise the discretion whether to hear a moot case. A judge hearing a motion for a stay where a serious issue arises cannot assume that the judge granting leave or hearing the application for judicial review will not exercise that discretion."], ["[66]", "Still further, disposal of these applications at the leave stage will avoid the subsequent expenditure of resources by the parties and the Court."], ["[67]", "Finally, I respectfully endorse the suggestion of Justice Strayer at paragraph 7 of his reasons in <FRAGMENT_SUPPRESSED> , cited above, that consideration be given in these cases to confining the duration of a stay of removal to the lesser of: the time an applicant demonstrates that he requires in Canada before removal, and the time required for this Court to decide the underlying application for judicial review."], ["[68]", "To be clear, I adopt the reasoning of the Court in", "<FRAGMENT_SUPPRESSED> ; 328 F.T.R. 109; 2007 FC 1304, that this Court cannot issue \"free standing stays.\" Stays must tied to a leave or judicial review proceeding to which the stay is ancillary. See: <FRAGMENT_SUPPRESSED> at paragraph 40."], ["[69]", "This does not mean, however, that the Court cannot grant an order staying removal for the duration of the underlying application in this Court and providing that the stay will also cease if, before that time, the impediment to removal ceases to exist. Logic would suggest that, once the impediment to removal lapses, the applicant should then again become liable to removal.", "Conclusion and Certification"], ["[70]", "For these reasons, the application for judicial review is dismissed."], ["[71]", "The Minister posed certification of the following question:", "\"Where an applicant has filed an application for leave and judicial review challenging a refusal to defer removal pending a decision on an outstanding application for landing, does the fact that a decision on the underlying application for landing remains outstanding at the date the Court considers the application for judicial review maintain a 'live controversy' between the parties, or is the matter mooted merely by the passing of the scheduled removal date?\""], ["[72]", "With minor amendments, the question will be certified.", "JUDGMENT"], ["[73]", "THIS COURT ORDERS AND ADJUDGES that", "1. The application for judicial review is dismissed on the ground that it is moot.", "2. The following question is certified:", "Where an applicant has filed an application for leave and judicial review challenging a refusal to defer removal pending a decision on an outstanding application for landing, and a stay of removal is granted so that the person is not removed from Canada, does the fact that a decision on the underlying application for landing remains outstanding at the date the Court considers the application for judicial review maintain a \"live controversy\" between the parties, or is the matter rendered moot by the passing of the scheduled removal date?", "Application dismissed.", "Editor: Angela E. McKay/vnh", "[End of document]"]]}