{"id_": "015036", "body_str": [["[1]", "Gauthier, J.", ": This judicial review of the decision of the Minister of Health to remove Canadian patent number 2,319,201 ('201 patent) from the Patent Register raises a new question with respect to the construction of subsection 4(3) of the October 5, 2006 amendments to the", "Patented Medicines Notice of Compliance Regulations", ", SOR/98-166; SOR/93-133 as amended (", "NOC Regulations", "). The amendments were adopted to clarify the eligibility requirements of patents listed in relation to Supplementary New Drug Submissions (SNDS)."], ["[2]", "For the reasons that follow, the Court finds that the Minister's decision is well-founded and should not be interfered with.", "BACKGROUND"], ["[3]", "Pfizer Canada Inc. (Pfizer) manufactures and markets the drug Celebrex® ® in Canada in capsule dosage (100 mg, 200 mg and 400 mg). Celebrex® ® is a non-steroidal anti-inflammatory drug (NSAID) [see footnote 1] that functions by acting as a cyclooxygenase-2 (COX-2) inhibitor. It contains the medicinal ingredient celecoxib."], ["[4]", "On April 14, 1999, pursuant to an original New Drug Submission (NDS) for celecoxib, Health Canada issued Pfizer an NOC for use in \"the relief of signs and symptoms of osteoarthritis and rheumatoid arthritis in adults\". Canadian patents No. 2, 177, 576 ('576 patent) and 2, 267,186 ('186 patent) owned by GD Searle and Co were listed by Pfizer against that NOC. The '576 Patent claims a class of compounds which includes celecoxib as well as the use of such compounds in the treatment inter alia of arthritis and inflammation associated disorders including pain and fever, whereas the '186 patent claims a new therapeutic use for COX-2 inhibitors, that is, the treatment and prevention of neoplasia."], ["[5]", "Since then, Pfizer has filed and received approval for several SNDSs including SNDS 072375, which was filed on July 4, 2001. That SNDS describes a new indication or new use of Celebrex® ®, namely the \"short term (", "7 days) management of moderate to severe acute pain in adults in conditions such as: musculoskeletal and/or soft-tissue trauma including sprains, post-operative orthopaedic, and pain following dental extraction\". This SNDS was approved by Health Canada and resulted in the issuance of an NOC on September 7, 2004."], ["[6]", "About two years later, on July 11, 2006, the '201 Patent was issued to GD Searle and Co. in respect of a patent application that had been filed on November 30, 1999. Under subsection 4(4) of the", "NOC Regulations", "as they read prior to the October 5, 2006 amendments, patent owners were granted 30 days from the date of patent issue to submit a patent for listing on the Patent Register in relation with eligible drug submissions, provided the application for said patent had been filed before the date of filing of the drug submission. Thus, the '201 patent could not be listed against the 1999 NOC for Celebrex® ® but could be listed in respect of SNDS 072375, as it contained a claim for the medicine celecoxib (formulation [see footnote 2]). It was added by the Minister to the Patent Register on July 27, 2006. The submission to list the patent was made by Pfizer with GD Searle's consent."], ["[7]", "As mentioned, on October 5, 2006, the", "NOC Regulations", "were amended. Section 6 of the transitional provisions specifies that all patent lists filed after June 17, 2006 would be subject to the newly introduced patent listing requirements. As the '201 patent was submitted for listing on July 19, 2006, it was subject to the amended", "NOC Regulations"], ["[8]", "The Minister reaudited the patents filed after June 17, 2006 and concluded that the '201 patent did not meet the requirements of subsection 4(3) of the", "NOC Regulations"], ["[9]", "The Minister informed Pfizer that it proposed to delist the '201 patent. Pfizer made oral and written submissions opposing the proposed delisting on the basis, among other things, that the patent should be listed if the new indication falls within the scope of one or more claims in the patent. Pfizer submitted reports from five experts to show that, as a matter of fact, the new indication was covered by claims 14 and 15 of the '201 patent."], ["[10]", "Ultimately, the Minister found that the '201 patent did not meet the requirements of the", "NOC Regulations", "and it was delisted on May 1, 2007."], ["[11]", "Claims 14 and 15 of the '201 patent read as follows:", "14. Use of a composition as defined in any one of claims 1 to 10 for the preparation of a medicament for the treatment and/or prophylaxis of a medical condition or disorder in a subject where treatment with a cyclooxygenase-2 inhibitor is indicated", "15. The use according to claim 14, wherein the condition or disorder is rheumatoid arthritis, osteoarthritis or pain", ".\""], ["[12]", "It is agreed by the parties that the approved version of Celebrex® currently on the market embodies a drug composition covered by the '201 patent. Thus, product specificity is not an issue here.", "LEGISLATIVE PROVISIONS"], ["[13]", "For ease of reference, the legislative and regulatory provisions relevant to this matter are reproduced here:", "Section 55.2 (1) of the", "Patent", "Act", ", R.S.C. 1985, c. P-4;", "\"55.2(1)", "It is not an infringement of a patent for any person to make, construct, use or sell the patented invention solely for uses", "reasonably related to the development and submission of information required under any law of Canada, a province or a country other than Canada that regulates the manufacture, construction, use or sale of any product.", "\"55.2(4) The Governor in Council may make such regulations as the Governor in Council considers", "necessary for preventing the infringement of a patent by any person who makes, constructs, uses or sells a patented invention", "in accordance with subsection (1), including, without limiting the generality of the foregoing, regulations", "(a) respecting the conditions that must be fulfilled before a notice, certificate, permit or other document concerning any product to which a patent may relate may be issued to a patentee or other person under any Act of Parliament that regulates the manufacture, construction, use or sale of that product, in addition to any conditions provided for by or under that Act;", "(b) respecting the earliest date on which a notice, certificate, permit or other document referred to in paragraph (a) that is issued or to be issued to a person other than the patentee may take effect and respecting the manner in which that date is to be determined;", "(c) governing the resolution of disputes between a patentee or former patentee and any person who applies for a notice, certificate, permit or other document referred to in paragraph (a) as to the date on which that notice, certificate, permit or other document may be issued or take effect;", "(d) conferring rights of action in any court of competent jurisdiction with respect to any disputes referred to in paragraph (c) and respecting the remedies that may be sought in the court, the procedure of the court in the matter and the decisions and orders it may make; and", "(e) generally governing the issue of a notice, certificate, permit or other document referred to in paragraph (a) in circumstances where the issue of that notice, certificate, permit or other document might result directly or indirectly in the infringement of a patent.\"", "\"55.2(1)", "Il n'y a pas contrefaçon de brevet lorsque l'utilisation, la fabrication, la construction ou la vente d'une invention brevetée", "se justifie dans la seule mesure nécessaire à la préparation et à la production du dossier d'information qu'oblige à fournir une loi fédérale, provinciale ou étrangère réglementant la fabrication, la construction, l'utilisation ou la vente d'un produit.", "\"55.2(4)", "Afin d'empêcher la contrefaçon d'un brevet d'invention par l'utilisateur", ", le fabricant, le constructeur ou le vendeur", "d'une invention brevetée au sens du paragraphe (1),", "le gouverneur en conseil peut prendre des règlements, notamment:", "a) fixant des conditions complémentaires nécessaires à la délivrance, en vertu de lois fédérales régissant l'exploitation, la fabrication, la construction ou la vente de produits sur lesquels porte un brevet, d'avis, de certificats, de permis ou de tout autre titre à quiconque n'est pas le breveté;", "b) concernant la première date, et la manière de la fixer, à laquelle un titre visé à l'alinéa a) peut être délivré à quelqu'un qui n'est pas le breveté et à laquelle elle peut prendre effet;", "c) concernant le règlement des litiges entre le breveté, ou l'ancien titulaire du brevet, et le demandeur d'un titre visé à l'alinéa a), quant à la date à laquelle le titre en question peut être délivré ou prendre effet;", "d) conférant des droits d'action devant tout tribunal compétent concernant les litiges visés à l'alinéa c), les conclusions qui peuvent être recherchées, la procédure devant ce tribunal et les décisions qui peuvent être rendues;", "e) sur toute autre mesure concernant la délivrance d'un titre visé à l'alinéa a) lorsque celle-ci peut avoir pour effet la contrefaçon de brevet.\"", "Section 2 of the", "Patented Medicines (Notice of Compliance) Regulations", "\"In these Regulations,", "'claim for the dosage form' means a claim for a delivery system for administering a medicinal ingredient in a drug or a formulation of a drug that includes within its scope that medicinal ingredient or formulation; (", "revendication de la forme posologique", "'claim for the formulation' means a claim for a substance that is a mixture of medicinal and non-medicinal ingredients in a drug and that is administered to a patient in a particular dosage form; (", "revendication de la formulation", "'claim for the medicinal ingredient' includes a claim in the patent for the medicinal ingredient, whether chemical or biological in nature, when prepared or produced by the methods or processes of manufacture particularly described and claimed in the patent, or by their obvious chemical equivalents, and also includes a claim for different polymorphs of the medicinal ingredient, but does not include different chemical forms of the medicinal ingredient; (", "revendication de l'ingrédient médicinal", "'claim for the medicine itself' [Repealed, SOR/2006-242, s. 1]", "'claim for the use of the medicinal ingredient' means a claim for the use of the medicinal ingredient for the diagnosis, treatment, mitigation or prevention of a disease, disorder or abnormal physical state, or its symptoms; (", "revendication de l'utilisation de l'ingrédient médicinal", ")\"", "Les définitions qui suivent s'appliquent au présent règlement:", "(...) 'revendication de la forme posologique' Revendication à l'égard d'un mécanisme de libération permettant d'administrer l'ingrédient médicinal d'une drogue ou la formulation de celle-ci, dont la portée comprend cet ingrédient médicinal ou cette formulation. (", "claim for the dosage form", "'revendication de la formulation' Revendication à l'égard d'une substance qui est un mélange des ingrédients médicinaux et non médicinaux d'une drogue et qui est administrée à un patient sous une forme posologique donnée. (", "claim for the formulation", "'revendication de l'ingrédient médicinal' S'entend, d'une part, d'une revendication, dans le brevet, de l'ingrédient médicinal - chimique ou biologique - préparé ou produit selon les modes ou procédés de fabrication décrits en détail et revendiqués dans le brevet ou selon leurs équivalents chimiques manifestes, et, d'autre part, d'une revendication pour différents polymorphes de celui-ci, à l'exclusion de ses différentes formes chimiques. (", "claim for the medicinal ingredient", "'revendication de l'utilisation de l'ingrédient médicinal' Revendication de l'utilisation de l'ingrédient médicinal aux fins du diagnostic, du traitement, de l'atténuation ou de la prévention d'une maladie, d'un désordre, d'un état physique anormal, ou de leurs symptômes. (", "claim for the use of the medicinal ingredient", ")\"", "Section 3 (2) of the", "Patented Medicines (Notice of Compliance) Regulations", "\"3(2) The Minister shall maintain a register of patents and other information submitted under section 4. To maintain the register, the Minister may refuse to add or may delete any patent or other information that does not meet the requirements of that section.\"", "\"3(2) Le ministre tient un registre des brevets et des autres renseignements fournis aux termes de l'article 4. À cette fin, il peut refuser d'y ajouter, ou en supprimer, tout brevet ou tout autre renseignement qui n'est pas conforme aux exigences de cet article.\"", "Section 4 of the", "Patented Medicines (Notice of Compliance) Regulations", "\"4(1) A first person who files or who has filed a new drug submission or a supplement to a new drug submission may submit to the Minister", "a patent list in relation to the submission or supplement for addition to the register.", "\"4(2)", "A patent on a patent list in relation to a new drug submission is eligible", "to be added to the register if the patent contains", "(a) a claim for the medicinal ingredient and the medicinal ingredient has been approved through the issuance of a notice of compliance in respect of the submission;", "(b) a claim for the formulation that contains the medicinal ingredient and the formulation has been approved through the issuance of a notice of compliance in respect of the submission;", "(c) a claim for the dosage form and the dosage form has been approved through the issuance of a notice of compliance in respect of the submission; or", "(d) a claim for the use of the medicinal ingredient, and the use has been approved through the issuance of a notice of compliance in respect of the submission.", "\"4(3)", "A patent on a patent list in relation to a supplement to a new drug submission is eligible to be added to the register if the supplement is for a change in formulation, a change in dosage form or a change in use of the medicinal ingredient, and", "(a) in the case of a change in formulation, the patent contains a claim for the changed formulation that has been approved through the issuance of a notice of compliance in respect of the supplement;", "(b) in the case of a change in dosage form, the patent contains a claim for the changed dosage form that has been approved through the issuance of a notice of compliance in respect of the supplement; or", "(c)", "in the case of a change in use of the medicinal ingredient, the patent contains a claim for the changed use of the medicinal ingredient that has been approved through the issuance of a notice of compliance in respect of the supplement.", "\"4(4)", "A patent list shall contain the following:", "(a) an identification of the new drug submission or the supplement to a new drug submission to which the list relates;", "(b) the medicinal ingredient, brand name, dosage form, strength, route of administration and use set out in the new drug submission or the supplement to a new drug submission to which the list relates;", "(c) for each patent on the list, the patent number, the filing date of the patent application in Canada, the date of grant of the patent and the date on which the term limited for the duration of the patent will expire under section 44 or 45 of the Patent Act;", "(d) for each patent on the list, a statement that the first person who filed the new drug submission or the supplement to a new drug submission to which the list relates is the owner of the patent or has an exclusive licence to the patent, or has obtained the consent of the owner of the patent to its inclusion on the list;", "(e) the address in Canada for service, on the first person, of a notice of allegation referred to in paragraph 5(3)(a) or the name and address in Canada of another person on whom service may be made with the same effect as if service were made on the first person; and", "(f) a certification by the first person that the information submitted under this subsection is accurate and that each patent on the list meets the eligibility requirements of subsection (2) or (3).", "\"4(5) Subject to subsection (6), a first person who submits a patent list must do so at the time the person files the new drug submission or the supplement to a new drug submission to which the patent list relates.", "\"4(6) A first person may, after the date of filing of a new drug submission or a supplement to a new drug submission, and within 30 days after the issuance of a patent that was issued on the basis of an application that has a filing date in Canada that precedes the date of filing of the submission or supplement, submit a patent list, including the information referred to in subsection (4), in relation to the submission or supplement.", "\"4(7) A first person who has submitted a patent list must keep the information on the list up to date but, in so doing, may not add a patent to the list.", "\"4(8) The Minister shall insert on the patent list the date of filing and submission number of the new drug submission or the supplement to a new drug submission in relation to which the list was submitted.\"", "\"4(1) La première personne qui dépose ou a déposé la présentation de drogue nouvelle ou le supplément à une présentation de drogue nouvelle peut présenter au ministre, pour adjonction au registre,", "une liste de brevets qui se rattache à la présentation ou au supplément.", "\"4(2) Est admissible à l'adjonction au registre", "tout brevet", ", inscrit sur une liste de brevets,", "qui se rattache à la présentation de drogue nouvelle", ", s'il contient, selon le cas:", "a) une revendication de l'ingrédient médicinal, l'ingrédient ayant été approuvé par la délivrance d'un avis de conformité à l'égard de la présentation;", "b) une revendication de la formulation contenant l'ingrédient médicinal, la formulation ayant été approuvée par la délivrance d'un avis de conformité à l'égard de la présentation;", "c) une revendication de la forme posologique, la forme posologique ayant été approuvée par la délivrance d'un avis de conformité à l'égard de la présentation;", "d) une revendication de l'utilisation de l'ingrédient médicinal, l'utilisation ayant été approuvée par la délivrance d'un avis de conformité à l'égard de la présentation.", "\"4(3)", "Est admissible à l'adjonction au registre tout brevet, inscrit sur une liste de brevets, qui se rattache au supplément à une présentation de drogue nouvelle visant une modification de la formulation, une modification de la forme posologique ou une modification de l'utilisation de l'ingrédient médicinal, s'il contient, selon le cas:", "a) dans le cas d'une modification de formulation, une revendication de la formulation modifiée, la formulation ayant été approuvée par la délivrance d'un avis de conformité à l'égard du supplément;", "b) dans le cas d'une modification de la forme posologique, une revendication de la forme posologique modifiée, la forme posologique ayant été approuvée par la délivrance d'un avis de conformité à l'égard du supplément;", "c)", "dans le cas d'une modification d'utilisation de l'ingrédient médicinal, une revendication de l'utilisation modifiée de l'ingrédient médicinal, l'utilisation ayant été approuvée par la délivrance d'un avis de conformité à l'égard du supplément.", "\"4(4)", "La liste de brevets comprend:", "a) l'identification de la présentation de drogue nouvelle ou du supplément à la présentation de drogue nouvelle qui s'y rattachent;", "b) l'ingrédient médicinal, la marque nominative, la forme posologique, la concentration, la voie d'administration et l'utilisation prévus à la présentation ou au supplément qui s'y rattachent;", "c) à l'égard de chaque brevet qui y est inscrit, le numéro de brevet, la date de dépôt de la demande de brevet au Canada, la date de délivrance de celui-ci et la date d'expiration du brevet aux termes des articles 44 ou 45 de la Loi sur les brevets;", "d) à l'égard de chaque brevet qui y est inscrit, une déclaration portant que la première personne qui a déposé la présentation de drogue nouvelle ou le supplément à une présentation de drogue nouvelle qui s'y rattachent en est le propriétaire, en détient la licence exclusive ou a obtenu le consentement du propriétaire pour l'inclure dans la liste;", "e) l'adresse au Canada de la première personne aux fins de signification de l'avis d'allégation visé à l'alinéa 5(3)a) ou les nom et adresse au Canada d'une autre personne qui peut en recevoir signification comme s'il s'agissait de la première personne elle-même;", "f) une attestation de la première personne portant que les renseignements fournis aux termes du présent paragraphe sont exacts et que chaque brevet qui y est inscrit est conforme aux conditions d'admissibilité prévues aux paragraphes (2) ou (3).", "\"4(5) Sous réserve du paragraphe (6), la première personne qui présente une liste de brevets doit le faire au moment du dépôt de la présentation de drogue nouvelle ou du supplément à une présentation de drogue nouvelle qui s'y rattachent.", "\"4(6) La première personne peut, après la date de dépôt de la présentation de drogue nouvelle ou du supplément à une présentation de drogue nouvelle et dans les trente jours suivant la délivrance d'un brevet faite au titre d'une demande de brevet dont la date de dépôt au Canada est antérieure à celle de la présentation ou du supplément, présenter une liste de brevets, à l'égard de cette présentation ou de ce supplément, qui contient les renseignements visés au paragraphe (4).", "\"4(7) La première personne qui a présenté une liste de brevets doit tenir à jour les renseignements y figurant, mais ne peut toutefois y ajouter de brevets.", "\"4(8) Le ministre inscrit sur la liste de brevets la date de dépôt et le numéro de la présentation de drogue nouvelle ou du supplément à une présentation de drogue nouvelle qui se rattache à la liste présentée.\"", "Section 2 of the pre-October 2006", "Patented Medicines (Notice of Compliance) Regulations", "(Repealed, SOR/2006-242, s. 1);", "\"2. In these Regulations,", "'claim for the medicine itself' includes a claim in the patent for the medicine itself when prepared or produced by the methods or processes of manufacture particularly described and claimed or by their obvious chemical equivalents; (", "revendication pour le médicament en soi", "'claim for the use of the medicine' means a claim for the use of the medicine for the diagnosis, treatment, mitigation or prevention of a disease, disorder or abnormal physical state, or the symptoms thereof; (", "revendication pour l'utilisation du médicament", ")\"", "\"2. Les définitions qui suivent s'appliquent au présent règlement.", "'revendication pour le médicament en soi' S'entend notamment d'une revendication, dans le brevet, pour le médicament en soi préparé ou produit selon les modes du procédé de fabrication décrits en détail et revendiqués ou selon leurs équivalents chimiques manifestes. (", "claim for the medicine itself", "'revendication pour l'utilisation du médicament' Revendication pour l'utilisation du médicament aux fins du diagnostic, du traitement, de l'atténuation ou de la prévention d'une maladie, d'un désordre, d'un état physique anormal, ou de leurs symptômes. (", "claim for the use of the medicine", ")\"", "ANALYSIS", "A) Standard of review"], ["[14]", "In their written representations, the applicants had raised an issue of procedural fairness as well as preliminary issues in respect of the filing of new evidence not before the decision maker. Affidavit evidence explaining the Minister's decision was also submitted. At the hearing, the parties agreed that the Court will not have to deal with such issues and that this application should be decided on the merits of the main question, which is whether the '201 patent meets the requirements set out in subsection 4(3) of the", "NOC Regulations"], ["[15]", "The Minister submitted that the application of the", "NOC Regulations", "to a particular patent is a question of mixed fact and law which normally requires assessing the subject matter of the drug submission and comparing it with the patent that has been submitted for listing. Such an issue is normally subject to the standard of patent unreasonableness. [see footnote 3]"], ["[16]", "However, at the hearing the Minister also agreed that as set out in the recent Federal Court of Appeal recent decision in", "<FRAGMENT_SUPPRESSED> :", "\"... where there is a mixed question of law and fact then the standard of review is patent unreasonableness", "unless the question of law is extricable from the question of fact in which case the question of law is determined on the basis of correctness", ".\""], ["[17]", "Because the Minister conceded that the relevant SNDS was for a change in the use of the medicinal ingredient that was approved through the issuance of an NOC [see footnote 4], the parties agree that the '201 patent's eligibility for listing depends entirely on the construction of claims 14 and 15 as well as the construction of subsection 4 (3) of the", "NOC Regulations", ". Both issues are pure questions of law."], ["[18]", "The Court is satisfied that in this particular case, the two questions of law are extricable from the question of fact (which was conceded) and that therefore, the decision of the Minister in respect of those two questions will be reviewed on the basis of correctness.", "B) Did the Minister err by concluding that the '201 Patent was not eligible?"], ["[19]", "At the hearing and later, in written submissions provided to answer specific queries from the Court, the parties clarified and refined their respective positions."], ["[20]", "The main differences between their respective interpretations of the", "NOC Regulations", "and how they apply to the '201 Patent are as follows:"], ["[21]", "On the one hand, the applicants say that the October 5, 2006 amendment added specific listing criteria for patents filed in association with an SNDS in order to specifically eliminate the existing piecemeal approach set out in", "<FRAGMENT_SUPPRESSED> ; 354 N.R. 281; 2006 FCA 335, and", "Wyeth Canada et al. v. ratiopharm inc. et al.", "(2007), 370 N.R. 89; 2007 FCA 264; thus questions relating to what the patented invention is, what the spirit of the invention is or what the patent is about are irrelevant to the task the Minister must perform to apply paragraph 4(3)(c) of the", "NOC Regulations"], ["[22]", "According to the applicants, the new system is a simple one; if an SNDS is submitted for a change in formulation, dosage or in the use of a medicinal ingredient, the", "only", "requirement to be met for a patent to be eligible for listing (excluding timing from the discussion at this stage) is that it contain one claim that covers within its ambit the relevant change requested in the SNDS and approved by Health Canada through the issuance of an NOC."], ["[23]", "More specifically here, to determine whether pursuant to paragraph 4(3)(c) of the", "NOC Regulations", "a particular claim in a patent is for the changed use of the medicinal ingredient, the Court must employ the principles of construction set out by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  for there can be only one construction of a claim for all the purposes of the", "Patent", "Act", "be it validity, infringement, or eligibility for listing which is at issue."], ["[24]", "For the applicants, there is thus no doubt that the new definition of \"claims for the use of a medicinal ingredient\" includes, as it used to under the old version of the", "NOC Regulations", ", claims for the use of a formulation wherein the only active ingredient is the medicinal ingredient. It is irrelevant to ask the question of whether the use of the medicinal ingredient is the novel element of the claim, as this issue is to be dealt with by the Court (not the Minister) when and only when allegations of patent invalidity or the invalidity of the specific claims mentioned in subsection 5(1) of the", "NOC Regulations", "are challenged through the issuance of an application under subsection 6(1)."], ["[25]", "Moreover, given the general principle of construction whereby words used in a regulation or provision must be ascribed the same meaning throughout, it is evident that claims 14 and 15 in the '201 Patent are for the use of the medicinal ingredient in Celebrex®, for the Minister has conceded that the 07375 SNDS is for a change in the use of the medicinal ingredient as required under the first part of paragraph 4(3)(c)."], ["[26]", "In respect of the Minister's arguments that the language of the claim for the changed use must closely correspond to the language used to describe the indication in the SNDS, the applicants submit that all of the evidence before the Court indicates that the exact condition described in the new indication in the 07375 SNDS approved by Health Canada would be understood by a person skilled in the art to be covered by claims 14 and 15. In respect of claim 14, this is because a person skilled in the art would know that celecoxib is a COX-2 inhibitor, and that COX-2 inhibitors are useful in the treatment of inflammatory pain and are not indicated to treat neuropathic pain (these being the two broad classes of pain). Also, the disclosure of the '201 Patent clearly refers to the specific conditions covered by the new indication (for example, sprains - page 9, line 31 and page 11, line 22; postoperative orthopaedic and dental pain - page 9, line 31, page 12, lines 17 and 18, page 16, lines 4 and 5) Finally, claim 15, which is dependent on claim 14, is even clearer in that respect as it expressly refers to \"pain\"."], ["[27]", "Finally, the applicants also adduced evidence explaining that the drafting of claims is done well before the patentee concludes clinical trials or Health Canada reviews the indications of the product that embodies its invention. The concerns of Health Canada when reviewing the wording of indications are totally different from those of a claim drafter. It would thus be impractical and would lead to an absurd result (i.e. the exclusion of most if not all patents) to require that the language of a patent claim closely match the language of the indication that will ultimately be approved by Health Canada in an NOC."], ["[28]", "It also bears mention that the applicants urged the Court to follow the conclusion adopted in", "<FRAGMENT_SUPPRESSED>  (F.C.), wherein a patent delisted by the Minister pursuant to the new", "NOC Regulations", "was ordered restored to the Register, as the Court found the patent included a claim for the changed use on the basis of what appears to have been a literal interpretation of that claim. However, given that in <FRAGMENT_SUPPRESSED> the Court did not engage in a detailed analysis that would enable one to assess the similarities or differences in the arguments considered there and those before the Court here, and given that the decision is presently on appeal and is being strongly contested by the Minister, the Court will proceed with its own analysis."], ["[29]", "The Minister takes the position that the", "Regulatory Impact Analysis Statement", "[see footnote 5] (RIAS) which accompanied the October 2006 amendments to the", "NOC Regulations", "clearly indicates that the \"subject matter of a patent\" is still relevant to determine eligibility for listing. The Minister must thus consider the fact that the '201 Patent is not a \"use patent\". The patented invention here is a novel formulation (special dose units comprising particles of celecoxib of certain sizes) and not a new use of celecoxib."], ["[30]", "In addition, the", "NOC Regulations", "require a specific link between at least one claim of the \"relevant patent\" and the change described in the SNDS. The subject matter of such a claim must be the changed formulation or dosage form or use of the medicinal ingredient, and the claims must fall within the very specific definitions of such claims in the", "NOC Regulations"], ["[31]", "To make a determination as to whether or not a particular claim falls within said definitions, the Minister must adopt the approach followed by the Federal Court of Appeal when it was required to determine the somewhat similar issue of whether a claim in a given patent met the regulatory requirements set out in paragraph 4(2)(b) (see also subparagraph 5(1)(b)(iv)) of the \"old\" version of the", "NOC Regulations", "(see for example", "<FRAGMENT_SUPPRESSED> ; 348 N.R. 120; 2006 FCA 105 and", "<FRAGMENT_SUPPRESSED> ; 289 F.T.R. 288 (F.C.), affd. (2007), 359 N.R. 386 (F.C.A.))."], ["[32]", "Here, the Court does not understand the Minister to say that no claim for the use of a formulation or dosage form could meet the definition of a \"claim for the use of a medicinal ingredient\", but simply that in this particular case, when one considers the language of claims 14 and 15 individually as well as in the context of the '201 Patent as a whole (i.e., alongside the other claims and the disclosure), it becomes clear that what is claimed in claims 14 and 15 is not a particular use of the medicinal ingredient celecoxib."], ["[33]", "Finally (and it is not clear if this is an alternative position), the Minister says that at the very least, the wording of the claim for the changed use of the medicinal ingredient referred to in paragraph 4(3)(c) must be very specific and align closely with the changed indication sought in the SNDS. A general reference to all uses for which the medicinal ingredient can be used, as in claim 14 or even claim 15, is not sufficient."], ["[34]", "It is evident here that the Minister is concerned that the interpretation proposed by the applicant in this case will trivialize the specific linkage required by the legislator and referred to in paragraph 4(3)(c) of the", "NOC Regulations"], ["[35]", "Although not spelled out as such, one can also appreciate that the interpretation proposed by the applicants could favour or create an imbalance in the protection afforded an innovator whose inventive contribution is solely in developing new formulations or dosage forms, over those innovators whose inventions relate to new medicinal ingredients or new uses of a medicinal ingredient itself. That is to say that a patent for a new medicinal ingredient [see footnote 6] could only be listed against an NDS and would be subject to the", "NOC Regulations", "' strict timing requirements, while a new use patent for the medicinal ingredient itself could only be listed against an NDS which specifically describes the new use, or an SNDS that covers a change in use covered by one of the claims of the patent. Given that in a typical new use patent, the claims would have to be limited to those where the novelty resides in the new use itself, the number of such new use(s) would normally be limited."], ["[36]", "With respect to patents wherein the patented invention is a new formulation or a new dosage form that contain a claim that falls within the definitions of the", "NOC Regulations", ", it must be borne in mind that the inventor is entitled to claim all aspects of his invention and may include use claims if they are described in the disclosure and are based on the utility upon which the patentability of the product (the formulation on dosage form) is predicated. Such use claims will typically cover all known uses of the active ingredient contained in the formulation or dosage form unless there is some good reasons not to. [see footnote 7] Applying the applicants' interpretation, such patents could thus be listed against an NDS on the basis of a claim for the formulation as well as a use of the formulation (as a use of the medicinal ingredient) or an SNDS covering a change in the formulation or any change in indication (all known uses of the medicinal ingredient being referred to in the use claims relating to the novel formulations), even though such uses are not attributable to the inventive ingenuity of the innovator. It would therefore be possible for the innovator to completely bypass the philosophy underlying the timing requirements set out in the", "NOC Regulations"], ["[37]", "This apparent imbalance is difficult to reconcile with the fact that from the outset the legislator appears to have been concerned first and foremost to afford protection through this regulatory scheme to the innovator bringing about patents for new medicinal ingredients or new uses of medicinal ingredients (courts then extended this protection to compositions or formulations that in fact described or claimed the medicinal ingredient [see footnote 8]). As mentioned in the RIAS, claims for dosage forms were only brought under the umbrella of the NOC regime because the legislator was convinced by representations made to the effect that those falling within the new statutory definition have significant therapeutic value."], ["[38]", "But identifying the problem does not automatically mean that the Minister or the Court can solve it without amendments to the", "NOC Regulations", ", for the question remains as to whether the new provisions lend themselves to the interpretation proposed by the Minister, having regard to the applicable principles of statutory interpretation and claims construction."], ["[39]", "Before commenting any further in this regard, however, the Court will first turn to the issue of whether or not the '201 Patent contains a claim for the changed use of the medicinal ingredient, as this was the main focus of the parties' arguments and the answer to this question is decisive of the outcome of this application.", "Does the '201 Patent contain a claim for the changed use of the medicinal ingredient in Celebrex®?"], ["[40]", "To answer this question, one must first determine whether the '201 Patent contains a \"claim for the use of the medicinal ingredient\" as defined in the", "NOC Regulations", ", and if so whether it is a claim that covers the \"changed use\" described in the SNDS."], ["[41]", "Underlying the applicants' position is the assumption that a \"claim for the use of a medicinal ingredient\" still covers the use of all compositions or formulations which previously fell under the definition of \"medicine\". This seems to be based on the principle enunciated in", "<FRAGMENT_SUPPRESSED> ; 97 F.T.R. 288 (T.D.) and is not in my view a proper assumption."], ["[42]", "In", "Hoffman-La  <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal had to construe the then recent", "NOC Regulations", "to determine if the definition of \"claim for the medicine itself\" encompassed claims for a pharmaceutical composition (formulation). It concluded that it could. This principle was never put in question thereafter. But it quickly became clear that its application was not as easy as it seemed, for it remained to be determined in each given instance whether a particular claim was directed to the active ingredient in the composition or formulation, or whether instead it covered a particular dosage form or delivery system [see footnote 9] as opposed to the medicine itself (", "<FRAGMENT_SUPPRESSED>  (F.C.), paras. 19, 25, 29-44). As discussed below, the Court believes that the approach taken to answer this question is still relevant to determining whether a particular claim is a \"claim for the use of the medicinal ingredient\"."], ["[43]", "But otherwise, the conclusion  <FRAGMENT_SUPPRESSED> -La Roche", "(1995) is no longer relevant insofar as the new", "NOC Regulations", "expressly distinguish between a \"claim for a formulation\" and a \"claim for a medicinal ingredient\". What is required, therefore, is to consider how this distinction bears upon the meaning of a \"claim for the use of the medicinal ingredient.\" Is one to construe the words \"medicinal ingredient\" in that definition in the same limited way (as excluding formulations or dosage form), or is it meant to also include claims for the use of a formulation or a dosage form.?"], ["[44]", "In this respect, the RIAS provide little guidance; the only relevant passage in respect of the definition of \"claim for the use of the medicinal ingredient\" says as follows:", "\"Although the definition for 'claim for the use of the medicinal ingredient' in these amendments is unchanged from the current definition for 'claim for the use of the medicine', a point of clarification regarding the intention underlying this aspect of the PM", "(NOC) Regulations", "is in order. It is acknowledged that the regulatory language employed in the health and safety context to describe the use for which a medicinal ingredient in a drug [sic] is sometimes at odds with the manner in which claims are drafted in the many different kinds of so-called 'use patents' which exist in the pharmaceutical realm. Examples of the latter include kit claims, 'Swiss-type' claims and claims for dosing regimens. However, the combined effect of the definition under this part and the requirement that the claimed use be one described in the underlying NDS should be to limit the eligibility of use patents to those which contain a claim to an approved method of using the medicinal ingredient, for an approved indication. This link should be apparent from a comparison of the claims in the patent with the relevant portions of the product monograph and labeling for the approved drug.\" (at p. 1517 [see footnote 10])"], ["[45]", "The most that can be made of the above is that the legislator intended to privilege substance over form. Thus the definition is not intended to cover only certain types of use claims and the focus is whether what is claimed is the use of the medicinal ingredient."], ["[46]", "Thus, it is entirely conceivable that a claim could take the form of a so-called Swiss-type claim (i.e., use of composition X for the preparation of a medicament to be used for Y), or a Shell-Oil type use claim (use of the composition defined in claim(s) X for the treatment of Y) and still be claiming the use of the active medicinal ingredient itself. This approach is not new; in effect it was the one taken by the Court prior to the amendments to the", "NOC Regulations", "in decisions such as", "<FRAGMENT_SUPPRESSED>  where the Court construed the Swiss-type use claim as a claim for the use of the medicine."], ["[47]", "However, one cannot simply say that a claim for the use of a composition or formulation is ipso-facto a claim for the use of a medicinal ingredient, for while a claim which reads literally as the use of a composition or formulation may still fall within the definition a claim for the use of a medicinal ingredient, one is left with the same type of questions that developed after the decision  <FRAGMENT_SUPPRESSED>  La-Roche", "(1995), that is, whether it is in fact the use of the medicinal ingredient that is claimed, or simply the use of the formulation or dosage form."], ["[48]", "In effect, this appears to be the only conclusion one can reach, when it is considered that the legislator, having seen fit to adopt express and distinct definition for the terms \"claims for the dosage form\" \"claim for the formulation\", \"claim for the medicinal ingredient\" and \"claim for the use of the medicinal ingredient\" chose not to refer, define or expressly contemplate a claim for the use of a formulation or a dosage form. Certainly the reference to \"medicinal ingredient\" instead of formulation or dosage form must be given effect."], ["[49]", "It is clear that in construing claims to determine whether they fall within the regulatory definition under the old scheme, the Courts have been using the now well settled principles of claims construction enunciated by the Supreme Court of Canada in", "Free World Trust", "and", "Whirlpool", "at paragraphs 42-45 and 49."], ["[50]", "In that respect, the Court agrees with the applicants that neither the Minister nor the Court (in the context of motion under paragraph 6 (5) (a)) can refer to the patents listed against the NOC issued as a result of the original NDS to determine what is claimed in claims 14 and 15 of the '201 Patent. The construction of the claims rests solely on the reading of said claims of the '201 Patent in the context of all the other claims and the disclosure. The patent is read through the eyes of a person skilled in the art who may use for that purpose his or her common general knowledge, but the Court cannot look to any other extraneous matter or documents. (", "<FRAGMENT_SUPPRESSED>  para. 22)"], ["[51]", "However, having carefully considered the case law dealing with whether or not a claim was a claim listed in the former paragraph 4(2)(b), the Court cannot agree with the applicants that the exercise here is on all fours with the one undertaken for the purpose of assessing patent validity and infringement. In effect, the determination of the essential elements of the claim does not necessarily provide the answer to the question of whether or not the claims properly construed fall within the regulatory definition of a claim for the use of the medicinal ingredient."], ["[52]", "It is useful to refer to a few of the cases to illustrate the point. In <FRAGMENT_SUPPRESSED> , above, claim 30 of the patent under review claimed compositions wherein the active substance was from a group of specifically identified medicines. It is quite clear from a simple reading of this dependent claim that an essential element of it was the use of one of the active ingredient listed in the group; this was its only distinguishing feature thus was unavoidable. Presumably, it is on this basis that Biovail argued that claim 30 was \"manifestly\" a claim for the medicine described therein [see footnote 11]. The Federal Court of Appeal disagreed. Applying general principles of patent construction (at paragraph 7), it concluded that despite the fact that the active ingredients specifically described were intimately mixed with the two polymers (inactive substances) in the tablets, the claimed composition was a delivery system. Claim 30 was not claiming the medicine itself."], ["[53]", "<FRAGMENT_SUPPRESSED>  (F.C.), at paras. 7-16, one can see from paragraph 7, that the tablets claimed in claims 1 to 7 of the patent under review expressly contained methylphenidate or one of its salts, and that claims 26 and 27 claimed the use of such tablets for the treatment of attention deficit disorder. Once again, it is likely that the active ingredient in the tablets was an essential element of those claims. Despite this, the Court concluded that those claims were not for the medicine methylphenidate or for its use. The same holds true for the situation before Justice Yves de Montigny in", "<FRAGMENT_SUPPRESSED>  (see paragraphs 26, 27, 29). It is of particular interest to note that in that last case, the Court specifically rejected as untenable the proposition that the jurisprudence dealing with claims for the medicine is irrelevant when one considers whether a claim is for the use of the medicine. The Court found that a claim relating to a method or a device to deliver a medicine cannot be construed as a claim to the medicine itself or as a claim to the use of the medicine (see paragraph 33-34). Obviously, the facts and claims in those cases differ greatly from those at issue [see footnote 12] here, especially when one considers that it is not disputed that the '201 patent contains at least one claim that would qualify under the old scheme as a claim for the medicine. As mentioned, the point rather is to draw attention to the analytical approach adopted previously."], ["[54]", "Although not strictly binding on the Court, these authorities are still persuasive given that the Court is called to review the same type of question that was before the Courts in those cases."], ["[55]", "Before applying this approach to the particular facts of this case there are two last arguments that need to be addressed."], ["[56]", "First, because the construction of a claim as well as the statutory interpretation of the definitions in section 2 of the", "NOC Regulations", "are matters of law, the Minister's concession in these proceedings as regards the purpose of SNDS no. 072375 (i.e., that it was submitted for a change in use of celecoxib) cannot have any impact on the Court's determinations with respect to these issues."], ["[57]", "Second, the Court agrees with the applicants that normally the same words should be ascribed the same meaning when they appear more than once in a regulation. In paragraph 4(3)(c), the words \"use of the medicinal ingredient\" are found twice. The first time, they are used with reference to information contained in the SNDS submitted for approval to Health Canada. The second time, they are used in the context of a claim for the use of a medicinal ingredient in the patent proposed for listing. The definition at section 2 only applies to the use of medicinal ingredient in the context of a patent claim. This would explain why at first blush, the Minister's position may appear somewhat contradictory, as it appears to ascribe one meaning to the expression \"use of the medicinal ingredient\" in the first part of the paragraph, and another meaning in the context of a claim for the use of a medicinal ingredient. In this particular context, it would not offend the rules of statutory construction to give to that first use the technical meaning it may have in the application of the", "Food and Drug Regulations", "by the Minister."], ["[58]", "Having dealt with these two points, the Court will proceed to apply the principles set out above. The Court considered the wording of the individual claims in the light of the expert evidence filed by the applicants. It is notable that the only expert to deal specifically with the definition included in the", "NOC Regulations", "was Mr. Barrigar, Q.C. Although his approach is informative, with respect to the '201 Patent, his is not the perspective of the person skilled in the art to whom the patent is addressed. Otherwise, none of the other experts focused on whether the claims in question are for the use of the medicinal ingredient. Their evidence is still useful insofar as it supports the view that a person skilled in the art would know without the need for explanation what a COX-2 inhibitor like celecoxib is normally used for. It also indicates that celecoxib is a known compound and that its properties in respect of the treatment of pain are also known."], ["[59]", "This evidence is in line with what one reads in the patent disclosure at page 1, line 15 to page 2, line 12 and page 3, line 26-29, which indicates that celecoxib is known as a COX-2 inhibitor useful in treating inflammation related disorders, as well as arthritis and osteoarthritis, among other conditions and disorders. The disclosure also notes at page 12 that \"a brief description of the potential utility of COX-2 inhibitors is given in an article by John Vane, Nature, vol. 367, 1994 and in an article in", "Drug News and Perspectives", ", vol. 7, 1994\"."], ["[60]", "The disclosure states at page 3, lines 3-5 that \"a need exists for solutions to numerous problems associated with preparation of suitable pharmaceutical compositions and dosage forms comprising celecoxib,\" because \"it is difficult to prepare a pharmaceutical composition containing celecoxib that has the desired blend uniformity\", and because \"handling problems are encountered during the preparation of pharmaceutical compositions comprising celecoxib.\" As well, \"the formulation of celecoxib for effective oral administration to a subject has hitherto been complicated by the unique physical and chemical properties of the compound particularly its low solubility and factors associated with its crystal structure ... celecoxib is usually insoluble in aqueous media (page 2, line 18-22)\"."], ["[61]", "The disclosure describes the benefit of the invention in terms of the possibility of providing a range of formulations having bioavailability characteristics tailored to different indications; as such it represents a significant advance in the treatment of COX-2 mediated conditions and disorders."], ["[62]", "Claims 1 to 10 refer to compositions comprising one or more discrete dose units each comprising particulates of celecoxib of specific sizes and dimensions. The differences between those claims appear to relate to dosage form, the relative bioavailability of the compositions versus celecoxib per se, or deal with the use of different diluents, disintegrates, binding agents and lubricants, and amounts thereof, in the compositions. Claims 11 to 16 are various types of use claims."], ["[63]", "Having considered the whole of the patent, the Court is satisfied that the Minister was correct in its construction of claims 14 and 15. These are not claims for the use of celecoxib; they are not claims for the use of the medicinal ingredient that fall within the definition at section 2 of the", "NOC Regulations"], ["[64]", "This conclusion is dispositive of the application as clearly the '201 patent could not be eligible for listing against SNDS no. 072375 without such a claim. However, in the event that the Court is mistaken in its finding in that respect, the further issue of whether these claims are for the \"changed use\" as required by paragraph 4(3)(c) of the", "NOC Regulations", "will be addressed."], ["[65]", "As regards the specificity of the language of the claims, the Court concludes that if claims 14 and 15 were proper claims for the use of the medicinal ingredient itself, in light of the expert evidence on how they would be construed by persons skilled in the art, the Court is satisfied that they cover the changed use described in the indication  <FRAGMENT_SUPPRESSED>  no. 072375."], ["[66]", "The Court is of the view that requiring more specificity of language is not the appropriate way of ensuring respect for the legislator's intentions, insofar as the relevance of the patent and the claims is concerned. If the invention claimed at claims 14 and 15 is the use of celecoxib, it would be totally impractical to require that the indications in the SNDS read identically with the claims, and would lead to absurd results given the time difference and the different concerns of the two audiences to whom the indications and the claims are directed."], ["[67]", "In light of the conclusions above, it is not strictly necessary to engage here in a full review of the new regulatory scheme as compared to the pre-October 2006 scheme in respect of the listing of patents in relation to SNDS. However, as the issue is a new one, the Court will proceed to say a few words in this respect.", "Listing requirements old and new"], ["[68]", "The first thing that comes to mind here is that even if the legislator's main purpose in amending the", "NOC Regulations", ", as disclosed in the RIAS, was to clarify and create certainty, this dispute suggests that it may not have been achieved. However, one must remember when looking at the new language that the legislator did not have the benefit of the Supreme Court of Canada's teachings in", "<FRAGMENT_SUPPRESSED>  or the Federal Court of Appeal's teachings in", "Wyeth", "; this would have enabled the use of language more compatible with those decisions and would have helped the Court to construe the legislator's intentions in relation to said case law."], ["[69]", "After these two decisions, it appears that the principles governing the listing of patents were the following."], ["[70]", "As a result of <FRAGMENT_SUPPRESSED> (in particular paragraphs 23, 39 and 40) as construed by Justice Roger Hughes at paragraph 22 of", "Wyeth", "(which was expressly affirmed by the Federal Court of Appeal, at paragraph 29), when inquiring whether a given patent could be listed against a particular NOC issued as a result of NDS or SNDS, the Minister was obliged to determine if there was a relationship or link between the patented invention described in the patent and the NOC, such that said patent could properly be considered to be relevant to the particular NOC. Obviously, such a patent also had to include either a \"claim for the medicine itself\" or for the \"use of the medicine\" to be eligible for listing, per the requirements of the former paragraph 4(2)(b)."], ["[71]", "On the basis of the earlier decision of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  listing of a relevant patent if the change reflected in the later could be relevant to the potential infringement of a patent claim coming within the scope of the regulatory scheme, that is, a patent claim of the type contemplated at paragraph 4(2)(b) and subparagraph 5(1)(b) (iv) of the former", "NOC Regulations", "(see", "Wyeth", "(appeal decision), at paragraphs 24 and 25)."], ["[72]", "When discussing the case law summarized  <FRAGMENT_SUPPRESSED> -La  <FRAGMENT_SUPPRESSED> , Justice Karen Sharlow in", "Wyeth", "noted, at paragraph 26, the use in a number of decisions of the adjective \"substantive\" to describe the type of SNDS that could support a listing. She said that this had to be understood to mean \"substantive in relation to the patented invention or the patent claims\" (see also paragraph 47). Up until then, the Court understands that the analysis of the nature of the SNDS was carried out to determine if the SNDS fell within the meaning of subsection 4(1), such that a patent list could be submitted against it for registration. In contrast, the concept of \"relevance of the patent\" commented upon in <FRAGMENT_SUPPRESSED> and discussed at paragraph 22 of Justice Hughes' decision in", "Wyeth", "appears to be directed to a linkage between a patent and an NOC, as required by subsection 4(5) and 5(1) of the former", "NOC Regulations"], ["[73]", "The issues are closely related, and following", "Wyeth", ", it may well be that they were effectively merged into a single exercise, although this is not clear."], ["[74]", "As it was noted by Justice Hughes in", "Wyeth", ", the concept of the \"patented invention\" is not necessarily coextensive with the patent claims. It appears that the Supreme Court of Canada was careful to use the former expression, because of the language of section 55.2 of the", "Patent Act", "which refers to the use of the patented invention only."], ["[75]", "Be that as it may, it is clear that the legislator only had in mind the case law summarized  <FRAGMENT_SUPPRESSED> -La Roche", "when he adopted subsection 4(3) of the post-October 2006 scheme, which is directed to the issue of which patents may be listed in relation to an NDS or an SNDS. As it was the case before the decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> set out a linkage requirement as regards the \"patented invention\", subsection 4(3)(c)deals only with the content of the SNDS itself (a change in the formulation, a change in the dosage or a change in the use of the medicinal ingredient) and with the subject matter of claims that a patent must contain (a claim for dosage form, a claim for a formulation or a claim for the use of the medicinal ingredient and it must be for the specific change embodied in the SNDS). Here, however, the relevant claims previously set out in paragraph 4(2)(b) are redefined and somewhat enlarged, given that they now include claims for dosage form as well as formulation."], ["[76]", "Although the former subsection 4(5) has been replaced, the requirement to identify the NDS or the SNDS to which a list relates is still found at paragraph 4(4)(a) and subsection 5(1)."], ["[77]", "In the RIAS [see footnote 13] one also finds the following statements:", "\"... In particular, the amended PM", "(NOC) Regulations", "reaffirm the application of strict time limitations for adding a patent to the register and contain an additional requirement that patents be relevant to the strength, dosage form and route of administration of the approved drug. [at p. 1513]", ". . . . .", "\"To the extent that the efficient functioning of the regime depends upon a threshold determination of what patents can be listed, in making that determination the minister can only be called upon to assess the relationship between the patent and the drug described in the innovator's submission for a NOC. [at p. 1515-1516]", ". . . . .", "\"Whereas the above described amendments to section 4 are intended to clarify existing policy by reinforcing the link between the subject matter of a patent and the content of the NDS, other changes mark an expansion in that policy. In particular, the scope of eligible subject matter is being broadened to include patents for approved dosage forms.\" (at p. 1517)"], ["[78]", "Keeping in mind the overall purpose of these regulations as defined in s. 55.2 of the", "Patent Act", ", the Court believes that the requirement enunciated by the Supreme Court of Canada for a relationship between a particular NOC and the patented invention [see footnote 14] can still inform and still be relevant to the listing of patents under the new", "NOC Regulations", "if viewed as an overarching principle that complements the particular criteria now embodied in subsection 4(3) of the", "NOC Regulations", ". While the outcome of this application does not turn on whether or not the Court is correct in this regard, clarification on this point would be welcome from the Federal Court of Appeal.", "Conclusion"], ["[79]", "The decision of the Minister was well founded. The '201 Patent was ineligible for listing as it did not contain a claim for the use of the medicinal ingredient celecoxib, let alone the changed use described  <FRAGMENT_SUPPRESSED>  no. 072375. The application is dismissed with costs.", "ORDER"], ["[80]", "THIS COURT ORDERS that", "the application is dismissed with costs.", "Application dismissed.", "Editor: Elizabeth M.A. Turgeon/clh", "Footnotes", "1. Similar drugs include naproxen and ibuprofen.", "2. It is not disputed by the Minister that the novel formulation met the definition of a \"claim for the medicine\" under the pre-October 2006 version of the", "NOC Regulations", "3. This position was presented prior to the Supreme Court of Canada's decision in", "<FRAGMENT_SUPPRESSED>  by which the review standards of reasonableness simpliciter and patent unreasonableness were collapsed into a single reasonableness standard of judicial review (at para. 45). It is thus most likely that now, the parties would agree that for issues of mixed fact in law, the Court should adopt the reasonableness standard of review.", "4. Accordingly, a major portion of the expert evidence included in the application record is no longer relevant (such as evidence bearing on the differences between the original indication and the new one proposed in the SNDS).", "5.", "Canada Gazette", ", Part II, vol. 140, No. 21, SOR/DORS/2006-242", "6. In such a patent all uses of the compound would be protected pursuant to section 42 of the", "Patent Act", ", without the need to include specific use claims in the patent. Despite this, such patents can include specific use claims as an aspect of the invention (see for example claims 9 to 15 of the '576 patent) In such a case, the patent could qualify under paragraph 4 (3)(c) in respect of SNDS for new indications covered by such use claims.", "7. This is not to say that there may not be some formulation patents that also include a novel use of the active ingredient itself. In such case, one would expect the novel use to be more limited than the general utility of the novel formulations, and would be fully described as such in the disclosure.", "8. The legislator acknowledged and endorsed this case law in the post October 2006 regime by adopting two distinct definitions, one for \"claims for the medicinal ingredient\" and one for \"claim for the formulations.\" See the RIAS at page 1517.", "9.  <FRAGMENT_SUPPRESSED>  (F.C.), Justice Carolyn Layden-Stevenson noted at paragraph 30 that the fact that the claim is described as a \"formulation\" is not determinative in this respect.", "10. Page references are to", "Canada Gazette", ", Part II, Vol. 140, No. 21.", "11. Justice James O'Reilly had also decided that it was not a claim for the use of medicine.", "12. In", "<FRAGMENT_SUPPRESSED>  the Federal Court of Appeal made it clear that is not particularly useful to engage in a minute comparison of different patents considered in cases decided at different stages in the development of the law.", "13. Obviously, the Court is not bound by these administrative interpretations; as it was mentioned by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  at para. 33, RIAS can do no more than explain in very general terms the objective of the regulation to which they relate. See also", "Sullivan and Drieger on the Construction of Statutes", ", fourth edition, pages 502-508.", "14. The Minister referred to the subject matter of the patent discussed in the RIAS.", "[End of document]"]]}