{"id_": "015089", "body_str": [["[1]", "de Montigny, J.", ": This is an application by Mihaela Maxim (the \"Applicant\") for judicial review under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA] of a decision by visa officer Julie Frechette (the \"Officer\") of the Canadian Visa office in Vienna, Austria. The decision, dated June 27, 2011, refused the Applicant's application for a work permit on the grounds that she did not meet the requirements of section 112 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [IRPR].", "1. Facts"], ["[2]", "The Applicant was born in Romania on March 21, 1973, and is a citizen of Hungary. She was granted a visitor visa and came to Canada on June 20, 2009, to visit with her brother. This visitor visa expired on December 20, 2010. The Applicant is married and has a child who resides in Hungary."], ["[3]", "On February 21, 2011, the Canadian Embassy in Vienna (the \"Embassy\") received the Applicant's \"Application for work permit made outside of Canada\" (the \"Work Permit Application\") for a job as a live-in caregiver for a 76 year-old woman in Baie-d'Urfé, Quebec."], ["[4]", "The Applicant received a positive Labour Market Opinion (LMO) for the position on July 23, 2010, which was valid until January 22, 2011. Upon receiving the LMO, the Applicant applied for a Certificat d'acceptation du Québec (CAQ), which was received on December 13, 2010."], ["[5]", "On February 17, 2011, the Applicant submitted her Work Permit Application to the Embassy. On March 11, 2011, the Applicant received a letter, dated February 28, 2011, which informed her that her Work Permit Application was refused on the basis that it was not supported by a valid LMO."], ["[6]", "Counsel for the Applicant sent a letter to the Embassy on March 31, 2011, informing the Officer that the decision was incorrect because, despite having an expiry date of January 22, 2011, the LMO was valid for three months after the issuance of a CAQ. When the Officer received that letter, she realized her mistake and decided to re-evaluate the Work Permit Application, as well as all evidence filed in support of the Work Permit Application. By letter dated April 21, 2011, the Embassy invited the Applicant to attend an interview at the Embassy within 30 days and to present certain additional information, including, for example, official evidence of her experience as a live-in caregiver. The letter specified that the interview and documentation would permit the Officer \"to give [the Applicant's] application further consideration [...] \"."], ["[7]", "By email dated April 29, 2011, the Embassy was informed that an application for leave and judicial review had been filed by the Applicant. On May 18, 2011, the Applicant discontinued her application for leave and judicial review in light of the scheduled interview and reconsideration of her Work Permit Application."], ["[8]", "On May 23, 2011, the Applicant travelled from Canada to Vienna to participate in an interview at the Embassy. The Officer and the Applicant differ significantly as to the tone of the interview. It appears from the accounts of both the Applicant and the Officer that the interview revolved around the following three issues: (i) what the Applicant had been doing with her time and how she had been supporting herself since arriving in Canada on June 20, 2009; (ii) her reasons for coming to Canada; and (iii) her experience as a care-giver in Hungary."], ["[9]", "The Applicant argues that the Officer was disrespectful and aggressive during the interview in several ways:", "- The Officer personally selected the Applicant to undergo two additional security checks through a metal detector before being taken into the interview (both of which were in addition to the one that all visitors must pass through);", "- The Officer implied that the Applicant was not a good mother for coming to Canada without her child and that she had been working illegally in Canada;", "- In response to concerns regarding her caregiving experience in Hungary, the Applicant suggested that the Officer contact her former employer to verify her level of experience, to which the Officer stated that she \"did not want to bother Mrs Rochlitz\";", "- When the Officer briefly spoke French she did so in a strong accent and ridiculed the Applicant for not understanding her; and", "- The Officer constantly repeated phrases addressing the Applicant's credibility, such as: \"I can't believe you\"; \"I can't give you the visa\"; \"I won't give you the visa because you worked illegally in Canada\"; and \"You work for your brother or somewhere else\"."], ["[10]", "Having told the Officer that she did not work while in Canada and was supporting herself by withdrawing money from two bank accounts in Europe, the Officer asked the Applicant to produce evidence to that effect. On June 14, 2011, the Embassy received a photocopy of a bank card and transaction records from Instabank. The withdrawals were all made at the Bank of Montréal on six consecutive days (from March 18, 2011, to March 23, 2011), and were for large amounts that appeared to be the daily maximum the Applicant could withdraw."], ["[11]", "The Officer did not investigate the financial support issue further, as she was of the view that the Applicant had not met the statutory requirements for the issuance of a work permit under the Live-in Caregiver Program. She refused the Applicant's Work Permit Application on June 27, 2011, on the grounds that she did not meet the requirements under paragraph 112(c)(ii) of the IRPR.", "2. The impugned decision"], ["[12]", "The Officer rejected the Work Permit Application because the Applicant did not establish that she met all of the requirements of Part 11 of the IRPR. In her decision letter, the Officer checked three boxes as her reasons for refusal. She was not satisfied that the Applicant had completed six months of training in a classroom setting as a live-in caregiver, or that she had completed one year of full-time employment, including six months of continuous employment for one employer, as a live-in caregiver, as required by section 112 of the IRPR. Additionally, the Officer found that the Applicant had submitted documentation as part of her Work Permit Application which lacked authenticity and diminished her overall credibility."], ["[13]", "The Global Case Management System (\"GCMS\") notes for May 23, 2011, provide more information on the Officer's concerns:", "Declares in her CV she worked as cashier (at a grocery store) from 1997 to 2006. She provided evidence of registration and income tax issued by the grocery store (Csemege-Match Kereskedelmi zrt). Says this is the co. where she is registered for social ins purposes. Says this is where her salary as caregiver was declared. Says that she was working as such while on maternity leave. There is an income declared as s-e position. Says however that she did not have a business licence, this does not exist for caregiver positions. I note that the docs that should confirm her income in s-e position of caregiver have different format of typing for the dates and the entry of the person who would have hired appl as caregiver (Rochlitz Tiborne Erzebet). I also note that all those statements are printed on Cdian size paper. One of those docs is an original as it bears appl's and claimed employer's signatures. This all raises concerns as to the genuineness of the docs provided to demonstrate experience. I informed her of my concerns: she says it is b/c those documents were sent from the Hungarian authorities to the Hungarian Embassy in Ottawa. That does not explain the original signatures while all other docs are copies. Furthermore, I reviewed the notes of appl's TRV appl in Budapest V0710B0039 submitted in Oct 2007. At that time, she declared she was working as cashier and was on maternity leave. No mention at all of a s-e position as caregiver. Based on info provided with appl and at interview, I am not satisfied appl possess work experience as outlined in R112(c)(ii) and will be refused for this reason. Will wait for add info re: banking transactions from Cda in her European accounts to demonstrate her own financial support to remove concerns re: possible work w/o wp and not refuse re. R200(e)(l) as well.", "Affidavit of Julie Frechette, Exh. \"A\", Respondent's Record.", "3. Issues"], ["[14]", "There are two issues to be determined on this application for judicial review:", "a) Did the Officer err by determining that the Applicant had not demonstrated the requisite work experience?", "b) Did the Officer breach a duty of procedural fairness?", "4. The statutory framework"], ["[15]", "The following provision of IRPA is applicable in these proceedings:", "Application before entering Canada", "11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "Visa et documents", "11. (1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visa et autres documents requis par règlement. L'agent peut les délivrer sur preuve, à la suite d'un contrôle, que l'étranger n'est pas interdit de territoire et se conforme à la présente loi."], ["[16]", "Pursuant to section 111 of the IRPR, a foreign national who seeks to enter Canada as a live-in caregiver must make an application for a work permit in accordance with Part 11 of the IRPR, and apply for a temporary resident visa, if such a visa is required by Part 9 of the IRPR."], ["[17]", "The phrase \"live-in caregiver\" is defined in section 2 of the IRPR:", "\"live-in caregiver\" means a person who resides in and provides child care, senior home support care or care of the disabled without supervision in the private household in Canada where the person being cared for resides.", "« aide familial » Personne qui fournit sans supervision des soins à domicile à un enfant, à une personne âgée ou à une personne handicapée, dans une résidence privée située au Canada où résident à la fois la personne bénéficiant des soins et celle qui les prodigue."], ["[18]", "Section 112 of the IRPR, as found in Part 11, sets out the conditions that must be met before a work permit can be issued to a foreign national. That section provides:", "Work permits - requirements", "112. A work permit shall not be issued to a foreign national who seeks to enter Canada as a live-in caregiver unless they", "(a) applied for a work permit as a live-in caregiver before entering Canada;", "(b) have successfully completed a course of study that is equivalent to the successful completion of secondary school in Canada;", "(c) have the following training or experience, in a field or occupation related to the employment for which the work permit is sought, namely,", "(i) successful completion of six months of full-time training in a classroom setting, or", "(ii) completion of one year of full-time paid employment, including at least six months of continuous employment with one employer, in such a field or occupation within the three years immediately before the day on which they submit an application for a work permit;", "(d) have the ability to speak, read and listen to English or French at a level sufficient to communicate effectively in an unsupervised setting; and", "(e) have an employment contract with their future employer.", "Permis de travail: exigences", "112. Le permis de travail ne peut être délivré à l'étranger qui cherche à entrer au Canada au titre de la catégorie des aides familiaux que si l'étranger se conforme aux exigences suivantes:", "a) il a fait une demande de permis de travail à titre d'aide familial avant d'entrer au Canada;", "b) il a terminé avec succès des études d'un niveau équivalent à des études secondaires terminées avec succès au Canada;", "c) il a la formation ou l'expérience ci-après dans un domaine ou une catégorie d'emploi lié au travail pour lequel le permis de travail est demandé:", "(i) une formation à temps plein de six mois en salle de classe, terminée avec succès,", "(ii) une année d'emploi rémunéré à temps plein - dont au moins six mois d'emploi continu auprès d'un même employeur - dans ce domaine ou cette catégorie d'emploi au cours des trois années précédant la date de présentation de la demande de permis de travail;", "d) il peut parler, lire et écouter l'anglais ou le français suffisamment pour communiquer de façon efficace dans une situation non supervisée;", "e) il a conclu un contrat d'emploi avec son futur employeur.", "5. The standard of review"], ["[19]", "A visa officer's decision to grant or to refuse a work permit to an applicant involves substantial factual findings, which are reviewable on the standard of reasonableness and require a high degree of deference. Visa officers have a recognized expertise in assessing these applications, and this Court will not intervene unless the decision challenged does not fall within a range of possible, acceptable outcomes which are defensible in respect of the facts and law:", "<FRAGMENT_SUPPRESSED>  at para 47. See also:", "<FRAGMENT_SUPPRESSED>  FTR 42 at paras 15-16;", "<FRAGMENT_SUPPRESSED>  FTR 18 at paras 8-9;", "<FRAGMENT_SUPPRESSED>  FTR 196 at para 21."], ["[20]", "As a general rule, issues of natural justice and procedural fairness are to be reviewed on the basis of a correctness standard (", "<FRAGMENT_SUPPRESSED>  at para 43).", "6. Analysis", "a) Did the Officer err by determining that the Applicant had not demonstrated the requisite work experience?"], ["[21]", "To satisfy section 112 of the IRPR, the Applicant needed to demonstrate that she had six months of formal education or one year of experience in the field for which she was applying (live-in caregiver). The onus is on the applicants to provide a visa officer with all of the relevant information to satisfy an officer that they meet the statutory requirements of IRPA and the IRPR. In the case at bar, the Applicant had to provide evidence of her employment experience in the caregiver field, as required by paragraph 112(c)(ii) of the IRPR, as she clearly had not completed the six months of live-in caregiver training in a classroom setting required in the alternative under paragraph 112(c)(i). The Officer found that she failed to do so and, in light of the evidence that was before her, I have not been persuaded that her decision was unreasonable."], ["[22]", "In her Work Permit Application, the Applicant declared having worked for Rochlitz Tiborne Erzebet from January 1, 2007, to May 1, 2008. She produced a handwritten document from her employer to support this work experience. The Officer, however, did not consider the letter to be a reliable piece of evidence of her work experience, as anybody could have written said letter. She therefore decided to give the Applicant the benefit of an interview, in order to provide additional information on her claimed work experience as a live-in caregiver, as declared in her Work Permit Application. The letter sent to the Applicant inviting her to an interview requested that she bring with her to that interview, amongst other things, official evidence of experience as a live-in caregiver (such as salary statements, evidence of registration with social insurance, tax returns,", "etc", ".)."], ["[23]", "At the interview, the Applicant provided a curriculum vitae and evidence of registration and income tax statements issued by the grocery store where she worked as a cashier from 1997 to 2006. During the interview, the Applicant explained that she was working as a caregiver while on maternity leave; as such, she was registered under the grocery store for social insurance purposes and that this is where her salary was declared."], ["[24]", "The Officer noted that there was income declared in a self-employed position. However, she noticed that the documents that should confirm her income in a self-employed position as caregiver had a different font for both the dates and the name of the person alleged to have hired her as a caregiver. Moreover, the statements were printed on Canadian size paper instead of European, and one of those documents was not a copy as it contained original signatures for both the Applicant and the alleged employer."], ["[25]", "At the interview, the Officer put these concerns to the Applicant. The Applicant explained that the documents were sent from the Hungarian authorities to the Hungarian Embassy in Ottawa. If all of these documents were copies, this explanation could have been satisfactory to justify the paper format. Yet, one of the documents submitted as an original Hungarian document, allegedly bearing the Applicant's and the alleged employer's original signatures, was submitted on Canadian-sized paper instead of on European-sized paper. As a result, this explanation did not alleviate the Officer's concerns regarding the authenticity of these documents. Based on the evidence and the explanations provided by the Applicant, it was clearly reasonable for the Officer to attribute no weight to the Applicant's documentary evidence."], ["[26]", "The Officer also noticed that on the Applicant's temporary resident visa application submitted in Budapest in October 2007, she had declared that she was working as a cashier and was on maternity leave. There was no mention of self-employment as a caregiver."], ["[27]", "Finally, when asked why she was living separately from her husband and her four year-old daughter, she answered that she had made this decision with her husband in order to learn French. The Officer then asked her a very simple question in French, but had to repeat it three times for the Applicant to understand. The Applicant then changed her explanation as to why she was living separately from her family, saying that it was to learn both French and English."], ["[28]", "None of these facts, which are based on the account given by the Officer in her affidavit and on the entries of the GCMS, have been disputed by the Applicant. I note, moreover, that the Officer has not been cross-examined by counsel for the Applicant. In those circumstances, it was clearly reasonable for the Officer to conclude that the Applicant had not reliably demonstrated that she had experience as a live-in caregiver. The Officer did not ignore evidence in conducting this assessment but drew conclusions based on the answers and evidence provided by the Applicant.", "b) Did the Officer breach a duty of procedural fairness?"], ["[29]", "The Applicant submitted that the Officer breached the requirements of natural justice: first, because she was treated in a disrespectful and intimidating manner; second, because the Officer demonstrated a reasonable apprehension of bias; and third, because she was not given an opportunity to address the Officer's concerns. Unfortunately for her, the evidence does not support these allegations."], ["[30]", "An allegation of bias is a serious one and cannot be proffered lightly. The Court of Appeal in", "<FRAGMENT_SUPPRESSED>  [2001] FCJ no 1091 [", "Arthur", "], has stated that an allegation of bias cannot rest on impressions or suspicion. The threshold for a finding of real or perceived bias is high. A real likelihood or probability of bias must be demonstrated:", "An allegation of bias, especially actual and not simply apprehended bias, against a tribunal is a serious allegation. It challenges the integrity of the tribunal and of its members who participated in the impugned decision. It cannot be done lightly. It cannot rest on mere suspicion, pure conjecture, insinuations or mere impressions of an applicant or his counsel. It must be supported by material evidence demonstrating conduct that derogates from the standard. It is often useful, and even necessary, in doing so, to resort to evidence extrinsic to the case. That is why such evidence is admissible in derogation of the principle that an application for judicial review must bear on the matter as it came before the court or tribunal.", "Arthur", ", above, at para 8."], ["[31]", "In this case, the only evidence relied on by the Applicant was her impression that the Officer was hostile and unfriendly, and was looking for something to discredit her. The interview may have been a jarring experience for the Applicant subjectively, and the Officer may not have come across as polite and courteous; nevertheless, these are clearly insufficient grounds to support a finding of bias. The GCMS notes reveal that the Officer apologized to the Applicant for her prior error in rejecting the Applicant's Work Permit Application. Shenevertheless had legitimate concerns regarding the adequacy of the documentation presented by the Applicant and put those concerns to the Applicant, who had every opportunity to present her submissions and rebut the Officer's concerns."], ["[32]", "The Officer's extensive notes, taken on the day of the interview, do not corroborate the Applicant's perceptions of bias and certainly do not disclose any tension or improper behaviour during the interview. These notes, which are more contemporaneous than the Applicant's affidavit, should be given more weight than the Applicant's version of what took place on that day: see", "<FRAGMENT_SUPPRESSED>  FTR 112 at para 42;", "<FRAGMENT_SUPPRESSED>  [2006] FCJ no 1506 at para 18;", "<FRAGMENT_SUPPRESSED>  [2006] FCJ no 1949 at paras 14-17. Moreover, the Officer had no vested interest in any particular outcome of the  <FRAGMENT_SUPPRESSED>  [2010] FCJ no 698 at para 23;", "<FRAGMENT_SUPPRESSED>  [2007] FCJ no 1009 at para 13."], ["[33]", "The Officer was entitled to question the Applicant about her status and activities since 2009 while living in Canada. The Officer is statutorily required to inquire or verify whether the Applicant had worked illegally in Canada (without obtaining a work permit). Pursuant to paragraph 200(3)(e) of the IRPR, a visa officer shall not issue a work permit to a foreign national if he/she has engaged in unauthorized work in Canada. The questions asked at the interview were therefore legitimate, and they cannot demonstrate a reasonable apprehension of bias."], ["[34]", "In any event, it is important to recall that the Applicant's Work Permit Application was refused because she failed to establish that she satisfied the work experience requirement of paragraph 112(c)(ii) of the IRPR, and not because she worked illegally in Canada. A review of the refusal letter, the GCMS notes and the Officer's affidavit demonstrates that the Officer did not find that the Applicant had worked illegally in Canada."], ["[35]", "Finally, the Applicant has submitted no evidence that she raised this argument of apprehension of bias before the Officer. She failed to establish that she complained to the Officer about the latter's alleged behaviour or about the fact that the Officer had previously refused her Work Permit Application. Moreover, the Applicant failed to demonstrate that she asked the Officer to have her Work Permit Application assessed by another visa officer. Her failure to object at the interview amounts to an implied waiver of the right to raise the issue at this stage:", "<FRAGMENT_SUPPRESSED>  [2008] FCJ no 1130 at para 17."], ["[36]", "For all of the above reasons, this application for judicial review ought to be dismissed, without costs.", "JUDGMENT"], ["[37]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed, without costs.", ".........................", "<FRAGMENT_SUPPRESSED>  La Cour est saisie d'une demande de contrôle judiciaire présentée par Mihaela Maxim (la demanderesse) en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, ch 27 [LIPR], à l'encontre de la décision du 27 juin 2011 par laquelle Julie Fréchette, agente des visas (l'agente) au bureau canadien des visas de Vienne (Autriche), a refusé sa demande de permis de travail au motif qu'elle n'avait pas rempli les exigences de l'article 112 du", "Règlement sur l'immigration et la protection des réfugiés", ", DORS/2002-227 [RIPR].", "1. Les faits"], ["[2]", "La demanderesse est née en Roumanie le 21 mars 1973 et a la citoyenneté hongroise. Ayant obtenu un visa de visiteur, elle est entrée au Canada le 20 juin 2009 pour rendre visite à son frère. Ce visa a expiré le 20 décembre 2010. La demanderesse est mariée et a un enfant qui réside en Hongrie."], ["[3]", "Le 21 février 2011, l'ambassade du Canada à Vienne (l'ambassade) a reçu la « demande d'un permis de travail présentée à l'extérieur du Canada » (la demande de permis de travail) de la demanderesse pour un emploi d'aide familiale auprès d'une femme de 76 ans vivant à Baie-d'Urfé (Québec)."], ["[4]", "Le 23 juillet 2010, la demanderesse a reçu un avis relatif au marché du travail (AMT) favorable pour le poste, valide jusqu'au 22 janvier 2011. Aussitôt après, elle a demandé un certificat d'acceptation du Québec (CAQ), qu'elle a obtenu le 13 décembre 2010."], ["[5]", "Le 17 février 2011, la demanderesse a soumis sa demande de permis de travail à l'ambassade. Le 11 mars suivant, elle recevait une lettre, datée du 28 février 2011, l'informant que sa demande de permis de travail était refusée parce qu'elle n'était pas appuyée par un AMT valide."], ["[6]", "Dans une lettre adressée à l'ambassade le 31 mars 2011, l'avocat de la demanderesse informait l'agente que la décision était erronée car, même s'il expirait le 22 janvier 2011, l'AMT restait valide trois mois après la délivrance du CAQ. Après avoir lu cette lettre, l'agente s'est rendu compte de son erreur et a décidé de réévaluer la demande de permis de travail, ainsi que l'ensemble de la preuve produite pour l'appuyer. Dans une lettre datée du 21 avril 2011, l'ambassade invitait la demanderesse à se rendre dans ses locaux dans les 30 jours pour une entrevue, munie de certains renseignements additionnels, par exemple une preuve officielle de son expérience comme aide familiale. La lettre précisait que l'entrevue et les documents permettraient à l'agente [traduction] « d'effectuer un examen plus poussé de la demande [de la demanderesse] [...] »."], ["[7]", "Dans un courriel daté du 29 avril 2011, l'ambassade apprenait que la demanderesse avait présenté une demande d'autorisation et de contrôle judiciaire. Le 18 mai suivant, la demanderesse y renonçait compte tenu de l'entrevue planifiée et du réexamen de sa demande de permis de travail."], ["[8]", "Le 23 mai 2011, la demanderesse s'est rendue à Vienne en provenance du Canada pour son entrevue à l'ambassade. L'agente et elle sont loin de s'entendre sur le ton sur lequel cette entrevue s'est déroulée. Si l'on se fie à leurs deux comptes rendus, l'entrevue a principalement porté sur les trois questions suivantes: (i) à quoi la demanderesse avait employé son temps et comment elle avait subvenu à ses besoins depuis son arrivée au Canada le 20 juin 2009; (ii) les motifs de sa venue au Canada; (iii) son expérience comme aide familiale en Hongrie."], ["[9]", "La demanderesse soutient que durant l'entrevue, l'agente s'est montrée irrespectueuse et agressive de plusieurs manières:", "- l'agente a personnellement veillé à ce que la demanderesse subisse deux contrôles de sécurité additionnels avec un détecteur de métal avant d'être conduite à l'entrevue (en plus de celui auquel sont soumis tous les visiteurs);", "- l'agente a insinué que la demanderesse n'était pas une bonne mère parce qu'elle était venue au Canada sans son enfant et qu'elle avait travaillé dans ce pays illégalement;", "- en réponse aux préoccupations soulevées au sujet de son expérience d'aide familiale en Hongrie, la demanderesse a suggéré que l'agente communique avec son ancien employeur afin de vérifier son niveau d'expérience, mais l'agente lui a répondu qu'elle [traduction] « ne voulait pas déranger Mme Rochlitz »;", "- lorsqu'elle a brièvement parlé en français, l'agente a adopté un fort accent et a ridiculisé la demanderesse parce qu'elle ne la comprenait pas;", "- l'agente n'a pas cessé de répéter des phrases se rapportant à la crédibilité de la demanderesse, par exemple: [traduction] « Je ne peux pas vous croire »; [traduction] « Je ne peux pas vous donner le visa »; [traduction] « Je ne vous donnerai pas le visa parce que vous avez travaillé illégalement au Canada »; [traduction] « Vous travaillez pour votre frère ou ailleurs »."], ["[10]", "L'agente a invité la demanderesse à produire des éléments de preuve démontrant qu'elle n'avait pas travaillé durant son séjour au Canada et qu'elle avait subvenu à ses besoins en retirant de l'argent de deux comptes bancaires en Europe, ainsi qu'elle l'a prétendu. Le 14 juin 2011, l'ambassade recevait la photocopie d'une carte bancaire et de relevés de transactions d'Instabank. Les retraits ont tous été effectués à la Banque de Montréal pendant une période de six jours consécutifs (du 18 au 23 mars 2011); il s'agissait de sommes importantes correspondant apparemment au retrait maximal quotidien autorisé."], ["[11]", "L'agente n'a pas approfondi la question du soutien financier, estimant que la demanderesse ne remplissait pas les exigences réglementaires nécessaires à la délivrance d'un permis de travail au titre du Programme des aides familiaux résidants. Le 27 juin 2011, elle a refusé sa demande de permis de travail au motif que la demanderesse n'avait pas satisfait aux exigences prévues au sous-alinéa 112", ")(ii) du RIPR.", "2. La décision contestée"], ["[12]", "L'agente a rejeté la demande de permis de travail, la demanderesse n'ayant pas établi qu'elle avait rempli toutes les exigences de la partie 11 du RIPR. Dans sa lettre de décision, l'agente a coché trois cases pour expliquer les motifs de son refus. Elle n'était pas convaincue que la demanderesse avait terminé avec succès une formation d'aide familiale à temps plein de six mois en salle de classe, ou qu'elle avait terminé une année d'emploi comme aide familiale rémunérée à temps plein, dont au moins six mois d'emploi continu auprès d'un même employeur, comme l'exige l'article 112 du RIPR. L'agente estimait également que la demanderesse avait soumis, dans le cadre de sa demande de permis de travail, des documents non authentiques qui compromettaient sa crédibilité générale."], ["[13]", "Les notes consignées le 23 mai 2011 dans le Système mondial de gestion des cas (SMGC) en disent davantage sur les préoccupations de l'agente:", "[traduction]", "Déclare dans son CV avoir travaillé comme caissière (dans une épicerie) de 1997 à 2006. A fourni en preuve sa déclaration et ses relevés d'impôt sur le revenu établis par l'épicerie (Csemege-Match Kereskedelmi zrt). Prétend que c'est cette entreprise qui la déclarait pour les besoins d'assurance sociale et que c'est là aussi que son salaire d'aide familiale était déclaré. Affirme qu'elle occupait cet emploi pendant son congé de maternité. A déclaré un revenu comme travailleuse autonome. Précise toutefois qu'elle n'avait pas de permis commercial, qui n'existe pas pour les aides familiaux. Je remarque que dans les documents censés confirmer son revenu en tant qu'aide familiale à son compte la police des dates et de l'inscription de la personne qui aurait engagé la dem comme aide familiale (Rochlitz Tiborne Erzebet) est différente. Je remarque aussi que toutes ces déclarations sont imprimées sur du papier format lettre (en usage au Canada). L'un de ces documents est un original puisque la signature de la dem ainsi que celle de celui qu'elle dit être son employeur y figurent. Tous ces éléments soulèvent des préoccupations quant à l'authenticité des documents produits pour attester son expérience. Je lui ai fait part de mes préoccupations: elle affirme que ces documents ont été envoyés par les autorités hongroises à l'ambassade de Hongrie à Ottawa. Cela n'explique pas les signatures originales alors que tous les autres documents sont des copies. Par ailleurs, j'ai examiné les notes se rapportant à la demande de visa de résident temporaire que la dem a présentée à Budapest (V0710B0039) en octobre 2007. Elle avait alors déclaré qu'elle travaillait comme caissière et qu'elle était en congé de maternité. Aucune mention de l'emploi d'aide familiale à son compte. Compte tenu des renseignements fournis par la dem et à l'entrevue, je ne crois pas qu'elle possède l'expérience professionnelle requise aux termes du sous-alinéa 112", ")(ii) du Règlement, et sa demande sera refusée pour ce motif. Attendrai les renseignements concernant les transactions bancaires effectuées au Canada sur ses comptes européens pour confirmer qu'elle subvenait à ses propres besoins, dissiper le soupçon qu'elle ait travaillé sans permis, et ainsi ne pas refuser la demande sur la base des alinéas 200", ") et", ") du Règlement également.", "Affidavit de Julie Fréchette, pièce A, dossier du défendeur.", "3. Questions en litige"], ["[14]", "Deux questions doivent être tranchées dans le cadre de la présente demande de contrôle judiciaire:", "a) L'agente a-t-elle commis une erreur en concluant que la demanderesse n'avait pas démontré qu'elle avait accumulé l'expérience professionnelle requise?", "b) L'agente a-t-elle manqué à son obligation d'équité procédurale?", "4. Le cadre législatif"], ["[15]", "La disposition suivante de la LIPR s'applique à la présente instance:", "Visa et documents", "11. (1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visa et autres documents requis par règlement. L'agent peut les délivrer sur preuve, à la suite d'un contrôle, que l'étranger n'est pas interdit de territoire et se conforme à la présente loi.", "Application before entering Canada", "11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act."], ["[16]", "En vertu de l'article 111 du RIPR, l'étranger qui cherche à entrer au Canada à titre d'aide familial fait une demande de permis de travail conformément à la partie 11, ainsi qu'une demande de visa de résident temporaire si ce visa est requis par la partie 9."], ["[17]", "Le terme « aide familial » est défini à l'article 2 du RIPR:", "« aide familial » Personne qui fournit sans supervision des soins à domicile à un enfant, à une personne âgée ou à une personne handicapée, dans une résidence privée située au Canada où résident à la fois la personne bénéficiant des soins et celle qui les prodigue.", "\"live-in caregiver\" means a person who resides in and provides child care, senior home support care or care of the disabled without supervision in the private household in Canada where the person being cared for resides."], ["[18]", "L'article 112 du RIPR énonce, dans la partie 11, les conditions préalables à la délivrance d'un permis de travail à un étranger:", "Permis de travail: exigences", "112. Le permis de travail ne peut être délivré à l'étranger qui cherche à entrer au Canada au titre de la catégorie des aides familiaux que si l'étranger se conforme aux exigences suivantes:", ") il a fait une demande de permis de travail à titre d'aide familial avant d'entrer au Canada;", "b) il a terminé avec succès des études d'un niveau équivalent à des études secondaires terminées avec succès au Canada;", "c) il a la formation ou l'expérience ci-après dans un domaine ou une catégorie d'emploi lié au travail pour lequel le permis de travail est demandé:", "(i) une formation à temps plein de six mois en salle de classe, terminée avec succès,", "(ii) une année d'emploi rémunéré à temps plein - dont au moins six mois d'emploi continu auprès d'un même employeur - dans ce domaine ou cette catégorie d'emploi au cours des trois années précédant la date de présentation de la demande de permis de travail;", "d) il peut parler, lire et écouter l'anglais ou le français suffisamment pour communiquer de façon efficace dans une situation non supervisée;", "e) il a conclu un contrat d'emploi avec son futur employeur.", "Work permits - requirements", "112. A work permit shall not be issued to a foreign national who seeks to enter Canada as a live-in caregiver unless they", "(a) applied for a work permit as a live-in caregiver before entering Canada;", "(b) have successfully completed a course of study that is equivalent to the successful completion of secondary school in Canada;", "(c) have the following training or experience, in a field or occupation related to the employment for which the work permit is sought, namely,", "(i) successful completion of six months of full-time training in a classroom setting, or", "(ii) completion of one year of full-time paid employment, including at least six months of continuous employment with one employer, in such a field or occupation within the three years immediately before the day on which they submit an application for a work permit;", "(d) have the ability to speak, read and listen to English or French at a level sufficient to communicate effectively in an unsupervised setting; and", "(e) have an employment contract with their future employer.", "5. La norme de contrôle"], ["[19]", "La décision d'un agent des visas d'accorder ou de refuser un permis de travail à un demandeur repose sur d'importantes conclusions factuelles susceptibles de contrôle selon la norme de la raisonnabilité qui méritent une grande déférence. Les agents des visas jouissent d'une expertise reconnue en ce qui a trait à l'évaluation de ces demandes, et la Cour n'interviendra que si la décision contestée n'appartient pas aux issues possibles acceptables pouvant se justifier au regard des faits et du droit:", "<FRAGMENT_SUPPRESSED> , au paragraphe 47. Voir également:", "<FRAGMENT_SUPPRESSED>  FTR 42, aux paragraphes 15 et 16;", "<FRAGMENT_SUPPRESSED>  FTR 18, aux paragraphes 8 et 9;", "<FRAGMENT_SUPPRESSED>  FTR 196, au paragraphe 21."], ["[20]", "En règle générale, les questions de justice naturelle et d'équité procédurale sont examinées suivant la norme de la décision correcte (", "<FRAGMENT_SUPPRESSED> , au paragraphe 43).", "6. Analyse", "a) L'agente a-t-elle commis une erreur en concluant que la demanderesse n'avait pas démontré qu'elle avait accumulé l'expérience professionnelle requise?"], ["[21]", "Pour se conformer à l'article 112 du RIPR, la demanderesse devait démontrer qu'elle avait à son actif six mois d'études ou une année d'expérience dans le domaine auquel se rapportait sa demande (celui des aides familiaux). Il incombe aux demandeurs de fournir à l'agent des visas tous les renseignements pertinents pour le convaincre qu'ils remplissent les exigences législatives de la LIPR et du RIPR. En l'espèce, la demanderesse devait prouver son expérience professionnelle en tant qu'aide familiale, comme l'exige le sous-alinéa 112", ")(ii) du RIPR, puisqu'elle n'avait manifestement pas terminé une formation à temps plein de six mois en salle de classe pour les aides familiaux, comme l'exige subsidiairement le sous-alinéa 112", ")(ii). L'agente a estimé qu'elle n'avait pas rempli cette condition et, compte tenu de la preuve dont elle disposait, je ne suis pas convaincu que sa décision était déraisonnable."], ["[22]", "Dans sa demande de permis de travail, la demanderesse a déclaré qu'elle avait travaillé pour Rochlitz Tiborne Erzebet du 1er janvier 2007 au 1er mai 2008, étayant cette expérience professionnelle par un document manuscrit de son employeur. L'agente a toutefois estimé que cette lettre n'était pas une preuve fiable, car n'importe qui aurait pu l'écrire. Elle a donc décidé d'accorder le bénéfice d'une entrevue à la demanderesse pour que cette dernière puisse fournir des renseignements additionnels sur l'expérience d'aide familiale qu'elle prétendait détenir dans sa demande de permis de travail. Dans la lettre de convocation à l'entrevue, l'agente demandait à la demanderesse d'apporter, entre autres choses, une preuve officielle de son expérience comme aide familiale (relevés de salaire, preuve de son inscription à l'assurance sociale, déclarations de revenus, etc.)."], ["[23]", "À l'entrevue, la demanderesse a fourni un", "curriculum vitæ", ", la preuve de son inscription ainsi que des relevés d'impôt délivrés par l'épicerie où elle a travaillé comme caissière de 1997 à 2006. Durant l'entrevue, elle a expliqué qu'elle avait travaillé comme aide familiale durant son congé de maternité; à ce titre, elle était déclarée par l'épicerie aux fins de l'assurance sociale et c'est aussi là que son salaire était déclaré."], ["[24]", "L'agente a noté que la demanderesse avait déclaré un revenu en tant que travailleuse autonome, mais aussi que dans les documents censés confirmer ce revenu comme aide familiale la police utilisée pour les dates et le nom de la personne censée l'avoir engagée à ce titre était différente. Par ailleurs, les relevés étaient imprimés sur du papier format lettre plutôt que du papier format A4 (en usage en Europe), et l'un de ces documents n'était pas une copie puisqu'il contenait les signatures originales de la demanderesse et de celui qu'elle disait être son employeur."], ["[25]", "À l'entrevue, l'agente a fait part de ces préoccupations à la demanderesse. Cette dernière a expliqué que les documents avaient été envoyés par les autorités hongroises à l'ambassade de Hongrie à Ottawa. Si tous ces documents avaient été des copies, cette explication aurait pu justifier le format du papier. Pourtant, l'une des pièces présentées était un document original hongrois, portant soi-disant les signatures de la demanderesse et du prétendu employeur, imprimé sur du papier format lettre plutôt que du papier format A4. Cette explication n'a donc pas dissipé les préoccupations de l'agente quant à l'authenticité de ces documents. Compte tenu de la preuve et des explications fournies par la demanderesse, il était manifestement raisonnable que l'agente n'attribue aucun poids à sa preuve documentaire."], ["[26]", "L'agente a également constaté que sur sa demande de visa de résident temporaire présentée à Budapest en octobre 2007, la demanderesse avait déclaré qu'elle travaillait comme caissière et qu'elle était en congé de maternité. Il n'était mentionné nulle part qu'elle travaillait à son compte comme aide familiale."], ["[27]", "Enfin, lorsqu'on lui a demandé pourquoi elle vivait séparée de son époux et de sa fille de quatre ans, la demanderesse a répondu qu'elle avait pris cette décision avec son mari pour apprendre le français. L'agente lui a alors posé une question très simple en français, mais a dû la répéter trois fois pour que la demanderesse la comprenne. Cette dernière est revenue sur sa réponse, expliquant qu'elle vivait séparée de sa famille pour apprendre le français et l'anglais."], ["[28]", "La demanderesse n'a contesté aucun de ces faits, lesquels sont tirés du compte rendu de l'agente dans son affidavit et des entrées du SMGC. Je constate par ailleurs que l'agente n'a pas été contre-interrogée par l'avocat de la demanderesse. Dans les circonstances, il était manifestement raisonnable que l'agente conclue que la demanderesse n'avait pas démontré par une preuve fiable qu'elle avait de l'expérience comme aide familiale. L'agente n'a pas ignoré la preuve lorsqu'elle a effectué cette évaluation, mais a tiré ses conclusions des réponses et de la preuve fournies par la demanderesse.", "b) L'agente a-t-elle manqué à son obligation d'équité procédurale?"], ["[29]", "La demanderesse a fait valoir que l'agente n'avait pas respecté les principes de justice naturelle: premièrement parce qu'elle a été traitée de manière irrespectueuse et intimidante; deuxièmement parce que l'agente a suscité une crainte raisonnable de partialité; troisièmement parce qu'elle n'a pas eu la possibilité de dissiper les préoccupations de l'agente. Malheureusement pour elle, la preuve n'appuie pas ces allégations."], ["[30]", "L'allégation de partialité est grave et ne peut être faite à la légère. Dans l'arrêt", "<FRAGMENT_SUPPRESSED>  [2001] ACF no 1091 [", "Arthur", "], la Cour d'appel a déclaré qu'une allégation de partialité ne peut reposer sur des impressions ou des soupçons. Le critère qui permet de conclure que la partialité est réelle ou perçue est exigeant. Il faut démontrer une probabilité réelle de partialité:", "Une allégation de partialité, surtout la partialité actuelle et non simplement appréhendée, portée à l'encontre d'un tribunal, est une allégation sérieuse. Elle met en doute l'intégrité du tribunal et des membres qui ont participé à la décision attaquée. Elle ne peut être faite à la légère. Elle ne peut reposer sur de simples soupçons, de pures conjectures, des insinuations ou encore de simples impressions d'un demandeur ou de son procureur. Elle doit être étayée par des preuves concrètes qui font ressortir un comportement dérogatoire à la norme. Pour ce faire, il est souvent utile et même nécessaire de recourir à des preuves extrinsèques au dossier. C'est pourquoi ces preuves sont admissibles en dérogation au principe qu'une demande de contrôle judiciaire doit porter sur le dossier tel que constitué devant le tribunal.", "Arthur", ", précité, au paragraphe 8."], ["[31]", "En l'espèce, la seule preuve invoquée par la demanderesse reposait sur son impression que l'agente était hostile et froide, et qu'elle cherchait une excuse pour la discréditer. Il se peut que la demanderesse ait vécu l'entrevue comme une expérience subjectivement bouleversante, et que l'agente ne lui ait pas paru polie et courtoise; néanmoins, ces motifs sont bien insuffisants pour étayer une allégation de partialité. Les notes du SMGC révèlent que l'agente s'est excusée auprès de la demanderesse pour avoir précédemment rejeté par erreur sa demande de permis de travail. Elle avait cependant des préoccupations légitimes concernant la validité des documents présentés par la demanderesse et elle lui en a fait part; celle-ci avait tout le loisir de présenter ses observations et de réfuter les préoccupations de l'agente."], ["[32]", "Les notes détaillées de l'agente, consignées le jour de l'entrevue, ne corroborent pas la perception de partialité de la demanderesse et ne révèlent certainement ni tension ni comportement déplacé durant l'entrevue. Ces notes, plus actuelles que l'affidavit de la demanderesse, doivent recevoir plus de poids que sa version des événements de ce jour-là: voir", "<FRAGMENT_SUPPRESSED>  FTR 112, au paragraphe 42;", "<FRAGMENT_SUPPRESSED>  [2006] ACF no 1506, au paragraphe 18;", "<FRAGMENT_SUPPRESSED>  [2006] ACF no 1949, aux paragraphes 14 à 17. De plus, l'agente n'avait aucun intérêt direct à ce que la demande de permis de travail de la demanderesse connaisse une issue particulière:", "<FRAGMENT_SUPPRESSED>  [2010] ACF no 698, au paragraphe 23;", "<FRAGMENT_SUPPRESSED>  [2007] ACF no 1009, au paragraphe 13."], ["[33]", "L'agente était en droit de questionner la demanderesse au sujet de son statut et de ses activités depuis 2009 durant son séjour au Canada. Elle est légalement tenue de se renseigner ou de vérifier si la demanderesse a travaillé illégalement au Canada (sans obtenir de permis de travail). En vertu de l'alinéa 200(3)", ") du RIPR, l'agent des visas ne délivre pas de permis de travail à l'étranger qui a occupé un emploi au Canada sans autorisation. Les questions posées durant l'entrevue étaient donc légitimes et ne peuvent établir une crainte raisonnable de partialité."], ["[34]", "Quoi qu'il en soit, il importe de se rappeler que la demande de permis de travail de la demanderesse a été refusée parce qu'elle n'avait pas démontré qu'elle avait rempli les exigences du sous-alinéa 112", ")(ii) du RIPR en matière d'expérience professionnelle, et non parce qu'elle avait travaillé illégalement au Canada. L'examen de la lettre de refus, des notes du SMGC et de l'affidavit de l'agente démontre que cette dernière n'a pas conclu que la demanderesse avait travaillé illégalement au Canada."], ["[35]", "Enfin, la demanderesse n'a pas présenté aucun élément de preuve pour démontrer qu'elle avait soulevé cette crainte de partialité devant l'agente. Elle n'a pas établi qu'elle s'était plainte auprès d'elle du comportement reproché ou du précédent refus de sa demande de permis de travail. Par ailleurs, la demanderesse n'a pas démontré qu'elle avait demandé à l'agente qu'un autre agent des visas évalue sa demande de permis de travail. Le fait qu'elle n'ait exprimé aucune opposition au moment de l'entrevue revient implicitement à renoncer au droit de soulever la question à ce stade-ci:", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 1130, au paragraphe 17."], ["[36]", "Pour tous les motifs qui précèdent, la demande de contrôle judiciaire doit être rejetée, sans frais.", "JUGEMENT"], ["[37]", "LA COUR STATUE", "que la présente demande de contrôle judiciaire est rejetée, sans frais.", "[End of document]"]]}