{"id_": "015059", "body_str": [["[1]", "Noël, J.", ": These Reasons for Judgment and Judgment deal with the judicial review of a decision of the Immigration and Refugee Board, Refugee Protection Division (the \"Board\"), dated May 21, 2010, in which a Board member denied Gabino Olegario Aguilar Zacarias (the \"Applicant) status as a Convention refugee or a person in need of protection under the statutory regime of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (\"IRPA\").  <FRAGMENT_SUPPRESSED>"], ["[2]", "Leave for judicial review was granted by Madam Justice Mactavish on October 19, 2010.  <FRAGMENT_SUPPRESSED>", "The Facts  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Applicant is a citizen of Guatemala. He first arrived in Canada as a temporary worker and later claimed asylum in Canada. His claim arises from the persecution he suffered at the hands of a street gang by the name of Maras Salvatruchas (the \"MS gang\"), more particularly by one of its members nicknamed \"Gordo\", or Chubby in English. The Applicant ran a business selling chickens in a market, and also worked part-time in a fast food restaurant.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The Applicant's first brush with Chubby occurred when Chubby came to the market one day and proceeded to extort money from the Applicant. This extortion was accompanied with threats to the Applicant's life and his family's. Initially, the Applicant complied with the requests for payments. Over time, Chubby's demands became more frequent and additional pressure was put on the Applicant when Chubby revealed to the Applicant that the MS gang were familiar with the daily activities of his wife and children. As a result, the Applicant and his wife were later mugged by the gang members.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Growing tired of this extortion and undue pressure, the Applicant realized other vendors in the market were also being targeted by the gang. The Applicant, together with Evedardo Pastor Vicente, another stand owner in the market, proceeded to warn the market's security service, who then informed the police of the ongoing extortion suffered by the Applicant and other vendors. Shortly thereafter, Chubby was arrested and detained, but was later released. During his detention, other gang members informed the Applicant and Mr. Vicente that they knew who was at the source of the complaint and that Chubby was not happy with the situation. Pressure on the Applicant was accentuated, and more threats to his life were made.  <FRAGMENT_SUPPRESSED>"], ["[6]", "While seeking another market to work from, Mr. Vicente and the Applicant were once again confronted by Chubby and other gang members. Mr. Vicente was shot during this incident and died from his wounds. The Applicant escaped and moved his family, but decided to no longer live among the family. He never returned to his stall at the market. He kept his part-time work at the restaurant, and asked to be assigned to work where he would have no contact with the public. He was subsequently transferred to other locations of the restaurant chain, as it appeared that Chubby had tried to track him down at his place of work. The Applicant later quit his job completely after realizing Chubby persevered in trying to find him.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Applicant moved his family to another village, where he was again extorted by the MS gang. Villagers informed him the MS gang had previously tracked down individuals in this village. Fearing for his life, he then decided to move to Canada as a temporary worker, and later sought asylum.  <FRAGMENT_SUPPRESSED>", "The contested decision  <FRAGMENT_SUPPRESSED>"], ["[8]", "In its decision, the Board concluded that the Applicant was not a Convention refugee or a person in need of protection under sections 96 and 97 of the IRPA. It did accept the Applicant's testimony and deemed his story to be credible. The Board proceeded to analyze the documentary evidence pertaining to the Applicant's story and the country conditions in Guatemala.  <FRAGMENT_SUPPRESSED>"], ["[9]", "In light of this Court's decision in", "<FRAGMENT_SUPPRESSED>  the Board concluded that the Applicant's valid status as a temporary worker constituted a good reason for not making his refugee claim at the first occasion. It ruled that the Applicant's subjective fear remained constant and consistent and that the delay in making his claim was not at issue.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Board concluded that while this subjective fear was indeed present, the Applicant faced a risk of persecution that is faced by the population in general. This generalized risk spawned from the breadth of gang activities in Guatemala. The Applicant would thus be part of a specific category of people, mainly vendors, which are targeted generally by street gangs. As such, the risk faced by the Applicant was not deemed to be within the range of possibilities provided by section 97 of the IRPA. Furthermore, there was no nexus to a Convention grounds. Consequently, his claim for asylum was rejected.  <FRAGMENT_SUPPRESSED>", "Position of the Parties  <FRAGMENT_SUPPRESSED>"], ["[11]", "The Court has identified one determinative issue in the present judicial review, that of the particularized risk faced by the Applicant.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Minister submits that the risk faced by the Applicant is generalized and shared by the population, in light of the intense gang presence in Guatemala. This is the case as other vendors were targeted by the MS gang and that they are active in every part of the country. Persecution should be distinguished from suffering as a result of a criminal act (", "<FRAGMENT_SUPPRESSED> ). Furthermore, the Applicant did not demonstrate that he suffered a personalized risk not generally faced by others in Guatemala.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The Applicant indicates that the risk he faces is indeed personalized: he was extorted by identifiable members of a gang, whose members later made considerable efforts to locate the Applicant specifically. The Applicant likened his case to that of", "<FRAGMENT_SUPPRESSED>  as the analysis under section 97 requires an individualized inquiry to address the risk faced by the Applicant. He argues that the Board did not proceed to such an analysis, omitting to consider important facts such as his knowing about the killing of Mr. Vicente, his reporting of gang activities to the police and the MS gang's efforts to track him down. Where such a critical analysis is omitted, the Board commits a reviewable error (", "<FRAGMENT_SUPPRESSED> ). The Applicant goes further to state that his dissention against the MS gang amounts to a political opinion and should have been analyzed under section 96. The Court does not need to address the merit of this last argument, as the determination of the personalized risk is sufficient to address the present matter.  <FRAGMENT_SUPPRESSED>", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[14]", "The first issue to address is evidently that of the applicable standard of review. As the issue of the determination of a generalized risk is of a mixed nature of fact and law, the applicable standard of review is that of reasonableness (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[15]", "In its decision, the Board focused on the risk to the general population of Guatemala arising from gang activity in the country. The Board dealt with the facts of the case in an objective manner: it believed the Applicant and gave weight to his testimony that he had been personally persecuted by the MS gang, particularly by Chubby.  <FRAGMENT_SUPPRESSED>"], ["[16]", "In light of the facts of the case at bar, this Court relies on Justice de Montigny's decision in", "<FRAGMENT_SUPPRESSED> . In this case, Mr. Pineda was persecuted by the same gang, but in El Salvador. At paragraph 15, Justice de Montigny noted that:  <FRAGMENT_SUPPRESSED>", "It cannot be accepted, by implication at least, that the applicant had been threatened by a well-organized gang that was terrorizing the entire country, according to the documentary evidence, and in the same breath surmise that this same applicant would not be exposed to a personal risk if he were to return to El Salvador. It could very well be that the Maras Salvatruchas recruit from the general population;", "the fact remains that Mr. Pineda, if his testimony is to be believed, had been specifically targeted and was subjected to repeated threats and attacks. On that basis, he was subjected to a greater risk than the risk faced by the population in general", ". (My emphasis)  <FRAGMENT_SUPPRESSED>"], ["[17]", "As was the case in", "Martinez Pineda", ", the Board erred in its decision: it focused on the generalized threat suffered by the population of Guatemala while failing to consider the Applicant's particular situation. Because the Applicant's credibility was not in question, the Board had the duty to fully analyse and appreciate the personalized risk faced by the Applicant in order to render a complete analysis of the Applicant's claim for asylum under section 97 of the IRPA. It appears that the Applicant was not targeted in the same manner as any other vendor in the market: reprisal was sought because he had collaborated with authorities, refused to comply with the gang's requests and knew of the circumstance of Mr. Vicente's death.  <FRAGMENT_SUPPRESSED>"], ["[18]", "As such, the present application for judicial review is granted and the matter is to be sent to the Board for redetermination by a newly constituted panel.  <FRAGMENT_SUPPRESSED>"], ["[19]", "No question of general importance has been suggested and none arises.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[20]", "THIS COURT'S JUDGMENT is that", ":  <FRAGMENT_SUPPRESSED>", "The application for judicial review is granted. The matter is to be sent for redetermination before a newly constituted panel of the Board. No question is certified.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}