{"id_": "015054", "body_str": [["[1]", "O'Reilly, J.", ": Mr Packiyakumar Pathmanathan arrived in Canada in 2010 on the MV Sun Sea. He claimed refugee protection in Canada because of his fear of political persecution and cruel and unusual treatment or punishment in Sri Lanka, based on the perception that he is associated with the Liberation Tigers of Tamil Eelam (LTTE)."], ["[2]", "A panel of the Immigration and Refugee Board dismissed Mr Pathmanathan's claim on the basis that it disbelieved his account of events. It pointed to a number of areas of his evidence that were implausible, as well as inconsistencies in his testimony. Based on the evidence, the Board concluded that Mr Pathmanathan would not be of any interest to Sri Lankan authorities on his return."], ["[3]", "Regarding Mr Pathmanathan's voyage on the MV Sun Sea, the Board concluded that it was unlikely that officials would know that he was on that vessel, so there would be no risk to his life when he returned to Sri Lanka."], ["[4]", "Mr Pathmanathan contends that the Board's decision was unreasonable because it failed to adequately address the risk he would face having been a passenger on the MV Sun Sea - a so-called", "sur place", "claim, since the alleged risk arose after he arrived in Canada. He asks me to quash the Board's decision and order another panel to reconsider his claim."], ["[5]", "I agree that the Board's analysis was deficient because it omitted any serious consideration of Mr Pathmanathan's", "sur place", "claim. I must, therefore, allow this application for judicial review."], ["[6]", "The sole issue is whether the Board's decision was unreasonable.", "II.", "Was the Board's decision unreasonable?"], ["[7]", "The Board accepted that, as a young Tamil male, Mr Pathmanathan might be questioned on his return to Sri Lanka about potential links to the LTTE. However, since he had not shown that he had any association with the LTTE, the Board found that he would not be at risk."], ["[8]", "In my view, the Board's decision was unreasonable because it overlooked important evidence on this issue."], ["[9]", "The Board did not cite any documentary evidence dealing with the treatment of passengers on the MV Sun Sea or the MV Ocean Lady, another vessel that brought refugee claimants to Canada from Sri Lanka. That evidence showed that both Sri Lankan and Canadian authorities have accused passengers of having an association with the LTTE. It is clear, even on the evidence cited by the Board, that persons suspected of having ties to the LTTE, including failed refugee claimants, face a risk of torture or mistreatment on return."], ["[10]", "This evidence suggests, contrary to the Board's finding, that Mr Pathmanathan would likely be questioned about a possible link to the LTTE on his return. Had the Board considered the relevant evidence and still found a basis for dismissing Mr Pathmanathan's claim, its conclusion would merit considerable deference. However, in the absence of that analysis, I find that the Board's decision does not fall within the range of defensible outcomes, based on the evidence and the law (as in", "<FRAGMENT_SUPPRESSED> )."], ["[11]", "Since the separate issue of Mr Pathmanathan's credibility regarding his past in Sri Lanka will have to be re-determined at a new hearing, it is unnecessary for me to comment on the Board's findings here.", "III.", "Conclusion and Disposition"], ["[12]", "The Board failed to address important evidence relating to Mr Pathmanathan's claim to be at risk as a failed refugee claimant and a passenger on the MV Sun Sea. Accordingly, its dismissal of that claim was unreasonable. I must, therefore, allow this application for judicial review, and order another panel of the Board to reconsider it. Neither party proposed a question of general importance for me to certify, and none is stated.", "JUDGMENT"], ["[13]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is allowed.", "2. The matter is returned to another panel of the Board for reconsideration.", "3. No question of general importance will be stated.", ".........................", "<FRAGMENT_SUPPRESSED>  O'Reilly", "[Traduction]: Monsieur Packiyakumar Pathmanathan est arrivé au Canada en 2010 à bord du MS", "Sun Sea", ". Il a demandé l'asile parce qu'il craignait d'être persécuté du fait de ses opinions politiques et de subir des traitements ou peines cruels et inusités au Sri Lanka, en raison de la perception selon laquelle il entretenait des liens avec les Tigres libérateurs de l'Eelam tamoul (TLET)."], ["[2]", "Un tribunal de la Commission de l'immigration et du statut de réfugié (la Commission) a rejeté la demande d'asile de M. Pathmanathan au motif que son compte rendu des faits n'était pas crédible. Selon la Commission, le témoignage de M. Pathmanathan comportait plusieurs éléments invraisemblables et des incohérences. La Commission a ainsi conclu que les autorités sri-lankaises ne s'intéresseraient pas à M. Pathmanathan à son retour au pays."], ["[3]", "En ce qui concerne le voyage de M. Pathmanathan à bord du MS", "Sun Sea", ", la Commission a conclu qu'il était peu probable que les autorités en soient au courant et que celui-ci ne serait donc pas exposé à une menace à sa vie à son retour au Sri Lanka."], ["[4]", "Monsieur Pathmanathan affirme que la décision de la Commission était déraisonnable du fait que celle-ci n'a pas examiné adéquatement le risque auquel il était exposé en tant que passager du MS", "Sun Sea", "(demande d'asile dite", "sur place", "), puisque le risque allégué est survenu après son arrivée au Canada. Il me demande d'annuler la décision de la Commission et d'ordonner qu'un tribunal différemment constitué réexamine sa demande."], ["[5]", "Je conviens que l'analyse de la Commission était insuffisante du fait que celle-ci n'avait accordé aucune importance à la demande d'asile sur place présentée par M. Pathmanathan. Je dois donc accueillir la présente demande de contrôle judiciaire."], ["[6]", "La seule question en litige est de savoir si la décision de la Commission était déraisonnable.", "II.", "La décision de la Commission était-elle déraisonnable?"], ["[7]", "La Commission a reconnu qu'en tant que jeune Tamoul, M. Pathmanathan pourrait faire l'objet d'interrogations à son retour au Sri Lanka au sujet des liens qu'il entretiendrait avec les TLET. Toutefois, puisque M. Pathmanathan n'avait pas établi l'existence de liens avec les TLET, la Commission a conclu qu'il ne courrait aucun risque."], ["[8]", "À mon avis, la décision de la Commission est déraisonnable parce que celle-ci a ignoré des éléments de preuve importants sur cette question."], ["[9]", "La Commission n'a cité aucun élément de preuve documentaire portant sur le traitement réservé aux passagers du MS", "Sun Sea", "ou du MS", "Ocean Lady", ", un autre navire qui a amené au Canada des demandeurs d'asile du Sri Lanka. Ces éléments de preuve montraient que les autorités sri-lankaises et canadiennes avaient accusé les passagers de ces navires d'entretenir des liens avec les TLET. Il est clair, même en se rapportant à la preuve documentaire citée par la Commission, que les personnes soupçonnées d'avoir des liens avec les TLET, dont les demandeurs d'asile déboutés, risquent d'être torturées ou maltraitées à leur retour."], ["[10]", "Ces éléments de preuve indiquent, contrairement à la conclusion de la Commission, que M. Pathmanathan serait probablement interrogé à son retour sur les liens possibles avec les TLET. Si la Commission avait examiné les éléments de preuve pertinents et avait toujours décidé de rejeter la demande d'asile de M. Pathmanathan, sa conclusion aurait appelé une grande retenue. Or, en l'absence d'une telle analyse, je conclus que la décision de la Commission n'appartient pas aux issues possibles acceptables, au regard des faits et du droit (comme dans", "<FRAGMENT_SUPPRESSED>  aux par. 69 et 70)."], ["[11]", "Étant donné que la question distincte de la crédibilité de M. Pathmanathan quant à son passé au Sri Lanka devra faire l'objet d'un nouvel examen lors d'une nouvelle audience, je n'ai pas à me prononcer en l'espèce sur les conclusions de la Commission.", "III.", "Conclusion et décision"], ["[12]", "La Commission a omis d'examiner des éléments de preuve importants se rapportant à la demande d'asile de M. Pathmanathan fondée sur le risque auquel il serait exposé en tant que demandeur d'asile débouté et de passager du MS", "Sun Sea", ". Par conséquent, le rejet de cette demande était déraisonnable. Je dois donc accueillir la présente demande de contrôle judiciaire et ordonner qu'un tribunal différemment constitué de la Commission procède à un nouvel examen de la demande. Aucune des parties n'a proposé une question de portée générale à certifier et aucune n'est énoncée.", "JUGEMENT"], ["[13]", "LA COUR STATUE", "1. La demande de contrôle judiciaire est accueillie.", "2. L'affaire est renvoyée à un autre tribunal de la Commission pour nouvel examen.", "3. Aucune question de portée générale ne sera énoncée.", "[End of document]"]]}