{"id_": "015505", "body_str": [["[1]", "Near, J.", ": This is an appeal pursuant to s. 56 of the", "Trade-marks Act", ", R.S. 1985, c. T-13 and Rule 300(d) of the", "Federal Court Rules", "(SOR/98-106), from a decision rendered by a Hearing Officer of the Trademarks Opposition Board (the Hearing Officer) dated December 11, 2008 in a trademark proceeding initiated under s. 45 of the", "Trade-marks Act", "(or the", "Act", ") amending the registered trademark ING. LORO PIANA & C. & DESIGN registration No. TMA 444,121, under s. 45(3) of the", "Trade-marks Act", ".  <FRAGMENT_SUPPRESSED>", "I.", "Background  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicant is the owner of registered trademark ING. LORO PIANA & C. & DESIGN, trademark No. TMA 444,121 (the trademark). The design element is a crest. The trademark covers the following wares: yarns and treads; fabrics; clothing, namely jackets, coats, skirts, trousers, cloaks, mantles, overcoats and knitted vests, scarves, mufflers, shawls and gloves (the registered wares). On July 13, 2007 the Register of Trademarks recorded a change of name of the registered owner of the trademark from Ing. Loro Piana & C. S.P.A. to Loro Piana S.P.A.  <FRAGMENT_SUPPRESSED>"], ["[3]", "On January 2, 2007, at the Request of the Canadian Council of Professional Engineers (the Respondent), the Registrar of Trademarks issued a Notice under s. 45(1) of the", "Trade-marks Act", "requiring Ing. Loro Piana & C. S.P.A., the then registered owner of the trademark ING. LORO PIANA & C. & DESIGN, to file evidence showing, with respect to each of the wares specified in the registration, whether the trademark had been used in Canada at any time within the three-year period immediately preceding the date of the Notice, specifically January 2, 2004 to January 2, 2007 (the relevant period).  <FRAGMENT_SUPPRESSED>"], ["[4]", "In response to the s. 45 Notice, the Applicant filed an affidavit and accompanying exhibits of Marco Paolo Baldanza, Chief Financial Officer of Loro Piana S.P.A., dated October 9, 2007. In his affidavit, Mr. Baldanza stated that the trademark had been used in Canada during the relevant period for the registered wares. The affidavit stated that the Applicant specialized in the manufacture and sale of high quality fabrics and designed and produced a line of ready-to-wear and tailor-made clothing for men, women and children. The wares are manufactured in the registrant's own facilities and are distributed through a worldwide network of directly operated Loro Piana stores, franchises and specialty stores.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Attached to the affidavit as an exhibit was a representative label sample showing the trademark thereon which is sewn into the company's wares and a hang tag showing the trademark thereon which is also attached to the wares; a promotional brochure; photocopied invoices and an index that, according to Mr. Baldanza, showed sales by the registrant of the trademarked wares in Canada during the relevant period. This was the evidence before the Hearing Officer at the time of the decision.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Subsequently, neither the Applicant nor Respondent submitted written arguments to the Registrar nor requested an oral hearing. The Respondents informed the Registrar that they were interested in receiving a decision. The Hearing Officer issued a written decision on December 11, 2008 (the decision).  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Respondent did not file a Notice of Appearance and took no position in this Application.  <FRAGMENT_SUPPRESSED>", "II.", "The Decision  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Hearing Officer issued a written decision that use of the trademark ING. LORO PIANA & C. & DESIGN had been shown for the wares described as \"fabrics\" but that use had not been shown for the remaining wares in the registration, namely \"yarns and treads; clothing, namely jackets, coats, skirts, trousers, cloaks, mantles, overcoats and knitted vests, scarves, mufflers, shawls and gloves\" (\"the remaining wares\") and that there was no evidence of special circumstances excusing the absence of use. Therefore, the Hearing Officer determined that the registered wares should be amended to delete the remaining wares.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Hearing Officer made several determinations based on the evidence before her. Firstly, the additional wording on the labels in the exhibits would not be perceived as forming part of the trademark per se. Secondly, that the specified goods listed on the invoices were difficult to discern as they were listed by product code rather than word description and that there was no explanation as to which wares related to the specific product codes. Thirdly, that the invoices reflected sales of \"fabrics\", but the Officer was unable to conclude whether there was evidence of sales with respect to the remaining registered wares.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Based on these findings, the Hearing Officer found that the evidence submitted reflected sales of \"fabrics\" but, without an explanation as to which wares related to the remaining product codes, she was unable to conclude whether there was evidence of sales with respect to the remaining wares.  <FRAGMENT_SUPPRESSED>"], ["[11]", "I agree with and adopt the Hearing Officers conclusion with regard to the ware \"fabrics\" and will consider the remaining wares in these reasons.  <FRAGMENT_SUPPRESSED>", "III.", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[12]", "Under s. 56(1) of the", "Act", ", an appeal lies to the Federal Court of any decision of the Trademark Registrar:  <FRAGMENT_SUPPRESSED>", "Appeal  <FRAGMENT_SUPPRESSED>", "\"56(1) An appeal lies to the Federal Court from any decision of the Registrar under this Act within two months from the date on which notice of the decision was dispatched by the Registrar or within such further time as the Court may allow, either before or after the expiration of the two months <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "Appel  <FRAGMENT_SUPPRESSED>", "\"56(1) Appel de toute décision rendue par le registraire, sous le régime de la présente loi, peut être interjeté à la Cour fédérale dans les deux mois qui suivent la date où le registraire a expédié l'avis de la décision ou dans tel délai supplémentaire accordé par le tribunal, soit avant, soit après l'expiration des deux mois. <FRAGMENT_SUPPRESSED>"], ["[13]", "Under s. 56(5) of the", "Act", "new evidence may be filed on appeal and the Federal Court may exercise any discretion vested in the Registrar:  <FRAGMENT_SUPPRESSED>", "Additional evidence  <FRAGMENT_SUPPRESSED>", "\"56(5) On an appeal under subsection (1), evidence in addition to that adduced before the Registrar may be adduced and the Federal Court may exercise any discretion vested in the Registrar. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "Preuve additionnelle  <FRAGMENT_SUPPRESSED>", "\"56(5) Lors de l'appel, il peut être apporté une preuve en plus de celle qui a été fournie devant le registraire, et le tribunal peut exercer toute discrétion dont le registraire est investi. <FRAGMENT_SUPPRESSED>"], ["[14]", "The standard of review on appeal where no new evidence is filed that would have materially affected the Registrar's findings or exercise of discretion is reasonableness (see", "Mattel Inc. v. 3894207 Canada Inc. et al.", ", [2006] 1 S.C.R. 772; 348 N.R. 340; 49 C.P.R. (4th) 321, at paragraphs 40-41,", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[15]", "When additional evidence is filed in the appeal that would have materially affected the Registrar's findings of fact or the exercise of discretion, the Court must decide the issue de novo considering all of the evidence before it (", "<FRAGMENT_SUPPRESSED> ). In assessing the impact that additional evidence will have for the standard of review, the question is the extent to which the additional evidence has a probative significance that extends beyond the material that was before the Board (", "Guido Berlucchi & C.S.r.l.", ", above and", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[16]", "At the Opposition Board, the Applicant filed the affidavit of Mr. Baldanza and accompanying exhibits. The Applicant filed additional evidence on appeal to this Court including a second affidavit of Mr. Baldanza, Chief Financial Officer of Loro Piana S.P.A., dated March 24, 2009.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The Applicant submits that the second affidavit with accompanying exhibits, combined with first affidavit that was before the Hearing Officer, confirms that the trademark was in use in Canada by the registrant during the relevant period in association with each of the remaining wares.  <FRAGMENT_SUPPRESSED>"], ["[18]", "In this second affidavit, Mr. Baldanza states that in addition to applying the trademark to \"fabrics\" it has also applied it to the remaining wares which were sold to Canadian customers during the relevant period, specifically between March 1, 2004 and December 15, 2006. The affiant states that the invoices relate to a number of items, including the remaining wares and that his company's trademark was applied to labels and hang tags affixed to each of the goods identified in these exhibits. In support of these statements, Mr. Baldanza included invoices and representative labels and hang tags as exhibits to the second affidavit.  <FRAGMENT_SUPPRESSED>"], ["[19]", "Mr. Baldanza included in the second affidavit invoices dated after the relevant period as evidence of continuous use. The issues of continuous or token use are not at issue in this matter (see", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 451 (F.C.A.)). Therefore, this evidence of continuous use was not considered.  <FRAGMENT_SUPPRESSED>"], ["[20]", "In the second affidavit, Mr. Baldanza also states that while the invoices do not specifically refer to \"trousers\"; \"coats\"; \"cloaks, mufflers or mantles\", it has sold \"pants\"; \"blazers\" and \"capes and stoles\" which it considers to be the same.  <FRAGMENT_SUPPRESSED>"], ["[21]", "I am satisfied that the new evidence is of a probative significance such that it would have affected the Registrar's decision. Therefore, the matter will be considered de novo.  <FRAGMENT_SUPPRESSED>", "IV.", "General Principles related to section 45 of the", "Trade-marks Act  <FRAGMENT_SUPPRESSED>"], ["[22]", "Section 45 of the", "Trade-marks Act", "is designed to be a simple summary and expeditious procedure to remove marks which are not bona fide claimed by their owners as active. Section 45 proceedings are not intended to act as a substitute for abandonment proceedings nor to resolve substantive rights that may be in dispute between the parties.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Section 45 is set out as follows:  <FRAGMENT_SUPPRESSED>", "Registrar may request evidence of user  <FRAGMENT_SUPPRESSED>", "\"45(1) The Registrar may at any time and, at the written request made after three years from the date of the registration of a trade-mark by any person who pays the prescribed fee shall, unless the Registrar sees good reason to the contrary, give notice to the registered owner of the trade-mark requiring the registered owner to furnish within three months an affidavit or a statutory declaration showing, with respect to each of the wares or services specified in the registration, whether the trade-mark was in use in Canada at any time during the three year period immediately preceding the date of the notice and, if not, the date when it was last so in use and the reason for the absence of such use since that date.  <FRAGMENT_SUPPRESSED>", "Form of evidence  <FRAGMENT_SUPPRESSED>", "\"45(2) The Registrar shall not receive any evidence other than the affidavit or statutory declaration, but may hear representations made by or on behalf of the registered owner of the trade-mark or by or on behalf of the person at whose request the notice was given.  <FRAGMENT_SUPPRESSED>", "Effect of non-use  <FRAGMENT_SUPPRESSED>", "\"45(3) Where, by reason of the evidence furnished to the Registrar or the failure to furnish any evidence, it appears to the Registrar that a trade-mark, either with respect to all of the wares or services specified in the registration or with respect to any of those wares or services, was not used in Canada at any time during the three year period immediately preceding the date of the notice and that the absence of use has not been due to special circumstances that excuse the absence of use, the registration of the trade-mark is liable to be expunged or amended accordingly.  <FRAGMENT_SUPPRESSED>", "Notice to owner  <FRAGMENT_SUPPRESSED>", "\"45(4) When the Registrar reaches a decision whether or not the registration of a trade-mark ought to be expunged or amended, he shall give notice of his decision with the reasons therefore to the registered owner of the trade-mark and to the person at whose request the notice referred to in subsection (1) was given.  <FRAGMENT_SUPPRESSED>", "Action by Registrar  <FRAGMENT_SUPPRESSED>", "\"45(5) The Registrar shall act in accordance with his decision if no appeal therefrom is taken within the time limited by this Act or, if an appeal is taken, shall act in accordance with the final judgment given in the appeal. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "Le registraire peut exiger une preuve d'emploi  <FRAGMENT_SUPPRESSED>", "\"45(1) Le registraire peut, et doit sur demande écrite présentée après trois années à compter de la date de l'enregistrement d'une marque de commerce, par une personne qui verse les droits prescrits, à moins qu'il ne voie une raison valable à l'effet contraire, donner au propriétaire inscrit un avis lui enjoignant de fournir, dans les trois mois, un affidavit ou une déclaration solennelle indiquant, à l'égard de chacune des marchandises ou de chacun des services que spécifie l'enregistrement, si la marque de commerce a été employée au Canada à un moment quelconque au cours des trois ans précédant la date de l'avis et, dans la négative, la date où elle a été ainsi employée en dernier lieu et la raison de son défaut d'emploi depuis cette date.  <FRAGMENT_SUPPRESSED>", "Forme de la preuve  <FRAGMENT_SUPPRESSED>", "\"45(2) Le registraire ne peut recevoir aucune preuve autre que cet affidavit ou cette déclaration solennelle, mais il peut entendre des représentations faites par le propriétaire inscrit de la marque de commerce ou pour celui-ci ou par la personne à la demande de qui l'avis a été donné ou pour celle-ci.  <FRAGMENT_SUPPRESSED>", "Effet du non-usage  <FRAGMENT_SUPPRESSED>", "\"45(3) Lorsqu'il apparaît au registraire, en raison de la preuve qui lui est fournie ou du défaut de fournir une telle preuve, que la marque de commerce, soit à l'égard de la totalité des marchandises ou services spécifiés dans l'enregistrement, soit à l'égard de l'une de ces marchandises ou de l'un de ces services, n'a été employée au Canada à aucun moment au cours des trois ans précédant la date de l'avis et que le défaut d'emploi n'a pas été attribuable à des circonstances spéciales qui le justifient, l'enregistrement de cette marque de commerce est susceptible de radiation ou de modification en conséquence.  <FRAGMENT_SUPPRESSED>", "Avis au propriétaire  <FRAGMENT_SUPPRESSED>", "\"45(4) Lorsque le registraire décide ou non de radier ou de modifier l'enregistrement de la marque de commerce, il notifie sa décision, avec les motifs pertinents, au propriétaire inscrit de la marque de commerce et à la personne à la demande de qui l'avis visé au paragraphe (1) a été donné.  <FRAGMENT_SUPPRESSED>", "Mesures à prendre par le registraire  <FRAGMENT_SUPPRESSED>", "\"45(5) Le registraire agit en conformité avec sa décision si aucun appel n'en est interjeté dans le délai prévu par la présente loi ou, si un appel est interjeté, il agit en conformité avec le jugement définitif rendu dans cet appel. <FRAGMENT_SUPPRESSED>"], ["[24]", "The registered owner bears the burden of proof in a s. 45 proceeding. The owner must establish a prima facie case of use within s. 4 of the", "Trade-marks Act", "and any doubt there may be with respect to the evidence must be resolved in favour of the trademark owner (", "Fairweather Ltd.", ", above, at paragraph 41). An affidavit containing bare allegations of use that simply tracks the statutory language is insufficient. The affidavit must not merely state but show use by describing facts from which the Registrar or Court can form an opinion or logically infer use (see", "Guido Berlucchi & C.S.r.l.", ", above, at paragraphs 19-20).  <FRAGMENT_SUPPRESSED>"], ["[25]", "A s. 45 proceeding is intended to be a simple, expeditious procedure to get rid of \"deadwood\" from the registry and is not to be an exercise in meticulous verbal analysis (see the discussion by Justice Roger Hughes in", "<FRAGMENT_SUPPRESSED> ). Where the language used to describe a ware has changed with common usage, but the use of the trademark for those wares has continued, the use of the outmoded word will be allowed to remain.  <FRAGMENT_SUPPRESSED>", "V.", "Argument and Analysis  <FRAGMENT_SUPPRESSED>", "A. Authority to Make the December 11, 2008 Decision  <FRAGMENT_SUPPRESSED>"], ["[26]", "Initially the Applicant argued that the decision did not appear to have been rendered under the appropriate authority. It was their position that the Officer did not state in her decision that she was acting on behalf of the Register of Trademarks or that she was rendering the decision pursuant to authority delegated to her by the Register of Trademarks under s. 63(3) of the", "Trade-marks Act", ".  <FRAGMENT_SUPPRESSED>"], ["[27]", "Subsequently, the Trademarks Office provided the Applicant with a copy of a written instrument signed by the Registrar of Trademarks, dated January 24, 2008, authorizing the Hearing Officer to exercise the Registrar's powers pursuant to s. 63 for the purpose of, inter alia, s. 45 of the", "Act", ". The Applicant now takes the position that the delegation of power to the Hearing Officer appears to be proper and therefore the decision appears to have been rendered on behalf of the Register of Trademarks. Therefore, this issue need not be considered.  <FRAGMENT_SUPPRESSED>", "B. The Second Baldanza Affidavit  <FRAGMENT_SUPPRESSED>"], ["[28]", "The Applicant argues that the second Baldanza affidavit establishes that the remaining wares were sold to Canadian customers in association with the trademark between January 2, 2004 and January 2, 2007. They also argue that the second Baldanza affidavit establishes that the registrant has applied the trademark to labels and these labels were applied to the goods sold as identified in the photocopied invoices. The first Baldanza affidavit shows the manner of use of the labels and hang tags, which are affixed to or attached to the wares.  <FRAGMENT_SUPPRESSED>"], ["[29]", "I note that the invoices of sales are dated within the relevant period and provide evidence of sales made by the Applicant to Canadian entities.  <FRAGMENT_SUPPRESSED>"], ["[30]", "The Applicant provided evidence in the form of invoices from March 1, 2004 to December 2006. The invoices provide evidence of sales of the following wares included in the registration: yarns, jackets, coats, skirts, trousers, cloaks, mantles, overcoats, scarves, mufflers, shawls and gloves. In drawing this conclusion, I have determined the sale of \"pants\" to be \"trousers\"; \"blazers\" to be \"coats\"; \"capes\" to be \"cloaks\" or \"mantles\", and \"stoles\" to be \"mufflers\". The invoices provide evidence of the sale of \"vests\", while the registration is for \"knitted vests\". However, following the reasons of Justice Hughes in", "Levi Strauss & Co.", ", above, I am satisfied that for this matter the sale of \"vests\" will be considered \"knitted vests\".  <FRAGMENT_SUPPRESSED>"], ["[31]", "As stated by the Applicant at the hearing, there was no evidence of the sale of \"threads\" in association with the trademark. The Applicant argues that the threads accompanied the sale of the clothing identified in the Exhibits to permit their repair. However, without evidence of use of the trademark in association with threads in Canada, such as evidence of sales, the ware \"threads\" should be removed from the registration.  <FRAGMENT_SUPPRESSED>"], ["[32]", "Also included on the invoices are sweaters, blouses, pullovers and shirts, wares that were not specifically referenced in the registration. I consider these wares to be evidence of the sale of \"clothing\".  <FRAGMENT_SUPPRESSED>", "C. Deviations from the Registered Form of the Trademark  <FRAGMENT_SUPPRESSED>"], ["[33]", "The test to determine whether a trademark with a deviation is substantially different from the registration was set out by Justice Pratte  <FRAGMENT_SUPPRESSED>  Internationale pour l'informatique  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 523 (F.C.A.), at pages 408-409:  <FRAGMENT_SUPPRESSED>", "\"The problem to be resolved is not whether CII deceived the public as to the origin of its goods. It clearly did not. The real and only question is whether, by identifying its goods as it did, CII made use of its trademark 'Bull'. That question must be answered in the negative unless the mark was used in such a way that the mark did not lose its identity and remained recognizable in spite of the differences between the form in which it was registered and the form in which it was used. The practical test to be applied in order to resolve a case of this nature is to compare the trade mark as it is registered with the trade mark as it is used and determine whether the differences between these two marks are so unimportant that an unaware purchaser would be likely to infer that both, in spite of their differences, identify goods having the same origin. <FRAGMENT_SUPPRESSED>"], ["[34]", "I also note that in", "<FRAGMENT_SUPPRESSED> ; 2 C.P.R.(3d) 535 (T.M.O.B.), the Hearing Officer described two principles relating to the acceptable deviation of a trademark from its form as registered. First is the use of the mark in combination with additional material. Second is the use of the mark that deviates slightly, but is not substantially different from, the original registration.  <FRAGMENT_SUPPRESSED>"], ["[35]", "The labels and hang tags contain additional wording such as \"FABRIC MADE IN ITALY\". I agree with the Hearing Officer and Applicant that the trademark stands out from the additional material and that the additional words would not be perceived as forming part of the trademark per se, as they are in proportionately smaller fonts and different styles of letters. Therefore, there was no substantial deviation.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[36]", "THIS COURT ORDERS AND ADJUDGES that", ":  <FRAGMENT_SUPPRESSED>", "1. the appeal is allowed and the December 11, 2008 decision of the Trademarks Opposition Board with respect to trademark registration No. TMA 444, 121 is set aside;  <FRAGMENT_SUPPRESSED>", "2. trade-mark registration No. TMA 444, 121 will be maintained on the register but amended to delete the ware \"threads\"; and  <FRAGMENT_SUPPRESSED>", "3. no costs shall be awarded.  <FRAGMENT_SUPPRESSED>", "Appeal allowed.  <FRAGMENT_SUPPRESSED>", "Editor: E. Joanne Oley/gs  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}