{"id_": "015599", "body_str": [["[1]", "Gauthier, J.", "[Translation]: Mr. Mercado is asking the Court to review the decision by the Refugee Protection Division of the Immigration and Refugee Board (RPD) dismissing his refugee claim and that of his family members under sections 96 and 97 of the", "Immigration and Refugee Protection", "Act", ", S.C. 2001, c. 27 (the", "Act", ").  <FRAGMENT_SUPPRESSED>"], ["[2]", "Inter alia, the applicant alleges a variety of circumstances - the failure to send the initial screening form, the existence of a document of unknown origin in counsel's file indicating that the date of issuance of his American driver's licence cast doubt on the credibility of his story, the uncertainty about the place and date of the RPD hearing - that were not raised before the RPD, to support his argument that the RPD breached the principles of fundamental justice and to obtain another chance to establish the merits of his claim before the RPD. For the following reasons, the Court cannot concur with this approach and, despite the vigorous efforts of his counsel, the application is dismissed.  <FRAGMENT_SUPPRESSED>", "Background and issues  <FRAGMENT_SUPPRESSED>"], ["[3]", "Mr. Mercado, a citizen of Venezuela, arrived in Canada with his family on October 18, 2007, and claimed refugee status three days later. His spouse Yadira Baptista and their oldest son Jesus Angel Mercado Baptista are also Venezuelan citizens while their two other children, Willie Jose Mercado and Yanira Mercado, are American citizens. Ms. Mercado's claim and that of the children were based entirely on Mr. Mercado's claim; he says he fears the secret police in his country and his former employer, the Ministry of the Interior. [see footnote 1]  <FRAGMENT_SUPPRESSED>"], ["[4]", "In his Personal Information Form (PIF), Mr. Mercado stated that, after spending a number of years in the United States, [see footnote 2] he returned to Venezuela in March 2005 but his family remained in the United States. He then obtained a position as a computer maintenance technician in certain state offices. In the course of his work, he said he discovered blacklists [see footnote 3] of the Circulos Bolivarianos (Bolivarian Circles) that named members of his family (including his brother) and some close friends. The government authorities knew that he had told his relatives about the situation and ordered an investigation.  <FRAGMENT_SUPPRESSED>"], ["[5]", "In his PIF, Mr. Mercado described the persecution he suffered as follows:  <FRAGMENT_SUPPRESSED>", "(Translation)  <FRAGMENT_SUPPRESSED>", "\"6. In July 2006, I was subjected to all types of threats [sic] persecution, even psychological and physical torture.  <FRAGMENT_SUPPRESSED>", "\"7. In the same month of July and during the following months, I was subjected to verbal threats and abuse at my workplace.  <FRAGMENT_SUPPRESSED>", "\"8. Persecution by certain elements of the Circulos Bolivarianos consisted of continual monitoring; [sic] my daily activities, including my private activities.  <FRAGMENT_SUPPRESSED>", "\"9. Death threats against me and against my family both in Venezuela and the United States by elements of the Circulos Bolovarianos [sic] consisted in persecution and the physical disappearance of my children and my spouse who, despite being alone in the United States. ... [Footnote added.]\" [see footnote 4]  <FRAGMENT_SUPPRESSED>"], ["[6]", "Despite this, the applicant continued to work for the ministry. He claimed that he consulted a lawyer about his problems in September 2007; the lawyer advised him to leave Venezuela. Mr. Mercado states that he left Venezuela on October 1, 2007, for Colombia, and from there he went to Mexico, then to the United States on October 10, 2007. He stayed there for eight days.  <FRAGMENT_SUPPRESSED>"], ["[7]", "At the hearing, the applicant stated that his problems began in early June 2006. [see footnote 5] He testified that he was beaten and required a visit to the hospital around the (Translation) \"20th or so\", [see footnote 6] then specifically June 21, 2006. He also said that he attempted to file a police report about his assailants but that the police clearly indicated that a complaint would be futile because they were members of the secret police. He added that, before he left Venezuela, his brother was also attacked.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Before discussing the evidence that was before the RPD, it is worth noting that the applicant and his spouse did not have their passports. Mr. Mercado, whose passport could have established the date he entered Venezuela, was forced to give his to his smuggler, and Ms. Mercado lost hers when her purse was stolen. Only their oldest son had a Venezuelan passport issued in 2007; a copy of it was included in the immigration documents. The four other family members filed their birth certificates. Ms. Mercado also filed her official identity card.  <FRAGMENT_SUPPRESSED>"], ["[9]", "On or about July 7, the RPD officer filed with the RPD a copy of the applicants' immigration file containing an American driver's licence in Mr. Mercado's name dated January 8, 2007 (valid until 2017). A little later, on August 4, the principal applicant filed a photocopy of a medical report dated June 21, 2006, along with his PIF and the family's identity documents.  <FRAGMENT_SUPPRESSED>"], ["[10]", "At the beginning of the hearing that took place in Montréal and by videoconference in Calgary, counsel for the applicant filed a letter from a lawyer dated September 27, 2007. [see footnote 7] Later, when the applicant was questioned as to whether he had documentary evidence confirming that he had, in fact, worked at the ministry during the period indicated, his counsel filed a copy of a work identity card that the applicant had sent by fax the day before.  <FRAGMENT_SUPPRESSED>"], ["[11]", "It should also be noted here that the applicant argues that there was much uncertainty about the place and date of the RPD hearing. According to him, this explains in part his lack of preparation and why he was unable to file a better copy of his work card. He also maintains that this uncertainty was a factor that should have been considered when he requested more time to provide documentary evidence after the hearing; this request for more time will be discussed in the second part of these reasons.  <FRAGMENT_SUPPRESSED>"], ["[12]", "It is true that, in this record, the applicant received three notices of hearing. The first was sent on July 7, 2009, and indicated that the hearing would be held on August 17, 2009, in Montréal. A few weeks later, the applicant and his family moved to Alberta, and the RPD was notified. On August 5, a new notice of hearing was sent changing only the time of the hearing to 1:30 p.m. on August 17, 2009, in Montréal. Although this does not appear in the record, it is clear that counsel for the applicants contacted the RPD to advise them that the applicant and his family could not afford to travel to Montréal. On August 14, a third notice of hearing indicated that it would take place at 11:30 a.m., Calgary time, and that it would be held by videoconference between Calgary and Montréal. Nothing indicates that the applicant requested that the hearing be adjourned.  <FRAGMENT_SUPPRESSED>"], ["[13]", "As to the issue of a better copy of the work card, the Court notes that Mr. Mercado testified that he did not have the original of this document in Calgary because it was in Venezuela.  <FRAGMENT_SUPPRESSED>"], ["[14]", "At the hearing, Mr. Mercado asked for more time to provide additional documentary evidence to support his claim, but the request was refused. The RPD issued its decision on the merits the following day.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Essentially, Mr. Mercado's claim was dismissed because the RPD found that the applicant was not credible. This finding was based on contradictions and omissions between the PIF and the evidence adduced at the hearing, including the medical report (presumably, this was an excerpt from the hospital record in Venezuela whose name the applicant could not recall). In its decision, the RPD also noted that the driver's licence was issued by the state of Georgia on January 8 but the applicant stated that he was in Venezuela on that date. The panel also rejected his explanation that the licence was renewed on the Internet.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Contrary to what was briefly argued in one of the applicant's three memoranda, the omissions and contradictions noted in the decision do not deal with peripheral facts. As mentioned at the hearing, the Court is satisfied that, as the RPD indicated, they involve facts that are at the very heart of Mr. Mercado's story (see paragraph 7 above). Accordingly, there is no need to discuss this issue further in these reasons.  <FRAGMENT_SUPPRESSED>"], ["[17]", "This is the context in which the applicant asks the Court to set aside this decision. First, he alleges that the RPD erred when it wrote at paragraph 12 of the decision: \"the Claimant did not submit any document confirming his presence in his country. ... However, he had no document showing that he worked for the Ministry of the Interior, such as a tax document, registration with the municipality, a pay stub from his employer or any other document. <FRAGMENT_SUPPRESSED>"], ["[18]", "He also submits that the RPD breached the principles of natural justice by refusing to grant him more time after the hearing to permit him to file his income tax return or something from (Translation) \"someone who could place him at his workplace.\" [see footnote 8]  <FRAGMENT_SUPPRESSED>"], ["[19]", "The applicant submits that the RPD imposed too heavy a burden by requiring him to file official proof. He also alleges that he was judged more severely when he asked for more time to file evidence because he was represented by experienced counsel.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Finally, referring to an unsigned, undated note whose origin remains nebulous, [see footnote 9] the applicant argues that he should have been informed at or before the hearing that the Refugee Protection Officer (RPO) and the RPD doubted his story and the (Translation) \"medical report\" filed, given the clear contradiction between the date his driver's licence was issued and his story that he was in Venezuela in January 2007.  <FRAGMENT_SUPPRESSED>"], ["[21]", "Counsel for the applicant submits that this is especially serious considering that the applicant did not receive the screening form that is in the certified record, which states that, as of January 13, 2009, the issues included his credibility. The Court allowed the parties to file supplementary representations after the hearing on this issue.  <FRAGMENT_SUPPRESSED>", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[22]", "It is settled law that the reasonableness standard of review applies to the assessment of a refugee claimant's credibility and the evidentiary weight of the documentation submitted by the claimant:", "<FRAGMENT_SUPPRESSED>  (", "Dunsmuir", ") at paragraphs 47, 53,", "<FRAGMENT_SUPPRESSED> ; 369 F.T.R. 1; 2009 FC 723 at paragraph 12.  <FRAGMENT_SUPPRESSED>"], ["[23]", "With respect to the breaches of procedural fairness raised by the applicant, these questions are reviewable against the standard of correctness:", "<FRAGMENT_SUPPRESSED> ; 344 N.R. 257; 2005 FCA 404 at paragraphs 52 to 55.  <FRAGMENT_SUPPRESSED>"], ["[24]", "The Court cannot accept the applicant's position that paragraph 12 of the decision indicates that the panel did not consider the documents he submitted. In addition to specific questions and comments during the hearing about these documents, a simple review of this nine-page decision is sufficient to conclude that the RPD examined this evidence properly. Indeed, it refers to each of the documents, and its comments indicate that it assigned very little probative value to them and that it did not accept the applicant's explanations.  <FRAGMENT_SUPPRESSED>"], ["[25]", "It is obvious that the decision could have been written better and that the RPD would benefit from expressing its thoughts more clearly. However, paragraph 12 of the decision must be read in its context, and, having done so, the Court is satisfied that the ambiguity results solely from a literal interpretation. In the Court's view, the panel's reasoning with respect to the evidence before it was sufficiently developed to enable the principal applicant to assert his rights on a judicial review:", "<FRAGMENT_SUPPRESSED>  (F.C.A.), at paragraphs 19, 24.  <FRAGMENT_SUPPRESSED>"], ["[26]", "The Court is also satisfied that the RPD's decision to assign little probative value to the documents was reasonable.  <FRAGMENT_SUPPRESSED>"], ["[27]", "First, contrary to the applicable rules, the applicant did not submit the original of his work identity card and provided no explanation for failing to do so. It should also be noted that counsel for the applicant only decided to submit this copy of poor quality near the end of the hearing when the panel commented on the lack of documentary evidence to establish that the applicant, in fact, had worked for the Ministry of the Interior.  <FRAGMENT_SUPPRESSED>"], ["[28]", "The Court cannot accept that the applicant did not have the time to prepare because he did not know where or when his hearing would take place or that he did not know he could request the original. Counsel for the applicant requested a hearing date in May 2009. At that point, the applicant should have had in hand all the documents in support of his claim, which necessarily includes the available documentary evidence to establish that he was indeed in Venezuela during the relevant period (March 2006 to October 1, 2007) and that he was working there.  <FRAGMENT_SUPPRESSED>"], ["[29]", "The lawyer's letter does not indicate the date of the meeting and refers to an immigration consultation whereas the applicant says he consulted a lawyer about his problems with the Circulos Bolivarianos. That document does not corroborate the applicant's testimony on a key element of the story, i.e. the persecution that commenced in June/July 2006. As the RPD noted, it could have been written by anyone. It is not on letterhead and does not indicate the lawyer's coordinates. In fact, the consultation it refers to could also have taken place by telephone rather than in person. Both this document and the medical report refer to the number of the applicant's official identity card, a document that was not entered into evidence.  <FRAGMENT_SUPPRESSED>"], ["[30]", "As the RPD indicated at the hearing, since the applicant worked in Venezuela for nearly 18 months, the panel could reasonably expect that he would file pay stubs, copies of pay cheques, a tax return or a document showing that he had filed a tax return.  <FRAGMENT_SUPPRESSED>"], ["[31]", "As to the medical report, again, it is a photocopy dated prior to the events described very generally in the PIF. Not only did the applicant fail to mention any prosecution in June [see footnote 10] in his PIF but, even more important, he did not mention the attack and the visit to the hospital. When he testified, Mr. Mercado was vague about this and did not describe the attack.  <FRAGMENT_SUPPRESSED>"], ["[32]", "The jurisprudence is clear that failing to file supporting documentation that it is reasonable to expect may have an impact on an applicant's credibility:", "<FRAGMENT_SUPPRESSED> ; 2005 FC 579 at paragraph 20 and", "<FRAGMENT_SUPPRESSED> ; 2003 FC 1004 at paragraph 6. Moreover, as Justice Marc Nadon noted in", "<FRAGMENT_SUPPRESSED> ; 58 A.C.W.S.(3d) 469 (F.C.) at paragraph 20:  <FRAGMENT_SUPPRESSED>", "\"Once a Board, as the present Board did, comes to the conclusion that an applicant is not credible, in most cases, it will necessarily follow that the Board will not give that applicant's documents much probative value, unless the applicant has been able to prove satisfactorily that the documents in question are truly genuine. In the present case, the Board was not satisfied with the applicant's proof and refused to give the documents at issue any probative value. Put another way, where the Board is of the view, like here, that the applicant is not credible, it will not be sufficient for the applicant to file a document and affirm that it is genuine and that the information contained therein is true. Some form of corroboration or independent proof will be required to 'offset' the Board's negative conclusion on credibility. <FRAGMENT_SUPPRESSED>", "See also", "<FRAGMENT_SUPPRESSED> ; 2006 FC 756 at paragraph 17,", "<FRAGMENT_SUPPRESSED> ; 2003 FCT 206 at paragraph 9.  <FRAGMENT_SUPPRESSED>"], ["[33]", "In the circumstances, the RPD's assessment of the testimonial and documentary evidence [see footnote 11] is within the parameters of reasonability and is \"defensible in respect of the facts and law\":", "Dunsmuir", "at paragraph 47.  <FRAGMENT_SUPPRESSED>"], ["[34]", "I must now determine whether the RPD breached the principles of procedural fairness. Since the applicant's arguments based on the absence of the screening form, the RPD's failure to advise him in a timely manner of its doubts about the date his licence was issued and the lack of probative value of his medical report were not made before the RPD, I believe it is necessary to first examine the legality of the RPD's refusal based simply on the", "Refugee Protection Division Rules", ", SOR/2002-228 (the", "Rules", ").  <FRAGMENT_SUPPRESSED>"], ["[35]", "Under Rules 29 and 36, [see footnote 12] the applicant was required to file a copy of the documents in support of his claim 20 days before the hearing and provide the original of the documents no later than the day of the hearing. If he was unable to comply with those deadlines, he had to provide a reasonable explanation for his failure to do so in accordance with Rule 7. Rules 30 and 37 give discretion to the RPD to admit new evidence at or after the hearing. The factors that the RPD must consider in exercising this discretion are the same in both", "Rules", ": (a) the relevance and probative value of the document, (b) any new evidence it brings to the proceedings, and (c) whether the party, with reasonable effort, could have complied with the deadlines in Rule 29.  <FRAGMENT_SUPPRESSED>"], ["[36]", "The RPD denied the applicant's oral request at the hearing. It also referred to this request in its decision and noted that the applicant's lack of effort undermined his credibility.  <FRAGMENT_SUPPRESSED>"], ["[37]", "After meticulously reviewing the transcript and the reasons, the Court is satisfied that the panel properly applied the test set out in the", "Rules", ". It specifically asked the applicant why he had not provided his income tax return and whether in fact it was available. It considered the fact that the applicant worked for at least 18 months for the Ministry of the Interior. It also took into account that, in response to a question from his counsel as to whether he had payment receipts or some other official document from his employer, Mr. Mercado simply indicated that he could obtain a document from (Translation) \"someone who could place him at his workplace.\" In addition, when his counsel expressly requested more time to produce his income tax return, Mr. Mercado indicated (Translation) \"I'm not sure that it's available\".  <FRAGMENT_SUPPRESSED>"], ["[38]", "The panel clearly took into consideration the fact that the applicant was educated and that he was represented by experienced counsel. Contrary to the applicant's argument, the RPD did not impose a heavier burden on him simply because he was represented by this counsel. That was simply a part of the facts relevant to assessing the reasonable efforts that could objectively be expected on the part of a person in the applicant's position. The panel also assessed the explanation given for his failure to provide his income tax return. It is clear from the panel's comments that it considered the probative value (lack of official stamp) of this document if it had been adduced as part of the evidence it heard. In accordance with the principle articulated in the jurisprudence cited above at paragraph 32, it was open to the panel to find that filing an unofficial document would not have mitigated the problem of the applicant's credibility, considering the fact that the applicant's credibility was already in question.  <FRAGMENT_SUPPRESSED>"], ["[39]", "There is no doubt that the presence of counsel on a file is a relevant factor in assessing whether the applicant should have known that he had to file documents to prove that he was in Venezuela and that he worked for the Ministry of the Interior.  <FRAGMENT_SUPPRESSED>"], ["[40]", "Similarly, the RPD also considered that the applicant had more than two years to obtain this documentation and that it should have been easy to access because the principal applicant seemed to indicate that the tax return was in his father's possession in Venezuela.  <FRAGMENT_SUPPRESSED>"], ["[41]", "The applicant noted that the RPD should have taken into account that a refugee claimant is often without resources and that, in this case, it was difficult for him to obtain evidence from his employer because it was at the very heart of his fear of persecution. He also referred to section 170 of the", "Act", ". In that regard, the Court notes that the original of his work card was available in Venezuela. The applicant provided no explanation as to why these documents were not available on the day of the hearing other than the fact that he had not been specifically asked to obtain them. The Court is therefore not satisfied that the applicant established a breach of the rules of procedural fairness or that the RPD's refusal was unfounded in this case.  <FRAGMENT_SUPPRESSED>"], ["[42]", "The Court is not persuaded that the RPD erred by refusing to grant more time.  <FRAGMENT_SUPPRESSED>"], ["[43]", "Before addressing the last question or the second aspect of this issue of breaching the rules of procedural fairness, the Court would like to mention that it is not discussing the driver's licence in this analysis of the request for additional time that was made at the RPD hearing because it has nothing to do with the issue of obtaining the driver's licence. When this issue was dealt with and the RPD asked Mr. Mercado if he had any documents to support his testimony that he obtained this renewal on the Internet, the applicant did not suggest any additional evidence on this point. Nor did he include this aspect of the evidence in his request for more time.  <FRAGMENT_SUPPRESSED>"], ["[44]", "This brings us to the last question which, Mr. Mercado says, is an essential question (see paragraph 15 of his affidavit).  <FRAGMENT_SUPPRESSED>"], ["[45]", "Can the Court consider the new factors (absence of screening form and the so-called (Translation) \"compromising evidence\") relied on by the applicant to conclude that there was a denial of justice? If so, did the RPD breach the principal applicant's rights by not informing him in a timely manner of the doubts raised by the documentation in the record with respect to the credibility of his story?  <FRAGMENT_SUPPRESSED>"], ["[46]", "Counsel for the applicant knew or ought to have known, before the hearing began, that the applicant had not received the screening form, which is normally sent well before the hearing date. For the system to function, it is essential that counsel review their files before the hearing and raise with the RPD in a timely manner any issue that could have an impact on their client's right to a fair hearing:", "<FRAGMENT_SUPPRESSED> ; 2006 FC 461 at paragraph 233, affirmed, [2007] F.C.J. No. 735; 366 N.R. 336; 2007 FCA 199, leave to appeal denied (2007), 383 N.R. 400 (S.C.C.).  <FRAGMENT_SUPPRESSED>"], ["[47]", "In this case, the failure to object in a timely manner is of little consequence because, as I indicate below, the screening form did not contain any information that could have had an impact. But the situation could be different in other cases.  <FRAGMENT_SUPPRESSED>"], ["[48]", "The screening form in the certified record is dated January 13, 2009. At that point, there is nothing to indicate that the RPD had Mr. Mercado's driver's licence in its file, which the RPO filed as Exhibit A-2 in July 2009. [see footnote 13] Nor did the RPD have the medical report that the applicant filed on August 4, 2009. Accordingly, the RPD was unable, on the initial review, to determine whether the reliability of the documents would be an important element at the hearing.  <FRAGMENT_SUPPRESSED>"], ["[49]", "In addition, various boxes are checked off on this form as being issues, including the \"credibility\" box. According to the applicant, this was not sufficient because the \"consistency\" box should also have been checked. The Court cannot accept this argument.  <FRAGMENT_SUPPRESSED> ; 2010 FC 108, the Court determined that where the main box is checked but none of the subordinate boxes are checked, the applicant should know that all parts of the category should be addressed in his or her application.  <FRAGMENT_SUPPRESSED>"], ["[50]", "In any event, it is clear that credibility is always a key issue in refugee claims (see, inter alia,", "<FRAGMENT_SUPPRESSED> ) and that, in this case, the screening form dated January 13, 2009, would not have shed any additional light in this regard. Thus, even if this argument could be raised at this time, the Court would not be able to find that an error was made that would justify intervening and setting aside the decision.  <FRAGMENT_SUPPRESSED>"], ["[51]", "The only remaining issue to be determined is the impact of the unsigned, undated note that is in the applicant's file and not in the certified record.  <FRAGMENT_SUPPRESSED>"], ["[52]", "It is difficult to determine whether this argument should have been raised before the RPD given that the Court cannot, in fact, determine exactly when this document was prepared, by whom and when counsel for the applicant obtained it.  <FRAGMENT_SUPPRESSED>"], ["[53]", "Although it appears from the five memoranda filed by the parties that the applicant attributes this note to the RPO and that his counsel obtained it prior to the hearing, the Court cannot accept the theory that the note was among the documents sent on July 7 because, at that time, the medical report had not yet been filed. At the hearing, counsel for the applicant was unable to clarify this further for the Court. He did not know how or when this document was found in his file. [see footnote 14]  <FRAGMENT_SUPPRESSED>"], ["[54]", "The parties agree that the following is the relevant passage: [see footnote 15]  <FRAGMENT_SUPPRESSED>", "\"No evidence that the claimant went to his country in 2005 and stayed until July 2007 with the exception of the very succinct medical report that could have been written by anyone and that is dated June 2006 whereas nothing happened to the applicant before July 2006.  <FRAGMENT_SUPPRESSED>", "\"But we have a driver's license issued in January 2006 in Georgia, USA, although he says that he did not return to the USA until July 2007.  <FRAGMENT_SUPPRESSED>", "\"No refugee claim in the USA [Footnote added.]\" [see footnote 16]  <FRAGMENT_SUPPRESSED>"], ["[55]", "In fact, since these comments are simple and quite factual, anyone reading the record before the hearing (because the lawyer's letter does not contain any reference) could have written it.  <FRAGMENT_SUPPRESSED>"], ["[56]", "The applicant did not provide any jurisprudence supporting his position that he should have been advised of the contents of this note. In fact, his argument in this regard is quite muddled.  <FRAGMENT_SUPPRESSED>"], ["[57]", "In his first memorandum, the applicant referred to Rule 18 which, he says, applies in this case. This rule states that, before using any information or opinion that is within its specialized knowledge, the Division must notify claimants and give them a chance to make representations on the reliability and use of the information or opinion and to give evidence in support of their representations. According to the applicant, this unidentified, unsigned document in a package of immigration documents involving the applicant and his family does not meet the requirements of Rule 18.  <FRAGMENT_SUPPRESSED>"], ["[58]", "It is certainly clear that the applicant cannot argue that the RPD did not inform him at the hearing about its concerns, which included those described above in the note at paragraph 54.  <FRAGMENT_SUPPRESSED>"], ["[59]", "It is also useful to point out here that there is nothing to indicate that the RPD was the source of this note. Moreover, the authenticity of the driver's licence, the only official document in the record, was not challenged. The contradiction between the applicant's story and the date this official document was issued is clear and does not require using any information or opinion that is within the RPD's specialized knowledge.  <FRAGMENT_SUPPRESSED>"], ["[60]", "The Court simply does not see how this rule can be useful to the applicant in this case.  <FRAGMENT_SUPPRESSED>"], ["[61]", "Moreover, if counsel for the applicant received this document, he had to raise his concerns with the RPD.  <FRAGMENT_SUPPRESSED>"], ["[62]", "Finally, it is difficult to understand how Mr. Mercado can argue that he did not know that, on its face, his licence seemed to have been issued in the United States at a time when he said he was in Venezuela. In this regard, the Court notes that, strangely, when questioned about the available documentation to confirm his identity at the beginning of the hearing, he referred to his American licence and described it as expired [see footnote 17] although it is valid until 2017. It is simply not plausible that the principal applicant and his counsel did not know, prior to the hearing, that they should explain this fact.  <FRAGMENT_SUPPRESSED>"], ["[63]", "As I said earlier, the applicant did not ask for additional time to provide evidence that he had obtained his licence on the Internet. By invoking this new argument, he cannot now attempt after the fact to apply Rule 18 to the RPD's rejection of his explanation. In any event, considering that the applicant was living illegally in the United States, the RPD did not have to use any information or opinion that was within its specialized knowledge to conclude that this explanation was unlikely. In the absence of a more detailed explanation from the applicant at the hearing (and even without having to file documents on this point), the RPD only needed to use plain common sense.  <FRAGMENT_SUPPRESSED>"], ["[64]", "In light of the foregoing, the application is dismissed.  <FRAGMENT_SUPPRESSED>"], ["[65]", "The parties did not propose any question for certification, and the Court finds that the outcome of this case turns on its own facts.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[66]", "THE COURT ORDERS that  <FRAGMENT_SUPPRESSED>", "1. The application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Sharon McCartney/vnh  <FRAGMENT_SUPPRESSED>", "Footnotes  <FRAGMENT_SUPPRESSED>", "1. Also referred to as the Ministry of Internal Relations.  <FRAGMENT_SUPPRESSED>", "2. He lived illegally in the United States beginning in 1989.  <FRAGMENT_SUPPRESSED>", "3. These lists are well known and their existence is well documented.  <FRAGMENT_SUPPRESSED>", "4. The other paragraphs primarily describe his trip from Venezuela to Canada.  <FRAGMENT_SUPPRESSED>", "5. See also page 249 of the certified record where he said he discovered these lists in July 2009, and page 243 of the certified record where he indicated that his problems occurred in June/July 2006.  <FRAGMENT_SUPPRESSED>", "6. See page 254 of the certified record.  <FRAGMENT_SUPPRESSED>", "7. This is the document that the panel and counsel for the applicant refer to at page 271 of the certified record when they discuss (Translation) \"the lawyer's letter\".  <FRAGMENT_SUPPRESSED>", "8. See the certified record at pages 271 to 274.  <FRAGMENT_SUPPRESSED>", "9. See paragraph 48 and following.  <FRAGMENT_SUPPRESSED>", "10. The only explanation provided by the applicant on this point was that he did not know he could amend his PIF. He did not indicate how, on his arrival in Canada in 2007, he could have forgotten the attack in June 2006 or made a mistake as to the time when his problems began.  <FRAGMENT_SUPPRESSED>", "11. The issue of the American driver's licence is examined later.  <FRAGMENT_SUPPRESSED>", "12. The relevant", "Rules", "are reproduced in Annex A.  <FRAGMENT_SUPPRESSED>", "13. Even if, as counsel for the applicant stated, Mr. Mercado's licence was included in the documents photocopied by the immigration authorities in November 2007, there is no evidence that this document was in the RPD's file before it was filed in July.  <FRAGMENT_SUPPRESSED>", "14. In a letter dated January 6, 2010, the RPD's Assistant Deputy Chairperson asked counsel for the applicant to explain the source of this document.  <FRAGMENT_SUPPRESSED>", "15. The beginning of the document summarizes other facts in the PIF.  <FRAGMENT_SUPPRESSED>", "16. October 10, 2007.  <FRAGMENT_SUPPRESSED>", "17. See p. 240 of the certified record.  <FRAGMENT_SUPPRESSED>", "ANNEX A  <FRAGMENT_SUPPRESSED>", "Refugee Protection Division Rules, SOR/2002-228  <FRAGMENT_SUPPRESSED>", "Documents establishing identity and other elements of the claim  <FRAGMENT_SUPPRESSED>", "7. The claimant must provide acceptable documents establishing identity and other elements of the claim. A claimant who does not provide acceptable documents must explain why they were not provided and what steps were taken to obtain them.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "18. Before using any information or opinion that is within its specialized knowledge, the Division must notify the claimant or protected person, and the Minister if the Minister is present at the hearing, and give them a chance to  <FRAGMENT_SUPPRESSED>", "(a) make representations on the reliability and use of the information or opinion;  <FRAGMENT_SUPPRESSED>", "And  <FRAGMENT_SUPPRESSED>", "(b) give evidence in support of their representations.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "29(1) If a party wants to use a document at a hearing, the party must provide one copy to any other party and two copies to the Division, unless these Rules require a different number of copies.  <FRAGMENT_SUPPRESSED>", "Disclosure of documents by the Division  <FRAGMENT_SUPPRESSED>", "29(2) If the Division wants to use a document at a hearing, the Division must provide a copy to each party.  <FRAGMENT_SUPPRESSED>", "Proof that document was provided  <FRAGMENT_SUPPRESSED>", "29(3) Together with the copies provided to the Division, the party must provide a written statement of how and when a copy was provided to any other party.  <FRAGMENT_SUPPRESSED>", "Time limit  <FRAGMENT_SUPPRESSED>", "29(4) Documents provided under this rule must be received by the Division or a party, as the case may be, no later than  <FRAGMENT_SUPPRESSED>", "(a) 20 days before the hearing; or  <FRAGMENT_SUPPRESSED>", "(b) five days before the hearing if the document is provided to respond to another document provided by a party or the Division.  <FRAGMENT_SUPPRESSED>", "Use of undisclosed documents  <FRAGMENT_SUPPRESSED>", "30. A party who does not provide a document as required by rule 29 may not use the document at the hearing unless allowed by the Division. In deciding whether to allow its use, the Division must consider any relevant factors, including  <FRAGMENT_SUPPRESSED>", "(a) the document's relevance and probative value;  <FRAGMENT_SUPPRESSED>", "(b) any new evidence it brings to the hearing; and  <FRAGMENT_SUPPRESSED>", "(c) whether the party, with reasonable effort, could have provided the document as required by rule 29.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "Original documents  <FRAGMENT_SUPPRESSED>", "36(1) A party who has provided a copy of a document to the Division must provide the original document to the Division  <FRAGMENT_SUPPRESSED>", "(a) without delay, on the request in writing of the Division; or  <FRAGMENT_SUPPRESSED>", "(b) if the Division does not make a request, no later than the beginning of the proceeding at which the document will be used.  <FRAGMENT_SUPPRESSED>", "Documents mentioned in paragraph 3(2)(c)  <FRAGMENT_SUPPRESSED>", "36(2) On the request in writing of the Division, the Minister must without delay provide to the Division the original of any document mentioned in paragraph 3(2)(c) that is in the possession of an officer.  <FRAGMENT_SUPPRESSED>", "Additional documents after the hearing has ended  <FRAGMENT_SUPPRESSED>", "37(1) A party who wants to provide a document as evidence after a hearing must make an application to the Division.  <FRAGMENT_SUPPRESSED>", "Written application  <FRAGMENT_SUPPRESSED>", "37(2) The party must attach a copy of the document to the application. The application must be made under rule 44, but the party is not required to give evidence in an affidavit or statutory declaration.  <FRAGMENT_SUPPRESSED>", "Factors  <FRAGMENT_SUPPRESSED>", "37(3) In deciding the application, the Division must consider any relevant factors, including:  <FRAGMENT_SUPPRESSED>", "(a) the document's relevance and probative value;  <FRAGMENT_SUPPRESSED>", "(b) any new evidence it brings to the proceedings; and  <FRAGMENT_SUPPRESSED>", "(c) whether the party, with reasonable effort, could have provided the document as required by rule 29.  <FRAGMENT_SUPPRESSED>"]]}