{"id_": "015594", "body_str": [["[1]", "Martineau, J.", ": The applicant seeks judicial review of the decision of the Immigration and Refugee Board, Refugee Protection Division (the Board), dated February 21, 2003, wherein it was decided that the applicant was not a \"Convention refugee\" or a \"person in need of protection\" pursuant to ss. 96 and 97 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the", "Act", ")."], ["[2]", "The applicant is a citizen of Pakistan. He alleges a well-founded fear of persecution by reason of his political opinions. Central to the applicant's claim was his identity."], ["[3]", "The applicant entered Canada with a British passport under the name Mohammad Rafiq Sharif. Upon his arrival in Canada on January 19, 2001, the authorities identified his passport as being false. The applicant indicated to an immigration officer that he was Mohammad Khalid. The applicant subsequently completed his Personal Information Form (PIF) under the name Sohail Rasheed. At the hearing, the applicant indicated that Sohail Rasheed is his correct name."], ["[4]", "The applicant provided the Board with identification papers, including a birth certificate and school certificate under the name Sohail Rasheed. The applicant further submitted a four page photocopy of a Pakistani passport showing a picture of him under the name Sohail Rasheed. At the hearing, the applicant explained that he was unable to contact his friend, who had his passport, and all he could find was the photocopy provided. The applicant could not find his original National Identity Card (NIC), but did provide the Board with a duplicate copy of his NIC, which was issued by the Pakistani authorities. The latter was found to be probably authentic by Citizenship and Immigration Canada."], ["[5]", "The applicant alleges that he was involved for the past fifteen years in most of the important political events in Karachi and the province of Sindh. He presented to the Board several pictures of himself reproduced in the newspapers where he is seen with leaders for the Pakistan People's Party. He was a bodyguard to many top members of the party. Moreover, the applicant presented his party membership card (also with a picture of himself) and several letters of support from party members. Reference was also made to an official warrant of arrest issued under the seal of the Court of Najid Nughal, which was produced before the Board."], ["[6]", "The applicant's claim did not succeed as the Board found that he had not met his burden of establishing his identity. Accordingly, the Board concluded that the applicant's story, including allegations of persecution, was not credible."], ["[7]", "The reasons given by the Board for dismissing the documentary evidence establishing the applicant's identity are as follows:", "1) There is no reasonable explanation for the applicant misleading the authorities upon his arrival in Canada;", "2) The applicant only obtained a duplicate of the NIC approximately two months before his refugee hearing, leading the Board to question how the card was obtained, since the documentary evidence shows NICs are delivered only in person to male applicants;", "3) With respect to the birth certificate and school certificate, the documentary evidence shows that false or forged documents are easily obtained upon payment of money; and", "4) The photocopy of four pages of a Pakistani passport showing the applicant's picture and the name of Sohail Rasheed should not be given any probative value, since it is not an original and it is incomplete."], ["[8]", "The standard of review in credibility cases of the Board is patent unreasonableness (", "<FRAGMENT_SUPPRESSED>  (T.D.)). As long as the inferences drawn by the tribunal are not patently unreasonable as to warrant intervention, its findings are not open to judicial review. Accordingly, the respondent suggests that it is logical to conclude that the question of whether a claimant possesses acceptable documentation establishing his or her identity is to be reviewed by this Court only if the Board came to a patently unreasonable finding. That is indeed the view adopted by some judges of this Court (", "<FRAGMENT_SUPPRESSED>  (F.C.), at para. 14; and", "<FRAGMENT_SUPPRESSED>  (F.C.), at para. 6)."], ["[9]", "To contrast, the applicant submits that the question in issue does not strictly relate to credibility since foreign documents presented by a claimant in order to establish his or her identity are generally admissible under Canadian law (in this case the matter was heard in the province of Quebec). In this regard, counsel for the applicant has referred this Court to the following provisions:", "a) Article 2822 of the", "Civil Code of Quebec", "\"Art. 2822. An act purporting to be issued by a competent foreign public officer makes proof of its content against all persons and neither the quality nor the signature of the officer need be proved.", "\"Similarly, a copy of a document in the custody of the foreign public officer makes proof of its conformity to the original against all persons, and replaces the original if it purports to be issued by the officer\"", "\"Art. 2822. L'acte qui émane apparemment d'un officier public étranger compétent fait preuve, à l'égard de tous, de son contenu, sans qu'il soit nécessaire de prouver la qualité ni la signature de cet officier.", "\"De même, la copie d'un document dont l'officier public étranger est dépositaire fait preuve, à l'égard de tous, de sa conformité à l'original et supplée à ce dernier, si elle émane apparemment de cet officier.\"", "b) Section 23 of the", "Canada Evidence Act", ", R.S.C. 1985, c. C-5:", "\"23(1) Evidence of any proceeding or record whatever of, in or before any court in Great Britain, the Supreme Court, the Federal Court of Appeal, the Federal Court or the Tax Court of Canada, any court in a province, any court in a British colony or possession or any court of record of the United States, of a state of the United States or of any other foreign country, or before any justice of the peace or coroner in a province, may be given in any action or proceeding by an exemplification or certified copy of the proceeding or record, purporting to be under the seal of the court or under the hand or seal of the justice, coroner or court stenographer, as the case may be, without any proof of the authenticity of the seal or of the signature of the justice, coroner or court stenographer or other proof whatever.", "\"23(2) Where any court, justice or coroner or court stenographer referred to in subsection (1) has no seal, or so certifies, the evidence may be given by a copy purporting to be certified under the signature of a judge or presiding provincial court judge or of the justice or coroner or court stenographer, without any proof of the authenticity of the signature or other proof whatever.\"", "\"23(1) La preuve d'une procédure ou pièce d'un tribunal de la Grande-Bretagne, ou de la Cour suprême, ou de la Cour d'appel fédérale, ou de la Cour fédérale, ou de la Cour canadienne de l'impôt, ou d'un tribunal d'une province, ou de tout tribunal d'une colonie ou possession britannique, ou d'un tribunal d'archives des États-Unis, ou de tout État des États-Unis, ou d'un autre pays étranger, ou d'un juge de paix ou d'un coroner dans une province, peut se faire, dans toute action ou procédure, au moyen d'une ampliation ou copie certifiée de la procédure ou pièce, donnée comme portant le sceau du tribunal, ou la signature ou le sceau du juge de paix, du coroner ou du sténographe judiciaire, selon le cas, sans aucune preuve de l'authenticité de ce sceau ou de la signature du juge de paix, du coroner ou du sténographe judiciaire, ni autre preuve.", "\"23(2) Si un de ces tribunaux, ce juge de paix, ce coroner ou ce sténographe judiciaire n'a pas de sceau, ou certifie qu'il n'en a pas, la preuve peut se faire au moyen d'une copie donnée comme certifiée sous la signature d'un juge ou du juge de la cour provinciale présidant ce tribunal, ou de ce juge de paix, de ce coroner ou de ce sténographe judiciaire, sans aucune preuve de l'authenticité de cette signature, ni autre preuve.\"", "c) Paragraph 25(1) of the", "Interpretation Act", ", R.S.C. 1985, c. I-21:", "\"25(1) Where an enactment provides that a document is evidence of a fact without anything in the context to indicate that the document is conclusive evidence, then, in any judicial proceedings, the document is admissible in evidence and the fact is deemed to be established in the absence of any evidence to the contrary.\"", "\"25(1) Fait foi de son contenu en justice sauf preuve contraire le document dont un texte prévoit qu'il établit l'existence d'un fait sans toutefois préciser qu'il l'établit de façon concluante.\""], ["[10]", "The applicant submits that the failure of the Board to accept identification papers for improper reasons constitutes an error of law. Hence, the standard of review with respect to such a decision is correctness."], ["[11]", "For the reasons that follow, applying the pragmatic and functional approach (", "Dr. Q., Re", ", [2003] 1 S.C.R. 226; 302 N.R. 34; 179 B.C.A.C. 170; 295 W.A.C. 170; 2003 SCC 19, at para. 21), I conclude that the determination with respect to the applicant's identity should be reviewed on a standard of reasonableness simpliciter."], ["[12]", "It is true that questions of law are generally reviewable on a standard of correctness (", "<FRAGMENT_SUPPRESSED> , at para. 50). That being said, in the present case, the acceptance or rejection by the Board of official foreign documents establishing identity raises a mixed question of fact and law."], ["[13]", "A claimant bears the onus of establishing his or her identity. Parliament has placed particular emphasis on the importance of providing acceptable documents. If not available, the Board is nevertheless obliged to decide whether the claimant has provided a reasonable explanation for the lack of documentation, or has taken reasonable steps to obtain it. That being said, it is within the purview of the Board to consider the failure to establish identity in its assessment of the overall credibility of a claimant."], ["[14]", "Section 106 of the", "Act", "provides as follows:", "\"106. The Refugee Protection Division must take into account, with respect to the credibility of a claimant, whether the claimant possesses acceptable documentation establishing identity, and if not, whether they have provided a reasonable explanation for the lack of documentation or have taken reasonable steps to obtain the documentation.\"", "\"106. La Section de la protection des réfugiés prend en compte, s'agissant de crédibilité, le fait que, n'étant pas muni de papiers d'identité acceptables, le demandeur ne peut raisonnablement en justifier la raison et n'a pas pris les mesures voulues pour s'en procurer.\""], ["[15]", "Considering all relevant criteria, including the nature of the question, the expertise of the Board relative to that of this Court on the issue, the purpose of the", "Act", ", ss. 96, 97 and 106 of the", "Act", ", I am of the view that the determination made by the Board with respect to the identity of the applicant should be examined on a reasonableness simpliciter standard. This conclusion is consistent with the reasoning and the result I have reached in", "<FRAGMENT_SUPPRESSED> ; 257 F.T.R. 169 (F.C.)."], ["[16]", "Having carefully examined the transcripts of the hearing held before the Board as well as the documentary evidence submitted by the applicant, I have concluded that the finding of the Board is not tenable. Taken either as a whole or independently, the reasons given by the Board cannot stand up to \"a somewhat probing examination\" (", "<FRAGMENT_SUPPRESSED>  at paras. 48, 55). Overall, I find the Board's decision unreasonable."], ["[17]", "The applicant did in fact explain in the course of his testimony why he had lied to the immigration authorities upon his arrival. He testified that he was following his agent's instructions. Indeed, when asked to explain the inconsistencies given to Canadian authorities, the applicant gave the following explanations:", "\"Q. Now, this is where it gets a little bit strange for me anyway. Here you are, you're in the room with a Canadian Immigration officer. You've established some sort of relationship with the officer where the officer has grained your confidence and you have gained the confidence of the officer. Okay. Why don't you give her your real name?", "A. The agent told me that if you are caught, then don't give your real name give another name. And he said that I was doing according to what he had said. He said if you act whatever I have told you, then it will be okay. Otherwise you will have problems. He said don't give my name and don't give your name, the real name.", "Q. But at that point what did you think you were gonna achieve by giving her another false name?", "A. I was afraid, I wasn't sure that I will be given asylum here, since I was locked in the room talking with them.", "Q. But did they not say that they were gonna help you? Did they not say that you had problems, that they understood that Pakistan is a problematic country and that you may have had problems in Pakistan?", "A. Yes, she said that, but I wasn't sure because the agent had told me that act on my instruction, whatever I am saying you do accordingly. And I was very nervous at that time, and I was in a position that I had run away, fled from there and came here, I had come here to save my life.", "- Okay.", "Q. I mean, from what I understand, you decided to act on the instructions of your agent over the understanding that a CIC immigration officer demonstrated to you?", "A. Yes, because before this, the immigration officer had made me scared saying that we'll send you back so that I could not trust her.\""], ["[18]", "Where a claimant travels on false documents, destroys travel documents or lies about them upon arrival following an agent's instructions, it has been held to be peripheral and of very limited value as a determination of general credibility. First, it is not uncommon for those who are fleeing from persecution not to have regular travel documents and, as a result of their fears and vulnerability, simply to act in accordance with the instructions of the agent who organized their escape. Second, whether a person has told the truth about his or her travel documents has little direct bearing on whether the person is indeed a refugee (", "<FRAGMENT_SUPPRESSED> ; 99 N.R. 168 (F.C.A); and", "<FRAGMENT_SUPPRESSED>  (T.D.), at para. 14."], ["[19]", "Despite the fact that the applicant lied in failing to give his real name to the Canadian authorities at the port of entry, it remains that the applicant subsequently provided numerous documents in order to establish his identity. In this regard, I am ready to accept that the basic rule in Canadian law is that foreign documents (whether they establish the identity or not of a claimant) purporting to be issued by a competent foreign public officer should be accepted as evidence of their content unless the Board has some valid reason to doubt of their authenticity."], ["[20]", "<FRAGMENT_SUPPRESSED>  (T.D.), Dubé, J., notes at paragraphs 5 and 6:", "\"(...) Moreover, identity documents issued by a foreign government are presumed to be valid unless evidence is produced to prove otherwise: see Gur, Jorge P. (1971), 1 I.A.C. 384 (I.A.B.) 1. In that Immigration Appeal Board decision, the Chairman asked the following question at page 391:", "'The question here is, who can question the validity of an act of state and who, having questioned it, has the burden of proof as to its validity, and what proof is required?'", "\"He provided the right answer at page 392, as follows:", "'Although there is almost no jurisprudence to be found bearing directly on the point, it must be held that an act of state - a passport or a certificate of identity - is prima facie valid. The recognition of the sovereignty of a foreign state over its citizens or nationals and the comity of nations make any other finding untenable. The maxim omnia praesumuntur rite et solemniter esse acta applies with particular force here, establishing a rebuttable presumption of validity.'", "\"[6] In this instance, the Board challenged the validity of the birth certificate without adducing any evidence in support of its contention and, clearly, the matter of foreign documents it is not an area where the Board can claim particular knowledge. That, in my view, constitutes a reviewable error on the part of the Board.\""], ["[21]", "Unquestionably, there was no valid reason for the Board to discard the duplicate of the applicant's NIC, which constituted conclusive proof of the applicant's identity. Indeed, the latter document was sent for verification and the expert report concludes that the document in question is probably authentic. Accordingly, it should have been accepted as evidence of the applicant's identity."], ["[22]", "Moreover, the Board's reasoning for dismissing this apparently authentic document is arbitrary and capricious. Contrary to the suggestion made by the Board, the inscriptions on the document tend to prove that the duplicate has been issued in 1995 (while the original would have been issued in 1991), that is, many years before the applicant left Pakistan. Furthermore, the documentary evidence referred to by the Board in its decision does not establish conclusively that duplicate NICs are only delivered in person to male applicants. As appears from more recent documentary evidence, any bona fide family member can obtain prepared NICs of his family with written authorization from them (Tribunal Record, pp. 192-195, Government of Pakistan, Ministry of Interior, Directorate General of Registration, Question number 16). Accordingly, the Board has manifestly failed to consider that relevant part of the documentary evidence."], ["[23]", "As a whole, the impugned decision cannot stand. The reasons of the Board for discarding the other documentary evidence submitted by the applicant do not reside on strong grounds. Despite the fact that false or forged documents may be obtained in Pakistan upon payment for money, it remains that both the birth certificate and the high school leaving certificate have apparently been issued by the Government of Pakistan. The suggestion made by the Board that the latter documents may be forged is purely speculative when one considers in its entirety the documentary evidence submitted by the applicant."], ["[24]", "In conclusion, I note that this is not a case where the Board has closely examined a claimant's testimony and has determined that in light of the numerous contradictions and inconsistencies in said testimony, no probative value should be afforded to the documentary evidence submitted by the claimant (", "<FRAGMENT_SUPPRESSED>  (T.D.); and", "<FRAGMENT_SUPPRESSED>  (F.C.)). Here, the credibility finding made by the Board is based on the initial lie made by the applicant to the immigration authorities."], ["[25]", "The errors made by the Board are determinative. Consequently, the present application should be allowed and the matter sent back for redetermination by a differently constituted panel. No question of general importance has been raised by counsel and none will be certified.", "ORDER"], ["[26]", "THIS COURT ORDERS that the application for judicial review of the decision of the Immigration and Refugee Board, Refugee Protection Division, dated February 21, 2003, be granted. The decision is quashed and the matter is remitted back to a differently constituted panel.", "Application allowed.", "Editor: Elizabeth M.A. Turgeon/gs", "[End of document]"]]}