{"id_": "015669", "body_str": [["[1]", "Cullen, J.", ": This is an application pursuant to s. 18 of the", "Federal Court Act", "for an order in the nature of certiorari. The applicant seeks an order quashing the decision of an immigration officer that there were insufficient humanitarian and compassionate grounds for the exercise of the discretion under s. 114(2) of the", "Immigration Act", ", R.S.C. 1985, c. I-2 (\"the", "Act", "\"), exempting the applicant from the operation of s. 9(1) of the", "Act", "and allowing her to apply for permanent residence from within Canada. The applicants also seek an order in the nature of mandamus compelling the respondent to grant the applicant another hearing in which the applicant's claim of humanitarian and compassionate grounds may be reconsidered in accordance with the law and the duty of fairness.  <FRAGMENT_SUPPRESSED>", "Facts  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant entered Canada on a visitor's visa on June 2, 1981. She remained in Canada after her visa expired, and has resided in Canada continuously since her arrival. On June 22, 1987, the applicant voluntarily reported herself to the Canada Immigration Centre in Toronto. She had not previously come to the attention of the immigration authorities. A report was made on the applicant pursuant to ss. 27(2)(b) and 27(2)(e) of the", "Act", "on the grounds that she had engaged or continued in employment contrary to the", "Act", ", and had remained in Canada after her visitor status had expired.  <FRAGMENT_SUPPRESSED>"], ["[3]", "On August 12, 1987, the applicant was interviewed by an Immigration Officer in order to determine if she could be exempted from the visa requirements of s. 9(1) of the", "Act", ", either for reasons of public policy or for humanitarian and compassionate grounds. The Immigration Officer determined that there were insufficient grounds to warrant a recommendation that the applicant be exempted.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The applicant applied for Convention refugee status on September 15, 1988. As the applicant was in Canada on January 1, 1989, and had applied for consideration as a Convention refugee prior to that date, she was subject to the", "Refugee Claimants Backlog Procedures", ". In accordance with these procedures, the applicant was interviewed a second time on February 2, 1990, to determine if there were sufficient humanitarian and compassionate grounds or reasons of public policy to allow the applicant to apply for permanent residence status from within Canada. It was again determined that the applicant did not warrant exemption from the visa requirements of the", "Act", ".  <FRAGMENT_SUPPRESSED>"], ["[5]", "However, as a result of the decision of this court in", "<FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 243 (F.C.T.D.), in which it was held that the guidelines existing at the time of the applicant's second interview for determining the existence of humanitarian and compassionate grounds for backlog refugees were an invalid fettering of the discretion of Immigration Officers under s. 114(2) of the", "Act", ", the respondent prepared new guidelines on the exercise of discretion by Immigration Officers. All refugee claimants whose interviews prior to the", "Yhap", "decision resulted in no recommendation for exemption, such as the applicant in this case, were granted a new interview in accordance with the new guidelines. On May 2, 1990, the applicant was interviewed a third time to determine if sufficient humanitarian and compassionate grounds existed to warrant an exemption from the visa requirements of the", "Act", ".  <FRAGMENT_SUPPRESSED>"], ["[6]", "The applicant's third interview was conducted by Cathy Ralph, an Immigration Officer and a Unit Supervisor with the Toronto Refugee Backlog. Prior to the interview, Ms. Ralph reviewed the applicant's file and noted that at her first interview in August 1987, the applicant had already been considered under the Illegal De Facto Resident Policy, one of the headings of the public policy grounds under which an exemption to visa requirements may be made. As the applicant had already been reviewed under this branch of the public policy grounds, she determined that she would not consider the applicant any further under this policy at the May 2 interview. (Ms. Ralph indicates in her affidavit, however, that in reaching her final decision, she did not rely merely on the information contained in the file, but considered all the relevant considerations.) The applicant was interviewed for over an hour by Ms. Ralph, who took notes and accepted documentary evidence presented by the applicant setting out the circumstances which she felt constituted humanitarian and compassionate grounds.  <FRAGMENT_SUPPRESSED>"], ["[7]", "At the interview, the applicant also presented Ms. Ralph with a letter from her lawyer, Ian Stewart, in which he stated that he was unable to attend the interview with the applicant, and wished to make written representations with respect to the applicant's request for exemption based on humanitarian and compassionate grounds. Ms. Ralph telephoned Mr. Stewart to discuss a date for receipt of the written submissions. In the course of their conversation, Mr. Stewart indicated that he would be making written submissions on behalf of the applicant based on the Illegal De Facto Residents Policy contained in the new, post-", "Yhap", "policy guidelines.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The applicant and the respondent dispute the nature of Ms. Ralph's response to Mr. Stewart's position. The applicant states that Ms. Ralph said that the applicant was not eligible to apply under the Illegal De Facto Residents Policy as she had previously come to the attention of the respondent, pursuant to the eligibility requirements in the guidelines. Mr. Stewart in his affidavit states that he told Ms. Ralph that as the new guidelines were intended to apply to those persons in the", "Refugee Backlog", ", and as these persons had in all likelihood had previously come to the attention of the respondent, the respondent could not have intended the eligibility requirements to apply to those in the", "Backlog", ". If this were so, the guidelines with respect to Illegal De Facto Residents would be rendered superfluous in the context of the", "Backlog", ". Mr. Stewart states in his affidavit that Ms. Ralph responded by stating that the guidelines were meant to apply to all applications for humanitarian and compassionate consideration, not just members of the", "Backlog", ", and that persons in the", "Backlog", "could not be considered under the Illegal De Facto Resident heading of the public policy guidelines.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The respondent denies that Ms. Ralph stated flatly and categorically that the applicant was not eligible to apply as an Illegal De Facto Resident as she had previously come to the attention of the Minister. Rather, the respondent's position is that Ms. Ralph's affidavit evidence is that she said that", "normally", "a person in the", "Backlog", "would not be eligible to apply as an Illegal De Facto Resident as that person would have come to the respondent's attention. The respondent also denies that Ms. Ralph said that persons in the", "Backlog", "could not be considered under the Illegal De Facto Resident Policy, but rather provided Mr. Stewart with examples of individuals in the backlog who", "would", "be eligible under the policy. According to Ms. Ralph, if a member of the backlog had been \"underground\" for more than five years, and had come to the attention of the respondent by claiming refugee status before January 1, 1989, and that person had not been interviewed until his/her hearing under the", "Refugee Backlog", "program, that person would be considered under the Illegal De Facto Resident Policy. The respondent states that Ms. Ralph also advised Mr. Stewart that she had in the past accepted members of the", "Backlog", "under humanitarian and compassionate grounds that", "were", "eligible under the Illegal De Facto Resident Policy, and that if someone in the", "Backlog", "met the public policy grounds, but not humanitarian and compassionate grounds, that person could still be successful in an interview.  <FRAGMENT_SUPPRESSED>"], ["[10]", "On May 22, 1990, Mr. Stewart delivered his written submissions with respect to the Illegal De Facto Resident Policy and humanitarian and compassionate grounds. He also made submissions based on the Long Term Commitment to Canada Policy. The written submissions were considered by Ms. Ralph, along with the results of the applicant's interview. She decided to refuse the applicant's request for exemption from visa requirements on both humanitarian and compassionate grounds and for reasons of public policy. She did not consider the applicant under the Long Term Commitment to Canada Policy, as she considered the applicant to be ineligible because she did not have valid immigration status. On October 11, 1990, the applicant was given leave to commence this proceeding challenging the decision of Ms. Ralph under s. 18 of the", "Federal Court Act", ".  <FRAGMENT_SUPPRESSED>", "Issues  <FRAGMENT_SUPPRESSED>"], ["[11]", "The parties are essentially in agreement as to the issues raised in this application. They may be stated as follows:  <FRAGMENT_SUPPRESSED>", "1. Whether the respondent fettered its discretion with respect to members of the refugee claims backlog pursuant to the post-", "Yhap", "policy guidelines, by precluding consideration of the applicant's claim based on Illegal De Facto Residency, for the reason that the members of the backlog have previously come to official immigration attention;  <FRAGMENT_SUPPRESSED>", "2. Whether the respondent fettered its discretion with respect to the applicant by not considering the applicant's claim based on the Illegal De Facto Residency Policy, for the reason that the applicant had already been reviewed under that policy;  <FRAGMENT_SUPPRESSED>", "3. Whether the Immigration officer acted unfairly or unreasonably in her interpretation of the Illegal De Facto Residents Policy and the Long Term Commitment to Canada Policy.  <FRAGMENT_SUPPRESSED>", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[12]", "The subject of this application is the lawfulness of the decision of the Immigration Officer Cathy Ralph, acting under s. 114(2) of the", "Act", "and in accordance with departmental guidelines as she understood them, refusing to recommend to the Minister that the applicant be exempted from the visa requirements of the", "Act", ". The applicant submits that the discretion of the Immigration Officer to make this recommendation was improperly fettered by the policy guidelines of the respondent. Before embarking on an analysis of the applicant's submissions, however, I first propose to examine the statutory and administrative framework governing the proceeding that is the subject of this application.  <FRAGMENT_SUPPRESSED>"], ["[13]", "First, it should be noted that s. 9(1) of the", "Act", "provides that, except as otherwise prescribed, all persons seeking admission to Canada must obtain a visa. Section 9(1) reads:  <FRAGMENT_SUPPRESSED>", "\"9(1) Except in such cases as are prescribed, every immigrant and visitor shall make an application for and obtain a visa before that person appears at a port of entry. <FRAGMENT_SUPPRESSED>", "It is not disputed that the applicant had not complied with the proper visa requirements in this case. However, s. 114(2) of the", "Act", "provides that the Governor-in-Council may, by regulation, exempt any person from the application of the requirements of the", "Act", "or otherwise facilitate a person's admission to Canada for either reasons of public policy, or humanitarian and compassionate considerations:  <FRAGMENT_SUPPRESSED>", "\"114(2) The Governor-in-Council may by regulation exempt any person from any regulation made under subsection (1) or otherwise facilitate the admission of any person where the Governor-in-Council is satisfied that the person should be exempted from that regulation or the person's admission should be facilitated for reasons of public policy or due to the existence of compassionate or humanitarian considerations. <FRAGMENT_SUPPRESSED>"], ["[14]", "While the discretion under s. 114(2) is vested in the Governor-in-Council, in practice the volume of applications for exemption is such that it is the immigration officer conducting the interview who determines whether the requisite humanitarian and compassionate grounds or public policy reasons exist that would warrant an exemption. The immigration officer makes a recommendation to the Minister, who in turn makes a recommendation to the Governor-in-Council. This procedure, a delegation by necessary implication, was approved  <FRAGMENT_SUPPRESSED> -Perez and  <FRAGMENT_SUPPRESSED> . It was also held  <FRAGMENT_SUPPRESSED> -Perez", "that an applicant for exemption under s. 114(2) is entitled to a full and fair review to determine the existence of humanitarian and compassionate considerations in his/her particular situation.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The discretion of Immigration Officers to make recommendations for exemptions under this regime is guided by standards provided by the respondent in the form of policy guidelines. The guidelines in question in the case at hand were formulated after the decision of Jerome, A.C.J., in", "<FRAGMENT_SUPPRESSED> , that the previous guidelines concerning humanitarian and compassionate grounds unduly fettered the discretion delegated to Immigration Officers under s. 114(2). These new guidelines deal with the exercise of discretion under both humanitarian and compassionate grounds, and reasons of public policy. One of the categories of public policy which may be considered by Immigration Officers in the exercise of their discretion is the Illegal De Facto Residents Policy outlined below:  <FRAGMENT_SUPPRESSED>", "Illegal De Facto Residents Policy  <FRAGMENT_SUPPRESSED>", "\"Persons who meet the definition of an illegal de facto resident may be considered from within Canada. Illegal de facto residents are administratively defined as those persons", "who have not previously come to our attention", "and who, although they have no legal status in Canada, have been here so long and are so established that, in fact if not in law, they have their residence in Canada and not abroad. These persons will have gone 'underground' and will not have previously come to official immigration attention, e.g., as refugee claimants, members of the refugee claims backlog, or persons previously ordered removed. Such persons would have severed their ties with their home country and would undergo undue hardship if they were required to leave Canada in order to seek a visa to return (legally) as permanent residents.\" (Emphasis added)  <FRAGMENT_SUPPRESSED>", "It is undisputed that the applicant had previously come to the attention of the respondent, and therefore did not come within the definition. As noted above, the position of the applicant is that this definition of eligibility for the Illegal De Facto Residency exemption could not have been intended to apply to those in the", "Backlog", ".  <FRAGMENT_SUPPRESSED>"], ["[16]", "I would observe in passing at this point that it is not appropriate for a reviewing court to interfere with the exercise of a statutorily-granted discretion, such as the discretion granted to the Immigration Officer under s. 114(2), unless it is clear that the discretion was exercised unreasonably, in bad faith, or was based on irrelevant considerations. A court should not in effect substitute its own conclusion on an issue for that of the administrator vested with the discretion:", "<FRAGMENT_SUPPRESSED> , at p. 1076.  <FRAGMENT_SUPPRESSED>", "Fettering Of Respondent's", "Discretion: Public Policy:  <FRAGMENT_SUPPRESSED>"], ["[17]", "The applicant submits that the respondent has fettered the discretion of Immigration Officers by preventing them from considering those in the", "Refugee Backlog", "as eligible for the same treatment as those in the Illegal De Facto Resident Policy, on the ground that they had previously come to the attention of the respondent. In my opinion, however, there has been no fettering of discretion by the respondent in the context of this branch of the public policy exemption.  <FRAGMENT_SUPPRESSED>"], ["[18]", "With respect to the guidelines generally, I do not think it can be seriously disputed that general standards are necessary for the effective exercise of discretion in the circumstances, in order to ensure a certain level of consistency from one decision to another, and to avoid a patchwork of arbitrary and haphazard decisions being made across the country. Uniformity in decision-making, however, must be balanced against the need to consider individual cases on their own merits and particular circumstances. Care must be taken so that any guidelines formulated to structure the use of discretion do not crystallize into binding and conclusive rules. If the discretion of the administrator becomes too tightly circumscribed by guidelines, the flexibility and judgment that are an integral part of discretion may be lost. The balance to be struck between the two considerations depends, however, on the circumstances and considerations of a particular decision-making situation.  <FRAGMENT_SUPPRESSED>"], ["[19]", "Recently, in", "Vidal and  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), Mr. Justice Strayer addressed the above concerns, and held that post-", "Yhap", "policy guidelines do not improperly fetter the discretion of immigration officers. He stated (at pp. 12-13):  <FRAGMENT_SUPPRESSED>", "\"I am satisfied that these guidelines adequately convey to immigration officers that, particularly in respect of humanitarian and compassionate considerations, the guidelines are not to be regarded as exhaustive and definitive. It is emphasized and re-emphasized that officers are expected to use their best judgment. I believe they amount to 'general policy' or 'rough rules of thumb' which Jerome, A.C.J., recognized as permissible in the", "Yhap", "case. I would go farther than Jerome, A.C.J., and say that such guidelines are not only permissible but highly desirable in the circumstances. No doubt when Parliament conferred the power under subsection 114(2) on the Governor-in-Council to make exceptions to the requirements in the", "Act", "and the", "Regulations", "it expected the Governor-in-Council to exercise that discretion with some sort of consistency throughout the country and not purely arbitrarily or by whim. More particularly, by the principles of parliamentary government the Governor-in-Council must be responsible to Parliament for the exercise of his discretion. As the Governor-in-Council is in the vast majority of cases dependent on the recommendation of immigration officers, as approved by the Minister, for the exercise of his discretion it is highly desirable that immigration officers have some sort of guidance as to what factors the Minister thinks important in making recommendations to the Governor-in-Council in this respect. If the net effect of this is to give more importance to some factors, without necessarily excluding other factors, it appears to me to be a sensible way for the Minister and the Governor-in-Council to bring some consistency into the exercise of powers under subsection 114(2) and to discharge their political responsibilities to Parliament. <FRAGMENT_SUPPRESSED>"], ["[20]", "In", "Vidal and Dadwah", ", Mr. Justice Strayer was presented with the same argument advanced by the applicant in this case, i.e. that the Illegal De Facto Resident Policy fettered the discretion of immigration officers with respect to those in the refugee backlog program. Mr. Justice Strayer stated, at pp. 21-22:  <FRAGMENT_SUPPRESSED>", "\"Counsel took issue in argument with one of the policies listed under the heading of 'Public Policy Situations' in the guidelines, namely the 'Illegal De Facto Residents Policy' which is quoted above. The basis of the argument appeared to be that it was unreasonable or illegal to prevent immigration officers from considering those in the Refugee Backlog Programme as eligible for the same treatment as 'Illegal De Facto Residents'.  <FRAGMENT_SUPPRESSED>", "\"To the extent that this is an argument that immigration officers should have the discretion, on public policy grounds, to treat those who do not come within the administrative definition of 'Illegal De Facto Residents' as if they do, I think it is untenable. In my view, there is a fundamental difference between humanitarian and compassionate grounds referred to in subsection 114(2), where Jerome, A.C.J., has held in the", "Yhap", "case that there can be no fettering of discretion of immigration officers, and the public policy ground also referred to in subsection 114(2). As I have suggested earlier, the rationale of", "Yhap", "is based on the proposition that the words 'humanitarian and compassionate' have some objective meaning which each immigration officer is entitled to interpret. But the term 'public policy' has no objective content and must be defined by those having authority to define public policy. I cannot accept that every immigration officer has the right and obligation to define his own 'public policy'. That is surely a matter for the Governor-in-Council to determine in the exercise of his authority under subsection 114(2) and it is perfectly legitimate for the Minister to indicate through guidelines what she will recommend to the Governor-in-Council as 'public policy' (based, presumably, on what the Governor-in-Council is likely to accept). The guidelines may therefore prescribe the situations in which, for reasons of public policy, the Governor-in-Council will by regulation exempt an individual from other regulations or otherwise facilitate his admission.  <FRAGMENT_SUPPRESSED>", "\"By making special arrangements for illegal defacto residents the Minister and Governor-in-Council are not taking any rights away from anyone. They are simply identifying a certain category of person whose admission may be facilitated without the necessity of considering whether there exist humanitarian and compassionate grounds. This in no way fetters the discretion of the immigration officers in respect of determining whether humanitarian and compassionate grounds exist in respect of those who do not specially qualify as illegal de facto residents. <FRAGMENT_SUPPRESSED>"], ["[21]", "I accept the distinction drawn by Strayer, J., between considerations of public policy and humanitarian and compassionate concerns. In my opinion, he is correct in stating that concerns of public policy should not be modified or extended by immigration officers. As public policy is the province of those constitutionally entrusted with the power to set policy, allowing immigration officers to make exceptions to definitions adopted in the formulation of public policy would amount in effect to the immigration officer usurping the legislative role. Therefore, I would conclude that the respondent has not fettered the discretion of immigration officers in the context of the public policy guidelines.  <FRAGMENT_SUPPRESSED>", "Fettering Of Discretion:", "The Immigration Officer:  <FRAGMENT_SUPPRESSED>"], ["[22]", "The applicant also submits that the Immigration Officer fettered her discretion by refusing to consider the applicant's claim under the Illegal De Facto Resident Policy on the ground that the applicant had been reviewed under that policy almost three years earlier, and therefore had previously come to the attention of the respondent. In my opinion, this position can be disposed of by referring to the conclusion in", "Vidal and Dadwah", "(supra), that immigration officers do not have the discretion to ignore administrative definitions reached under public policy grounds. But even if I were to accept the position of the applicant that immigration officers do possess such discretion, I find it difficult to accept their characterization of the actions of the Immigration Officer Cathy Ralph. Her affidavit and the cross-examination thereof indicate that she did not mechanically refuse to consider the applicant. The cross-examination evidence reveals that she advised the applicant through her counsel of situations when a member of the", "Refugee Backlog", "could be considered under the Illegal De Facto Resident Policy, and that persons in the", "Backlog", "normally", "would not be eligible. In my opinion, the immigration officer did not fetter her discretion, but rather considered that the applicant did not meet the requirements that would qualify her as a member of the", "Backlog", "to be eligible as an Illegal De Facto Resident.  <FRAGMENT_SUPPRESSED>", "Duty To Act Fairly", "And Reasonably:  <FRAGMENT_SUPPRESSED>"], ["[23]", "The applicant submits that the Immigration Officer breached the duty of fairness in determining prior to the interview that the applicant would not be reviewed under the Illegal De Facto Resident Policy. It is also submitted that the Immigration Officer's interpretation of the Illegal De Facto Residency Policy was unreasonable, in that as all members of the backlog had previously come to the attention of the respondent and are therefore excluded from the Policy, the Policy is meaningless in the context of the", "Backlog", ". The applicant also questions the reasonableness of the Immigration Officer's interpretation of the Long Term Commitment to Canada Policy.  <FRAGMENT_SUPPRESSED>"], ["[24]", "With respect to the duty of fairness, it was held  <FRAGMENT_SUPPRESSED> - <FRAGMENT_SUPPRESSED> , that the respondent is required to act fairly in considering an application under s. 114(2). The content of this duty of fairness, however, varies and its content must be decided in the specific context of each case:", "<FRAGMENT_SUPPRESSED>  Sask.R. 81 (S.C.C.), at p. 311. In my opinion, the respondent fulfilled its duty to act fairly in the circumstances. While the Immigration Officer consulted the file prior to the hearing and noted that the applicant had previously been reviewed under the Illegal De Facto Resident Policy, it is also true that before the final decision was made, the Immigration Officer accepted and considered written submissions from the applicant's counsel with respect to both humanitarian and compassionate grounds and the Illegal De Facto Resident's Policy. The requirements of procedural fairness may be satisfied by either an oral hearing or written submissions if the decision-maker does in substance \"hear\" the applicant:", "Knight", ", supra, at 314 W.W.R. The Immigration Officer also considered oral submissions from the applicant and documentary evidence.  <FRAGMENT_SUPPRESSED>"], ["[25]", "With respect to the issue of reasonableness, the reasonableness of the Immigration Officer's interpretation of the Illegal De Facto Residency guidelines has been upheld in", "Vidal and  <FRAGMENT_SUPPRESSED> . As for the interpretation of the Long Term Commitment to Canada Policy, the policy provides that:  <FRAGMENT_SUPPRESSED>", "\"Officers may consider sympathetically the situation of long-term employment authorization holders in valid status who request processing of their application for permanent resident status in Canada. <FRAGMENT_SUPPRESSED>", "The immigration officer did not consider the applicant under this policy, as she did not have valid immigration status, on the grounds that she remained in Canada after her visa had expired, and had engaged in employment in Canada. The applicant submits that the words \"valid status\" in the policy should be read as modifying the expression \"long-term employment authorization\", and not as meaning valid immigration status. In my opinion, the applicant's interpretation is not in accordance with the normal meaning one would give to the word \"valid status\" in the context of an immigration policy, and therefore I prefer the interpretation of the respondent, and consider it reasonable.  <FRAGMENT_SUPPRESSED>", "Disposition  <FRAGMENT_SUPPRESSED>"], ["[26]", "In my opinion, the applicant has not established any grounds for an order in the nature of certiorari, and accordingly I will dismiss this application with costs.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Steven C. McMinniman/sms  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}