{"id_": "015764", "body_str": [["[1]", "de Montigny, J.", ": This is an application for judicial review of a May 19, 2010 decision of the Pensions Appeal Board (the \"PAB\") granting the Respondent leave to appeal the decision of the Review Tribunal rendered on January 12, 2010. The dispute concerns benefits offered under the", "Canada Pension Plan", "(the \"CPP\" or the \"Plan\").  <FRAGMENT_SUPPRESSED>"], ["[2]", "Having carefully considered the record and heard the parties, I have come to the conclusion that the designated member of the PAB erred in granting the Respondent Mr. Zakaria leave to appeal the decision of the Review Tribunal in the absence of an arguable case. The following are my reasons to so conclude.  <FRAGMENT_SUPPRESSED>", "I.", "The facts  <FRAGMENT_SUPPRESSED>"], ["[3]", "Mr. Zakaria applied for CPP disability benefits in February 2008. In his application, he indicated that he had been employed up until January 29, 2008, at which point he stopped working because of various health problems, including cysts, arthritis and bone pain.  <FRAGMENT_SUPPRESSED>"], ["[4]", "His application for disability benefits was denied initially, and was also denied upon reconsideration. He then appealed that decision to a Review Tribunal.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Respondent began receiving a CPP retirement pension in March 2008.  <FRAGMENT_SUPPRESSED>"], ["[6]", "On October 27, 2009, a Review Tribunal heard his appeal. The Review Tribunal found that since he had been receiving the CPP retirement pension, he could opt to cancel it in favour of a disability benefit in accordance with s. 66.1 of the Plan and s. 46.2(2) of the Regulations. However, the Tribunal further indicated that these provisions would only be applicable to him if he were deemed disabled", "before", "the date that the retirement pension became payable. As such, he would have had to establish that he became disabled precisely in February 2008, since he was able to work until January 29, 2008, and began receiving retirement benefits in March of that year. The Review Tribunal found that he had failed to establish that he became disabled at precisely that time.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Review Tribunal summarized the evidence regarding Mr. Zakaria's circumstances as follows:  <FRAGMENT_SUPPRESSED>", "Mr. Zakaria is 62 years old. He affirms that his English language skills are very poor due to a failing memory.  <FRAGMENT_SUPPRESSED>", "Mr. Zakaria completed a Bachelors of Arts degree and obtained a certificate in travel counselling in 1995. Until 1990, he worked in a factory where he was injured. He then became teacher for the Windsor Separate School Board and taught various subjects. From September 2000 to January 29, 2008, he worked as courier.  <FRAGMENT_SUPPRESSED>", "According to his application, Mr. Zakaria has not been able to work since his last day on the job (January 29, 2008) as a result of his medical condition. He applied for a disability pension on February 11, 2008.  <FRAGMENT_SUPPRESSED>", "Mr. Zakaria reports having been diagnosed with several ailments, including the following: large cysts on both kidneys, fatty liver, enlarged prostate, difficulty hearing, black spots in the eyes, a large hernia in upper stomach and an ulcer in stomach, degenerative disc disease of the cervical spine and osteoarthritis in the neck, dorsal spine, right shoulder, knees and feet.  <FRAGMENT_SUPPRESSED>", "To cope with these conditions, Mr. Zakaria takes various medications to manage his symptoms.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Tribunal found Mr. Zakaria's evidence at the hearing to be unreliable, as it was inconsistent with reliable documentary evidence. It also found that he had failed to establish a plausible explanation as to how he became unable to work precisely in February 2008. The Tribunal concluded that he had not established that he was disabled within the meaning of the Plan.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Mr. Zakaria sought leave to appeal the Tribunal's decision on May 4, 2010, by way of a letter which said only the following:  <FRAGMENT_SUPPRESSED>", "I am unable to work due to several medical conditions, which prevent me from working because the pain is severe and prolonged. As a result of my medical conditions I believe that I qualify for a disability pension. When I receive letters from specialists regarding my condition, I will forward them to (sic) as soon as possible.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The PAB granted the application for leave to appeal on May 19, 2010, but provided no reasons for its decision. The Applicant seeks judicial review of that decision.  <FRAGMENT_SUPPRESSED>", "II.", "The impugned decision  <FRAGMENT_SUPPRESSED>"], ["[11]", "In the absence of any new or additional evidence, a designated member of the Board granted the Respondent's application for leave to appeal on May 19, 2010. The designated member provided no reasons for the decision granting leave to appeal.  <FRAGMENT_SUPPRESSED>", "III.", "The issue  <FRAGMENT_SUPPRESSED>"], ["[12]", "The only issue in this case is whether the PAB err in granting leave to appeal to the Respondent.  <FRAGMENT_SUPPRESSED>", "IV.", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[13]", "The following analysis owes much to the able submissions made by counsel for the applicant, with whom I generally agree.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The review of a decision of a designated member to grant leave to appeal involves two issues: (1) whether the right test was applied; and (2) whether a legal or factual error was committed in determining whether an arguable case was raised.  <FRAGMENT_SUPPRESSED>  (FC), at para 15;", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[15]", "This Court has previously held that the issue of whether the designated member applied the proper test in granting leave to appeal is a question of law reviewable on the standard of correctness, while the determination of whether the application raises an arguable case has been evaluated against the standard of reasonableness:", "<FRAGMENT_SUPPRESSED> ;", "<FRAGMENT_SUPPRESSED> , at para 8;", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[16]", "In the present case, the Applicant submits that the designated member treated the application for leave to appeal as an appeal as of right or applied the wrong test for the grant of leave: this is a question of law reviewable against the standard of correctness. Alternatively, the Applicant argued that even if the designated member applied the correct test, he erred in determining that the application raised an arguable case. This is a question of fact and law reviewable against the standard of reasonableness.  <FRAGMENT_SUPPRESSED>", "A.", "The Legislative Scheme  <FRAGMENT_SUPPRESSED>"], ["[17]", "The Supreme Court of Canada stated in", "<FRAGMENT_SUPPRESSED>  (at para 9) that the Canada Pension Plan is not a social welfare scheme. It was designed to provide social insurance for Canadians who experience a loss of earnings owing to retirement, disability, or the death of a wage-earning spouse or parent. In other words, the Plan is a contributory regime in which \"Parliament has defined both the benefits and the terms of entitlement, including the level and duration of an applicant's financial contribution\" (", "ibid.)", ".  <FRAGMENT_SUPPRESSED>"], ["[18]", "Section 44(1)(a) of the Plan provides that a retirement pension is payable to a person who reached sixty years of age. Section 44(1)(b) of the Plan provides that a disability benefit is payable  <FRAGMENT_SUPPRESSED>", "to a disabled contributor who has not reached sixty-five years of age and to whom no retirement pension is payable. Sections 44(1)(a) and (b) read, in part:  <FRAGMENT_SUPPRESSED>", "Benefits payable  <FRAGMENT_SUPPRESSED>", "44. (1) Subject to this Part,  <FRAGMENT_SUPPRESSED>", "(a) a retirement pension shall be paid to a contributor who has reached sixty years of age;  <FRAGMENT_SUPPRESSED>", "(b) a disability pension shall be paid to a contributor who has not reached sixty-five years of age, to whom no retirement pension is payable, who is disabled and who  <FRAGMENT_SUPPRESSED>", "(i) has made contributions for not less than the minimum qualifying period,  <FRAGMENT_SUPPRESSED>", "(ii) is a contributor to whom a disability pension would have been payable at the time the contributor is deemed to have become disabled if an application for a disability pension had been received before the contributor's application for a disability pension was actually received, or  <FRAGMENT_SUPPRESSED>", "(iii) is a contributor to whom a disability pension would have been payable at the time the contributor is deemed to have become disabled if a division of unadjusted pensionable earnings that was made under section 55 or 55.1 had not been made;  <FRAGMENT_SUPPRESSED>", "(iv) [Repealed, 1997, c. 40, s. 69]  <FRAGMENT_SUPPRESSED>", "Prestations payables  <FRAGMENT_SUPPRESSED>", "44. (1) Sous réserve des autres dispositions de la présente partie:  <FRAGMENT_SUPPRESSED>", "a) une pension de retraite doit être payée à un cotisant qui a atteint l'âge de soixante ans;  <FRAGMENT_SUPPRESSED>", "b) une pension d'invalidité doit être payée à un cotisant qui n'a pas atteint l'âge de soixante-cinq ans, à qui aucune pension de retraite n'est payable, qui est invalide et qui:  <FRAGMENT_SUPPRESSED>", "(i) soit a versé des cotisations pendant au moins la période minimale d'admissibilité,  <FRAGMENT_SUPPRESSED>", "(ii) soit est un cotisant à qui une pension d'invalidité aurait été payable au moment où il est réputé être devenu invalide, si une demande de pension d'invalidité avait été reçue avant le moment où elle l'a effectivement été,  <FRAGMENT_SUPPRESSED>", "(iii) soit est un cotisant à qui une pension d'invalidité aurait été payable au moment où il est réputé être devenu invalide, si un partage des gains non ajustés ouvrant droit à pension n'avait pas été effectué en application des articles 55 et 55.1;  <FRAGMENT_SUPPRESSED>", "(iv) [Abrogé, 1997, ch. 40, art. 69]  <FRAGMENT_SUPPRESSED>"], ["[19]", "Section 42(2)(b) of the Plan stipulates that in no case shall a person be deemed to have become disabled earlier than fifteen months before the time the application is made. Section 42(2)(b) states:  <FRAGMENT_SUPPRESSED>", "When person deemed disabled  <FRAGMENT_SUPPRESSED>", "(2) For the purposes of this Act,  <FRAGMENT_SUPPRESSED>", "(b) a person is deemed to have become or to have ceased to be disabled at the time that is determined in the prescribed manner to be the time when the person became or ceased to be, as the case may be, disabled, but in no case shall a person - including a contributor referred to in subparagraph 44(1)(b)(ii) - be deemed to have become disabled earlier than fifteen months before the time of the making of any application in respect of which the determination is made.  <FRAGMENT_SUPPRESSED>", "Personne déclarée invalide  <FRAGMENT_SUPPRESSED>", "(2) Pour l'application de la présente loi:  <FRAGMENT_SUPPRESSED>", "b) une personne est réputée être devenue ou avoir cessé d'être invalide à la date qui est déterminée, de la manière prescrite, être celle où elle est devenue ou a cessé d'être, selon le cas, invalide, mais en aucun cas une personne - notamment le cotisant visé au sous-alinéa 44(1)b)(ii) - n'est réputée être devenue invalide à une date antérieure de plus de quinze mois à la date de la présentation d'une demande à l'égard de laquelle la détermination a été faite.  <FRAGMENT_SUPPRESSED>"], ["[20]", "According to s. 66.1(1.1) of the Plan, a person who is in receipt of a retirement pension is ineligible to receive a disability benefit unless he or she could be deemed to have become disabled before the month in which the retirement pension became payable. Section 66.1(1) states in part:  <FRAGMENT_SUPPRESSED>", "Request to cancel benefit  <FRAGMENT_SUPPRESSED>", "66.1 (1) A beneficiary may, in prescribed manner and within the prescribed time interval after payment of a benefit has commenced, request cancellation of that benefit.  <FRAGMENT_SUPPRESSED>", "Demande de cessation de prestation  <FRAGMENT_SUPPRESSED>", "66.1 (1) Un bénéficiaire peut demander la cessation d'une prestation s'il le fait de la manière prescrite et, après que le paiement de la prestation a commencé, durant la période de temps prescrite à cet égard.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The Respondent started to receive a retirement pension in March 2008. His application for disability benefits was made in February 2008 and therefore the earliest date he could be deemed disabled is November 2006. However, since the Respondent demonstrated an ability to work through to the end of January 2008, he would have to establish that he became disabled precisely in February 2008, the month before his retirement pension commenced.  <FRAGMENT_SUPPRESSED>"], ["[22]", "To be entitled to a disability pension an applicant must demonstrate that he or she has a condition which renders him or her incapable of work. The definition of disability in the Plan is inextricably linked to the capacity to work. In addition, eligibility is based on contributions which are made to the Plan. Based on these contributions, an applicant establishes a Minimum Qualifying Period (MQP). The applicant must prove not only that he or she was disabled, but that this disability existed prior to the expiry of the MQP as well as continuously thereafter.  <FRAGMENT_SUPPRESSED>"], ["[23]", "To be entitled to a disability pension under the Plan a person must satisfy three requirements: he must (i) meet the contributory requirements; (ii) be disabled within the meaning of the CPP when the contributory requirements were met; and (iii) be so disabled continuously and indefinitely. See Canada Pension Plan, R.S.C. 1985, c. C-8, ss. 42(2), 44(1)(b) and 44(2).  <FRAGMENT_SUPPRESSED>"], ["[24]", "Subsection 42(2) of the Plan provides that a person shall be considered to be disabled only if he or she is determined to have a severe and prolonged mental or physical disability. Section 68 of the Canada Pension Plan Regulations (C.R.C., c. 385) expands on the information to be supplied to the Minister by an applicant claiming to be disabled within the meaning of the Act.  <FRAGMENT_SUPPRESSED>"], ["[25]", "A disability is \"severe\" only if the person is incapable regularly of pursuing any substantially gainful occupation. It is the capacity to work and not the diagnosis or the disease description that determines the severity of the disability under the Plan. Disability is not based upon the applicant's incapacity to perform his or her usual job, but rather any substantially gainful occupation:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[26]", "An applicant who seeks to bring himself within the definition of severe disability must not only show that he or she has a serious health problem but, where there is evidence of work capacity, must show that efforts at obtaining and maintaining employment have been unsuccessful by reason of that health condition. Not everyone with a health problem who has some difficulty finding and keeping a job is entitled to a disability pension. Applicants must still demonstrate that they suffer from a serious and prolonged disability that renders them incapable regularly of pursuing any substantially gainful occupation. Medical evidence is required, as is evidence of employment efforts and possibilities:", "<FRAGMENT_SUPPRESSED> , at para 3;", "<FRAGMENT_SUPPRESSED> , at paras 16-17;", "<FRAGMENT_SUPPRESSED> , at paras 44-46 and 50.  <FRAGMENT_SUPPRESSED>", "B.", "The Appeal Process and the Statutory Scheme Governing Leave to Appeal  <FRAGMENT_SUPPRESSED>"], ["[27]", "The process of applying for a disability pension involves not only an initial consideration of an application, but a second review of the application if an applicant is dissatisfied with the Minister's decision at first instance. Following this second review, an applicant is then entitled as of right to a further appeal to a Review Tribunal. With leave, an additional", "de novo", "appeal is available before the Board. This generous appeals process is set out in the Plan, and is detailed below.  <FRAGMENT_SUPPRESSED>"], ["[28]", "The Minister, upon receipt of an application for a disability benefit, is required by the Plan to consider the application and notify the applicant in writing of the decision either approving the application or denying it:", "Canada Pension Plan,", "above, s. 60. If an applicant is dissatisfied with a decision of the Minister under s. 60, he or she may make a request to the Minister for a reconsideration of that decision:", "Canada Pension Plan", ", s. 81(1). A party who is dissatisfied with a reconsideration decision made by the Minister pursuant to s. 81(1) may, as or right, appeal that decision to a Review Tribunal:", "Canada Pension Plan", ", s. 82(1).  <FRAGMENT_SUPPRESSED>"], ["[29]", "There is no appeal as of right to the Board from a decision of a Review Tribunal. Instead, s. 83(1) of the Plan provides that a party who is dissatisfied with the decision of a Review Tribunal must apply in writing to the Chairman or Vice-Chairmen of the Board for leave to appeal the decision of the Review Tribunal to the Board. Section 83(2) of the Plan provides the Chairman or Vice-Chairman of the Board with the authority to either grant or refuse the request for leave. However, s. 83(2.1) of the Plan allows the Chairman or Vice-Chairman to designate any member or temporary member of the Board to exercise the powers referred to in s. 83(2) of the Plan.  <FRAGMENT_SUPPRESSED>"], ["[30]", "Rule 4 of the", "Pension Appeals Board Rules of Procedure (Benefits)", "provides that an application for leave to appeal shall contain the grounds upon which the applicant relies to obtain leave to appeal, allegations of fact, reasons he intends to submit, and documentary evidence he intends to rely on in support of the appeal.  <FRAGMENT_SUPPRESSED>"], ["[31]", "Applications for leave are disposed of ex parte unless the Chairman or Vice-Chairman otherwise directs. There is no requirement under the Plan that written reasons be provided where leave is granted:", "Canada Pension Plan", ", above, ss. 83(3) and (4).  <FRAGMENT_SUPPRESSED>"], ["[32]", "According to s. 83(2) of the Plan, a decision of a member designated by the Chairman or Vice-Chairman to grant an application for leave is made in the exercise of jurisdiction conferred by the Plan and is not considered to be a decision of the Board itself:", "<FRAGMENT_SUPPRESSED>  (FCA), at para 2.  <FRAGMENT_SUPPRESSED>"], ["[33]", "There is no appeal from decisions of designated members of the Board with respect to leave made pursuant to s. 83(2) of the Plan. However, the decision of the designated member granting leave may be judicially reviewed by the  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[34]", "For ease of reference, the relevant provisions of the", "Canada Pension Plan", "and of the", "Pension Appeals Board Rules of Procedure (Benefits)", "are hereafter reproduced:  <FRAGMENT_SUPPRESSED>", "Appeal to Pension Appeals Board  <FRAGMENT_SUPPRESSED>", "83. (1) A party or, subject to the regulations, any person on behalf thereof, or the Minister, if dissatisfied with a decision of a Review Tribunal made under section 82, other than a decision made in respect of an appeal referred to in subsection 28(1) of the Old Age Security Act, or under subsection 84(2), may, within ninety days after the day on which that decision was communicated to the party or Minister, or within such longer period as the Chairman or Vice-Chairman of the Pension Appeals Board may either before or after the expiration of those ninety days allow, apply in writing to the Chairman or Vice-Chairman for leave to appeal that decision to the Pension Appeals Board.  <FRAGMENT_SUPPRESSED>", "Decision of Chairman or Vice-Chairman  <FRAGMENT_SUPPRESSED>", "(2) The Chairman or Vice-Chairman of the Pension Appeals Board shall, forthwith after receiving an application for leave to appeal to the Pension Appeals Board, either grant or refuse that leave.  <FRAGMENT_SUPPRESSED>", "Designation  <FRAGMENT_SUPPRESSED>", "(2.1) The Chairman or Vice-Chairman of the Pension Appeals Board may designate any member or temporary member of the Pension Appeals Board to exercise the powers or perform the duties referred to in subsection (1) or (2).  <FRAGMENT_SUPPRESSED>", "Where leave refused  <FRAGMENT_SUPPRESSED>", "(3) Where leave to appeal is refused, written reasons must be given by the person who refused the leave.  <FRAGMENT_SUPPRESSED>", "Where leave granted  <FRAGMENT_SUPPRESSED>", "(4) Where leave to appeal is granted, the application for leave to appeal thereupon becomes the notice of appeal, and shall be deemed to have been filed at the time the application for leave to appeal was filed.  <FRAGMENT_SUPPRESSED>", "Appel à la Commission d'appel des pensions  <FRAGMENT_SUPPRESSED>", "83. (1) La personne qui se croit lésée par une décision du tribunal de révision rendue en application de l'article 82 - autre qu'une décision portant sur l'appel prévu au paragraphe 28(1) de la Loi sur la sécurité de la vieillesse - ou du paragraphe 84(2), ou, sous réserve des règlements, quiconque de sa part, de même que le ministre, peuvent présenter, soit dans les quatre-vingt-dix jours suivant le jour où la décision du tribunal de révision est transmise à la personne ou au ministre, soit dans tel délai plus long qu'autorise le président ou le vice-président de la Commission d'appel des pensions avant ou après l'expiration de ces quatre-vingt-dix jours, une demande écrite au président ou au vice-président de la Commission d'appel des pensions, afin d'obtenir la permission d'interjeter un appel de la décision du tribunal de révision auprès de la Commission.  <FRAGMENT_SUPPRESSED>", "Décision du président ou du vice-président  <FRAGMENT_SUPPRESSED>", "(2) Sans délai suivant la réception d'une demande d'interjeter un appel auprès de la Commission d'appel des pensions, le président ou le vice-président de la Commission doit soit accorder, soit refuser cette permission.  <FRAGMENT_SUPPRESSED>", "Désignation  <FRAGMENT_SUPPRESSED>", "(2.1) Le président ou le vice-président de la Commission d'appel des pensions peut désigner un membre ou membre suppléant de celle-ci pour l'exercice des pouvoirs et fonctions visés aux paragraphes (1) ou (2).  <FRAGMENT_SUPPRESSED>", "Permission refusée  <FRAGMENT_SUPPRESSED>", "(3) La personne qui refuse l'autorisation d'interjeter appel en donne par écrit les motifs.  <FRAGMENT_SUPPRESSED>", "Permission accordée  <FRAGMENT_SUPPRESSED>", "(4) Dans les cas où l'autorisation d'interjeter appel est accordée, la demande d'autorisation d'interjeter appel est assimilée à un avis d'appel et celui-ci est réputé avoir été déposé au moment où la demande d'autorisation a été déposée.  <FRAGMENT_SUPPRESSED>", "APPLICATION FOR LEAVE TO APPEAL  <FRAGMENT_SUPPRESSED>", "4. An appeal from a decision of a Review Tribunal shall be commenced by serving on the Chairman or Vice-Chairman an application for leave to appeal, which shall be substantially in the form set out in Schedule I and shall contain  <FRAGMENT_SUPPRESSED>", "(a) the date of the decision of the Review Tribunal, the name of the place at which the decision was rendered and the date on which the decision was communicated to the appellant;  <FRAGMENT_SUPPRESSED>", "(b) the full name and postal address of the appellant;  <FRAGMENT_SUPPRESSED>", "(c) the name of an agent or representative, if any, on whom service of documents may be made, and his full postal address;  <FRAGMENT_SUPPRESSED>", "(d) the grounds upon which the appellant relies to obtain leave to appeal; and  <FRAGMENT_SUPPRESSED>", "(e) a statement of the allegations of fact, including any reference to the statutory provisions and constitutional provisions, reasons the appellant intends to submit and documentary evidence the appellant intends to rely on in support of the appeal.  <FRAGMENT_SUPPRESSED>", "DEMANDE D'AUTORISATION D'INTERJETER APPEL  <FRAGMENT_SUPPRESSED>", "4. L'appel de la décision d'un tribunal de révision est interjeté par la signification au président ou au vice-président d'une demande d'autorisation d'interjeter appel, conforme en substance à l'annexe I, qui indique:  <FRAGMENT_SUPPRESSED>", "a) la date de la décision du tribunal de révision, le nom de l'endroit où cette décision a été rendue et la date à laquelle la décision a été transmise à l'appelant;  <FRAGMENT_SUPPRESSED>", "b) les nom et prénoms ainsi que l'adresse postale complète de l'appelant;  <FRAGMENT_SUPPRESSED>", "c) le cas échéant, le nom et l'adresse postale complète d'un mandataire ou d'un représentant auquel des documents peuvent être signifiés;  <FRAGMENT_SUPPRESSED>", "d) les motifs invoqués pour obtenir l'autorisation d'interjeter appel; et  <FRAGMENT_SUPPRESSED>", "e) un exposé des faits allégués, y compris tout renvoi aux dispositions législatives et constitutionnelles, les motifs que l'appelant entend invoquer ainsi que les preuves documentaires qu'il entend présenter à l'appui de l'appel.  <FRAGMENT_SUPPRESSED>"], ["[35]", "As already mentioned, this Court held in", "<FRAGMENT_SUPPRESSED>  (at para 15) that the review of a decision concerning an application for leave to appeal to the Board requires the determination of the following issues:  <FRAGMENT_SUPPRESSED>", "a) Whether the decision maker has applied the right test - that is, whether the application raises an arguable case without otherwise assessing the merits of the application; and  <FRAGMENT_SUPPRESSED>", "b) Whether the decision maker has erred in law or in appreciation of the facts in determining whether an arguable case is raised. If new evidence is adduced with the application, if the application raises an issue of law or of relevant significant facts not appropriately considered by the Review Tribunal in its decision, an arguable issue is raised for consideration and it warrants the grant of leave.  <FRAGMENT_SUPPRESSED>", "See also:", "Samson,", "above, at para 11;", "<FRAGMENT_SUPPRESSED>", "at para 8;", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[36]", "The Court  <FRAGMENT_SUPPRESSED>", "(at para 22) explained the test of arguable case as follows:  <FRAGMENT_SUPPRESSED>", "In the absence of significant new or additional evidence not considered by the Review Tribunal, an application for leave may raise an arguable case where the leave decision maker finds the application raises a question of an error of law, measured by a standard of correctness, or an error of significant fact that is unreasonable or perverse in light of the evidence ...  <FRAGMENT_SUPPRESSED>"], ["[37]", "Further, the Federal Court of Appeal has found that the question of whether the respondent has an arguable case at law is akin to determining whether the respondent, legally, has a reasonable chance of success:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[38]", "The test set out  <FRAGMENT_SUPPRESSED>", "has been held to apply to decisions of designated members granting leave to appeal:", "Vincent,", "above, at para 27;", "<FRAGMENT_SUPPRESSED> ;", "<FRAGMENT_SUPPRESSED> , at paras 5-7.  <FRAGMENT_SUPPRESSED>", "C.", "The Decision to Grant Leave in the Case at Bar  <FRAGMENT_SUPPRESSED>"], ["[39]", "Although a leave to appeal application is a first, and lower, hurdle to meet than that which must be met at the hearing of the appeal on the merits, the application must still raise some arguable ground upon which the proposed appeal might succeed:", "<FRAGMENT_SUPPRESSED>  (FC), at para 24. An arguable case in the context of an application for disability benefits requires a decision-maker to consider the statutory criteria under the Plan that the disability in question be both severe and prolonged.  <FRAGMENT_SUPPRESSED>"], ["[40]", "As already indicated, the Respondent had to demonstrate that his disability was severe and prolonged precisely in February 2008. Yet, no arguable case was raised in the application for leave to appeal. No new evidence was adduced with the application nor did the Respondent identify an error of law or an error of significant fact.  <FRAGMENT_SUPPRESSED>"], ["[41]", "Rather, the Respondent's application merely reiterated his position that he is \"unable to work due to several conditions which prevent me from working because the pain is severe and prolonged\". On that basis, the Respondent concludes that \"As a result of my medical conditions I believe I qualify for disability pension\". The Respondent goes on to indicate that when he receives letters from specialists regarding his condition, he will forward them as soon as possible. However, the designated member was not provided with such evidence and granted leave in any event.  <FRAGMENT_SUPPRESSED>"], ["[42]", "In", "<FRAGMENT_SUPPRESSED>  (at para 29), Mr. Justice Lemieux noted the absence of a statutory requirement for a designated member to provide reasons in cases where leave to appeal has been granted. Justice Lemieux accordingly deemed the application for leave to appeal as the reasons of the designated member for granting leave.  <FRAGMENT_SUPPRESSED>"], ["[43]", "There is no arguable case that can be identified on the face of the application for leave to appeal in this case. I agree with the applicant that the only possible explanation for the decision to grant leave is that the designated member treated the application for leave as an appeal as of right and accordingly erred in law by applying the incorrect test in granting leave.  <FRAGMENT_SUPPRESSED>"], ["[44]", "Even if it could be said that the designated member identified the correct test for granting leave, the test was applied unreasonably. There are no grounds in the application for leave upon which an arguable case can be identified. No new evidence was adduced and no error on the part of the Review Tribunal was identified. The designated member therefore unreasonably concluded that the application raised an arguable case.  <FRAGMENT_SUPPRESSED>"], ["[45]", "No error of law or error of significant fact is evident in the decision of the Review Tribunal. The evidence before the Review Tribunal simply did not establish that the Respondent was disabled within the meaning of the Plan. The Respondent failed to show in particular that he was incapable of pursuing any substantially gainful employment within the required time frame of February 2008.  <FRAGMENT_SUPPRESSED>"], ["[46]", "In support of this conclusion, the Review Tribunal noted that the evidence before it indicated that the Respondent's work hours in January 2008 were similar to those he was working in 2007, 2006, 2005, and 2003, as per his Record of Earnings. The Tribunal noted that this is inconsistent with the Respondent's contention that the experienced a gradual onset of inability to work which culminated in him having to stop working in February 2008.  <FRAGMENT_SUPPRESSED>"], ["[47]", "The Review Tribunal also noted the Respondent's own evidence before the Tribunal, which indicated that he had not made any attempt to seek opportunities for more suitable employment, nor had he looked into options that would allow him to utilize his training in travel counseling.  <FRAGMENT_SUPPRESSED>"], ["[48]", "The Review Tribunal also noted the Respondent's evidence at the hearing that it is his memory rather than his back condition that prevents him from working as a travel counselor. The Tribunal noted that this contention was inconsistent with both the Respondent's Questionnaire which accompanied his application for CPP benefits and the accompanying medical report of his family doctor, Dr. Makinde - neither of which proposes that a memory problem keeps the Respondent from working.  <FRAGMENT_SUPPRESSED>"], ["[49]", "It was open to the Review Tribunal to conclude that the Respondent had not established that he was regularly incapable of pursuing any substantially gainful occupation. That conclusion was supported by the evidence before the Review Tribunal and it was open to the Review Tribunal to dismiss the Respondent's appeal.  <FRAGMENT_SUPPRESSED>"], ["[50]", "As much as this Court sympathizes with the Respondent's predicament, it is nevertheless bound to conclude that the designated member erred in granting leave to appeal, in light of the record that was before him. As a result, this application for judicial review must be allowed, and the matter must be remitted to a different designated member of the Board for redetermination of the application for leave to appeal. Since the Respondent was to undergo further medical assessments early in 2011, he will then have an opportunity to file additional evidence from specialists regarding his medical condition that have not been previously considered by a Review Tribunal.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[51]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is granted. Since the Attorney General did not ask for costs in this case, each party shall bear its own costs.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}