{"id_": "015701", "body_str": [["[1]", "Zinn, J.", ": The applicants, a Roma family from Hungary, challenge a decision of the Refugee Protection Division of the Immigration and Refugee Board that found that they were neither Convention refugees nor persons in need of protection pursuant to section 96 and subsection 97(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Board found that the applicants had not rebutted the presumption of state protection, which was the determinative issue. In my view, the Board's analysis is faulty and its conclusion unreasonable. The decision must be set aside.  <FRAGMENT_SUPPRESSED>", "Background  <FRAGMENT_SUPPRESSED>"], ["[3]", "Lajos Majoros and his spouse Lajosne Majoros (the father and mother of the minor claimants) both testified. The Board made no adverse credibility finding. The applicants recounted decades of harassment and violence by skinheads in Hungary, including the murder and dismemberment of one of the father's close friends while camping. However, four relatively recent incidents of persecution are of particular significance to the Board's decision and this judicial review application. Unless otherwise indicated, the quoted passages are taken from the Board's decision.  <FRAGMENT_SUPPRESSED>"], ["[4]", "In 2007, Mr. Majoros and some of his Roma friends attended a disco in the town of Harsány, Hungary, and fled when a group of racists armed with \"bats, kaszas, swords and other farm implements came in looking for a fight.\" He and twelve others fled in a car, \"some inside, some hanging onto the outside,\" and were stopped by a police car for speeding and having too many people in the car. Although those stopped explained they were merely fleeing the scene at the disco, which they described to the police, the police fined them anyway but said that they \"would go to the disco and ask around and get back to them.\" Mr. Majoros did not follow up with the police about this incident, nor did he hear back from the police.  <FRAGMENT_SUPPRESSED>"], ["[5]", "In 2008, Mr. Majoros \"attended a Roma celebration during which the Guardists broke in and started a brawl. The Guardists were outnumbered but during this altercation [Mr. Majoros'] godfather was stabbed. By the time the police arrived, the assailants were gone.\" Mr. Majoros wrote in his Personal Information Form that because they were gone, \"the police said they could not act. <FRAGMENT_SUPPRESSED>"], ["[6]", "In August 2009, \"while enjoying time with his parents in the back garden of their home not far from his, 8-10 skinheads drove by yelling racial slurs, jumped out of their vehicles and threw Molotov cocktails. [The applicants] called the police who said that they would look for them. This was particularly frightening for [Mr. Majoros] and his family because, earlier that year, several homes in their ghetto had been set on fire when Molotov cocktails had been thrown and other incidents of violence were being reported. <FRAGMENT_SUPPRESSED>"], ["[7]", "In September 2009, Mr. Majoros \"and his wife were spat upon and assaulted by 5-6 large men while waiting for a bus. Luckily, people passing by called the police however, because the police could not find the assailants, they started a case against 'unknown assailants' and never contacted the claimants afterwards.\" The applicants were unable to provide a description of the attackers or a license plate number to assist the police.  <FRAGMENT_SUPPRESSED>"], ["[8]", "In its decision, the Board found that applicants failed to rebut the presumption of state protection because they had failed to provide sufficient information to the police after the various attacks to allow them to properly investigate and apprehend the persecutors, and did not make any complaint to any state authority that they were dissatisfied with the police response.  <FRAGMENT_SUPPRESSED>", "Issues  <FRAGMENT_SUPPRESSED>"], ["[9]", "The applicants raise the following issues:  <FRAGMENT_SUPPRESSED>", "1. Did the Board err by failing to reasonably assess the evidence as a whole?  <FRAGMENT_SUPPRESSED>", "2. Did the Board err by mischaracterizing the evidence of the applicants with respect to state protection, and making veiled or over credibility findings not consistent with the evidence?  <FRAGMENT_SUPPRESSED>", "3. Did the Board err by misinterpreting the definition of state protection, including by failing to assess whether the efforts being made by the Hungarian government were operationally adequate?  <FRAGMENT_SUPPRESSED>", "However, the real issue is whether the Board's decision, and in particular its state protection analysis, is reasonable.  <FRAGMENT_SUPPRESSED>", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Board started from the premise that \"[a] claimant must show that they have taken all reasonable steps in the circumstances to seek protection, taking into account the context of the country of origin, the steps taken and the claimant's interactions with the authorities.\" However, whether a claimant has sought, or", "diligently", "sought the state's protection is - properly speaking - not a legal requirement for refugee protection. Rather, it goes to whether the claimant has provided the \"clear and convincing\"", "evidence", "that is needed to displace the presumption of state protection. Because of the strong presumption of state protection, concrete, individual attempts to seek the protection of the state are - as evidence - perhaps usually necessary (depending on the circumstances and other evidence) to rebut that presumption. In that sense only, seeking the protection of the state might amount to a", "de facto", "requirement in many cases.  <FRAGMENT_SUPPRESSED>"], ["[11]", "However, the", "legal", "requirement in section 96 of the Act is that a claimant be \"unable or, by reason of [their] fear, unwilling to avail themself of the protection of [their country of nationality].\" Here, the agent of persecution was not the state, but rather a widespread right-wing, skinhead movement. Thus, the legal issue was whether the applicants were", "unable", "to avail themselves of Hungary's protection.  <FRAGMENT_SUPPRESSED>"], ["[12]", "I adopt Justice Mosley's statement of the law in this regard in", "<FRAGMENT_SUPPRESSED> : \"Any efforts must have 'actually translated into adequate state protection' at the operational level.\" Or, as I put it in", "<FRAGMENT_SUPPRESSED> : \"Actions, not good intentions prove that protection from persecution is available.\" At the same time, state protection need not rise to the level of perfection. That a state is unable to provide adequate protection, assessed at the operational level, can be proved with whatever evidence is sufficiently convincing, including documentary evidence.  <FRAGMENT_SUPPRESSED>"], ["[13]", "One can only conclude from reading the Board's decision as a whole that it placed decisive emphasis on the applicants' attempts to engage the police, and lost sight of the real question of whether state protection in Hungary is adequate.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The difficulty with the Board's emphasis on the actions of these applicants is this: the evidence on the record was that the persecution suffered by the applicants was from a right-wing movement, and that the particular acts of violence and harassment were perpetrated indiscriminately. As a result, one must ask: \"What difference would it have made if the applicants had more diligently reported and followed up with the police, and the individuals responsible for the various acts of violence had been caught?\" Based on the record, one can only conclude nothing, or at the very most very little would have changed: persecution against the Roma in Hungary is widespread and in most cases indiscriminate. As a result, the state would be offering no more \"protection\" than it did prior the particular acts of persecution.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Justice Kane offered a similar observation in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "The applicant reported every incident of violence to the police, yet he and his family continued to be victims of violence in each community they moved to. The Board accepted that the applicant's reports to the police did not result in any suspect being apprehended. Even if they had, this would not necessarily have resulted in any future protection for the applicant's family since nothing suggests that they were repeatedly targeted by the same individual(s). Rather, the applicant and his family were the victims of a broader pattern of violence by 'skin heads' against the Roma.", "It is, therefore, not apparent what the purpose would be for the applicant to continue to request status reports from the police about the incidents reported. It is not apparent how that would have increased state protection to him and his family", ". [emphasis added]  <FRAGMENT_SUPPRESSED>"], ["[16]", "Where persecution is widespread and indiscriminate, and unless a claimant is repeatedly targeted by the same individual(s), I fail to understand how it can be said that individual attempts to engage the authorities will have significant, persuasive evidentiary value as to the state's ability to protect against future, indiscriminate violence. In those cases, documentary evidence, rather than individual attempts to seek protection, is more relevant to the state protection analysis. As discussed below, the Board in this case did review the documentary evidence; however, one cannot escape the conclusion reading the decision as a whole that the applicants' perceived inadequate attempts to engage the police not only figured prominently, but were decisive in the Board's analysis. That legal error - which is to place a", "legal", "burden of seeking state protection on a refugee claimant - is unreasonable and itself sufficient to warrant granting this application.  <FRAGMENT_SUPPRESSED>"], ["[17]", "Moreover, although the Board reviewed the documentary evidence separately, its analysis is problematic in that it fails to recognize that the corollary of the principle that protection need not be perfect is not the principle that there is adequate protection if it is found on occasion. The Board repeats the following statement from the recent Response to Information Request: \"[T]he central government's", "general failure to maintain strong and effective control mechanisms", "over rights violations takes its toll on Hungary's largest minority, the Roma\" [emphasis added]. Also, as  <FRAGMENT_SUPPRESSED>", ", it points to the example where the police made arrests in nine horrendous violent and deadly attacks against Roma, and from that it concludes that the government's efforts to combat racism have had \"mixed results. <FRAGMENT_SUPPRESSED>"], ["[18]", "In my view, having regard to the decision as a whole, the Board paid only lip-service to the notion that state protection must actually be sufficiently effective at the operational level and with respect to the persecution suffered by the claimants, to be adequate for the purposes of refugee law. Rather, it placed overwhelming reliance on the government's efforts and good intentions in arriving at its conclusion that state protection was adequate based on the documentary evidence. For that reason too, the Board's decision is unreasonable.  <FRAGMENT_SUPPRESSED>"], ["[19]", "Incidentally, the Board's treatment of the documentary evidence also reverts to a criticism of the applicants' imperfect interactions with the police, with no attention paid to what would have been the practical significance of those interactions. At one point, the Board wrote:  <FRAGMENT_SUPPRESSED>"], ["[31] [T]he claimant has not demonstrated that state protection in Hungary is", "so inadequate", "that he need not have approached the authorities at all, or that he need not have taken all reasonable efforts to seek state protection in his home country, such as seeking help from people higher in authority, or with other mechanisms, such as the Minorities Ombudsman's Office or the Independent Police Complaints Board (IPCB), before seeking international protection in Canada.\" [emphasis added]  <FRAGMENT_SUPPRESSED>", "At also:  <FRAGMENT_SUPPRESSED>"], ["[35] There was no evidence adduced that the claimants made any attempts to follow up on any report that may have been taken by police regarding any incident of violence or discrimination committed against them nor did they complain to anyone that the police did not get back to them.  <FRAGMENT_SUPPRESSED>"], ["[20]", "As I stated above, what the Board fails to address is the question: how would state protection be more forthcoming if the applicants had followed up with, e.g., the Minorities Ombudsman's Office? Would they be", "any", "safer or any more protected? Again, instead of treating the applicants' interactions with the police as having evidentiary relevance to the legal issue -", "Is state protection available?", "- the Board treated the applicants' (in its view) inadequate efforts in relation to the police as a disqualifier for refugee protection. To repeat: that was an error.  <FRAGMENT_SUPPRESSED>"], ["[21]", "In summary, the Board erred in its state protection analysis in two ways: first, by focusing on the applicants' alleged inadequate reporting to the police with no regard to the practical significance of that reporting to the real issue of state protection; and second, by focusing almost exclusively on the efforts being made by the Hungarian government to curb persecution against the Roma, with little or no attention paid to the operational effectiveness of those measures. For those reasons, the Board's decision must be set aside.  <FRAGMENT_SUPPRESSED>"], ["[22]", "Neither party proposed a question for certification.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[23]", "THIS COURT'S JUDGMENT is that", "this application is allowed, the decision of the Refugee Protection Division of the Immigration and Refugee Board is set aside, the applicants' refugee protection claims are remitted back to be redetermined by a differently constituted panel, and no question is certified.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "Lajos Majoros, Lajosne Majoros, Milan Majoros,  <FRAGMENT_SUPPRESSED>  [Traduction]: Les demandeurs, une famille rom de la Hongrie, contestent une décision par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié a conclu qu'ils n'étaient ni des réfugiés au sens de la Convention, ni des personnes à protéger aux termes de l'article 96 et du paragraphe 97(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27.  <FRAGMENT_SUPPRESSED>"], ["[2]", "La Commission a déterminé que les demandeurs n'avaient pas réfuté la présomption de protection de l'État, qui constituait la question déterminante. À mon avis, l'analyse de la Commission est erronée, et sa conclusion est déraisonnable. La décision doit être annulée.  <FRAGMENT_SUPPRESSED>", "Contexte  <FRAGMENT_SUPPRESSED>"], ["[3]", "Lajos Majoros et son épouse Lajosne Majoros (le père et la mère des demandeurs mineurs) ont tous deux témoigné. La Commission n'a pas tiré de conclusion défavorable quant à la crédibilité. Les demandeurs ont relaté les décennies de harcèlement et de violence pratiquées par les skinheads en Hongrie, dont le meurtre et le démembrement d'un des proches amis du père pendant qu'il faisait du camping. Toutefois, quatre incidents de persécution relativement récents sont particulièrement importants au regard de la décision de la Commission et de la présente demande de contrôle judiciaire. Sauf indication contraire, tous les extraits reproduits ci-dessous sont tirés de la décision de la Commission.  <FRAGMENT_SUPPRESSED>"], ["[4]", "En 2007, M. Majoros et des amis roms se trouvaient dans une discothèque dans la ville de Harsány, en Hongrie, et ont pris la fuite quand un groupe de racistes « armés de bâtons, de faucilles, de longs couteaux et d'autres instruments agricoles ont fait irruption et déclenché une bataille ». M. Majoros et 12 autres personnes, « certaines à l'intérieur, d'autres accrochées tant bien que mal à l'extérieur », se sont enfuis à bord d'une voiture et se sont fait arrêter par la police pour excès de vitesse et pour avoir eu un trop grand nombre de personnes à bord de la voiture. Ils ont expliqué qu'ils tentaient simplement d'échapper à la scène qui se déroulait à la discothèque, qu'ils ont décrite aux policiers. Les policiers leur ont néanmoins infligé une amende, mais ont dit qu'ils « se rendraient à la discothèque pour interroger des personnes et qu'ils recommuniqueraient avec les membres du groupe ». M. Majoros n'a pas relancé la police à propos de cet incident, et n'en a pas eu de nouvelles non plus.  <FRAGMENT_SUPPRESSED>"], ["[5]", "En 2008, « pendant que le demandeur d'asile assistait à une célébration rom, des membres de la Garde ont fait irruption et provoqué une bagarre. Même si ces derniers étaient en infériorité, dans le feu de l'action, le parrain du demandeur d'asile a été poignardé. À l'arrivée des policiers, les agresseurs avaient déjà quitté les lieux. » Selon ce que M. Majoros a écrit dans son Formulaire de renseignements personnels, étant donné que les agresseurs étaient partis, les policiers ont dit qu'ils ne pouvaient rien faire.  <FRAGMENT_SUPPRESSED>"], ["[6]", "En août 2009, « pendant qu'il était avec ses parents dans la cour arrière de la maison familiale située non loin de la sienne, entre huit et dix skinheads ont passé en voiture devant la maison en criant des insultes racistes et en sont descendus pour lancer des cocktails Molotov. [Les demandeurs ont] appelé la police, et les policiers ont dit qu'ils chercheraient les agresseurs. Cet événement a semé une grande peur chez [M. Majoros] et sa famille, car plus tôt dans l'année, plusieurs maisons de leur quartier avaient brûlé après avoir été atteintes par des cocktails Molotov, et d'autres incidents violents avaient été signalés. »  <FRAGMENT_SUPPRESSED>"], ["[7]", "En septembre 2009, « cinq ou six hommes imposants ont agressé [M. Majoros] et son épouse pendant qu'ils attendaient l'autobus et ont craché sur eux. Des passants ont appelé la police, mais comme les assaillants n'ont pu être identifiés, les policiers ont ouvert un dossier en indiquant \"assaillants inconnus\" et n'ont jamais recommuniqué avec les demandeurs d'asile. » Les demandeurs n'ont pas pu fournir de description de leurs agresseurs ni de numéro de plaque d'immatriculation pour aider les policiers.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Dans sa décision, la Commission a conclu que les demandeurs n'avaient pas réfuté la présomption de protection de l'État, car ils n'avaient pas fourni suffisamment d'information après les diverses agressions pour permettre à la police d'enquêter correctement et d'appréhender les agresseurs, et n'avaient pas déposé de plainte auprès d'une quelconque autorité de l'État pour indiquer qu'ils n'étaient pas satisfaits de l'intervention de la police.  <FRAGMENT_SUPPRESSED>", "Questions en litige  <FRAGMENT_SUPPRESSED>"], ["[9]", "Les demandeurs soulèvent les questions suivantes:  <FRAGMENT_SUPPRESSED>", "1. La Commission a-t-elle commis une erreur en n'appréciant pas de manière raisonnable la preuve dans son ensemble?  <FRAGMENT_SUPPRESSED>", "2. La Commission a-t-elle commis une erreur en interprétant mal la preuve des demandeurs relativement à la protection de l'État et en exprimant en termes voilés des conclusions sur la crédibilité ne concordant pas avec la preuve?  <FRAGMENT_SUPPRESSED>", "3. La Commission a-t-elle commis une erreur en interprétant mal la définition de protection de l'État, notamment en n'évaluant pas si les efforts déployés par le gouvernement hongrois étaient adéquats sur le plan opérationnel?  <FRAGMENT_SUPPRESSED>", "Toutefois, la vraie question est celle de savoir si la décision de la Commission, et plus particulièrement son analyse de la protection de l'État, est raisonnable.  <FRAGMENT_SUPPRESSED>", "Analyse  <FRAGMENT_SUPPRESSED>"], ["[10]", "La Commission est partie du principe que « [l]e demandeur d'asile doit prouver qu'il a fait toutes les démarches raisonnables, dans les circonstances, pour obtenir la protection de l'État, compte tenu de la situation dans son pays d'origine, des mesures prises et de ses interactions avec les autorités ». Toutefois, le demandeur d'asile n'est pas - à proprement parler - tenu par la loi d'avoir cherché, ou", "diligemment", "cherché, à obtenir la protection de l'État pour que l'asile lui soit accordé. La question est plutôt celle de savoir si le demandeur d'asile a fourni la", "preuve", "« claire et convaincante » nécessaire pour réfuter la présomption de protection de l'État. En raison de la forte présomption de protection de l'État, les tentatives concrètes que fait une personne pour obtenir la protection de l'État pourraient être - à titre de preuve - habituellement nécessaires (selon les circonstances et les autres éléments de preuve) pour réfuter cette présomption. En ce sens seulement, chercher à obtenir la protection de l'État peut équivaloir à une exigence de fait dans bien des cas.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Cependant, selon le critère", "juridique", "prévu à l'article 96 de la Loi, le demandeur d'asile « ne peut ou, du fait de [sa] crainte, ne veut se réclamer de la protection de [son pays d'origine] ». Ici, l'agent de persécution n'était pas l'État, mais plutôt un mouvement skinhead de droite, sévissant à grande échelle. Ainsi, la question de droit consistait à savoir si les demandeurs", "ne pouvaient", "se réclamer de la protection de la Hongrie.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Je souscris à l'énoncé du droit à ce chapitre exposé par le juge  <FRAGMENT_SUPPRESSED> : « Les efforts doivent avoir, dans les faits, \"véritablement engendré une protection adéquate de l'État\" ». Ou encore, comme je l'ai énoncé dans", "<FRAGMENT_SUPPRESSED> : « Ce sont les actes, et non les bonnes intentions, qui démontrent l'existence réelle d'une protection contre la persécution ». Par contre, la protection de l'État n'a pas besoin d'être parfaite. Le fait qu'un État est incapable d'offrir une protection adéquate, évaluée sur le terrain, peut être établi à l'aide de toute preuve suffisamment convaincante, notamment une preuve documentaire.  <FRAGMENT_SUPPRESSED>"], ["[13]", "À la lecture de la décision de la Commission dans son ensemble, la seule conclusion possible est que la Commission a tranché en se fondant sur les tentatives qu'avaient faites les demandeurs pour obtenir l'aide de la police, et qu'elle a perdu de vue la vraie question de savoir si la protection de l'État est adéquate en Hongrie.  <FRAGMENT_SUPPRESSED>"], ["[14]", "L'importance que la Commission a accordée aux démarches de ces demandeurs soulève la difficulté suivante: selon la preuve au dossier, les demandeurs étaient persécutés par les membres d'un mouvement de droite, qui perpétraient aveuglément des actes de violence et de harcèlement. Par conséquent, on peut se demander: « Est-ce que les choses auraient changé si les demandeurs avaient signalé les incidents à la police et l'avaient relancée avec plus de diligence, et que les responsables des divers actes de violence avaient été arrêtés? » D'après le dossier, la réponse est non. À tout le moins, les choses auraient très peu changé: la persécution dirigée contre les Roms en Hongrie est généralisée et, la plupart du temps, systématique. L'État n'offrirait donc pas plus de « protection » qu'avant les actes de persécution particuliers.  <FRAGMENT_SUPPRESSED>"], ["[15]", "La juge Kane a formulé une observation semblable dans", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "Le demandeur a signalé chaque incident violent à la police, mais sa famille et lui ont continué d'être victimes de violence dans chacun des endroits où ils ont déménagé. La Commission a admis que les déclarations faites par le demandeur à la police n'avaient mené à l'arrestation d'aucun suspect. Même si cela avait été le cas, cette mesure ne se serait pas forcément soldée par une protection future pour la famille du demandeur, car rien ne donne à penser que cette dernière avait été prise pour cible à maintes reprises par le ou les mêmes individus. Le demandeur et sa famille ont plutôt été victimes d'un climat plus général de violence de la part de « skinheads » à l'encontre des Roms.", "Le but pour lequel le demandeur aurait continué de s'enquérir auprès de la police de la situation des incidents signalés n'est donc pas évident, pas plus qu'en quoi cela aurait rehaussé la protection de l'État envers sa famille et lui", ". [Non souligné dans l'original.]  <FRAGMENT_SUPPRESSED>"], ["[16]", "Quand la persécution est généralisée et systématique, à moins que le demandeur d'asile ne soit ciblé de façon répétée par la ou les mêmes personnes, je ne vois pas comment il est possible d'affirmer que les tentatives individuelles faites pour pousser les autorités à intervenir auront une valeur probante importante et convaincante quant à la capacité de l'État d'offrir une protection contre de futurs actes systématiques de violence. En pareil cas, la preuve documentaire est plus pertinente dans le cadre de l'analyse de la protection de l'État que les tentatives individuelles faites pour obtenir une telle protection. Comme nous l'avons vu ci-dessus, la Commission a bien examiné la preuve documentaire dans ce cas-ci; toutefois, il est impossible de ne pas conclure, après lecture de la décision dans son ensemble, que les tentatives jugées inadéquates faites par les demandeurs pour obtenir l'aide la police sont non seulement mises en évidence, mais aussi déterminantes dans l'analyse de la Commission. Cette erreur de droit - c'est-à-dire conférer au demandeur d'asile la charge", "ultime", "d'établir qu'il a tenté d'obtenir la protection de l'État - est déraisonnable et suffisante en soi pour que la présente demande soit accueillie.  <FRAGMENT_SUPPRESSED>"], ["[17]", "En outre, bien que la Commission ait examiné la preuve documentaire séparément, son analyse pose problème, car elle ne reconnaît pas que le principe selon lequel la protection ne doit pas nécessairement être parfaite n'a pas pour corollaire le principe selon lequel la protection est adéquate si elle est offerte à l'occasion. La Commission a reproduit le passage suivant d'une réponse récente à une demande d'information: « [L]", "'incapacité générale", "du gouvernement central", "à maintenir des mécanismes de contrôle solides et efficaces", "quant aux violations des droits de la personne a des conséquences néfastes sur le groupe minoritaire le plus important de la Hongrie, les Roms » [non souligné dans l'original]. En outre, comme dans", "Orgona", ", la Commission donne l'exemple des arrestations effectuées par la police dans neuf épouvantables agressions violentes et meurtrières perpétrées contre des Roms, et en conclut que les efforts déployés par le gouvernement pour combattre le racisme ont donné des « résultats mitigés ».  <FRAGMENT_SUPPRESSED>"], ["[18]", "À mon avis, compte tenu de la décision dans son ensemble, la Commission n'a tenu compte que pour la forme de la notion selon laquelle la protection de l'État doit être suffisamment efficace sur le terrain et, en ce qui concerne la persécution subie par les demandeurs d'asile, adéquate aux fins du droit des réfugiés. La Commission a plutôt accordé une importance prépondérante aux efforts et aux bonnes intentions du gouvernement pour conclure que la protection de l'État était adéquate, selon la preuve documentaire. Pour cette raison également, la décision de la Commission est déraisonnable.  <FRAGMENT_SUPPRESSED>"], ["[19]", "Accessoirement, le traitement de la preuve documentaire fait par la Commission revient aussi à une critique des interactions imparfaites entre les demandeurs et la police, aucune attention n'étant prêtée à l'importance que ces interactions auraient eue dans les faits. À un moment donné, la Commission s'exprime ainsi:  <FRAGMENT_SUPPRESSED>"], ["[31] [L]e demandeur d'asile n'a[...] pas démontré que la protection de l'État en Hongrie est si inadéquate qu'il n'a[...] nul besoin de s'adresser aux autorités, ou qu'il n'a[...] pas besoin d'avoir fait tous les efforts raisonnables pour solliciter la protection de l'État dans son pays d'origine, comme demander l'aide de personnes d'autorités supérieures, ou d'avoir recours à d'autres organismes, comme l'Ombudsman des minorités ou la Commission indépendante des plaintes contre la police (IPCB) avant de solliciter la protection internationale au Canada. » [Non souligné dans l'original.]  <FRAGMENT_SUPPRESSED>", "Elle ajoute:  <FRAGMENT_SUPPRESSED>"], ["[35] Aucune preuve n'a été présentée pour montrer que les demandeurs d'asile ont tenté de s'enquérir des suites d'un rapport que la police aurait fait relativement à un acte de violence ou de discrimination commis contre eux, ou qu'ils se sont adressés à une autorité pour se plaindre que la police n'avait pas recommuniqué avec eux.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Comme je l'ai dit ci-dessus, la Commission a omis de se poser la question suivante: la protection de l'État aurait-elle été plus facile à obtenir si les demandeurs avaient tenté de faire un suivi, par exemple auprès de l'Ombudsman des minorités? Auraient-ils été", "plus", "en sécurité ou mieux protégés? Une fois encore, au lieu de considérer que les interactions entre les demandeurs et la police avaient une valeur probante relativement à la question de droit -", "l'État offre-t-il une protection?", "-, la Commission s'est fondée sur les efforts déployés par les demandeurs en vue d'obtenir l'aide de la police (efforts inadéquats, à son avis) pour conclure que les demandes d'asile ne pouvaient être accueillies. Je le répète: il s'agissait d'une erreur.  <FRAGMENT_SUPPRESSED>"], ["[21]", "En résumé, la Commission a commis une erreur dans son analyse de la protection de l'État de deux façons. Premièrement, elle s'est intéressée surtout au recours à la police qui aurait été inadéquat, sans examiner ce que le recours à la police aurait donné dans les faits du point de vue de la vraie question de la protection de l'État. Deuxièmement, la Commission s'est fondée presque exclusivement sur les efforts que le gouvernement de la Hongrie déploie pour enrayer la persécution à l'endroit des Roms, en ne prêtant à peu près pas d'attention à l'efficacité de ces mesures sur le terrain. Pour ces motifs, la décision de la Commission doit être annulée.  <FRAGMENT_SUPPRESSED>"], ["[22]", "Ni l'une ni l'autre des parties n'a proposé de question aux fins de certification.  <FRAGMENT_SUPPRESSED>", "JUGEMENT  <FRAGMENT_SUPPRESSED>"], ["[23]", "LA COUR ORDONNE que", "la présente demande soit accueillie. La décision de la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié est annulée, les demandes d'asile des demandeurs sont renvoyées à un tribunal différemment constitué pour être examinées à nouveau, et aucune question n'est certifiée.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}