{"id_": "016165", "body_str": [["[1]", "Teitelbaum, J.", ": This is a motion against the Defendant, Valmet Oy (Valmet) and Valmet-Dominion Inc. (Valmet-Dominion) to show cause why they should not be found guilty of contempt of Court for breaching an injunction issued on February 10, 1986, by the Federal Court of Appeal."], ["[2]", "Plaintiffs, Beloit Canada Ltée/Ltd. and Beloit Corporation (Beloit) commenced legal proceedings against Valmet on March 11, 1976, for infringement of Patent rights."], ["[3]", "At the time of the commencement of proceedings, the Plaintiffs were commonly known as Beloit Sorel Walmsley Ltd. and Beloit Corporation. One of the heads of relief claimed by Plaintiffs was a declaration of invalidity of Defendant's patent.", "\"A declaration that Canadian letters patent 971,790 are now and always have been invalid and void and have no effect\" (Statement of Claim of Plaintiffs March 11, 1976)"], ["[4]", "The Defendant, Valmet in its Statement of Defence of May 11, 1978, made a Counterclaim for a declaration of invalidity of the Plaintiffs' patent:", "\"And as Cross-Plaintiff, it claims that:", "i) Canadian Letters Patent No. 1.020.383 are now and have always been invalid and void and of no effect.", "ii) An Order revoking and annulling the said Canadian Letters Patent No. 1.020.383\""], ["[5]", "After the filing of the original Statement of Claim and up to the time of the hearing of the case on its merits, both Beloit and Valmet filed amended Statements of Claim or amended Statements of Defence as well as many interlocutory motions."], ["[6]", "In a judgment rendered on February 20, 1984, Mr. Justice Walsh maintained both the claim by Beloit and the Counterclaim by Valmet but only insofar as the patents held by each party was declared to be invalid."], ["[7]", "Beloit filed a Notice of Appeal, appealing the Judgment of Mr. Justice Walsh, on February 27, 1984. The decision of the Federal Court of Appeal was rendered on February 10, 1986, (reported at 64 N.R. 287; 8 C.P.R.(3d) 289)."], ["[8]", "The Federal Court of Appeal reversed the trial judge's expungement of both patents which had been expunged for reasons of anticipation and obviousness. The Court of Appeal held Beloit's patent to be valid as it was prior in time to Valmet's which remained expunged."], ["[9]", "In support of its reasons, the Federal Court of Appeal issued an injunction enjoining Valmet", "\"from manufacturing, using or selling or inducing others to use press sections which are within claim 1 or dependant claims 2, 4, 5, 6, 7, 8, 9, 10 and 11 of said patent; any articles in respondent's possession or power used, made or being made in infringement of the said claims shall be forthwith delivered up to the appellants or destroyed\""], ["[10]", "Valmet's press sections are known as Sym-Press 11 press sections."], ["[11]", "An application for leave to appeal the Judgment of the Federal Court of Appeal was made by Valmet to the Supreme Court of Canada."], ["[12]", "On May 22, 1986, the Supreme Court refused Valmet permission to file an appeal from the February 10, 1986, Judgment."], ["[13]", "It is alleged by Beloit that Valmet sought to circumvent the Court of Appeal decision by using a company it had incorporated in Canada on March 23, 1984, Valmet-Dominion Inc., of which Valmet was the owner of 65% of the total issued shares. Beloit was and is of the belief that Valmet had Valmet-Dominion continue to bid and receive contracts for the manufacture, sale and delivery in Canada of Sym-Press 11 press sections and by permitting, inducing, procuring and helping Valmet-Dominion, Valmet's subsidiary corporation to actually manufacture and sell same."], ["[14]", "In view of the above developments, Beloit made an ex parte application to the Federal Court, Trial Division, in accordance with Rule 355(4) of the General Rules and Orders of the Federal Court for a show cause order directing Valmet and Valmet-Dominion to appear before the Court to hear proof of the charge of contempt of Court and to urge any grounds of defence they might have thereto (Notice of Motion June 11, 1986)."], ["[15]", "The Associate Chief Justice granted the motion on June 16, 1986, and set the time for hearing for June 23, 1986, at 10:00 a.m."], ["[16]", "On the 23rd of June 1986, upon a request by counsel for Valmet-Dominion, the contempt show cause hearing was adjourned to a date to be set by the Associate Chief Justice."], ["[17]", "At this time, several conditions were attached to the granting of the adjournment, one of which enjoined Valmet-Dominion from delivering or installing any Sym-Press 11 press sections until a decision of the contempt motion has been rendered by the Federal Court, Trial Division."], ["[18]", "On June 24, 1986, Beloit commenced a patent infringement action against Valmet-Dominion (T-1450-86) and filed a Notice of Motion for an interlocutory injunction returnable on June 30, 1986, restraining infringement by Valmet-Dominion of the same patent, No. 1.020.383, through the manufacture and sale of the same Sym-Press 11 press sections.", "Proceedings for Contempt of Court"], ["[19]", "Proceedings for Contempt of Court are brought pursuant to Rule 355(4) of the General Rules and Orders of the Federal Court of Canada, which states:", "\"355.(4) No one may be condemned for contempt of court committed out of the presence of the judge, unless he has been served with a show cause order ordering him to appear before the Court, on the day and at the hour fixed to hear proof of the acts with which he is charged and to urge any grounds of defence that he may have. The show cause order issued by the judge of his own motion or on application must be served personally, unless for valid reasons another mode of service is authorized. The application for the issuance of the show cause order may be presented without its being necessary to have it served.\""], ["[20]", "Rule 355(1) establishes the elements of the offence of contempt:", "\"355.(1) Anyone is guilty of contempt of court who disobeys any process or order of the Court or a judge thereof, or who acts in such a way as to interfere with the orderly administration of justice, or to impair the authority or dignity of the Court.\""], ["[21]", "Rule 355(2) sets out the penalty for contempt of Court:", "\"355.(2) Except where otherwise provided, anyone who is guilty of contempt of court is liable to a fine, which in the case of an individual shall not exceed $5,000, or to imprisonment for a period not exceeding one year. Imprisonment, and in the case of a corporation a fine, for refusal to obey any process or order may be repeatedly inflicted until the person condemned obeys.\""], ["[22]", "Rule 355(5) provides for an alternate procedure to the show cause hearing which may be resorted to if there has been no election to proceed by way of Motion for contempt as has been done in the present case. The Rule, however, preserves any inherent powers the Court may have in the matter.", "\"355.(5) The procedure set out in paragraph (4) is without prejudice to an application for committal under Division 1 of Part VII. The two methods of proceedings are alternatives and when one has been acted on, the other cannot be invoked. The other provisions in this Rule are without prejudice to the inherent powers of the Court; and both this Rule and the inherent powers can be invoked on any appropriate occasion.\"", "Elements of the Offence of Contempt"], ["[23]", "The elements of the offence of contempt is set out in Rule 355(1). There must be disobedience to the process or order of the Court, interference with the orderly administration of justice or impairment of the authority or dignity of the Court."], ["[24]", "It is my view that the law is settled that the doing of the act which is alleged to constitute contempt must be deliberate or willful, as opposed to casual, accidental or unintentional ( <FRAGMENT_SUPPRESSED> ). It must be done knowingly, that is, with full knowledge of the existence and terms of the injunction issued.", "Standard of Proof Required in Contempt Proceedings"], ["[25]", "Where there has been a motion to commit for contempt in violating an injunction, it has been held that, because the liberty of the person was in question (or could be in question) strong evidence", "beyond a reasonable doubt", "was required (see  <FRAGMENT_SUPPRESSED>  (Sask. Q.B.)."], ["[26]", "The present proceedings are not for committal of anyone. Under the Federal Court Rules, contempt and committal proceedings are alternate and mutually exclusive procedures. If you elect one, you cannot invoke the other thereafter (see Rule 355(5))."], ["[27]", "In the case  <FRAGMENT_SUPPRESSED>  that it should be", "satisfied beyond all reasonable doubt", "that the provisions in the injunction had been violated. The case of  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), confirms, at pages 103-4, that the same standard of proof is required when appearing before the Federal Court on a show cause hearing for contempt of Court pursuant to Rule 355."], ["[28]", "It does not seem to matter where the standard of proof is required, beyond a reasonable doubt, whether the case is one of civil or criminal contempt. Mr. Justice Spence of the British Columbia Supreme Court states, in  <FRAGMENT_SUPPRESSED>  (S.C.) at 375:", "\"The proceedings here have to do with civil rather than criminal contempt. Nonetheless, in my view the standard of proof required is very close to, if not identified with, the standard of proof in criminal contempt, namely,", "proof beyond a reasonable doubt", ". Civil contempt has two aspects to it. One, as between the parties, has to do with conferring a right upon the wronged party to exercise civil execution against the wrongdoer.", "\"The other aspect has to do with redressing the apparent insult or injury done to the state by demeaning its courts. That second aspect entails upon the Court the power to punish even for a civil contempt:  <FRAGMENT_SUPPRESSED> .\" (Underlining is mine)"], ["[29]", "It would seem that for me to find Valmet or Valmet-Dominion in contempt of Court of the Judgment of the Federal Court of Appeal of February 10, 1986, the proof to be made by Beloit must convince me", "beyond a reasonable doubt", "that Valmet or Valmet-Dominion or both have so acted as to have committed contempt of the Judgment.", "Evidence Admissible in Contempt Proceedings"], ["[30]", "The Federal Court of Appeal's issuance of the injunction against Valmet became a final Judgment after the Supreme Court of Canada refused Valmet leave to appeal."], ["[31]", "As a result, I am of the view that no evidence is allowed to be made by Valmet or Valmet-Dominion that the Beloit patent is an invalid patent and thus no contempt proceedings can be taken."], ["[32]", "In that contempt proceedings are viewed strictissimi juris, the issue cannot be resolved on the basis of hearsay evidence. The matter of contempt is a most serious one. Orders of a Court must be followed. It therefore becomes obvious that no judge or Court should find an individual or corporation guilty of contempt on hearsay evidence."], ["[33]", "Hearsay evidence is not permitted in contempt proceedings."], ["[34]", "If affidavit evidence is made, the material must set out facts which are known to the deponent and any affidavit evidence based on hearsay is not admissible ( <FRAGMENT_SUPPRESSED> , at 174 (Ont. C.A.)).", "Who May Be Found in Contempt and For What Acts", "a)", "The Person/Corporation enjoined"], ["[35]", "It is apparent that any defendant who actually breaches an injunction by doing the prohibited act will be found guilty of contempt of Court. Rule 355(1) of the Federal Court Rules makes this abundently clear. A defendant may also render himself in contempt in aiding in the commission of a breach of the injuntion or inciting another to commit such a breach ( <FRAGMENT_SUPPRESSED>  Injunction"], ["[36]", "Persons not named in an injunction are not liable to be committed for breach of it, unless, with knowledge of the injunction, they chose to interfere, step into the place of the person who is named, and commit the act enjoined, in which case they are liable for contempt of  <FRAGMENT_SUPPRESSED>  be said to actually breach the injunction, as it is addressed only to the party to the action and can only bind that party, but they may, nevertheless be found in contempt."], ["[38]", "Valmet-Dominion was not a party to the proceedings between Beloit and Valmet but, nevertheless, Valmet-Dominion could still be found in contempt of the injunction under certain specific conditions."], ["[39]", "In the case of  <FRAGMENT_SUPPRESSED>  Man. R. 158 (K.B.), it was said that any person, whether an agent or not, who, knowing of the injunction, aids and abets the party enjoined is liable to be committed, not for breach of the injunction, but for contempt of Court tending to obstruct the course of justice."], ["[40]", "It is my view that it is the act which is enjoined. The defendant and all others who aid and abet can be found in contempt if they willfully act in such a manner as to do what the injunction stated should not be done or aided and abetted the defendant in such a manner."], ["[41]", "<FRAGMENT_SUPPRESSED>  (Ont. H.C.), an oil company sued the defendant for breach of contract to act as its farm agent and handler of its products in a certain area. An interim injunction was granted prohibiting the defendant from handling or distributing products other than those of the plaintiff. The Court found that persons not named in the injunction engaged in a scheme with the defendant to evade the prohibitions of the injunction and found these persons guilty of contempt."], ["[42]", "The case of  <FRAGMENT_SUPPRESSED> , is authority (English) for the proposition that one who willfully assists in a breach of the writ or order of the Court, or in defeating its purpose, or in preventing its execution, with knowledge of such writ or order, is, although not specifically within the terms of the writ or order, subject to liability for contempt of Court."], ["[43]", "In this case the Master of the Rolls, Lord Langdale, states at page 786:", "\"... but I by no means think that because Butley is not enjoined in his character of servant and agent, he cannot be punished for aiding and assisting Lord Morrington in doing that which this Court has expressly prohibited.\""], ["[44]", "The principle enunciated in the Lord Wellesley case was followed in  <FRAGMENT_SUPPRESSED>  defendant Valmet Oy contravened the injunction of February 10, 1986. The judgment, in relation to the injunction, states:", "\"... the respondent is enjoined from manufacturing, using or selling or inducing others to use press sections which are within claim 1 or dependant claims 2, 4, 5, 6, 7, 8, 9, 10 and 11 of the said patent; any articles in respondent's possession or power used, made or being made in infringement of the said claims shall be forthwith delivered up to the appellants or destroyed.\""], ["[46]", "In relation to the claim of contempt against Valmet, did Beloit prove beyond a reasonable doubt that Valmet contravened the terms of the injunction?"], ["[47]", "Did Beloit prove beyond a reasonable doubt that Valmet-Dominion will-fully, purposely and knowingly aided and abetted Valmet to contravene the terms of the injunction?"], ["[48]", "I believe that the evidence made at the hearing leaves me no alternative but to answer in the affirmative for both Valmet and Valmet-Dominion."], ["[49]", "Let me state at the outset that I do not concur with counsel for Valmet that for Valmet to have contravened the terms of the injunction, it, Valmet had to have infringed the total of Beloit's patent. It is sufficient, in my opinion, for Valmet to have contravened the \"spirit\" of the injunction for it to be guilty of contempt."], ["[50]", "Mr. Justice Dube in Baxter Travenol  <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 1; 2 D.L.R. (4th) 621:", "\"But he also said (at p. 7) that '(c) contempt in relation to injunctions has always been broader than actual breaches of injunctions'. In the instant case, he found that the actions of Cutter, although technically not a breach of an injunction, could still constitute contempt because they may 'tend to obstruct the course of justice'.\""], ["[51]", "At the commencement of the hearing, counsel for Valmet-Dominion admitted:", "\"The design of the press section is the same design as that which was before the Court in the Beloit versus Valmet litigation. The actual press sections that were manufactured however, were manufactured by Valmet-Dominion Inc. They are not press sections that were obtained from Valmet.\""], ["[52]", "It is my belief that the admission made by counsel for Valmet-Dominion and not contradicted by counsel for Valmet means that the press sections manufactured by Valmet-Dominion are of the same design as the press sections that had been manufactured by Valmet and which design was held, by the Federal Court of Appeal, on February 10, 1986, to infringe the patent of Beloit."], ["[53]", "The first evidence submitted by Beloit is an affidavit of Dirk J. Veneman to which affidavit are attached 14 exhibits. The affidavit and attached exhibits are filed as Beloit's exhibit P-2."], ["[54]", "The evidence established by the Veneman affidavit is that Beloit U.S. is the registered owner of Canadian Letters Patent 1.020.383 issued on November 8, 1977, for an invention \"paper machine press\". Beloit Canada is the manufacturer and sole distributor and licensee in Canada of paper machine presses called Tri-Nip press sections."], ["[55]", "Valmet was the owner of another Canadian Patent for a press section of the same design as Beloit. Valmet was selling its press sections as a Sym-Press 11 press sections."], ["[56]", "On February 10, 1986, a Judgment of the Federal Court of Appeal found that the Beloit patent was valid and was infringed by Valmet's Sym-Press 11 press sections and issued an injunction, which injunction I have previously quoted."], ["[57]", "In paragraph 6 of Veneman's affidavit, he states, and this was not contradicted, that Valmet admitted at trial (in the action of  <FRAGMENT_SUPPRESSED>  Patent."], ["[58]", "Valmet-Dominion Inc. was incorporated on March 23, 1984, under the laws of Canada, Mtre Peter Mendell, who testified as a witness for Valmet-Dominion, informed me that negotiations between Valmet and Canadian General Electric, the two shareholders of Valmet-Dominion, commenced in November 1983 and terminated in the latter part of February 1984, after the Judgment of Mr. Justice Walsh which held that both patents were invalid."], ["[59]", "Exhibit 8 of Exhibit P-2, Veneman's affidavit, indicates under its Articles of Incorporation that Valmet-Dominion can issue two classes of shares, A Common Shares and B Common Shares, the holders of the Class A Common Shares to elect three members of the Board of Directors and the holders of the Class B Common Shares shall elect two members of the Board of Directors."], ["[60]", "Valmet-Dominion had, as its original incorporator, Peter Mendell of the legal firm of Phillips-Vineberg."], ["[61]", "An objection was made by counsel for Valmet-Dominion and for Valmet with regard to the evidence contained in paragraph 10 of Veneman's affidavit."], ["[62]", "Valmet-Dominion claimed that the evidence was hearsay and thus not admissible while Valmet claimed that only paragraph 10(e) applied to it and since the document upon which it is based is dated before February 10, 1986, that is, June 25, 1985, it was illegal."], ["[63]", "I took the objection under reserve."], ["[64]", "Paragraph 10 of Veneman's affidavit (Exhibit P-2) states:", "\"I am informed from the transcript for the discovery of an officer of Valmet in an action by Beloit Companies against Valmet concerning another patent that the relationship between Valmet and Valmet-Dominion is as follows:", "(a) Valmet owns 65% of the shares of Valmet-Dominion. Valmet exercises its 65% share ownership of Valmet-Dominion for purposes of controlling Valmet-Dominion.", "(b) Valmet-Dominion is a licensee of Valmet and Valmet manufactures some parts and sells them to Valmet-Dominion. Valmet intends to make all its sales to Canada through Valmet-Dominion.", "(c) The Chairman of the Board of Valmet-Dominion is also a Vice-President of Valmet, heading the Paper Machinery Group, and resides in Finland. Valmet-Dominion reports to him.", "(d) The President of Valmet-Dominion was general manager for Valmet at one of its manufacturing facilities until he became President of Valmet-Dominion.", "(e) Valmet sometimes provides technical support and supervision of construction at the customer's plant and sometimes Valmet-Dominion provides it.\""], ["[65]", "Insofar as Valmet-Dominion is concerned, I agree that the evidence is hearsay and thus illegal. Furthermore, I am not satisfied as to who the person is that is testifying, that is, whether Jorma Hujala is a Valmet employee and if a Valmet employee, what is his actual position with Valmet. Mr. Jorma Hujala was giving evidence on discovery in case number T-851-83 which is a case not in any way connected with the proceedings before me."], ["[66]", "As this information emanates from another party and that Mr. Veneman obtained the knowledge from having read the examination on discovery, I believe the evidence of Veneman to be hearsay."], ["[67]", "Mr. Veneman states, in paragraph 10 of the affidavit \"", "I am informed", "from the transcript\". This is another indication that the evidence is hearsay."], ["[68]", "A matter of contempt is a most serious one. The best evidence should be made and thus statements made in another case cannot be brought forward in the present proceedings by Veneman in his affidavit."], ["[69]", "The objection of counsel for Valmet-Dominion is well taken."], ["[70]", "An objection to the evidence in paragraph 11 of Veneman's affidavit was made by counsel for Valmet. He stated that the statements made by the promotional material (Exhibit 10 of P-2) were made prior to February 10, 1986, the date of the Federal Court of Appeal decision and thus illegal."], ["[71]", "I rejected the objection. Statements made before the date of the injunction are valid. If the statements are not correct then proof to this effect can be put before the Court."], ["[72]", "Veneman states in paragraph 11 of his affidavit and Exhibit 10 corroborates his statement, that in 1985, Valmet-Dominion stated that it is a 65% owned subsidiary of Valmet, that the Chairman of the Board is Vice-President and Group Chief Executive of the Paper Machinery Group of Valmet, that Valmet-Dominion will be using the Valmet production technology and manufacturing resources."], ["[73]", "The fact that Valmet owns 65% of Valmet-Dominion was corroborated by Mtre Peter Mendell in his testimony. He also stated in his testimony that Valmet was the holder of all issued Class A shares and has the legal right to elect three members of the five member Board of Directors (as per the Articles of Incorporation)."], ["[74]", "Mr. Veneman states, in his affidavit that since Valmet-Dominion's incorporation, it, Valmet-Dominion, has been competing with Beloit for the sale of Tri-Nip type press sections in Canada and has distributed promotional materials to this effect. Exhibit 11 of P-2 is an advertisement of Valmet-Dominion that appeared in May 1985 and in February 1986 (Affidavits of Janet Crane and Philip Boyd)."], ["[75]", "This ad is of interest in that Valmet-Dominion states, in the last five years, that is, since May 1980, it sold 60 presses and rebuilds."], ["[76]", "Since Valmet-Dominion was only incorporated in March 1984, the ad must refer to presses and rebuild presses sold by Valmet in the years preceeding Valmet-Dominion's incorporation."], ["[77]", "There is a picture of a Sym-Press 11 press section in the advertisement. It was admitted in the examination of the witnesses McGarrell and Gillespie that this picture represents a Sym-Press 11 press section manufactured by Valmet. This is the same type of press section manufactured, sold and offered for sale by Valmet-Dominion since 1984. A press section Valmet-Dominion knows was found to infringe the patent of Beloit's Tri-Nip press section."], ["[78]", "Veneman claims that Valmet-Dominion received contracts for the supply of Sym-Press 11 press sections to be supplied to Donohue, Clermont # 5 paper machine; Great Lakes, Thunder Bay 34 paper machine; Corner Brook Pulp & Paper, 37 paper machine and Acadia Pulp & Paper, Repap, Newcastle 31 paper machine."], ["[79]", "The evidence shows that these sales were obtained by Valmet-Dominion before February 10, 1986, the date the injunction was issued."], ["[80]", "Beloit, through Veneman's affidavit, has proven that on May 22, 1986, Valmet's solicitors were advised by letter that Valmet-Dominion were requested not to manufacture, use or sell Sym-Press 11 press sections in Canada. A copy of this letter was sent to Valmet-Dominion."], ["[81]", "After counsel for Beloit was informed that Valmet-Dominion was represented by the legal firm of Smart & Biggar, a copy of the May 22, 1986, letter was sent to them."], ["[82]", "On June 4, 1986, counsel for Valmet had responded with a letter marked \"without prejudice\". This letter has not been filed."], ["[83]", "On the same day, as Valmet, June 4, 1986, counsel for Valmet-Dominion responded to counsel with regard to Beloit's letter of May 22, 1986, by stating:", "\"Valmet-Dominion Inc. is a separate entity incorporated under the laws of Canada.", "The company is owned by Valmet Oy and Canadian General Electric Company Limited", "\" (Underlining is mine)"], ["[84]", "The solicitor for Valmet-Dominion admits that Valmet-Dominion is owned by Valmet and Canadian General Electric. He goes on to state:", "\"Valmet Oy owns a majority of the shares and fundamental decisions relating to the business of the company require unanimous approval of both shareholders. Valmet-Dominion Inc. was not a party to and did not participate in the action by your client and Valmet Oy.", "\"In view of the foregoing, I disagree with your statement that Valmet-Dominion Inc. will be in contempt of Court of the judgment of the Federal Court of Appeal if it proceeds as indicated.\""], ["[85]", "The above two paragraphs indicate to me that by June 4, 1986, Valmet-Dominion had decided not to comply with the terms of the injunction as it was not a party to the action between Beloit and Valmet."], ["[86]", "It should be noted for the purpose of attempting to see if Valmet-Dominion is truly \"a separate entity\" that the letters, in reply to Beloit's May 22, 1986, letter, were sent on the same day by both Valmet and the Valmet-Dominion."], ["[87]", "Was this simply a coincidence or were both Valmet and Valmet-Dominion acting together as one to defeat the purpose and spirit of the injunction?"], ["[88]", "On June 4, 1986, Thomas R. Kelly, Solicitor, in a sworn statement (Exhibit P-2 Exhibit 14, paragraph 3) states that:", "\"Acadia Pulp & Paper, Repap, Newcastle, 31 Paper Machine Inc. is a customer of Valmet-Dominion Inc. and that the paper making machinery provided to this customer by Valmet-Dominion Inc.", "includes a Sym-Press 11 press section", "\" (Underlining is mine)"], ["[89]", "In paragraph 4 of this affidavit, Mr. Kelly states:", "\"... that Valmet-Dominion Inc. has orders in hand for manufacture and delivery in Canada of further paper making machinery including Sym-Press 11 press sections and that delivery of such equipment is scheduled for August-September 1986 and subsequently.\""], ["[90]", "I am satisfied that \"Valmet-Dominion sold and is selling press sections with the Sym-Press 11 press section design as Mr. Kelly, acting on behalf of Valmet-Dominion admits, and that Valmet-Dominion has orders on hand for this type of press section."], ["[91]", "This fact is important. Counsel for Valmet-Dominion argued that the Tri-Nip press section design that Valmet-Dominion was selling could be the design as used by Dominion Engineering."], ["[92]", "I am not convinced of this."], ["[93]", "I am totally satisfied from the statement of Mr. Kelly as well as the admission of counsel for Valmet-Dominion and not objected to by counsel for Valmet that the only press section offered for Valmet-Dominion paper making machines is the design invention of Beloit whose patent was held to be valid by the Federal Court of Appeal on February 10, 1986."], ["[94]", "This fact was further corroborated by the testimony of both McGarrell and Gillespie."], ["[95]", "The first witness called to testify on behalf of Beloit was Mr. Edward Amos whose occupation is manager of construction for Lumus Canada."], ["[96]", "Mr. Amos testified that Lumus contracted with Repap N.B. Inc. on behalf of Acadia Paper Limited Partnership in May 1985 to construct a new paper plant. The paper plant is in Newcastle, New Brunswick."], ["[97]", "According to Mr. Amos, in his examination in chief, he stated that \"we (Lumus) received rolls right up to, I believe May was the latest date on the press section\"."], ["[98]", "Beloit produced a Certificate of Receipt and Inspection dated May 15, 1986, Plaintiff's Exhibit P-12, for receipt of \"1 paper roll - Sim-Roll\". He states that Lumus installed the rolls for the press section for Acadia from", "March to June 1986"], ["[99]", "It thus would be reasonable for the building contractor to have received a \"Sim-Roll\" for the press section in May 1986."], ["[100]", "As to whether the roll came from Valmet-Dominion or Valmet, the witness was not sure except he states that he assumes the rolls came from overseas and assumes it came from Finland."], ["[101]", "In cross-examination, the witness admitted not being sure that the \"sim roll\" mentioned on Exhibit P-12 was for the press section."], ["[102]", "In his examination in chief, this witness states that during start up, end of June and first two weeks of July 1986, there were Finnish personnel as well as Valmet-Dominion personnel on site."], ["[103]", "The witness states that during start up one Sym roll \"blew\" on the", "press section", "and help was given \"mainly on the press section from the Finnish representatives who represented Valmet."], ["[104]", "I am completely satisfied from the testimony of Mr. Amos that at \"start up\" of the paper making machine at the end of June and the first two weeks in July there were representatives of Valmet present, that the representatives of Valmet assisted in repairing the problems to the press section which we know is a Sym-Press 11 press section, as stated in Mr. Kelly's affidavit of June 4, 1986 (Exhibit 14 of P-2)."], ["[105]", "There is no reason to believe that this witness is not totally truthful. He stated he was present at the \"start up\", that he saw the representatives from Valmet with Valmet jackets on and he saw them working on the press section."], ["[106]", "The argument of counsel for Valmet or Valmet-Dominion that these are only assumptions on the part of the witness is without merit."], ["[107]", "The testimony of Mr. Amos must be considered as a whole and I am satisfied that what he states he saw is exact. Valmet assisted at the start up of the Acadia paper making machine and more particularly assisted in repairing the Sym Roll of the press section that \"blew\" as well as giving its expertise in the operation of a Sym-Press 11 press section. After all, the technology of a Sym-Press 11 press section comes from Valmet."], ["[108]", "Beloit's next witness was Mr. Thomas H. McGarrell, a senior vice-president of the Paper Machine Division of Valmet-Dominion Inc. who has primary responsibility for all functions of the Paper Machine Division, including engineering, manufacturing, sales and purchasing."], ["[109]", "Mr. McGarrell is well qualified for the job that he now holds having worked for Beloit in the United States, Beloit in Canada, Abitibi Price in Toronto, in 1977 went to work for Dominion Engineering as Section Manager for its Paper Machine Business and in 1984 joined Valmet-Dominion."], ["[110]", "In November 1971, when the witness joined Dominion Engineering, it, Dominion Engineering, was a wholly owned subsidiary of Canadian General Electric and was involved in the manufacture and sale of paper making machines which was 20 to 25 percent of its total business."], ["[111]", "In April 1984, Dominion Engineering transferred, in relation to its paper making machine business, to Valmet-Dominion all of its assets, including machine tools, technology and work in progress. Dominion Engineering also leased part of its Lachine, Quebec plant to the new corporation."], ["[112]", "The witness stated that the new corporation was a \"joint venture\" between Valmet Oy of Finland and Canadian General Electric and that it had, at the time of incorporation, 309 employees, five of which came from Valmet."], ["[113]", "As an employee of Valmet-Dominion, the witness was first, in charge of sales and engineering, later only in charge of sales and since January 1986, he holds his present position of senior vice-president of the Paper Making Division."], ["[114]", "At the start of Valmet-Dominion, a Mr. Pakkala was transferred from Valmet to Valmet-Dominion where he was made President."], ["[115]", "A Mr. Markku Saastmonian was sent from Valmet to Valmet-Dominion to assist Valmet-Dominion in the transfer of the engineering and sales technology of Valmet. This individual remained for approximately one year with Valmet-Dominion."], ["[116]", "Mr. Sapo Viinkianen was sent by Valmet to Valmet-Dominion to assist in the set-up of the \"manufacturing sell concept, which was a radical departure from the way the machine tools had been set up at Dominion Engineering\"."], ["[117]", "From Mr. McGarrell's testimony, I believe that Mr. Viinkianen has returned to Valmet in Finland to his old job as Plant Manager."], ["[118]", "Mr. Pakka Antilla was transferred to Valmet-Dominion from Valmet to join the finance department as an Operation Analyst. He is still  <FRAGMENT_SUPPRESSED> -Dominion. Mr. Antilla's function is to prepare reports on a regular basis under the direction of the Vice President of Finance. These reports are, \"", "from time to time\" forwarded to Valmet in Finland", "\"."], ["[119]", "This is understandable as Valmet is a majority shareholder of Valmet-Dominion."], ["[120]", "The fifth person to be sent to Valmet-Dominion was a Mr. Martti Tissari who was involved in applying the Valmet technology that Valmet-Dominion had acquired which included the Sym-Press 11 Technology. Valmet is, to the present time supplying technology to Valmet-Dominion, including up to date technology for Sym-Press 11 press sections."], ["[121]", "It would be my belief that upon the formation of the new company, Valmet-Dominion, Valmet undertook to ensure, by sending the above mentioned individuals, that Valmet-Dominion would continue to operate in Canada with the same technology and sales operations as Valmet had before the \"joint venture\" of Canada General Electric and Valmet."], ["[122]", "The individuals sent by Valmet at the formation of Valmet-Dominion is a clear indication to me that the top experts in these fields were sent by Valmet to ensure that Valmet-Dominion operated its business in the same manner as Valmet using Valmet's technology for manufacturing and selling paper machines which included Sym-Press 11 press sections."], ["[123]", "Since the formation of Valmet-Dominion and after the above persons arrived from Valmet, three other individuals were sent. One who is experienced in Roll Manufacturing because of the difficulties Valmet-Dominion was having in this field, a welding specialist and a sales expert from T.V.W. Atlanta, a sales organization of Valmet's in the United States."], ["[124]", "Three of the above individuals plan to return to their jobs with Valmet. They are Mr. Tapio, Mr. Tissari and a Mr. Heinonen."], ["[125]", "Mr. McGarrell informed me that he reports to the President of Valmet-Dominion, Mr. Pakkala, who in turn reports to the Chairman of the Board. The Chairman of the Board to May 1986 was Mr. Jori Pesonen. Mr. Pesonen was at the time Valmet-Dominion was formed and still is Group Vice Presidence of the Paper Making Machinery Division of Valmet."], ["[126]", "It would therefore seem to me that with the President of Valmet-Dominion being from Valmet and the Chairman of the Board of Valmet-Dominion being from Valmet and still part of Valmet's Board, Valmet could and would, if it decided it was in its interests, exert strong pressure to ensure that Valmet's wishes would be carried out by Valmet-Dominion."], ["[127]", "The witness states that in the late 1970's, Dominion Engineering became aware of Beloit's press section patent known as the Beloit Tri-Nip because of customer demand for this type of press section design. It also became aware of the Sym-Press 11 design of Valmet. Both were triple nip design."], ["[128]", "The witness having been involved in the negotiations with Valmet to set up the new corporation (Valmet-Dominion) states that Valmet is a large international company engaged in selling and manufacturing paper machines that operates, \"sometimes\", directly or through subsidiaries, representatives and licensees."], ["[129]", "Plaintiff produced, through his witness, Exhibit P-13, Annual Report of Valmet for 1985. It is, I believe, a very important document which clearly shows the relationship of Valmet-Dominion to Valmet."], ["[130]", "Notwithstanding the argument of counsel for Valmet-Dominion that this document was prepared by Valmet without any input or verifications of what was said in it by Valmet-Dominion, I am of the view that this report truly expresses the relationship of Valmet-Dominion to Valmet."], ["[131]", "This report, Exhibit P-13 had to have been printed for Valmet sometime after March 18, 1986. On page 33 of Exhibit P-13, one can see that the auditor's report is dated March 18, 1986."], ["[132]", "As I have stated, I am satisfied that this report will tell a great deal of the relationship of Valmet-Dominion to Valmet."], ["[133]", "The report confirms that Mr. Pesonen, who was Chairman of the Board of Valmet-Dominion to May 1986 was, in 1985, Chief Executive of the Paper Machinery Group of Valmet. Mr. Pesonen was also a member of the Board of Directors of Valmet as well as Corporate Vice-President Group Chief Executive of the Paper Machinery Group of Valmet (Exhibit P-13, page 4)."], ["[134]", "I believe I can assume from this that Mr. Pesonen held a very important position  <FRAGMENT_SUPPRESSED> . He could exercise influence in making decisions involving the Paper Making business and as Chairman of the Board of Valmet-Dominion, instruct that Board as to its actions."], ["[135]", "The paper machinery business of Valmet, the group of companies involved in this business, accounted for 23% of Valmet's total revenue. This indicates the great importance of this paper machinery business and I dare say the importance to be permitted to, itself or to subsidiaries, representatives or licensees to continue to manufacture, sell or offer to sell its Sym-Press 11 press sections in Canada."], ["[136]", "The financial consequences to Valmet are sufficiently important."], ["[137]", "Furthermore (Exhibit P-13 page 5), Valmet states that it owns 65% of Valmet-Dominion Inc. Canada and that Management of Valmet-Dominion is under the direction of J. Pakkala who we know is President of Valmet-Dominion and originally was sent by Valmet to Valmet-Dominion to take over this job."], ["[138]", "Mr. McGarrell states that he personally knows that, as of the date he testified, Valmet owns 65% of Valmet-Dominion and Canadian General Electric owns 35%."], ["[139]", "That prior to March 1984, Valmet sold paper making machinery with a Sym-Press 11 press section, after April 23, 1984 Valmet-Dominion was offering for sale the Valmet and Dominion Engineering technology and was offering", "and is continuing to offer for sale the Sym-Press 11 press section", ", the same press section design which was the subject of the proceedings by Beloit against Valmet."], ["[140]", "I am entirely satisfied that what Valmet-Dominion is offering for sale is not the Dominion Engineering Tri-Nip press section design but the Sym-Press 11 design press section which the Federal Court of Appeal stated infringed Beloit's patent."], ["[141]", "Plaintiffs also have produced Exhibits P-14 (a), (b), (c) and (d) which are:", "Exhibit P-14(a)", "- Foundation Agreement between Valmet, Canadian General Electric and Valmet-Dominion dated April 3, 1984.", "Exhibit - P-14(b)", "- Shareholders Agreement between Valmet Corporation, Canadian General Electric and Valmet-Dominion dated April 3, 1984.", "Exhibit P-14(c)", "- Valmet Subscription Agreement between Valmet and Valmet-Dominion dated April 3, 1984.", "Exhibit P-14(d)", "- License Agreement between Valmet and Valmet-Dominion dated April 3, 1984."], ["[142]", "These documents together with Exhibits D-13, 14 and 15 make up all the documentation between Valmet Canadian General Electric and Valmet-Dominion as to the organization and operation of Valmet-Dominion.", "Exhibit D-13", "- Canadian General Electric Subscription Agreement between Canadian General Electric and Valmet-Dominion dated April 3, 1984.", "Exhibit D-14", "- Lease between Canadian General Electric and Valmet dated April 3, 1984.", "Exhibit D-15", "- Service Agreement between Canadian General Electric and Valmet-Dominion."], ["[143]", "Of all of the above documents filed, the most important is the Shareholders Agreement, Exhibit P-14(b). This agreement governs the relationship of Valmet, Canadian General Electric and Valmet-Dominion."], ["[144]", "I am satisfied that Exhibit P-14(b) clearly indicates that Valmet has full and total control over the everyday operation of Valmet-Dominion."], ["[145]", "Article 2.1 of P-14, Directors and Management, states:", "\"The Company will have a Board of Directors comprising five (5) persons, three (3) of whom will be nominees of Valmet and two (2) of whom (both to be resident Canadians as defined in the Canada Business Corporations Act ('CBCA') will be nominees of CGE. The Board will be actively involved in the business and affairs of the Company. ...\""], ["[146]", "In that Valmet has three (3) members of the Board of a total of five (5) and that the Board of Directors is to be actively involved in the affairs of the Company, I cannot come to any other conclusion than that Valmet controls what and how this Company, Valmet-Dominion, is to operate."], ["[147]", "To further illustrate Valmet's control of Valmet-Dominion, in Article 2.3 it states that generally:", "\"... three (3) members of the Board will constitute a quorum for meetings of the Board, two (2) of whom will be the nominees of Valmet and one (1) of whom will be the nominee of C.G.E. (the Normal Quorum)\""], ["[148]", "It is important to note that 2.3 states that Board meetings will be held as determined by the Chief Executive Officer (or as otherwise provided in the bylaws) and will normally take place in North America."], ["[149]", "This fact, that the Chief Executive Officer of Valmet-Dominion is to call Board meetings is important when reference will be made to a letter of March 5, 1986, (Exhibit P-16) from Valmet to Valmet-Dominion concerning the convening of a meeting of the Board of Directors of Valmet-Dominion."], ["[150]", "Article 5.2 of P-14(b) confirms the fact that Valmet is to own 65% of the issued capital stock of Valmet-Dominion and Canadian General Electric will own 35%. It also confirms that Valmet will elect three (3) members of the Board while Canadian General Electric shall elect two (2)."], ["[151]", "Article 10.1 is of special importance. It is headed \"Minority Shareholder Protection\" and states that under six conditions both Valmet and Canadian General Electric must approve, that is, the special six matters require unanimous consent. They are:", "\"a) any amendment to the Articles of Incorporation of the Company;", "\"b) a resolution to initiate the liquidation of the Company or the surrender of the Articles of the Company;", "\"c) the creation or issuance of any shares or rights to acquire shares of the Company;", "\"d) any amendment or modification to the License Agreement between the Company and Valmet entered into on the present date;", "\"e) any change in the scope and purpose, market or sourcing as described in Sections 2, 3 and 4 of the Foundation Agreement between Valmet, CGE and the Company entered into on the present date; and", "\"f) any other matters out of the ordinary course of the Company's business.\""], ["[152]", "Of special interest are e) and f) of Article 10.1 of the Shareholders Agreement as both Valmet and Valmet-Dominion state that as a result of this article, Canadian General Electric has a veto which would have prevented Valmet from instructing or using its majority power in causing Valmet-Dominion to stop manufacturing, selling or offer for sale Sym-Press 11 press sections."], ["[153]", "With respect to counsel for Valmet and Valmet-Dominion and to the opinion expressed by Mtre Peter Mendell, I do not agree."], ["[154]", "A veto power is a power which, if used, would prevent the doing of an act. In the present case, Valmet is not", "doing any act", "that Canadian General Electric could veto. Valmet can and should have used its majority power to cause Valmet-Dominion to decide not to continue to manufacture, sell or offer for sale Sym-Press 11 designed press sections."], ["[155]", "The veto power conferred in Section 10.1 does not apply. Canadian General Electric cannot use its veto power from preventing Valmet to request, order Valmet-Dominion to stop manufacturing, selling or offer to sell Sym-Press 11 press sections."], ["[156]", "Since Valmet controlled the Board of Directors, held a majority of the shares, it could and should have used its power to prevent Valmet-Dominion from continuing to manufacture, sell or offer to sell Sym-Press 11 press sections after February 10, 1986, which it failed to do."], ["[157]", "Mr. McGarrell admitted continuing to sell the Sym-Press 11 press sections."], ["[158]", "Valmet induced Valmet-Dominion to continue to manufacture, sell or offer to sell the Sym-Press 11 press sections by its failure to exercise its influence on Valmet-Dominion as it could legally have done."], ["[159]", "Mr. McGarrell testified that from March 1984 to May 1986 Valmet had three nominees on the Valmet-Dominion Board of Directors, Mr. Pesonen was Chairman of the Board of Directors, Mr. Pakkala who was President and still is President and third is Mr. Salbaing who replaced Mtre Peter Mendell, Valmet's attorney at the time of the Valmet-Dominion incorporation."], ["[160]", "He stated that in relation to the Acadia contract for a paper making machine, Valmet was aware of it as Acadia requested Valmet-Dominion whether it could supply the Sym triple technology which included a Sym-Press 11 press section."], ["[161]", "This took place soon after Valmet-Dominion was incorporated in March 1984."], ["[162]", "Ultimately, Valmet-Dominion entered into a contract with Acadia in October 1984. The contract for Acadia included a Sym-Press 11 press section with components on the press section manufactured by Valmet. Some of the components manufactured or supplied by Valmet for the Sym-Press 11 press section are:", "a) Sym Rolls, three, of a value of approximately one million dollars", "b) Dryer castings for the paper machine", "c) Special valves for the hydraulic loop system for the press sections"], ["[163]", "Valmet is manufactured Sym Rolls for the Great Lakes Press Section as well as accepted orders for Sym Rolls for the Corner Brook and Donohue press sections which Valmet obviously knew were for Canada as the orders came from Valmet-Dominion."], ["[164]", "Beloit introduced a letter dated March 5, 1986 as Exhibit P-16. This is a letter from Valmet to Valmet-Dominion requesting a special Board of Directors meeting notwithstanding that only the Chief Executive Officer has the legal right to call such a meeting."], ["[165]", "The witness did not have a great deal of knowledge concerning this letter as he only saw it for the first time on August 11, 1986."], ["[166]", "Counsel for Valmet-Dominion admitted that this letter was received by Valmet-Dominion on March 5, 1986, that it is a letter signed by Mikko Sieteri and Mattis Helme. The letter was received electronically on March 5, 1986, the day it was sent with the original being received on March 12, 1986."], ["[167]", "This letter, P-16, is of significant importance. As I have stated, it comes from Valmet signed by M. Helme who is a patent attorney for Valmet and Mikko Sieteri. I have no information about this individual. Both do not seem to be very high in the hierarchy of Valmet."], ["[168]", "Notwithstanding the fact that these two gentlemen do not seem to hold great power  <FRAGMENT_SUPPRESSED> , they write a letter to Valmet-Dominion, addressed to no one in particular, informing Valmet-Dominion that on February 10, 1986, the Federal Court of Appeal in Canada upheld Beloit's patent and enjoined Valmet from manufacturing, using or selling or inducing others to use press sections (Sym-Press 11 press sections)."], ["[169]", "It requests Valmet-Dominion to act in accordance with the judgment and then states:", "\"In the event that your company would not follow Valmet's instructions,", "we ask you to call for a Board meeting", "so that this matter be properly dealt with.\""], ["[170]", "The only instructions in the letter is a request to Valmet-Dominion to act in accordance with the Court of Appeal judgment and, in the same letter, Valmet states that if Valmet-Dominion does not wish to act in accordance with the judgment", "to call a Board of Directors meeting", "to officially, I assume, defy the Court's judgment."], ["[171]", "If Valmet has no special control over Valmet-Dominion as both counsel for Valmet and Valmet-Dominion claim, why did Valmet ask Valmet-Dominion to call a Board meeting to officially decide to defy the Federal Court of Appeal?"], ["[172]", "This request is not a logical one. I find it difficult to understand a request by Valmet to Valmet-Dominion to call a board meeting if Valmet-Dominion does not wish to follow the instructions of the letter."], ["[173]", "This is another reason why I am convinced that Valmet truly controlled the actions of Valmet-Dominion and that this letter and later Board of Directors meeting were only done to try to give the appearance of total independence of Valmet and Valmet-Dominion to avoid the terms of the injunction."], ["[174]", "The Minutes of a Board of Directors meeting of Valmet-Dominion dated April 18, 1986 and May 9, 1986, were filed as Exhibits P-17 and 18. Mr. McGarrell first saw these exhibits on August 14, 1986, but was made aware of their content on May 12, 1986, at a Management meeting."], ["[175]", "At this meeting of May 12, 1986, the witness relates, he was informed by the President of Valmet-Dominion, Mr. Pakkala, that Mr. Pesonen resigned from the Board of Valmet-Dominion as a result of the Patent case ( <FRAGMENT_SUPPRESSED>  to offer Valmet's Sym-Press 11 press sections for sale in Canada as Valmet-Dominion was given legal advice that Beloit's patent was invalid and that there would likely be an action against Beloit by Valmet-Dominion to this effect."], ["[176]", "This action by Mr. Pakkala clearly indicates to me a willful disregard of the February 10, 1986, judgment."], ["[177]", "In speaking of the Acadia \"start up\" as previously mentioned by Mr. Amos, Mr. McGarrell confirms that there were two individuals on site from Valmet, one was an instrument engineer and the second was a start up engineer."], ["[178]", "Counsel for Beloit wished to produce certain documents given to him as a result of a subpoena served on Mr. McGarrell. It was a subpoena duces tecum. Counsel for Valmet-Dominion and Valmet objected to the production of the documents. Counsel for Valmet-Dominion objected because, as he said,", "\"It's that documents cannot be obtained by my learned friend in this matter to incriminate Valmet-Dominion Inc.\""], ["[179]", "Counsel for Valmet argued that he objects to the production of these documents.", "\"parce que je suis co-accusé j'ai le droit d'empêcher que ne soient contraints des témoins qui en droit ne le sont pas, et ma prétention serait qu'en droit Maître Wright ne peut pas, pour sa preuve, faire venir des gens ou de Valmet ou de Valmet-Dominion Inc.\""], ["[180]", "The documents that Beloit wished to file were produced as Plaintiff's Exhibits 19(a) to (j), 20, 21 and 22."], ["[181]", "It was agreed that I would allow the production under reserve of the objection made, the counsel for Valmet and Valmet-Dominion would argue the objection at the end of the hearing. At the end of the hearing, counsel for Valmet-Dominion withdrew his objection. Counsel for Valmet did not, but failed to argue."], ["[182]", "I hereby dismiss Valmet's objection. These documents come from Valmet-Dominion and not Valmet. There is, in my opinion, nothing to prevent a party to subpoena the production of documentation if it relates to the proceedings before the Court."], ["[183]", "The documents filed under P-19 to 22 show that Valmet-Dominion and Valmet were always in communication with regard to the contracts to supply paper making machines by Valmet-Dominion to Acadia, Great Lakes, Corner Brook and Donohue. They are order forms whereby Valmet-Dominion is ordering and requesting parts from Valmet to construct a Sym-Press 11 press section as shown on Exhibit P-19 \"A\"."], ["[184]", "The dates of the documents go from August 11, 1984, the Acadia project, to July 19, 1986, for the Donohue project (Exhibit P-22 c)."], ["[185]", "Exhibit P-19 en liasse refers to the Acadia contract. Mr. McGarrell has stated that this contract was obtained in 1984 and finished in July 1986."], ["[186]", "Exhibit P-20 en liasse refers to the Great Lakes contract. Exhibit P-20(a), dated February 27, 1986, subsequent to the February 10, 1986, judgment, is a memo addressed to Valmet requesting final drawings and Bills of Material for Sym Rolls for Great Lakes. On March 6, 1986, Valmet replied (Exhibit P-20(b))."], ["[187]", "I am satisfied from examining Exhibit P-20 en liasse that Valmet was proceeding to send and did send, subsequent to February 10, 1986, Sym Rolls for the Sym-Press 11 press section of a Paper Making Machine for Great Lakes."], ["[188]", "Exhibit P-20(e) shows that on April 2, 1986, Valmet-Dominion complained of having received a Sym Roll in damaged condition and that it was waiting for two more Sym Rolls."], ["[189]", "As Mr. McGarrell stated in his evidence, Sym Rolls form an integral part of the Sym-Press 11 press section. It therefore means that without the Sym Rolls provided by Valmet there could not be a Sym-Press 11 press section as Valmet had designed and which infringed Beloit's Tri-Nip press section."], ["[190]", "I believe that Valmet by supplying parts and accepting orders for parts from Valmet-Dominion for this type of press section (Sym-Press 11) contravened the injunction."], ["[191]", "Insofar as the Corner Brook paper machine is concerned, Exhibits P-21 en liasse, the evidence is that Valmet is in process or has now completed the manufacturing of the parts for the Sym-Press 11 press section. The Sym Rolls were ordered from Valmet but are not yet delivered."], ["[192]", "Mr. McGarrell admits that the Sym Rolls are used in the exact same position referred to in the Beloit patent."], ["[193]", "I am convinced by the testimony of Mr. McGarrell, which was corroborated by Mr. Gillespie, that Valmet knew that the Sym Rolls that they were manufacturing for Valmet-Dominion were to be used in a press section that had been judged as infringing Beloit's patent."], ["[194]", "Insofar as the Donohue project is concerned, Mr. McGarrell states that the manufacturing of the paper machine by Valmet-Dominion is still in progress, it started approximately \"one month ago\" (June or July 1986), that Valmet-Dominion is manufacturing the same press section (Sym-Press 11 press section) and that for this press section, the Sym Rolls were ordered from Valmet but not yet delivered."], ["[195]", "The witness stated that the press rolls are used in the press section on rolls in which he identified as a, b, c, d (Sym-Press 11 press section) which was the same press section involved in the litigation between Valmet and Beloit and in which there was a Federal Court of Appeal judgment on February 10, 1986."], ["[196]", "Mr. McGarrell has informed the Court that Valmet-Dominion made some bids for paper making machines with the same Sym-Press 11 press section since February 10, 1986 and to the best of his knowledge the last bid was in May 1986."], ["[197]", "Mr. McGarrell was subjected to an intensive cross-examination."], ["[198]", "It is clear that Valmet-Dominion was not acting as a sales representative of Valmet as Valmet-Dominion, according to Mr. McGarrell, and not contradicted, never handled sales for Valmet Finland but only operated on its own behalf."], ["[199]", "This is obvious since an agreement exists between Valmet and Valmet-Dominion (see founding documentation) that Valmet would not sell in Canada paper making machines. It would, in my view, be financially unwise of Valmet to compete with a company in which it owns 65%, and collects a substantial royalty fee for the use of its technology."], ["[200]", "I am satisfied from the evidence made that the orders for Acadia, Great Lakes, Corner Brook and Donohue were received by Valmet-Dominion before February 10, 1986. I am also satisfied that since February 10, 1986, Valmet collaborated with Valmet-Dominion to ship parts to Valmet-Dominion for the construction of Sym-Press 11 press sections without which parts and Valmet's technology Valmet-Dominion would not be able to manufacture the Sym-Press 11 press sections."], ["[201]", "The major parts ordered from Valmet for the Sym-Press 11 press section would be the Sym Rolls, which make up about 15% of the total press section and some other minor parts which make up a further 5% of the press section."], ["[202]", "I am satisfied from the evidence of Mr. McGarrell that of the total Sym-Press 11 press section 20% of the parts are supplied by Valmet. I also believe that if Valmet did not manufacture and supply the Sym Rolls for the Sym-Press 11 press section, there would not be a Sym-Press 11 press section for the four paper machines under discussion."], ["[203]", "The Sym Rolls form an integral part of the Sym-press 11 press section without which there would be no paper making machine of this design."], ["[204]", "The four contracts, Acadia, Great Lakes, Corner Brook and Donohue had the a, b, c, d configuration, according to Mr. McGarrell, and this design was what was in conflict with the Beloit patent."], ["[205]", "In the cross-examination a great deal was said about Dominion Engineering having had a triple nip press arrangement with an a, b, c, d roll configuration."], ["[206]", "I view this evidence as totally without any benefit in my deciding whether or not contempt has or is occurring. Valmet-Dominion with the help of Valmet is manufacturing, selling or offering for sale paper machines with the Sym-Press 11 press section, not the press section that was originally manufactured by Dominion Engineering."], ["[207]", "In his examination in chief, Mr. McGarrell stated, on a number of occasions, that it was the design of the Sym-Press 11 press section that was used, not the design of the Dominion Engineering press section."], ["[208]", "The fact that Dominion Engineering had such a press section is irrelevant."], ["[209]", "Plaintiff did not offer any other witnesses and closed its proof."], ["[210]", "Valmet-Dominion commenced with their defence to the show cause order."], ["[211]", "As it was, Valmet did not have any witnesses for and on its own behalf but relied for its defence on the evidence made by Beloit and Valmet-Dominion."], ["[212]", "The first witness called by Valmet-Dominion was Mr. Robert E. Chambers, Executive Vice President, Great Lakes Forest Products."], ["[213]", "I would state that after listening to what this witness had to say, I had difficulty to understand the need to have had him come from Thunder Bay to testify."], ["[214]", "He stated that in February 1985 an order was placed with Valmet-Dominion for a new press section (D-4) as it was key to the modernization that Great Lakes wished to accomplish. The press section that was ordered was a Sym-Press 11 press section."], ["[215]", "The witness informed me that it was important for Great Lakes to receive the Sym-Press 11 press section because of commitments made by Great Lakes to its customers. That if Great Lakes could not receive the press section, they would suffer serious financial damages and they in turn would sue \"all parties involved\" to recover these damages."], ["[216]", "The only relevancy of this testimony was that it corroborated Mr. McGarrell that it was a Sym-Press 11 press section sold to Great Lakes and not a Dominion Engineering Triple Nip press section."], ["[217]", "The most important witness to be heard on behalf of Valmet-Dominion was Mr. Robert Gillespie, Executive Vice President of Canadian General Electric who in April 1984 became Vice Chairman of Valmet-Dominion."], ["[218]", "He, as having the responsibility for the daily operations of Canadian General Electric, was involved in the setting up of Valmet-Dominion from the initial stage of searching for a \"partner\", through the contact period (Sept-Oct. 1983) into negotiations (late 1983 early 1984)."], ["[219]", "The witness informs us that Canadian General Electric received 35% of the issued shares of Valmet-Dominion who in turn, for the said 35% of issued shares, transferred the paper making machinery business of Dominion Engineering to Valmet-Dominion, which included all customer orders. Canadian General Electric also received $1,250,000 for the transfer of the Dominion Engineering paper machine business and technology."], ["[220]", "Canadian General Electric leased to Valmet-Dominion space in the Dominion Engineering property in Lachine (D-14) and signed a Service Agreement with Valmet-Dominion (D-15)."], ["[221]", "These agreements are part of all the agreements signed when Valmet and Canadian General Electric got together to form Valmet-Dominion."], ["[222]", "In discussing the question of the lease (D-14) the witness described the problems that Valmet-Dominion would have if it had to move from the premises it occupied in the property of Canadian General Electric or Dominion Engineering. He stated:", "\"... it would probably cause the business (Valmet-Dominion) to become unprofitable for a substantial period of time.\""], ["[223]", "Mr. Gillespie then went on to say:", "\"But, keeping in mind that we own thirty-five percent of Valmet-Dominion, I don't think that we would necessarily want to hold them hostage.\""], ["[224]", "This reply would indicate to me that Canadian General Electric and Valmet-Dominion are not totally at arms length as suggested by Mtre Peter Mendell in his testimony. The fact that Canadian General Electric would not act as an ordinary landlord would act, and I understand this as Canadian General Electric has a 35% interest  <FRAGMENT_SUPPRESSED> -Dominion, contradicts Mtre Mendell when he attempted to show that Valmet-Dominion was totally independent of Valmet or Canadian General Electric."], ["[225]", "There is no total independence of a corporation when another corporation owns 35% and 65% of its issued shares, as exists in the present case."], ["[226]", "In explaining the reason for the 65-35% split in ownership of the shares of Valmet-Dominion, the witness gives as a reason that \"in the long haul\" it would be to Canadian General Electric's advantage to be a minority shareholder, it would be \"a good arrangement\" providing Canadian General Electric was given protection. The witness did admit that Canadian General Electric attempted to get 50% of the issued shares but that this was impossible. Definite proof that Valmet insisted upon and received complete control."], ["[227]", "Unfortunately, the advantages or why Canadian General Electric would have been satisfied to be a minority shareholder was never explained. I assume it was because Canadian General Electric felt it would make more money using Valmet's skill and technology than it was then making in Dominion Engineering paper making machine business."], ["[228]", "Mr. Gillespie believes that Canadian General Electric was protected by the Shareholders Agreement clauses 2.5 and 10.1. He believed that Canadian General Electric had a veto power \"relative to any changes in the nature or scope of business\" and was thus protected."], ["[229]", "It seems to me that Canadian General Electric was also satisfied because Canadian General Electric needed what Valmet had to offer. Mr. Gillespie stated that the technology of Valmet \"was clearly more advanced\" and that Valmet's technology would be available for Valmet-Dominion Inc.'s exclusive use in North America."], ["[230]", "I believe this, Valmet's technology, for paper making machines, was the \"raison d'être\" for Canadian General Electric getting together with Valmet."], ["[231]", "This confirms that Valmet-Dominion is selling press sections designed by Valmet, Sym-Press 11 press sections, and not Triple-Nip press sections of Dominion Engineering."], ["[232]", "In attempting to show the independence of Valmet-Dominion from Valmet or Canadian General Electric, Mr. Gillespie informed me that at the formation of Valmet-Dominion, the Directors were:", "1) Jori Pesonen, Chairman First Valmet Director", "2) Robert Gillespie, the witness, First Canadian General Electric Director", "3) Walter Fell Second Canadian General Electric Director", "4) Juhani Pakkala Second Valmet Director", "5) Peter Mendell Third Valmet Director who was later replaced by Michel Salbaing as Valmet's Third Director", "who, at times, while acting in the capacity as directors of Valmet-Dominion considered the benefits of any act to Valmet-Dominion and not to any parent company."], ["[233]", "Nevertheless the composition of the Board clearly indicates Valmet had control of the Board of Directors."], ["[234]", "Mr. Pesonen resigned on May 9, 1986 and has not yet been replaced."], ["[235]", "It must be noted that Mr. McGarrell had stated that Mr. Pesonen resigned because of the patent case ( <FRAGMENT_SUPPRESSED>  Meeting of Valmet-Dominion's Board of Directors on April 18, 1986, Exhibit P-18, meeting of Valmet-Dominion's Board of Directors on May 9, 1986, Exhibit D-16 meeting of Valmet-Dominion's Board of Directors on August 14, 1986, Exhibit D-17 meeting of June 17, 1986 and D-18 meeting of August 14, 1986.", "Exhibit P-17 Valmet-Dominion Board of", "Directors Meeting of April 18, 1986"], ["[237]", "It seems that this was the first meeting of the Board of Directors in approximately three or four months."], ["[238]", "In this meeting, the question of the Patent litigation was discussed. Mr. Pakkala reported that Valmet-Dominion received a letter from Valmet but does not say what the letter stated other than \"advising the Company of the status of Canadian litigation between Valmet Oy and Beloit Corp.\"."], ["[239]", "It seems strange that no date is mentioned in the minutes as to when the letter was sent or received or by whom it was signed or to whom  <FRAGMENT_SUPPRESSED> -Dominion it was sent."], ["[240]", "The letter, according to Mr. Gillespie, referred to in the Minutes is P-16, the letter from Valmet to Valmet-Dominion dated March 5, 1986."], ["[241]", "The Minutes of April 18, 1986, also state why Valmet-Dominion will not abide with, I assume, the instructions contained in the letter of March 5, 1986. The Minutes state:", "\"Legal counsel to Valmet-Dominion (Peter Mendell) is of the opinion that the Company could have a case for impeachment of the Beloit's patent and that this matter should be pursued promptly. Because of these facts and", "because there are shipments upcoming which the Company has to effect", ". ...\" (Underlining is mine)"], ["[242]", "It therefore seems to me that the question of contempt never entered into the question of whether or not to continue to manufacture, sell or offer to sell Sym-Press 11 press sections. The only major consideration was the financial one. The legal opinion received, although considered, in my view was of secondary importance.", "Exhibit P-18 Meeting of Board of", "Valmet-Dominion May 9, 1986"], ["[243]", "This is the special Board of Directors Meeting called at the suggestion of Valmet  <FRAGMENT_SUPPRESSED> 's letter of March 5, 1986."], ["[244]", "Once again, I cannot understand, if Valmet-Dominion is truly an independent, arms-length corporation, how Valmet can suggest and Valmet-Dominion follow the suggestion to hold a special directors meeting to decide to continue to defy or not follow the judgment of the Federal Court of Appeal dated February 10, 1986."], ["[245]", "I can come to no other conclusion that the fact that Valmet suggested the meeting and Valmet-Dominion followed the suggestion, that Valmet and Valmet-Dominion acting together attempted to avoid the consequences of the injunction of February 10, 1986 and that the holding of the Board meeting was for \"show purposes\"."], ["[246]", "At this meeting it was decided not to, officially, abide by the request of Valmet in its letter of March 5, 1986 (Exhibit P-16)."], ["[247]", "I might also add that the request allegedly made in the letter of March 5, 1986, is not very specific. All it states is:", "\"We hereby request you to act in accordance with the judgment of the Federal Court of Appeal.\""], ["[248]", "There is no request to cease to produce press sections that are designed to infringe Beloit's patent, the Sym-Press 11 press section nor to cease selling or offering to sell the Sym-Press 11 press section."], ["[249]", "As a result of the decision to continue as before, Mr. Pesonen states that he must resign and Mr. Gillespie believes Mr. Pesonen \"left\" the meeting by replacing the telephone receiver on the telephone as the meeting was held by conference call."], ["[250]", "He is not sure of this and nor am I. If Mr. Pesonen had \"left\" the meeting, I am sure it would have been noted in the minutes."], ["[251]", "To the date of this hearing, no one has replaced Mr. Pesonen and there only remains four directors at \"Valmet-Dominion."], ["[252]", "No explanation is given why this is so. Mr. Gillespie himself states that he does not know why Mr. Pesonen has not been replaced and that", "this is abnormal"], ["[253]", "I believe that Mr. Pesonen is not being replaced purposely. Valmet, together with Canadian General Electric, the only shareholders of Valmet-Dominion, are attempting, by so acting, to avoid Valmet having a majority of the Board. By Valmet not having a majority of the Board, Valmet is attempting to claim \"no control\" and thus could do nothing to stop Valmet-Dominion from continuing in the manner that it has since April 1984."], ["[254]", "I believe there exists a working arrangement between the shareholders to purposely avoid the consequences of the February 10, 1986, decision, that Pesonen resigned, that he was not replaced and that Board of Directors meetings were held."], ["[255]", "Exhibits D-17, 18 and 19 were filed to attempt to convince the Court of the independence of Valmet-Dominion and that, since Mr. Pesonen's resignation, Mr. Gillespie, a representative of Canadian General Electric, acted as Chairman of the Board of Valmet-Dominion."], ["[256]", "It also shows (D-18) the financial consequences if Valmet-Dominion is not able to complete their orders for the Sym-Press 11 press section."], ["[257]", "It would seem to me that because of the financial consequences that Valmet-Dominion would suffer, and indirectly, Valmet, because of its 65% ownership  <FRAGMENT_SUPPRESSED> -Dominion, the Board of Directors searched for a way to avoid the terms of the injunction."], ["[258]", "Valmet with ownership of the majority of the shares of Valmet-Dominion, with the legal right to elect three of the five members of the Board of Directors, really has the ultimate financial responsibility. It was and is in the interests of Valmet to do all it can to continue to sell Sym-Press 11 press sections."], ["[259]", "It did this through Valmet-Dominion, a corporation it controls."], ["[260]", "An example of the financial consequences and a good reason to attempt to circumvent the judgment of February 10, 1986, can be found in Mr. Gillespie's reply to counsel for Valmet-Dominion in speaking of the three paper machines or presses waiting for delivery:", "\"If the company is unable to ship the three machines which we are presently either in the process of waiting to ship or completing, the potential loss to the company could be as much as forty million dollars.", "Forty million dollars would cause Valmet-Dominion to go into bankruptcy", ".\""], ["[261]", "There exists strong reason to attempt to do indirectly what you cannot do directly."], ["[262]", "This witness attempted to show that since Mr. Pesonen resigned, May 9, 1986, there was no contact between Valmet-Dominion and Mr. Pesonen. This was the impression I was left with up to the cross-examination."], ["[263]", "In cross-examination, the witness states he did not have contact but that the President of Valmet-Dominion, Mr. Pakkala, another Board member, a Valmet representative, was in contact with Mr. Pesonen."], ["[264]", "I believe from the evidence that Mr. Pesonen as head of Valmet's Paper Making Division, was always informed as to what Valmet-Dominion was doing or intended to do. Valmet-Dominion was part of Valmet's group of companies. Certainly Valmet", "always", "knew what was happening  <FRAGMENT_SUPPRESSED> -Dominion."], ["[265]", "Mr. Gillespie stated that one of the reasons it had been decided that Valmet-Dominion would not follow the advice of Valmet in its letter of March 5, 1986, to conform to the Court of Appeal judgment was because of the legal opinion it had received from the company's attorneys Phillips & Vineberg, Mtre Peter Mendell."], ["[266]", "There is no doubt that Valmet-Dominion received legal advice which stated that Valmet-Dominion was not enjoined by the injunction of February 10, 1986, that there was little risk of it being in contempt and that there was the possibility that Beloit's patent could be successfully attacked by Valmet-Dominion."], ["[267]", "As Mr. Gillespie stated, this advice was given by Mtre Peter Mendell verbally."], ["[268]", "This was confirmed by Mtre Mendell. He testified that he gave a verbal opinion after having had the matter researched by his firm."], ["[269]", "Mtre Mendell also admitted that he is a corporate attorney not specializing in the law of intellectual property and does not claim any expertise in Patent law."], ["[270]", "It would seem to me that Valmet and Valmet-Dominion were looking for an excuse not to follow the terms of the injunction by claiming good faith, see we have a verbal legal opinion, we are doing nothing wrong."], ["[271]", "Valmet made no evidence that it requested any legal opinions as to whether it could continue to supply, after February 10, 1986, Sym Rolls for a Sym-Press 11 press section notwithstanding the terms of the injunction wherein", "all articles", "were to be destroyed or turned over to Beloit."], ["[272]", "The last witness of Valmet-Dominion was Mtre Peter Mendell. Mtre Mendell was the attorney representing Valmet at the time of negotiations to form Valmet-Dominion and then became the attorney for Valmet-Dominion."], ["[273]", "He negotiated and prepared most of the agreements signed on April 3, 1984, which agreements are the founding agreements of Valmet-Dominion."], ["[274]", "He states that since the end of April 1984 neither he nor anyone in his firm did any work for Valmet. It was at this time, end of April 1984, that his firm was retained by Valmet-Dominion."], ["[275]", "It appears that in examining P-14, the Shareholders Agreement, Mtre Mendell represents Valmet for any official notices to be served in virtue of this Agreement."], ["[276]", "I believe his name remains as an oversight. I am satisfied that Phillips & Vineberg do not represent Valmet."], ["[277]", "Mtre Mendell confirmed that he, at one time, was a Director of Valmet-Dominion representing Valmet's interests up to August 1984 when he was replaced."], ["[278]", "As attorney for Valmet or Valmet-Dominion, the witness states he was never informed of the  <FRAGMENT_SUPPRESSED>  telephoned Michel Salbaing, a Director of Valmet-Dominion, to ask what the case or judgment was about."], ["[279]", "It seems that Mr. Salbaing did not have any more knowledge of the problem than Mtre Mendell and, thus, Mtre Mendell telephoned Valmet's attorney to obtain further details."], ["[280]", "It was soon after this that he was asked to give a legal opinion on the meaning of the Court of Appeal judgment."], ["[281]", "Mtre Mendell states that he believes he gave his verbal legal opinion on March 19, 1986, although he was not sure of this. He states his legal opinion was:", "\"Well, as regards the first matter which you raised, namely, the injunction, we gave a firm opinion that Valmet-Dominion Inc. was clearly not enjoined by that judgment and was not required to change its modus operandi as a result of that judgment.", "\"As regards the second question which you raised, namely, the contempt, we concluded that it was unlikely that Valmet-Dominion's actions would be contemptuous, and we thought that there were strong arguments in support of that position.\"", "and that this opinion was arrived at after discussion with members of his firm who were asked to research the matter."], ["[282]", "Mtre Mendell arrived at his final opinion basing himself on, as he states the following:", "1) \"... the legitimate business purposes for which Valmet-Dominion Inc. was incorporated, was of prime importance to me.", "\"I knew when it was incorporated and why it was incorporated. I understood the purpose of the joint venture, and understood that the joint venture was being created to carry on its own business purposes .. not simply as an arm, or an altar ego, or a sham for some other organization\"", "2) \"... the question of subterfuge never became an issue. There would have been no reason at the time, for Valmet to have wanted to set up this Company, so as to skirt around...\"", "\"the fact that at the time, there was no judgment\"", "3) \"I considered, in great detail, the commercial relationship between Valmet-Dominion Inc. and Valmet, because I wanted to establish, to my satisfaction, that it was an arms length legitimate commercial relationship\"", "4) \"I made numerous inquiries, regarding the terms on which materials were being sourced by Valmet-Dominion Inc. from Canadian General Electric ... whether they were being sourced from third parties.\"", "5) \"... Valmet-Dominion Inc. clearly looked out for its own interests even when they were not the same interests as Valmet's.\""], ["[283]", "All of the above was to show that Valmet and Valmet-Dominion are not one and the same."], ["[284]", "I am satisfied that when Valmet-Dominion was incorporated the judgment of Mr. Justice Walsh had been rendered. I also know that Mr. Justice Walsh, in February 1984, decided that neither Valmet's nor Beloit's patents were valid."], ["[285]", "This does not mean that the litigation between Beloit and Valmet did not play an important part in the negotiation for Valmet. Mtre Mendell and Mr. Gillespie stated that these negotiations started in October-November 1983 and only terminated in April 1984."], ["[286]", "I am of the view that Valmet did not know how the proceedings would turn out. The case had not yet been pleaded. I believe Valmet must have been concerned for they did not tell their own attorney of the litigation. Neither did they tell the representatives of Canadian General Electric until April 1984."], ["[287]", "As Mr. Gillespie stated, he first heard of the litigation in April 1984 when he was told by Valmet's representatives that the problem had been solved."], ["[288]", "I do not understand how Valmet could make this statement in April 1984. The judgment had been appealed by Beloit on February 27, 1984."], ["[289]", "I am of the view that Valmet was concerned about the case and saw a possible means of avoiding a final judgment not in its favour."], ["[290]", "Notwithstanding the above, I am satisfied that Valmet-Dominion, although controlled by Valmet, is not the alter ego of Valmet for the reasons enunciated by Mtre Mendell."], ["[291]", "This does not mean it cannot be found in contempt."], ["[292]", "I have given the case law when a third party can be found in contempt. If Valmet-Dominion acted in a manner to aid and abet Valmet to avoid the injunction, it is guilty of contempt."], ["[293]", "No other witnesses were called on behalf of Valmet-Dominion."], ["[294]", "Valmet's counsel then informed me that he had no witnesses to offer."], ["[295]", "There were no witnesses called by Beloit in reply."], ["[296]", "To determine whether or not a contempt of Court has taken place is a matter of fact. It is based on the evidence produced by the parties."], ["[297]", "I am satisfied from the testimony given and the exhibits filed both Valmet and Valmet-Dominion have contravened the terms of the Federal Court of Appeal judgment and are thus guilty of contempt."], ["[298]", "The evidence has clearly indicated to me beyond any doubt, that Valmet, after the February 10, 1986, judgment continued to supply Sym Rolls and other component parts for a Sym-Press 11 press section to Valmet-Dominion for paper machines that Valmet-Dominion had sold in Canada."], ["[299]", "Valmet continued to receive orders for these parts from Valmet-Dominion. Valmet knew these important parts were to be installed  <FRAGMENT_SUPPRESSED> -Press 11 press sections for Great Lakes, Corner Brook and Donohue paper machines in Canada."], ["[300]", "Valmet, according to Gillespie, sent out at least one Sym Roll for a Sym-Press 11 press section after February 10, 1986, for the Great Lakes machine."], ["[301]", "Valmet-Dominion Inc. willfully and purposely continued to aid and abet Valmet by continuing to manufacture, sell and offer for sale the Sym-Press 11 press sections which it knew, at least from February 17, 1986, that Valmet, its majority shareholder, was prevented from doing."], ["[302]", "Valmet-Dominion decided to gamble. It decided, after receiving a legal opinion, to continue to sell a press section it knew infringed a patent that the Federal Court of Appeal stated on February 10, 1986, was valid. It continued, after deciding that the financial risks were such that it simply had to continue or possibly face financial ruin."], ["[303]", "C.D. Jackson in Enforcement of Maritime Claims London Lloyds' of London Press Ltd. 1985, in speaking of \"Mareva\" injunctions states the following, which I believe applies in the present case, at page 196:", "\"It is clear that, whatever the relationship with the defendant, a third party, who knowingly acts contrary to an injunction directed at the defendant is liable for contempt of Court. The injunction, therefore, imposes a considerable burden on those who have little connection with the dispute and no responsibility for its existence.\""], ["[304]", "In the case before me there is considerable connection to Valmet by Valmet-Dominion. The burden on Valmet-Dominion is certainly a serious one."], ["[305]", "I am satisfied that Valmet-Dominion knew that it was acting contrary to the injunction as it clearly knew that it was using a design of a Sym-Press 11 press section, the technology of which, even after February 10, 1986, came from Valmet."], ["[306]", "I have stated that I am satisfied with the evidence of Mtre Mendell that Valmet-Dominion and Valmet are legal personae. I have also stated that because of the special relationship of Valmet-Dominion to Valmet, I am satisfied that these two parties worked together to avoid the February 10, 1986, judgment."], ["[307]", "Valmet did nothing other than send a letter, P-16, to Valmet-Dominion to ensure the judgment was followed. The fact that Mr. Pesonen resigned on May 9, 1986, because the Board of Directors of Valmet-Dominion decided to continue to operate as they did means nothing."], ["[308]", "Valmet, in my opinion, purposely failed to replace Pesonen to allow Valmet-Dominion to give the impression that nothing could be forced upon them as the Board would, at best, be deadlocked."], ["[309]", "I have reviewed the evidence of all the witnesses. I am satisfied beyond any doubt that both Valmet and Valmet-Dominion separately and together attempted to organize their business to willfully contravene the order of the Federal Court of Appeal of February 10, 1986."], ["[310]", "The value of the paper machines is substantial. The paper machines sold by Valmet-Dominion have a value of up to $40,000,000 each. The value of the press section could be as high as $3,000,000."], ["[311]", "Both Valmet and Canadian General Electric, the shareholders of Valmet-Dominion, are substantial corporations. Valmet is a Crown Corporation of the Finnish government. Canadian General Electric is owned, 92%, by General Electric of the United States. Mr. Gillespie states that General Electric Corp. is a billion-dollar corporation."], ["[312]", "I believe that Valmet attempted, with the help of Valmet-Dominion, to willfully and purposely contravene the injunction. Valmet and Valmet-Dominion purposely attempted to interfere with the orderly administration of justice. The penalty must be severe in cases such as the present one. No corporation should be allowed to attempt to interfere with the administration of justice through a third party or with the help of a third party as in the present case."], ["[313]", "I, therefore, fine Valmet Oy a sum of $750,000. It is the party that should have ensured that it and all those it controls would follow and respect the order of the Federal Court."], ["[314]", "For Valmet-Dominion I fine them $500,000. It willfully aided and abetted Valmet for purely financial greed. It failed to give sufficient consideration to the consequences of continuing in the manner that it did."], ["[315]", "Insofar as costs are concerned, I am only prepared to allow costs on a party to party basis.", "Order accordingly.", "Editor: Elizabeth M.A. Turgeon/kam", "[End of document]"]]}