{"id_": "016243", "body_str": [["[1]", "Phelan, J.", ": The Applicant was denied refugee status. The Immigration and Refugee Board (IRB) decision was based upon credibility and plausibility findings. A critical aspect of the credibility finding was the alleged discrepancy between the notes of her interview at Citizenship and Immigration Canada (CIC) and the testimony before the Board. This judicial review raises, amongst other grounds, the issue of proper translation and the appropriateness of plausibility findings.", "II. BACKGROUND"], ["[2]", "The Applicant, a Chinese national, was persuaded to attend at a house church on", "a regular basis. The group had eleven members, two of whom would act as lookouts at each meeting."], ["[3]", "The Applicant’s evidence was that the religious services were discovered by the Chinese Public Security Bureau (PSB) but that as a result of the lookout’s warnings, she escaped. She then escaped from China with the assistance of “snakeheads” using her own passport."], ["[4]", "The Board found the Applicant not to be a credible witness and not a member of an underground church. The Board noted that there were inconsistencies between her CIC interview, her PIF narrative and her evidence at the Board hearing."], ["[5]", "The Board also noted in their submissions that there was confusion in her evidence because the translator at the CIC interview was a native Cantonese speaker translating from Mandarin to English. The Board went so far as to acknowledge the possibility of problems, even to extending the benefit of the doubt on credibility findings due to possible translation problems in the similarity in numbers. It also went on to make plausibility findings in areas where there were discrepancies."], ["[6]", "The Applicant filed an affidavit from a Chinese language expert attesting to the possible difficulties a native Cantonese speaker would have with Mandarin and translation from Mandarin to English."], ["[7]", "The Board also made a finding that the Applicant’s story about escaping the church was not plausible because the PSB would have surrounded the church before raiding it. The Board was of the view that escape would have been impossible."], ["[8]", "The Board made a number of other implausibility findings which need not be discussed here.", "III. ANALYSIS", "A. Translation Issues"], ["[9]", "One of the sources of the translation issues is at the CIC interview. The interview is not recorded in its original form. What exists are the notes of the English translated version of the Applicant’s testimony. Therefore, any difficulties would not be apparent to the Applicant if there was a misunderstanding in the translation. CIC does not take the step of reading back the interview notes to ensure their accuracy."], ["[10]", "The Applicant raised the discrepancy between what she said and what was noted down in the interview at the first opportunity – the IRB proceedings."], ["[11]", "The right to proper interpretation is an essential right recognized in s. 14 of the Charter. Justice Snider has captured its importance in  <FRAGMENT_SUPPRESSED>  (QL) in the following quote:", "8. The Applicant has a right, under section 14 of the Charter, to continuous, precise, competent, impartial and contemporaneous interpretation. The Applicant is not required to show that he has suffered actual prejudice as a result of the breach of the standard of interpretation in order for this Court to interfere with the decision of the  <FRAGMENT_SUPPRESSED> )."], ["[12]", "As important as this right is, the burden on a person raising interpretation issues is significant. Such a claim must overcome the presumption that a translator, who has taken an oath to provide faithful translation, has acted in a manner contrary to the oath. Simply alleging mis-translation will not be sufficient – the burden is to show that on a balance of probabilities mis-translation occurred."], ["[13]", "In this instance the Applicant has met this burden through a combination of factors including expert but circumstantial evidence and, most importantly, the Board’s own acknowledgement and concession as to the relevance of the problem to its credibility findings."], ["[14]", "I will not conclude that the CIC has an absolute obligation to read back interview notes to ensure accuracy. There may be good reason for not doing so including having spontaneous rather than tailored responses. However, in not having some form of objective record of what was actually said in the interview, the process is open to attack. In a world of digitalized recording, it might be possible to avoid these types of issues completely.", "B. Plausibility Finding"], ["[15]", "In addition to the translation, the Court has concern about one plausibility finding in particular. The Board found the story about escaping the church implausible because the PSB would have surrounded the building and therefore prevented escape."], ["[16]", "This conclusion fails to address the role of the lookouts and the reasonable possibility that they could report on the PSB’s movements in sufficient time to permit escape."], ["[17]", "The Board must proceed with caution in making plausibility findings. It is to be done in the clearest of cases, such as where the facts are so far outside the realm of what could reasonably be expected that it could not happen as described, or where there is documentary or other evidence which demonstrates that events could not happen as described."], ["[18]", "There is an equally plausible explanation to support the Applicant’s version of the events. The Board’s plausibility finding cannot stand without a clear rationale for rejecting the equally plausible other explanation.", "IV. CONCLUSION"], ["[19]", "These two issues taken together require that the Applicant succeed in this judicial review. The Court makes no comment on the other findings as this matter will be reheard by a different panel making a fresh determination."], ["[20]", "There is no question for certification. The legal principles are well established and they have simply been applied to these specific facts.", "JUDGMENT"], ["[21]", "IT IS ORDERED THAT", "this application for judicial review is granted. The decision of the IRB is quashed and the matter is to be referred back to a different panel for redetermination.", "[End of document]"]]}