{"id_": "016648", "body_str": [["[1]", "Lagacé, D.J.", ": This is an application for judicial review pursuant to section 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (", "IRPA", ") of the decision of an immigration officer (the Officer) dated December 18, 2007, dismissing the applicant's pre-removal risk assessment (PRRA) application.", "I.", "Facts"], ["[2]", "The applicant entered Canada on June 22, 2007, seeking entry on a false passport from Israel, and under the name of \"Oleg Borenko\". The applicant subsequently stated that his name was really Isak Chokheli and that he was a citizen of Georgia."], ["[3]", "The applicant was unable to be referred to the Immigration Refugee Board", "IRB) because he did not make a claim for refugee protection before a removal order was made against him. His claim to protection is premised on a fear of being tortured and killed by a criminal associated with Zurab Makhatadze, from whom he borrowed $30,000 that he did not pay back."], ["[4]", "The applicant alleges that Makhatadze holds a high ranking position with the Rustavi police force. Because of the threats, Mr. Chokheli did not seek state protection.", "II.", "The PRRA Officer's Decision"], ["[5]", "The Officer determined that there was insufficient evidence confirming that Makhatadze worked for the police, that this individual used his connection to the police as a means to threaten the applicant, that the applicant failed to seek state protection, that there is documentary evidence indicating that police officers are investigated, and concluded that the applicant was merely the victim of a criminal act for which he chose not to seek state protection.", "III.", "Issues"], ["[6]", "Despite the many issues raised by the applicant, the Court should ultimately only determine if the PRRA Officer's assessment of risk is unreasonable.", "IV.", "Analysis", "Standard of Review"], ["[7]", "The present case involves the application of law to a situation of fact only. The appropriate standard of review here is therefore reasonableness. The question at issue falls within the expertise of the PRRA Officer and as a result deference is owed to him (", "<FRAGMENT_SUPPRESSED> ).", "Reasonableness of the PRRA Officer's Findings"], ["[8]", "The applicant contends that the PRRA Officer not only ignored relevant evidence when reaching his decision but that he also erred in law when he based his decision on his assessment that the applicant was not a refugee and was not persecuted, tortured or a person in need of protection."], ["[9]", "Moreover, the applicant submits that the PRRA Officer ignored relevant portions of his testimony and documentary evidence by taking into account erroneous and irrelevant considerations and findings of facts."], ["[10]", "Notwithstanding the applicant's allegation that he is in debt to someone who works for the police, the PRRA Officer noted that there was insufficient evidence to confirm this information. Furthermore, the PRRA Officer writes in his reasons that despite claiming that Makhatadze holds a high ranking position in the police in Rustavi, the applicant had not provided any further details as to how he knows this, or what position Makhatadze holds, and why the applicant would seek to use a police official to borrow money."], ["[11]", "While the applicant feared being unable to obtain state protection and that seeking protection would be to no avail, the PRRA Officer found that based on the documentary evidence and the applicant's inability to provide concrete evidence as to Makhatadze's involvement with the police, the applicant had not met the onus of demonstrating that he would be unable to obtain state protection. In addition, the PRRA Officer noted that \"[e] ven if I were to accept that the applicant had demonstrated that Makhatadze was indeed a police official or who had ties with the police, it is still incumbent upon the applicant to demonstrate that any attempt to seek assistance from other branches of the police would have availed him no protection.\""], ["[12]", "Although the applicant claims the PRRA Officer made erroneous and irrelevant considerations and findings of facts, the PRRA Officer not only considered the applicant's allegation that he is at risk but he also noted that the evidence relating to the strangers that were looking for him and the evidence of the traumas he would have suffered remained vague and lacked a clear link with the purported allegations."], ["[13]", "The Court recognizes that an extensive risk assessment should be carried out where a PRRA applicant has not already had their claim risk assessed by the Refugee Protection Division, (", "<FRAGMENT_SUPPRESSED> ). But on the other hand, in his analysis of the risk assessment, the PRRA Officer is entitled to consider the applicant's unwillingness to seek protection from the state because of his fear. The PRRA Officer must also assess the effectiveness of a country's efforts to provide protection to its citizens (", "<FRAGMENT_SUPPRESSED> , at paragraph 27)."], ["[14]", "Although the applicant insists that the PRRA Officer ignored evidence, he was unable to show this Court where and in what way the PRRA Officer erred. On the other hand, the Court notes that the PRRA Officer well reasoned his decision and considered the evidence relating to the possibility of torture. Further, the PRRA Officer conducted his own research on the country conditions but concluded not only that there was not enough evidence demonstrating risk of persecution, but also that state protection was available if the applicant needed and sought protection from other police branches."], ["[15]", "True the applicant is not satisfied and disagrees with the PRRA Officer's findings in this regard. However, the PRRA Officer, as the trier of fact was entitled to weigh the documentary evidence before concluding as he did."], ["[16]", "Considering the deference that this Court must exercise in deciding this case, and recognizing that the PRRA Officer found that the facts supporting the applicant's claim were vague and lacked a direct link to the applicant's allegations, this Court has no other alternative but to conclude that its intervention is not warranted since the PRRA Officer reasonably weighed the applicant's fear in relation to Georgia's effectiveness in protecting its citizens and on the evidence before him rendered a reasonable decision."], ["[17]", "In brief, the applicant failed to convince the Court that the impugned assessment is not defensible in respect of the facts and law and therefore the application to review the Officer's decision will be dismissed."], ["[18]", "The Court agrees with the parties that there is no serious question of general interest to certify.", "JUDGMENT"], ["[19]", "FOR THE FOREGOING REASONS THE COURT", "dismisses the application.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}