{"id_": "016769", "body_str": [["[1]", "Cullen, J.", ": This is an application for judicial review, pursuant to leave granted by Madame Justice McGillis, of a decision of the Appeal Division of the Immigration and Refugee Board (\"the Appeal Division\"), dated October 12, 1993, in which it determined that an adoption ceremony of Hemaben Mohanbhai Patel (\"the sponsoree\") by the applicant had been proven and the refusal to approve the application for landing was not in accordance with the law.", "Facts"], ["[2]", "The respondent filed an application to sponsor his adopted daughter, Hemaben Mohanbhai Patel, for landing in Canada as a member of the family class. The application was refused by a letter dated February 28, 1992. The letter written by a visa officer stated:", "\"Immigration Regulation 4(1)(b) provides for the admission to Canada of an unmarried son or daughter who meets the requirements specified therein. Under Immigration Regulation 2(1), the definition of 'daughter' with respect to a person includes a female who has been adopted by that person 'before having attained thirteen years of age'. 'Adopted' as defined under Immigration Regulation 2(1), means 'adopted in accordance with the laws of any province of Canada or of any country other than Canada or any political subdivision thereof where the adoption created a relationship of parent and child'.\"", "\"Hindu adoptions in India are governed by the provisions of the", "Hindu Adoptions and Maintenance Act, 1956", "(hereinafter the", "Adoptions Act", "). Relevant provision (sic) of the", "Adoptions Act", ", in your case, is specified below:", "Clause 11(vi)", ": The child to be adopted must be actually given and taken in adoption by the parents or guardian concerned or under their authority with intent to transfer the child from the family of its birth (or in the case of an abandoned child or child whose parentage is not known, from the place or family where it has been brought up) to the family of its adoption.'", "\"Information provided in support of your application indicates that your adoption was made in contravention of clause 11(vi) of the", "Adoptions Act", "since you have not been actually given in adoption by the family of your birth to the family of your adoption and no relationship of parent and child has been created between you and your sponsor.\""], ["[3]", "The respondent appealed the decision of the visa officer to deny the application for landing to the Appeal Division.", "The Appeal Division's Decision"], ["[4]", "The Appeal Division found that the only issue on appeal was whether the sponsoree had been adopted in accordance with the laws of India, specifically clause 11(vi) of the", "Hindu Adoptions and Maintenance Act, 1956", "(\"the", "Adoptions Act", "\"). The Appeal Division stated that the issue to be decided was whether there had been an actual giving and taking ceremony with intent to transfer the child from the family of its birth to the family of its adoption, as required by the", "Adoptions Act", ". However, according to the affidavit of Andrew Laut, submitted by the applicant, the Appeal Division narrowed the issue and stated that intent to transfer was not a relevant consideration and directed that no further cross-examination of the respondent take place in that matter."], ["[5]", "However, in its reasons, the Appeal Division stated that the important consideration was whether there was intent to transfer the child, since the actual physical giving and taking of a child is not required by the", "Adoptions Act", ". The Appeal Division considered that the photographs submitted into evidence depicted the religious adoption ceremony and recited the reasons for which it found there was intent to transfer the child. The Appeal Division concluded that the adoption ceremony of the sponsoree was proven. Accordingly, the sponsoree was a member of the family class and allowed the respondent's appeal.", "Issues"], ["[6]", "The applicant submitted that there were two issues for my consideration:", "(1) whether the Appeal Division failed to observe a principle of natural justice or otherwise acted beyond its jurisdiction; and", "(2) whether the Appeal Division erred in law in determining that the adoption had been proven.", "Analysis And Application To", "The Case At Bar", "(1) Natural Justice:"], ["[7]", "The applicant submitted that the Appeal Division breached the rules of natural justice by stating that intent to transfer was not relevant, cutting off cross-examination on that issue, and then relying on the issue as a primary basis for its decision. The applicant has directed me to the pages in the transcript where the relevant exchange between counsel for the applicant and the Appeal Division took place. As well, the applicant has submitted the affidavit of Andrew Laut, counsel for the applicant."], ["[8]", "The transcript is not entirely clear as to whether questioning was cut off or whether counsel simply halted his line of questioning since the Appeal Division indicated which authorities it would follow. However, in any case, cross-examination was not as complete as it should have been. Given that the Appeal Division's decision rested on the very issue which was the subject of questioning, the applicant did not have full opportunity to make his case."], ["[9]", "In my opinion, the curtailing of cross-examination has resulted in a breach of rules of natural justice. The Supreme Court of Canada in", "Cardinal and  <FRAGMENT_SUPPRESSED>  C.R.(3d) 35; [1986] 1 W.W.R. 577; 23 C.C.C.(3d) 118; 24 D.L.R.(4th) 44, made clear that the denial of a fair hearing must always render a decision invalid, whether or not it may appear to a reviewing court that the hearing would have resulted in a different decision: see also", "<FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 239 (F.C.A.). A decision that does not accord with the principles of natural justice must be quashed. Accordingly, the application for judicial review is allowed.", "(2) Adoption:"], ["[10]", "Having decided that the application for judicial review should be allowed, it is not necessary to resolve the second issue concerning the validity of the adoption. However, in my opinion the Appeal Division addressed itself to the incorrect issue. The issue is not whether there has been a valid adoption in accordance with the laws of India. Rather, the Appeal Division must decide whether the adoption, in accordance with the laws of India, is properly recognized under the", "Immigration Act", "and", "Regulations", ". In", "Singh (Ajaib) and  <FRAGMENT_SUPPRESSED>  (F.C.A.), Hugessen, J.A., considered the definition of \"son\" in the context of an adoption case and stated:", "\"The question thus, for the visa officer and the Immigration Appeal Board in each of these cases, was not to know whether the persons sought to be sponsored by the respective appellants had the status in India of being their adopted sons, a question to which the presumption created by s. 16 of the", "Hindu Adoptions and Maintenance Act 1956", "would be relevant if it were applicable. Rather, the question in each case was to know whether there had been, prior to the child's thirteenth birthday, an adoption 'in accordance with the laws of' India which created a relationship of parent and child so as to make the adoptee the sponsor's 'son'. This is an issue of Canadian law. The enquiry is directed more to historical fact than to present status and the determination whether the", "Hindu Adoptions and Maintenance Act 1956", "has been complied with is only a part of the responsibility which Canadian legislation gives to the visa officer and the Board to decide whether an application for landing in Canada should be approved. Presumptions imposed by Indian law on Indian courts, which might be relevant if the issue were simply to know, in private international law terms, the status of the sponsorees in India, are of no assistance in determining if either of them qualifies as an 'adopted son' for the very special purposes of the", "Immigration Act", "and", "Regulations", ". I would add that since the presumption in s. 16 is directed specifically to 'the court', it is difficult, in any event, to conceive of it as being other than procedural since it is unlikely to have been the intention of the Indian Parliament to bind a court over which it had no authority or jurisdiction.\""], ["[11]", "Given my decision regarding the breach of natural justice, however, the validity of the adoption can be decided in the future and I will not consider the merits of this issue."], ["[12]", "As already stated, this application is allowed and the matter is referred back to a differently constituted Board.", "Application allowed.", "Editor: Angela E. McKay/saf", "[End of document]"]]}