{"id_": "016852", "body_str": [["[1]", "Tremblay-Lamer, J.", "[Translation]: The applicant has applied to this court for judicial review in the nature of an injunction against the oral refusal by the Minister on August 20, 1992, to amend the applicant's name as it appears on certain documents issued by the Employment and Immigration Commission after he arrived in Canada.  <FRAGMENT_SUPPRESSED>", "The Facts  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant, who is a citizen of India, entered Canada at Gander, Newfoundland, on June 17, 1992, and claimed refugee status. He had no documents in his possession and identified himself to the Commission as Ranjit Singh, which is a false name.  <FRAGMENT_SUPPRESSED>"], ["[3]", "He claims to have done that on the recommendation of an agent in Lima, Peru, who informed him that if he revealed his identity Canada would return him forthwith.  <FRAGMENT_SUPPRESSED>"], ["[4]", "On June 17, 1992, an immigration officer prepared a report under s. 20(1) of the", "Immigration Act", "concerning the applicant under the name of \"Ranjit Singh\". The applicant was given a number of official documents with photographs and was referred to Montreal, where he stated he wished to go. He was asked to report to the CIC-Papineau, which he did.  <FRAGMENT_SUPPRESSED>"], ["[5]", "In the meantime, he communicated with India and asked that he be sent all available identity documents.  <FRAGMENT_SUPPRESSED>"], ["[6]", "On July 21, 1992, the applicant also signed a document, under the name Ranjit Singh, entitled \"Refugee status claimant\" in which he identified himself as Ranjit Singh.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Also on that date he again signed, under the name Ranjit Singh, a declaration in which he solemnly declared that his real name was Ranjit Singh.  <FRAGMENT_SUPPRESSED>"], ["[8]", "On August 7, 1992, the applicant attended at an office of the Commission and submitted his personal information form, in which he stated that his real name is Amarjeet Singh, that he was born on December 6, 1958, and that he had previously used the name Ranjit Singh and the date of birth December 6, 1955.  <FRAGMENT_SUPPRESSED>"], ["[9]", "On about August 20, 1992, the applicant went to an office of the Commission and presented an affidavit in which he stated under oath that he was Amarjeet Singh and stated the reasons for having given a false name when he arrived. He produced a copy of his passport and driver's licence as exhibits to the affidavit.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The applicant then asked that two documents issued by the Commission be amended by entering his real name: the report written on July 17, 1992, at the port of entry under s. 20(1) of the", "Act", ", and the document dated July 21, 1992, entitled \"Refugee status claimant\".  <FRAGMENT_SUPPRESSED>"], ["[11]", "The officer at the Commission refused to amend his name on the documents that had already been placed on the file.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Does this court have jurisdiction to deal with this application?  <FRAGMENT_SUPPRESSED>"], ["[13]", "The competence of the court ratione \"materiae\" depends in the case at bar on how the action taken by the immigration officer is categorized: is it a decision within the meaning of s. 18.1 of the", "Act", "?  <FRAGMENT_SUPPRESSED>"], ["[14]", "The courts have held that in order to make this determination the decision must [be final] in nature and have legal consequences.  <FRAGMENT_SUPPRESSED>"], ["[15]", "<FRAGMENT_SUPPRESSED>  (F.C.A.), in the context of s. 28(1), Jackett, C.J., stated the following principle, which has been reiterated on many occasions subsequently:  <FRAGMENT_SUPPRESSED>", "\"A decision that may be set aside under s. 28(1), must, therefore, be a decision made in the exercise or purported exercise of 'jurisdiction or powers' conferred by an Act of Parliament. A decision of something that the statute expressly gives such a tribunal 'jurisdiction or powers' to decide is clearly such a 'decision'. A decision in the purported exercise of the specific 'jurisdiction or powers' conferred by the statute is equally clearly within the ambit of s. 28(1).", "Such a decision has the legal effect of settling the matter or it purports to have such legal effect. Once the tribunal has exercised its 'jurisdiction or powers' in a particular case by a 'decision' the matter is decided even against the tribunal itself.", "<FRAGMENT_SUPPRESSED>"], ["[16]", "Later in his reasons, the Chief Justice added:  <FRAGMENT_SUPPRESSED>", "\"The question that has to be considered here is, therefore, whether s. 28(1) extends not only to all decisions made by the Immigration Appeal Board in the exercise or purported exercise of 'jurisdiction or powers' to make decisions that have some legal effect or consequences but extends also to all conclusions reached by the Board during the various preliminary steps taken in the process leading up to the actual exercise of 'jurisdiction or powers' to make decisions. <FRAGMENT_SUPPRESSED>", "He concluded that not every conclusion made at various stages is a \"decision\" within the meaning of s. 28(1).  <FRAGMENT_SUPPRESSED>"], ["[17]", "In the case at bar, the immigration officer collects and enters the relevant data in a claimant's immigration file. The file reflects the information as it has been submitted at a particular time. The file thus constituted will be used in the applicant's claim. This is a preliminary stage which precedes the hearing before the Refugee Division. In my opinion, it is not sufficiently final in nature that I could term it a \"decision\" within the meaning of s. 18.1.  <FRAGMENT_SUPPRESSED>"], ["[18]", "The court has no jurisdiction to review this decision by the Commission.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/gas  <FRAGMENT_SUPPRESSED>"]]}