{"id_": "017034", "body_str": [["[1]", "McKeown, J.", ": The respondent Mr. Bogutin was a member of the auxiliary police force in a village in Ukraine. Although there was no evidence linking him directly with any executions, he was involved in rounding up people for forced labour in Germany. When the Germans retreated from Selidovo in September 1943, the respondent left with them. Following the end of the war he identified his birth place in various documents as being in Romania or Austria and identified Romania as his birth place when he applied to come to Canada as a displaced person. At the time he applied to come to Canada as a refugee, Canada did not permit any persons who were collaborators to enter the country as displaced persons. The respondent arrived in Canada in 1951, applied for citizenship in 1958 and received it in 1959. The Minister of Citizenship and Immigration (the Minister) notified the respondent on April 4, 1996 that she intended to request that the Governor-in-Council revoke his citizenship on the following grounds:", "\"... that you have been admitted to Canada for permanent residence and have obtained Canadian citizenship by false representations or fraud or by knowingly concealing material circumstances in that you failed to divulge to Canadian immigration and citizenship officials your membership in the Selidovka district (raion) police in German occupied Ukraine during the period 1941 to 1943, and your participation in the execution of civilians and the arrests of civilians for the purposes of deportation for forced labour to Germany during that time.\""], ["[2]", "Pursuant to s. 18 of the", "Citizenship Act", ", R.S.C. 1985 c. C-29, as amended, the respondent requested that the Minister refer the case to the court for a hearing and on July 17, 1996 the Minister referred the case to the court."], ["[3]", "The respondent denied that he made misrepresentations to Canadian authorities. He denied being a policeman or an investigator during the German occupation of Ukraine and he also denied participating in executions and in round-ups of young persons for forced labour in Germany."], ["[4]", "I must decide whether the respondent has obtained citizenship by false representation or fraud or by knowingly concealing material circumstances. The issues are whether the respondent was a member of the auxiliary police in Selidovo, whether he was a collaborator, and whether he lied in a material way upon his application for landed immigration status and citizenship.", "Facts", "Mr. Bogutin's Early Years"], ["[5]", "The respondent Wasily Bogutin was born on April 14, 1909 near a mine which was about 18 kilometres from Selidovo, Ukraine. (Many different spellings of Selidovo were used in the documents. For the sake of clarity, I have used only one spelling where there is no doubt that the village in question is Selidovo). A week after Mr. Bogutin was born, his family moved to Selidovo where his birth was registered. Mr. Bogutin's father was Abram Bakutinski, a Jew, who was born in Smolensk, Russia. Mr. Bakutinski later changed his name to Bogutin. Mr. Bogutin's mother was Ukrainian. Her marriage to Mr. Abram Bogutin was her third. Her first two husbands had been killed in the mines. She had a total of 18 children including her seven children by Mr. Abram Bogutin. The respondent had two full sisters and four full brothers. His father died in 1927. Two of Mr. Bogutin's full brothers joined the Red Army and were killed during World War II. His other two full brothers and his sisters remained in Selidovo during the war."], ["[6]", "Mr. Bogutin went to school for two years in Selidovo and did not go any further because his parents did not want him to go to school. At the age of 11 or 12 he went to work above ground at the mine which was 15 kilometres outside of Selidovo. By the time he married, at the age of 21, he was working inside the mine. After Mr. Bogutin was married he was educated through a correspondence school for five years and became a mining engineer. He worked as a mining technician seven kilometres under ground, supervising 110 people. Mr. Bogutin testified that this was a very good job and that he got the job because he was the son of a Jewish man and because the director of the mine was Jewish, but I do not find that his reason for getting the job is credible. Mr. Bogutin left the mine after 11 years. He testified that, when Stalin was in power, one had to be a communist in order to rise to a managerial position in the mine. Mr. Bogutin stated that he was not a communist and so he was thrown out of the mine. He was twice asked to fill out a form to join the communist party and he never did sign the form. Mr. Bogutin was unable to explain how he maintained his supervisory position for 11 years without being a communist. I accept his evidence only to the extent that by the end of the 11 years he had become anti-communist."], ["[7]", "After he left the mine, Mr. Bogutin took a chauffeur's course. After the course was finished, Mr. Bogutin went to his brother's home and when he got back to his own home he heard on the radio that war had broken out between Germany and the USSR. This was the summer of 1941. He was working at an agricultural job at the time as he did not have the opportunity to take the chauffeur's test prior to the start of the war. He was working on a collective farm when the Germans invaded in October 1941."], ["[8]", "Mr. Bogutin stated that he did not leave Selidovo when the Germans were approaching because he did not like the Soviet regime or the communists. He testified that he and most people were happy that the Germans arrived. However, about one week after the occupation, the wife of one of Mr. Bogutin's school friends was raped by three German soldiers of the mobile army and he stated that this made him dislike the Germans. However, he never left the police as a result of his alleged dislike. Furthermore, he associated with Germans until the end of the war."], ["[9]", "Mr. Bogutin, his wife and two children moved into a house in Selidovo after the communists evacuated in the fall of 1941. His wife died of tuberculosis on December 18, 1942. Mr. Bogutin was left with his two young daughters and his elderly mother to care for. He remarried eight days later so someone could take care of his family.", "Selidovo In The German Military Area 1941 - 1943"], ["[10]", "Professor Golczewski reviewed the German operations in the military area such as the one in which Selidovo was located. Selidovo was part of the Stalino area. It is necessary to review the background operations in order to put into context the evidence of the activities of the auxiliary police in Selidovo and of Mr. Bogutin in particular. Hilfspolizei means \"auxiliary police\" and is the German term for any structure of local police that was established after the invasion. Schutzmannschaften means \"guards\". Professor Golczewski reviewed a map entitled \"Administration of the Occupied USSR\" taken from a book by R. Hilgerg, called", "The Destruction of European Jews", ". The map shows the division of the occupied Soviet Union into different administrative bodies. Stalino, which is present-day Donetsk, was in the military area. From September 1941 to September 1943, the Stalino area continued to be a military area. It never fell under the Reichskommissar (civil administration). In the military area, there was the Rückwärtiges Armeegebiet Rear Army Area and Rückwärtiges Heeresgebiet, Rear Army Group Area, or Rear Landforce Area."], ["[11]", "The Einsatzgruppen Mobile Task Forces of the Security Police and the Security Services were special groups organized by the Reichsführer SS in order to bring about structural changes in the occupied territories by eliminating (killing) all persons who were considered to be enemies be they communists, Jews, gypsies, or persons related to the Soviet forces. This was done mainly by shooting and in some cases by hanging. This task force was part of the police structure - not the military structure. The Einsatzgruppen relied on local people to point out who fell into enemy categories. Also, with the rapid advance, they could not cover all territories so they used local militia and set up local militia to help the cause."], ["[12]", "There were two kinds of military police - the Feldgendarmerie (FG) and the Geheime Feldpolizei (GFP). The FG are equivalent to the ordinary military police in current day army terms and the GFP is comparable to a criminal police whose task was to enforce political and ideological aims."], ["[13]", "Ukrainian militia were self-defence bodies formed immediately during or before the German advance. In the East, the local militia was built on the spot and was organized by the advancing German armies. While militia were intended to maintain law and order, they also took revenge for atrocities committed by the Soviets. The killing of Jews, communists and gypsies was part of law enforcement. These militia were progressively transformed into auxiliary police units during 1941 but in Selidovo the auxiliary police force was created by the Germans asking for and receiving volunteers."], ["[14]", "There was an exhibit entitled \"Division of SS Police Authorities Affecting Selidovo Rayon (circa August 1942 to February 1943)\". The higher SS and the police leader were in charge of both the Order Police and the Security Police. The Schutzpolizei policed the larger towns and cities while the Gendarmerie was in charge of the rural areas. Germany invaded the Soviet Union on June 22, 1941 in \"Operation Barbarossa\" and by early 1944 most of pre-1939 Soviet Ukraine was lost to the Germans. The German war against the Soviet Union was a war of an ideological nature directed against the political system, Bolshevism, described by Nazi ideologists as a product of Judaism and therefore, was an enemy not considered equal. The laws of war were not respected in relation to the enemy armies nor the civilian population. Millions of prisoners of war died in the first year and Jews and political commissars were indiscriminately murdered."], ["[15]", "Local auxiliaries were established in the Selidovo area shortly after its capture and occupation by Italian troops on October 20, 1941. Italian troops were replaced by German troops in November. Regulations governing these local auxiliaries were made in July 1941. These regulations provided for security screening procedures for the recruitment of members. The local German command screened the mayors, village elders, administrators and the police for reliability in terms of membership in, for example, communist organizations. The regulations also dealt with armament, training, pay and rations. Members of the auxiliary police were initially signed up for periods of up to six months with the possibility of extension. Unmarried privates under the age of 35 received 40 Reich Mark and the pay rose to 160 Reich Mark per month for a battalion commander. According to Professor Golczewski, his research satisfied him that a person who was a custodian of valuables seized by the police in any small town was a member of the force who was on the payroll. A courier who was employed to carry confidential information for the police was also on the payroll. Couriers were screened as well. I find that members of the auxiliary police in Selidovo were paid by the German authorities."], ["[16]", "There was a shortage of food in the occupied territories because the Germans undertook to transport all available foodstuff to Germany in order to prevent a hunger crisis as they had had in World War I. It became a priority for people in the occupied territories to get food. In the larger towns there was a real hunger crisis because food was not available and in the rural area, where food was available, the Germans took it away. One of the main reasons to join the auxiliaries was to have access to food."], ["[17]", "It was common practice to recruit pre-existing auxiliary units to serve for the Germans. This was the case in Selidovo around September/October 1942. From that time on, the local Selidovo police reported through the Gendarmerie up through the chain of command."], ["[18]", "The local auxiliary (Schuma) operated in Selidovo from September/October 1941 to early February 1943. It was re-installed in the Stalino Region, including Selidovo, in May 1943. For a brief period of time the members were required to take an oath of allegiance to Germany. In the beginning, the police was subordinated to the Rayon Administration but because the Rayon Administration was itself subordinated to the respective German commands in the area, the Germans could overrule the local administration and directly command the local auxiliary police forces."], ["[19]", "The local auxiliary police were noncivil servant auxiliaries in the executive service of the Order Police and the SS and police penal jurisdiction was extended to them. The SS and police courts applied the Military Penal Code to them. Among the provisions was that obedience to manifestly unlawful orders was an offence."], ["[20]", "The local auxiliary police were commanded and supervised entirely by the German military administration. However, the police authorities including the secret military police (GFP) and the Security Police and SD were under the jurisdiction of the military authorities in the Stalino area and acted with their approval. In September 1942 the Hilfspolizei units were restructured into Schutzmannschaften units in Selidovo as elsewhere in the Stalino region. They provided local police, Order Police and security service for their district. They were used in anti-partisan operations only in exceptional cases."], ["[21]", "The Ukrainian auxiliary police wore either civilian clothes or Soviet uniforms without insignia, and initially wore an arm band on the left upper arm with the inscription \"In the service of the German Wehrmacht\". Later, probably prior to the spring of 1942, the insignias were unified. The Ukrainian auxiliary police all wore a white arm band with the above inscription and a stamp showing the local military headquarters. On April 11, 1942, the order was issued to establish the Gendarmerie Operations Headquarters for Stalino but it was not effectuated until July 1942."], ["[22]", "Duties of the local police included registering newcomers or aliens, civilians and prisoners of war, enforcing black-out rules and confiscating property. The local police also rounded up the necessary quantity of people assigned as forced labourers to Germany. Until 1942, the labour program was done on a voluntary basis but, thereafter, compulsory measures were undertaken to round up potential labourers. There were two labour drives in 1942. The first was to recruit 400,000 female domestic workers. The second was a conscription drive in April 1943 requiring females born in 1924 and 1925. The local police figured most prominently in the 1943 conscription."], ["[23]", "German documents indicated that the auxiliary police were involved in these activities and that Jews were guarded and shot by the Ukrainian auxiliary police as well. However, the Germans arranged for police from a town other than Selidovo to do the actual executions. It appears that the local police were involved in guarding the area of the execution but did not actually participate in the executions. I find that the Selidovo auxiliary police, in addition to maintaining law and order, assisted the German military authorities and German SS and police in arresting, interrogating, executing and deporting civilians. Its members were volunteers. The auxiliary police were supervised by the German Gendarmerie commanders. The Selidovo auxiliary police was therefore a collaborationist organization - all of whose members were collaborators notwithstanding that some members may not have been involved in some of the police activities.", "Mr. Bogutin And The Auxiliary Police Of Selidovo"], ["[24]", "I will set out briefly Mr. Bogutin's testimony with respect to the period when the Germans occupied Selidovo from 1941 to 1943. Selidovo was captured and occupied by Italian troops on or about October 20, 1941. They were replaced by German troops two or three weeks later. Mr. Bogutin applied to join the police and obtained a job with the police. He testified that he got the job working with the police because his mother's godson, Dovgobrod, the chief of police, knew that Mr. Bogutin was of Jewish descent and was therefore in danger. He would be safe if he worked for the police. Mr. Bogutin testified that, during the occupation, Dovgobrod attempted to rape Mr. Bogutin's cousin and he reported this to the Gendarmerie and Dovgobrod was imprisoned. I cannot accept this story since Dovgobrod, to save himself, would have told the Germans that Mr. Bogutin was a Jew if Dovgobrod knew he was a Jew. Mr. Bogutin was not raised as a Jew. The critical issue is whether he was known in the village as a Jew and not what the Nazi perception would have been if they discovered he was a Jew. No one in Selidovo knew he was Jewish and he never practised as a Jew. Mr. Bogutin also testified that he was not allowed to work in the police as he was Jewish. This statement is not credible because he was not known as Jewish in Selidovo. He and his family were known to be Orthodox Christians. I also note that Mr. Bogutin's two full brothers survived the Nazi occupation while working in Selidovo. If they were known as being Jewish, they would have been executed. Furthermore, when the Soviet army evacuated in October 1941, Mr. Bogutin testified that the people who evacuated with the Soviets were communists and Jews."], ["[25]", "Mr. Bogutin testified that he worked as a civilian in the police warehouse. The warehouse was at the police station next to the building where the Gendarmerie were stationed and down the street about 60 metres from the village council. The house where Mr. Bogutin lived with his daughters and mother was about one kilometre from the warehouse. I do not find credible Mr. Bogutin's statement that his work in the warehouse was not for the police. The warehouse was in the police station. This one-storey house had only eight rooms and was quite small so all the offices were in close proximity to one another. Mr. Podolyak, a former policeman, testified that there was no civilian warehouse at the police station. The chief of police was in the main room and the warehouse room, a storage place for weapons, was a fair size. In the room, there were about 500 rifles and radios which had been confiscated from various people. There was also a tiny prison in the police station but most prisoners were sent to the large prison 80 kilometres away. Mr. Bogutin also had a small room in the police station where he kept his registry. It was his job to keep track of the items which were brought into the warehouse. He stated that he and the chief of police often visited the Gendarmerie and that he knew their personnel very well."], ["[26]", "Mr. Bogutin became ill during 1942 and was unable to work for a few months. He testified that, when he tried to return to his job at the warehouse, his job had disappeared and he was given a job as a courier to deliver mail in Selidovo and the adjacent area."], ["[27]", "Mr. Bogutin's evidence with respect to his involvement in the auxiliary police was contradicted by several witnesses in Ukraine. The Ukrainian witnesses placed Mr. Bogutin in the police. There was some dispute as to whether he was an ordinary policeman or an investigator. Two of the Ukrainian witnesses testified that there was no such position as a warehouseman or a courier for the police. The police did deliver mail to other police in other military units. Mr. Bogutin admitted that he was given very confidential mail to deliver because he was trusted by the police. Even if he was a courier carrying confidential mail, Professor Golczewski testified that he would require security screening and be on the police payroll. In my view, he was trusted by the police because he was a policeman. I also prefer the evidence of the two Ukrainian witnesses who stated that he was an investigator during the latter part of the German occupation. Mr. Khatsko assumed that Mr. Bogutin was an investigator because he was sitting in the investigator's office. Mr. Bogutin admitted he had his own office. It seems most unlikely that the general policemen would have a common room and that a warehouseman or courier, as Mr. Bogutin claimed himself to be, would have a separate office. The evidence of his being a policeman is corroborated by the evidence of his daughter, Ms. Antonova, who confirmed that her father was a policeman. However, she did not know what his position was in the police. She also testified that after the Soviet army returned in the fall of 1943 they wanted to shoot her and her family because they were known as \"policeman's kids\". I find that Mr. Bogutin volunteered to join the Selidovo District police as a policeman and not as a civilian warehouseman."], ["[28]", "Mr. Podolyak, who was the witness most familiar with Mr. Bogutin, stated that by April 5, 1943, Mr. Bogutin was an investigator in the auxiliary police. Mr. Podolyak had joined the police force in 1943 because he had been called to the employment exchange office and was told to go to Austria to work in the mines. He stayed back and joined the police force after the chief of police told him that, by so doing, he could stay in Selidovo. Mr. Podolyak confirmed that people joining the police force were not compelled to do so prior to 1943."], ["[29]", "Mr. Podolyak also provided the court with information on the work of investigators. He indicated that the investigators gave police instructions on arresting people and also gave orders to regular policemen, such as himself, to bring people to the police station where they would be interrogated by the investigators. Mr. Podolyak indicated he was never present at any interrogations. He testified that Mr. Bogutin would often ask him to bring people to his office. Mr. Podolyak was also the only person who saw Mr. Bogutin beat anyone. He recounted an incident where two boys, aged 13 and 14, who were relatives of Mr. Podolyak, were in a garden and were caught stealing two honey frames. The boys were brought in to the police station. Mr. Bogutin gave them five lashes with a type of garden hose and let them go."], ["[30]", "Mr. Podolyak was not the only auxiliary policeman to testify. Mr. Ziva was also in the police and his testimony was that Mr. Bogutin was an ordinary policeman and that the only investigator was a Mr. Golenishchenko. However, Mr. Ziva left the police force in the fall of 1942 and this may have been just before the time that Mr. Bogutin became an investigator. I find that Mr. Bogutin started out in 1941 as a regular policeman and was promoted to investigator in early 1943."], ["[31]", "Mr. Podolyak, like some of the other witnesses, described the execution of a Jewish family - Mr. and Mrs. Kovalevskiy and their two small children together with the sister of either Mr. or Mrs. Kovalevskiy. Although the witnesses did not agree on all the details, there is no doubt that the family was executed and that two other people were executed with the family. The policeman who shot the family was from another town. Many people in the town of Selidovo had seen signs advertising the executions. They knew there would be a shooting of Jews at a certain time and place and that people could come and watch. However, not many people came and certainly, from the testimony of the witnesses, it was very difficult to identify any of the policemen from Selidovo at the shooting. The execution of the Jewish family took place in the spring of 1942. All further executions in Selidovo were done secretly without notice. However, witnesses testified that executions took place in two areas, a trench and an abandoned mine shaft, in Selidovo. Mr. Bogutin was aware that persons including Jews were being shot at the trench across the street from the police station. Mr. Bogutin denied that he was present at any executions."], ["[32]", "Although there is no doubt that the Nazis executed numerous people in Selidovo, there was no evidence to demonstrate that Mr. Bogutin was involved in the executions. I am not unmindful of Mr. Bogutin's own evidence that on one occasion while he was a warehouseman he went to the execution site and, about 50 metres from the trench where seven people had been shot, picked up off the ground the clothing of the deceased. However, Selidovo was a small village of approximately one thousand homes and yet no one was able to place Mr. Bogutin at the site of any of the executions. I am not satisfied that the Minister has met the burden of proof upon her to demonstrate that Mr. Bogutin was involved in any of the executions. Speculation is not evidence."], ["[33]", "The evidence with respect to the roundup of young girls, all of whom were forced to go to Germany as part of the forced labour program, is very relevant. Mrs. Kobel'skaya testified that there were two roundups in 1942 and 1943. Mr. Podolyak recalled one occasion when the respondent, Mr. Bogutin, gave them orders when they went for a raid. Mr. Podolyak testified that he had been on duty at the police for 24 hours at that time. It was Good Friday, 1943. He testified that Mr. Bogutin gave him instructions to arrest girls and boys and that, if they were not at their homes, their parents were to be arrested. He testified there was a meeting at the community office and the community chieftain and the police were there. The chieftain gave the police addresses, house numbers, street numbers and Mr. Bogutin told them who was going where."], ["[34]", "Mr. Bogutin testified that he had no involvement in the roundups. However, he related a story that at one time when he was leaving work for the evening, the policeman on duty asked him where he was going. Mr. Bogutin said he was going home and the policeman asked if Mr. Bogutin was going to join in the roundup that night and Mr. Bogutin said that he was not. He later tried to amend the story and said that the policeman on duty merely told him that they were going out that night to catch boys and girls. I prefer his first account and infer that Mr. Bogutin would only have been asked by another policeman if he was joining in the roundup that night if he had from time to time been involved in roundups. Mr. Bogutin went on to describe, after having been asked about the roundups, a situation where he knew there were three families on his street with children of the age that the Germans were looking for. He claimed he went to those houses and told the people to hide their children and also told his brother to hide his daughter. When the police went to the houses and could not find the children they were looking for, they would take and kill one of the family's cows or pigs. This was to compel the people to give up their children but it did not work because the families knew how the children would be forced to work and their daughters would be raped and humiliated."], ["[35]", "I prefer the evidence of Mr. Podolyak to that of Mr. Bogutin. While Mr. Bogutin may have aided certain friends and relatives, he was personally and directly involved in effecting the roundups of young persons for forced labour in Germany. Several witnesses testified as to seeing beatings, arrests and round ups by the auxiliary police. Mr. D'Yachenko testified that people of the village were afraid of police because for any minor offence there was immediate punishment such as shooting, imprisonment or whipping. He also testified as to seeing people being escorted from the police building to the trench where executions took place and stated that one could clearly hear the sound of shooting. I find that the witnesses who lived in Selidovo were credible. However, due to the age of the witnesses and the 55 years that have passed since the Nazi occupation, their memory of dates and specific details of events was incomplete. Although Messrs. Podolyak and Ziva were members of the auxiliary police and collaborators I found their evidence credible with respect to the general activities of the police and with respect to Mr. Bogutin. I have also taken into account that some of the witnesses in Ukraine were party to a petition addressed to Canada as a result of their attendance at a meeting condemning Nazi collaborators orchestrated by the Soviet Union during the Cold War.", "Retreat From Selidovo To Austria In 1943 To 1945"], ["[36]", "Mr. Bogutin testified that he left Selidovo when the Germans retreated in advance of the Soviet army. He stated that, like many others, he did not like the communists and he had cut his ties with them and stretched out his hands to the Germans. When the Germans pulled out of Selidovo he felt he had to go with them. I agree with counsel for the respondent when he says that Mr. Bogutin left Selidovo with the Germans because of a well placed fear of reprisal by the Soviet army but in my view his fear was justified because of his membership in the auxiliary police and not any mistaken perception. Mr. Bogutin applied to join the police and was not conscripted. Mr. Bogutin cannot remember when he left Selidovo but testified that thousands of people left with the Germans and thousands died and thousands gave birth on the road. People were coming through Selidovo from the East as they evacuated ahead of the Soviet army. People were given two or three weeks' notice that they would have to evacuate. Selidovo was captured by the Red Army on or about September 7 or 8, 1943. Mr. Bogutin stated that he brought his passport and extra shoes with him when he evacuated but that everything was stolen from him by the Germans in Romania. He testified that he was able to travel to Austria with no identification."], ["[37]", "Before continuing with Mr. Bogutin's testimony with respect to this period of time, I wish to briefly review the testimony of Professor Golczewski who was recalled to testify as to his knowledge of what the Germans did with respect to the retreat. For the September retreat, the Germans had plans for the evacuation of personnel and livestock and anything else they could evacuate. There were plans for destroying industrial installations and plans for destroying the area where Soviet forces were coming. Personnel included the Germans and some of the local Ukrainian population who had proven themselves through their collaboration with German authorities. In the plans for the retreat, everyone who was somehow linked to the Germans or who might be of assistance to the Soviets was taken. Professor Golczewski then testified that he had read a number of documents which set out the plans made by the German authorities for the evacuation from the Eastern Ukraine."], ["[38]", "The first document was dated August 14, 1943 and was entitled an \"Order for the Preparation and Implementation of Evacuation and Demolition Measures in the Army Area\". This document outlines the preparation for a large scale retreat and the demolition preparations which were to be undertaken beforehand in order to prevent giving anything of value to the enemy. It dealt with evacuating the army rear area, except for Stalino, evacuating Stalino itself and then evacuating the civilian population and prisoners. It also dealt with determining responsibility for preparing the evacuation and implementing various measures. It also talks about evacuating the combat area and the 20 kilometre zone. Page 6 of the document deals with the civilian population and prisoners and states that the civilian population must be completely evacuated as long as the situation allows it and priority must be given to men, between the ages of 14 and 65, who were able to fight. That subheading also deals with the evacuation in the form of treks. The organization of the evacuation had to be in the form of treks which were part of a large scale march of vehicles. Columns of evacuees were marched out of the territory. The main purpose of an organization of that kind is to organize the evacuation along specific roads in order to be able to feed the people along the way. The Ukrainian police forces were deployed fully to help with the treks. There were set dates on the document for when specific things had to be accomplished."], ["[39]", "The next document, dated August 20, 1943, was an order pertaining to the preparation and implementation of demolition and evacuation. Whereas the first document was from the Army Command, this document was from the Commander of the Rear Army Area - one level below the Army Command. This document pertains more or less to the Stalino area and indicates that the auxiliary police forces were to be used in organizing this evacuation. They were not left free to roam. This kind of order applied to a local police force in the Selidovo area."], ["[40]", "Professor Golczewski reviewed many other documents the last of which was dated January 5, 1945. It was entitled \"Reich and Prussian Ministry for the Interior\" and dealt with the treatment of resettled Germans from the ethnic groups in the Southeast, in terms of passports and I.D. cards, and with regard to the alien police. It was a circular decree of the Reichsführer SS and chief of the German police dated December 27, 1944. Professor Golczewski testified that this document was significant because it regulates the situation of ethnic Germans who came into the Reich and were screened. Those who were not considered to be ethnic Germans, or who could not prove that they were, were to be treated as aliens according to the normal provisions covering resident registration and alien police provisions. Therefore, in the beginning of 1945, the normal alien police registration procedures were still being enforced."], ["[41]", "Upon looking at all the regulations, circulars and decrees, Professor Golczewski came to the conclusion that, in regard to the travel restrictions for persons coming from the East into the Reich (Austria and Germany), the control of persons moving around was quite strict. There were regulations and there was enforcement of those regulations, according to the military situation, as far as the front areas or the occupied areas were concerned. There were also registration and deregistration regulations enforced right to the end of the war, as far as Germany proper, including Austria, was concerned."], ["[42]", "People who came into the Reich, which included Austria, at the end of 1944, were subject to stringent regulations in regard to their residence. Non-Germans had to register, and as a rule, were only permitted to live within a specific area. When they wanted to leave that area, they had to have specific permits to do so."], ["[43]", "When asked on cross-examination how these orders would be presented to the people who carried them out, the witness replied that they would go down through the military administration and finally end up with the commanders responsible for the local towns and villages. He stated that there would be feedback to show that the orders had been followed. However, he admitted that the implementation feedback was not included in the documents presented by the applicant. In my view, the value of Professor Golczewski's evidence on the evacuation is very limited because of the lack of research on the implementation feedback."], ["[44]", "I now return to Mr. Bogutin's story of his evacuation from Selidovo to Austria. Mr. Bogutin denied leaving with the police but he did testify that he left Selidovo on a two horse-drawn buggy with three friends whose names he could not recall. On cross-examination, he stated that one of the people was the secretary of the mayor of the village and another was a police investigator. He testified that the police fled by car. He does not remember much about the trip to Romania or the route that was taken. He had a paper document which he did not remember. It indicated that he had been working in Cernauti in 1944. That document is the first of many which indicated a birthplace outside the Ukraine. He stated he was born in Selidovo, Romania in that document. He denied any knowledge of why the document showed his birthplace as Selidovo, Romania. He stated that it is 4,000 kilometres from Selidovo to Romania. I cannot accept his testimony on this lack of knowledge since there are a number of documents, some of which I will mention, which show his birthplace as being outside the Ukraine and, in quite a number, it is identified as being Selidovo, Romania. Mr. Bogutin consistently denied ever telling anyone he was born in Selidovo, Romania. There are also three documents produced by Mr. Bogutin which show his birthplace in Austria. I have attached as an appendix a list of the documents produced by the respondent which show false information. Mr. Bogutin denied any knowledge of some of the documents. I conclude from this that he was seeking to hide his place of birth and nationality so that the allies could not trace his wartime activities. As will be seen later, security screening of persons commenced with their correct name and date and place of birth."], ["[45]", "Mr. Bogutin denied that he was ever asked to produce any documents when crossing from Russia into Romania or on the rest of his journey. However, he admitted that he was picked up in Romania by the agricultural commander or German administrator who was known as the sonderführer. He went with this German commander to Austria since the sonderführer needed a driver. In my view, it is likely that he was part of the sonderführer's travelling party at the time he left Selidovo. Mr. Bogutin stated that in Romania he took care of a German general's horses. He further stated that he was a horse cab driver for the German general in Romania before travelling on with the sonderführer. Mr. Bogutin had worked in Romania for two or three months. It is apparent by his own evidence that he was trusted by the Germans and I infer that trust was earned because of his membership in the auxiliary police. I am satisfied that his retreat with the German army was facilitated by his membership in the Selidovo auxiliary police."], ["[46]", "Mr. Bogutin then testified that he was evacuated to Italy where he lived in a camp outside Rimini with 3,500 people from many different nations including the Ukraine, Russia and Germany. He could not remember if the camp guards were German. However, Professor Golczewski's testimony shows that Rimini was a British controlled prisoner of war camp and that the only people from Ukraine who may have been there were from the 14th SS. Mr. Bogutin never was a member of the 14th Waffengrenadier der SS Galician Division. Mr. Bogutin's counsel agreed that he was confused about going to Rimini."], ["[47]", "Mr. Bogutin also testified that while at the Rimini camp the Russians eventually arrived there and all Russians and Ukrainians were registered. He testified the Russians wanted to send the Russians and Ukrainians, including Mr. Bogutin, back home but that Mr. Bogutin and the others rebelled against this. Some English officers arrived, pushed the Russians back, and then asked the people to raise their hands if they wanted to go home. Only two people raised their hands. The rest of the people were told by the English to change their place of residence and their last names. Mr. Bogutin stated that he took an Austrian name and address that he says he kept until he went to Austria where he used his correct name. Mr. Bogutin's counsel submitted that Mr. Bogutin used a non-Ukrainian address in order to avoid being sent back to Ukraine behind the Iron Curtain. However, except for this one time, whenever Mr. Bogutin was presented with a document which showed his birth place as being anywhere other than Selidovo, Ukraine, he denied ever providing this information to the creator of the document and got quite incensed about these documents during his testimony and never suggested that he gave the non-Ukrainian address in order to avoid being sent back to Ukraine. While it is possible that Mr. Bogutin may have been misunderstood as to his birth place with respect to some documents, there is no way, in my view, that he could have given information which was consistently misunderstood. In my view, from the time he retreated from Ukraine, he was deliberately hiding his birth place and his residence during the 1941-1943 period in Selidovo, Ukraine.", "Events Since 1945 And Applications For Landing And Citizenship In Canada By Mr. Bogutin"], ["[48]", "Mr. Bogutin testified that, after he left Italy, he drove the sonderführer by horse and carriage to Austria. He then left the sonderführer in Austria at his home not far from Villach. He produced a certificate from a labour office in Vienna dated April 4, 1945 stating that he was born in the Selidovo area of Czernewicy (Bukowina) and was employed as kitchen help in the Freihaus camp in Vienna from October 15, 1944 to April 4, 1945. This document was issued while the Germans still controlled Austria. Mr. Bogutin denied being in Vienna or the Freihaus camp and said \"this is all bologna\" and denied any knowledge of the document. Mr. Bogutin stated that he used his real name at the Kellerberg camp. There is a certificate of residence which indicates that Mr. Bogutin was living at the camp on October 27, 1945. Mr. Bogutin lived and worked in Villach. He admitted nobody interviewed him and it was not a displaced persons' camp. He stayed in barracks for the poor where he paid no rent. At the time, he was employed to help repair damage to the railroad and he also worked doing construction on many sites. He was working for a construction and engineering company called Hans Neubauer and documents put him at that job from November 5, 1945 to August 22, 1946. He again returned to that job from June 23, 1947 until December 7, 1947. Three more entries in the record of employment bring Mr. Bogutin's employment at that company up to February 23, 1948."], ["[49]", "Mr. Bogutin married his third wife, Maria Bernhardt, on November 8, 1947, in Villach, Austria. She was Austrian and they lived together for forty-seven years until her death just a few years ago. The marriage ceremony took place in the Villach displaced persons' camp although neither party resided in the camp. The Bogutins did not want to be married in a church so they falsified the marriage registry. Mr. Bogutin also falsified the marriage registry as far as his earlier marriages were concerned. He indicated that he only had been married once before whereas he had a second marriage on December 26, 1941. He left that wife in Selidovo when he evacuated in 1943. In the circumstances of this hearing, the false affidavits of the respondent are not material to the question as to whether the respondent gained admission to Canada by false representation or fraud or by concealing material circumstances. However, the marriage certificate does contain information which goes to the credibility of Mr. Bogutin. It shows his mother and father died in Czernewicy otherwise known as Cernauti which was in Romania at that time. Mr. Bogutin testified both his parents died in Selidovo, Ukraine."], ["[50]", "Mr. Bogutin also produced a residence permit issued by the Villach police. On the reverse side of the permit it stated the permit was valid only for a 10 kilometre radius of Villach. Mr. Bogutin stated that people at the camp were not allowed to travel further than five to 10 kilometres from the camp."], ["[51]", "Mr. Bogutin also produced documents showing that he worked in France in 1948 - nine months for a farmer and then in a Catholic monastery. He left France to go to Villach, Austria with his wife on January 3, 1949. He produced a document which allowed him and his wife to travel from France to Austria. When they returned to Villach, which was in the French zone in Austria, they again moved into the barracks. He produced further documents showing that he worked in Austria in 1949 as a logger on the river and as a river driver helper. He also worked as a miner."], ["[52]", "Mr. Bogutin had to complete an oral application to come to Canada, although he testified he could not remember when that happened. He does not even recall the year that he filled out the form. It must have been prior to November 1949 because he was accepted by the International Refugee Organization (IRO) on November 16, 1949, as a refugee for resettlement. Mr. Bogutin was to contact the immigration officers at either St. Martin (near Villach) or at the barracks in Klagenfurt. He applied at Klagenfurt but does not remember when this took place. He and his wife received an invitation from the IRO to attend at the St. Martin barracks where transport was arranged for their trip to Canada. There was evidence that in 1950 he worked driving logs."], ["[53]", "Mr. Bogutin, unlike most displaced persons in Europe immediately after the war, did not reside in refugee camps. Immediately after the war, UNRRA (United Nations Relief and Rehabilitation Administration) was formed to take over the running of the camps and the arranging for resettlement. Subsequently UNRRA became the Preparatory Commission to the International Refugee Organization (PCIRO) and then the International Refugee Organization (IRO). IRO would resettle persons who did not continuously reside in their camps but it was not the norm. In my view, Mr. Bogutin avoided seeking IRO assistance for four years in order to help conceal his past."], ["[54]", "Mr. Bogutin and his wife had originally applied to go to the United States but they were denied. According to Mr. Bogutin, this was because his wife had a three month sentence on her police record. Buying merchandise on the streets was illegal and she had been caught buying three metres of cloth on the street. The Americans told the Bogutins that this was the reason they were denied. The Bogutins eventually received a paper which stated that the sentence was revoked."], ["[55]", "The Bogutins were required to go to the IRO in Spittal immediately for an interview according to a document dated July 7, 1951. The interview took place near Villach. Mr. Bogutin stated he and his wife went for one interview and they were interviewed by two Canadians for about 10 or 15 minutes. He does not remember who he saw when he was interviewed. After the interview, he and his wife went back to the camp. They had been accepted as immigrants and left for Canada within a week or two. They left from Bremen, a German port, and arrived in Halifax, Nova Scotia, seven days later. Mr. Bogutin said he remembers that the Church World Services helped his wife and him to come to Canada."], ["[56]", "Mr. Bogutin travelled to Canada with an IRO document bearing a number of stamps. One such stamp was dated June 27, 1951, and was issued by the Department of National Health and Welfare (Health and Welfare) Canada. Mr. Bogutin testified that he remembered being interviewed by Health and Welfare but he remembers no details of the interview. The visa officer who signed Mr. Bogutin's application was Mr. J. Klassen. Mr. Bogutin does not remember meeting Mr. Klassen on June 27, 1951. Mr. Bogutin and his wife received their final stamp from Canadian immigration dated August 22, 1951 when they arrived in Halifax. This stamp classified them as landed immigrants."], ["[57]", "A document from the Canadian Labour Office dated August 10, 1951, had been issued at the port of departure in Germany. The document stated what Mr. Bogutin planned to do for work when he arrived in Canada. Mr. Bogutin does not remember filling out the form. At the top of the document it states that it was translated to Mr. Bogutin in his own language. Mr. Bogutin does not remember who translated the information or what the document pertained to but he does remember that the document was translated from German to Russian for him."], ["[58]", "I will now review the procedure and the orders-in-council which were in place at the time Mr. Bogutin and his wife came to Canada. Most of the documents, except the ones I have referred to, were destroyed in accordance with normal procedures for the immigration department's destruction of documents. Accordingly, I must determine whether the applicant has met her burden of proof to show that Mr. Bogutin used false representation or fraud or knowingly concealed any material circumstances in applying to come to Canada and obtaining Canadian citizenship."], ["[59]", "Mr. d'Ombrain, a retired official from the Privy Council Office, and a former Deputy Secretary to the Cabinet, was qualified by the court as an expert in Cabinet government and the workings of the Cabinet and related supporting machinery. He was also qualified as an expert in the organization and management of the federal Government's apparatus for security intelligence and foreign intelligence. Mr. d'Ombrain was also qualified as an expert on the functions of the Prime Minister and the role of the Privy Council Office."], ["[60]", "During the period from 1945 to 1952, Mr. d'Ombrain testified that it appeared to him, from reading the documents, that the Minister of Mines and Resources initially and, later, the Minister of Citizenship and Immigration and the Minister of Justice (because the Minister of Justice was the minister responsible for the Royal Canadian Mounted Police (RCMP)) were the ministers who had the authority to act under the various statutes to give effect to immigration policy and also to give effect to the security screening elements of that policy."], ["[61]", "From the 1930's until the end of the war, Canada had a very restricted immigration policy as a result of the labour conditions in Canada in the 1930's. After the war there was a concern to reunite families. There were people in Canada who were able to sponsor people from overseas who were regarded as those who could be successfully brought into Canada and who met all the necessary criteria. When the RCMP was not able to security screen the immigrants themselves, they screened their Canadian relatives."], ["[62]", "Immigration and security were necessarily reflective of each other. If Canada was going to take more immigrants, then it was necessary to ensure that they were the right kind of immigrants. The very minimum basic condition was that they not provide a threat to security in Canada and not be a danger to our political or economic systems. Canada wanted people who would be helpful to the economy and who would be \"good citizens\"."], ["[63]", "The Government recognized that it was important to have a new immigration policy, but it also recognized that there were some serious practical impediments, such as a lack of shipping, hindering the setting up of a new policy. Nonetheless, a new immigration policy was started in 1946."], ["[64]", "As part of that policy, the immigration regulations were broadened and, starting in March 1947, the Cabinet agreed to accept displaced persons in ever-increasing numbers. The policy endeavoured to meet Canada's economic requirements for certain classes of skills and to deal with Canada's humanitarian concerns."], ["[65]", "In November 1947, the Cabinet Committee agreed initially not to permit Ukrainians who had served in the German army in Italy to enter Canada, and again refused in September 1949. These were people who had served in uniform and were being held in the United Kingdom. There were approximately 8,000 of them. Then Cabinet reversed its decision on May 31, 1950, and allowed them in along with some other specified persons. There was a special instruction issued to the director of immigration that these Ukrainians should be subject to special security screening. Since Mr. Bogutin was never a member of the German army in Italy, even by his own testimony, this exemption does not assist him. Furthermore, even when the decision was made to make an exception for particular groups of former soldiers, it was made clear that they would be subject to special security screening. I also note that, while the Order-in-Council of 1945 that relaxed the 1931 regulations on entry to permit landing of refugees made no reference to security requirements, the accompanying memorandum to Cabinet stated that only those granted a clearance from the RCMP were eligible for landing within the meaning of the", "Immigration Act"], ["[66]", "In 1946, a security panel was established. The security panel reflected the central responsibility of the Prime Minister for matters of security. It was chaired by the Secretary of the Cabinet. The most senior deputy minister in the Government chaired a group of senior but nonetheless operational working level officials concerned with security matters. The panel met 44 times between June 1946 and September 1952. Security screening of immigrants appeared on the agenda of 16 of those meetings. In July 1946, when the security panel met for a second time, no Canadian organization existed for the security examination of prospective immigrants at the point of origin. It was decided that a committee would be struck to deal with regulations to permit refusal of undesirables on security grounds. The Government initially considered including security criteria either in the regulations or the", "Act", ", but then this idea was rejected and the Cabinet decided that the security screening of prospective immigrants should be dealt with by departmental administrative action rather than by legislation. There is no clear and direct evidence in the documents as to why this was done. However, the reason is clear when it is looked at in the context of Cabinet Directive 14, issued in 1949."], ["[67]", "The directive was a reflection of existing rejection criteria that was quoted in the Cabinet. It is described as rejection of immigrants on security grounds and lists the categories. It states in particular that:", "\"Persons in specified categories (i.e. communists, members of the Nazi or Fascist Parties or any revolutionary organization, 'collaborators', and users of false or fictitious names or documents) are regarded as inadmissible under the", "Immigration Act", "and are refused a visa.\"", "And the reason for proceeding by departmental administrative action is given saying:", "\"As some of the persons so rejected are not aware that their subversive records are known to security and intelligence agencies, disclosure of the reasons for their rejection as immigrants tends to excite suspicion and compromise valuable sources of information.\""], ["[68]", "As early as September 1946, the Secretary to the Cabinet intended that \"landings\" should only be granted by officials to those who have been cleared by the RCMP. The RCMP got involved in security screening in Europe. The RCMP Commissioner gave approval for the participation of the force and, initially, one team went to London and then subsequently more teams went to Europe to screen applicants for security purposes. Initially, the RCMP worked with the British Foreign Office's Passport Control Office in vetting applicants."], ["[69]", "For \"Security Screening for Displaced Persons\", the United Nations Intergovernmental Committee on Refugees cooperated and arrangements were made to assemble prospective immigrants in Europe so they could be interviewed by Canadian authorities. Immigration teams went to Germany, Holland, Italy and Austria, and consisted of an immigration inspector, a physician and an RCMP officer for security screening. Three teams were sent to Germany to screen 26,000 people."], ["[70]", "In 1948, the RCMP reviewed security screening procedures. The methodology adopted was to interview those displaced persons in their camps, study their papers and search such records as were available. The acceptance or rejection by the security investigator was final. This was all done in Europe."], ["[71]", "There were problems, including backlog, with the system. Individuals who were rejected on security grounds at one selection centre in Germany sometimes immediately made application at a different centre knowing that the file would not be available at the new centre. The applicant, of course, was now better prepared to face interrogation and often passed. To overcome this problem, the RCMP circulated what was called a \"black list\". It was policy that displaced persons be screened by personal interview and they were not given permission to enter until they were cleared for security. This policy came into effect in August 1949."], ["[72]", "A note to the Cabinet by the chairman of the security panel, Mr. Robertson, states that:", "\"The only categories under which applicants are rejected on security grounds are: known or strongly suspected communists; members of the Nazi party of Germany; other Fascist parties or any revolutionary organization; collaborators, and users of false or fictitious names or documents.\"", "At that point in time, that was the rejection criteria."], ["[73]", "The Cabinet met on September 22, 1949, and decided to continue security screening for applicants of Eastern Europe, as well as keeping the general subject under review. Cabinet Directive 14 was implemented by Order-in-Council P.C. 2856, 9 June 1950, which prohibited the entry into Canada of all persons except for certain categories of persons such as British subjects and subjects of specified British colonies, citizens of the United States and France and:", "\"4. A person who satisfied the Minister, whose decision shall be final, that:", "(a) he is a", "suitable", "immigrant having regard to the climatic, social, educational, industrial, labour", "or other conditions or requirements of Canada", ", and", "(b) is not undesirable owing to his peculiar customs, habits, modes of life ...\" (emphasis added)", "The \"other conditions or requirements of Canada\" referred to in the Order-in-Council were the security rejection criteria which were specified in the Cabinet Directive and in subsequent administrative directives which were sent to the RCMP which related to the suitability of the person."], ["[74]", "In the spring of 1951, the security panel was asked to consider narrowing the prohibition on collaborators to the following:", "\"Those who were employed by German police or security organizations and who acted as informers against loyal citizens and resistance groups.\"", "The RCMP did not support the narrowing of the prohibition on collaborators."], ["[75]", "The security panel agreed that certain persons should be refused entry to Canada as immigrants and, in May 1952, they set out the classes of persons to be refused. Included in this list were former collaborators who should be excluded on grounds of moral turpitude - except minor collaborators whose actions resulted from coercion. This exception does not assist Mr. Bogutin because he had already been granted landing in Canada in August 1951. He never testified that his joining the police was the result of coercion. In fact, he denied that he was a member of the police and I have earlier reviewed the question as to whether he was known as a Jewish person."], ["[76]", "Thus, in general terms, in regard to security rejection criteria and, in particular, reference to collaborators - prior to the spring of 1952, collaboration with the enemy in World War II was clearly still a blanket cause for exclusion from Canada."], ["[77]", "The RCMP issued a memorandum entitled \"Screening of Applicants for Admission to Canada\" dated November 20, 1948 which contained the security rejection criteria. These were the factors that were still in place in 1950-51 when Mr. Bogutin made his application.", "\"Any one or more of the following factors, if disclosed during interrogation or investigation, will be considered as rendering the subject unsuitable for admission:", "(a) Communist, known or strongly suspected. Communist agitator or suspected Communist Agent.", "(b) Member of SS or German Wehrmacht. Found to bear mark of SS Blood Group (NON Germans).", "(c) Member of Nazi Party.", "(d) Criminal (known or suspected).", "(e) Professional gambler.", "(f) Prostitute.", "(g) Black Market Racketeer.", "(h) Evasive and untruthful under interrogation.", "(i) Failure to produce recognizable and acceptable documents as to time of entry and residence in Germany.", "(j) False presentation; use of false or fictitious name.", "(k) Collaborators presently residing in previously occupied territory.", "(l) Member of the Italian Fascist Party or of the Mafia.", "(m) Trotskyite or member of other revolutionary organization.\"", "It may be seen that these criteria are in accordance with the Cabinet documents that we have reviewed earlier."], ["[78]", "Mr. Cliffe, a retired RCMP officer, testified that the categories of (d), (e), (f) and (g) which related to criminals, professional gamblers, prostitutes, and black market racketeers were the responsibility of the immigration officer. The other categories were the responsibility of the visa control officer who was a member of the RCMP. Mr. Cliffe interpreted subparagraph (k) which read: \"collaborators presently residing in previously occupied territory\" as applicable not only to the occupied countries but also to the persons in Austria which was also occupied by the Germans."], ["[79]", "Mr. Cliffe said it was RCMP officers like himself who did the security screening in the immigration process. The process varied little for officers screening immigrants in different European countries. Many of the Italian immigrants were sponsored by relatives who were already in Canada. These Italians sent their applications to Rome. When the security officers received these applications, they made up \"green\" forms which were sent to security agencies (such as British and American agencies as well as the Italian police and others) for security screening."], ["[80]", "I will now review the testimony of two RCMP officers and three immigration officers who dealt with matters in Europe in the post-war period to see how the Cabinet policies were carried out in practice. The witnesses agreed on the following general procedures as to how the immigration team would deal with a displaced person in a displaced persons' camp. When the immigration teams went overseas to interview potential immigrants, the procedure was identical in any office in the world and standardized operating instructions were issued around the world for all Canadian immigration officials. The immigration screening process included the use of forms such as the O.S. 8 (the application form for unsponsored immigrants) which was introduced before the end of 1950."], ["[81]", "Potential immigrants went first through a paper screening process which is similar to what an employer would undertake during personnel selection. The idea was to weed out the obvious cases of people who were unlikely to be able to successfully settle in Canada. People who made it through the paper screening were called in to the immigration office where they were examined by the immigration team."], ["[82]", "When the immigration team got to the displaced persons' camp, the files were brought to the security officer first. The position of security officer was known as visa control officer. I find the security officers had received adequate training together with their experience to perform the tasks assigned to them. The security officer would interview the potential immigrant and review with him the forms that he had filled out. The security officer would always have an interpreter with him. If the person was a displaced person, the form did not contain many details about his background. The security officer would seek information on the person's date and place of birth and would ask questions about the occupations of his whole family. The security officer would also ask what the person did and where he was during the war and where his relatives were during the war and what they did. Normally, displaced persons had no documents at all as they had been lost, destroyed, or taken from them during the war. If the British or Americans had interviewed the displaced persons before the Canadian team did, then the displaced persons would have some documents when they were interviewed by the Canadian team. The IRO would inform the Canadian team whether the displaced person had been previously interviewed. The security officers testified that they placed no weight on IRO security screening procedures. All the RCMP officers involved with immigration received the same instructions which came either from London, which was the European headquarters of Canadian immigration and security, or Ottawa. The instructions did not lay out what the officers were to check for because every immigrant was different; however, the interviewing technique was the same for everyone and World War II was always the primary focus because there was not much activity before the war started. It was atrocities which occurred during the war that the officers were concerned about. Displaced persons were not processed very quickly and finishing one per hour was considered doing well."], ["[83]", "Security officers were in possession of IRO documents and the O.S. 8 immigration document. Inconsistencies between the documents were sought and questioned. All displaced persons were asked in detail about their activities during the war years and occupations were concentrated upon so that it could be determined exactly what people did during the war. The displaced persons would often try to change their stories and it was up to the security officers to determine whether people fell into one of the excluded classes. There was no appeal from a security officer's finding that a person did come within an excluded class."], ["[84]", "Mr. Cliffe had been in the Royal Canadian Air Force (RCAF) during the war and he joined the RCMP in 1947. In March 1951, he was posted to Europe as a visa control officer. I am satisfied that he had proper training to carry out his duties as a visa control officer with the RCMP. During the period of March to August 1951, Mr. Cliffe worked as part of a team along with a doctor and immigration officer in Naples, Italy. It was his job to screen immigrants to ascertain whether or not they were actually Italians and whether or not they had been Fascists during the war. The team sometimes went to displaced persons' camps outside Naples where the screening was different than it was in Naples. In the displaced persons' camps, it was important to find out where the immigrants were from, what their situations were and what political beliefs they held. Mr. Cliffe had directives which he followed when questioning the displaced persons. According to Mr. Cliffe, when interviewing displaced persons, the screening procedure depended on the country the displaced person was from. If the person had travelled through various countries, a copy of the \"green\" form was sent to all the countries the displaced persons had stayed except for the Iron Curtain countries. A form would also be sent to the British as they had a master list of all people who had been denied entrance to Canada."], ["[85]", "Mr. Cliffe testified that he was very familiar with the O.S. 8 forms which were filled out by the displaced persons. The O.S. 8 was the main form received by Mr. Cliffe. He would use the O.S. 8 form to get the information which he put on the \"green\" form. The agencies to which he sent the \"green\" form would check this information against the information in their own files. This process all occurred before the displaced person was interviewed. If a person stated, for instance, that he had lived in Austria, then a copy of the form was also sent to the RCMP in Austria who would deliver the form to the Austrian sources. If a displaced person indicated that he had spent time in an Iron Curtain country, then the forms would be sent to the British and American intelligence agencies. When the forms came back from the country to which they were sent, then the security officers would tell immigration that they were ready to proceed. Immigration would call in the displaced person for an interview and the person would be processed through three stages. Mr. Cliffe testified that, in a case such as this one where Mr. Bogutin, a Ukrainian national, said he was a Romanian, when the \"green\" form checks were conducted the security officers would be looking for a Romanian. The displaced person's name, date and place of birth were the point for the British and American intelligence agencies to commence any investigation of a displaced person."], ["[86]", "Mr. Cliffe always asked interviewees whether they were war criminals. If an immigrant had told Mr. Cliffe that he served in the police force of German-occupied Ukraine, he would have asked the immigrant when he started, how long he worked there and whether he worked for the police before the Germans arrived. If he was simply absorbed into the German police, Mr. Cliffe would ask what his job was, what his rank was and what happened to him when the Germans began to retreat. If the person's information led Mr. Cliffe to believe that the person was a collaborator, he would then be refused admission to Canada."], ["[87]", "Mr. Cliffe stated he found that many people falsified their information. He checked the displaced person's application information against what he received from intelligence sources. Forged documents were readily available to those who wanted them. When Mr. Cliffe was in doubt about the validity of a person's document or the truth about what he said, the benefit of the doubt always went to Canada. In other words, Mr. Cliffe would deny the person the right to enter Canada. When Mr. Cliffe finished the interview, he would stamp the O.S. 8 form. Mr. Cliffe's decision to deny admission was final except, as already mentioned, when the Immigration Minister in Canada asked that a denied person's application be reviewed. However, it was always the immigration officer, and not the RCMP officer, who communicated the rejection decision to the displaced person and reasons were never given."], ["[88]", "It was suggested to Mr. Cliffe by counsel for the respondent that, whereas Canada wanted to catch Nazis in the 1940's, by the 1950's the main threat was Communism. However, although Mr. Cliffe stated that the order of excluded classes is significant because the security officer was concerned with the political part of the list, he stated that no category in the rejection list was more or less important than any other category and this was confirmed by Mr. Keelan, the other security officer who testified. Mr. Cliffe also stated that if a person gave the wrong country as their place of birth this would gravely affect the investigation process because the British and American security agencies would search for the person's information in the wrong place."], ["[89]", "Although Mr. Cliffe did not recall whether he had ever interviewed an auxiliary police officer, he stated that screening was fairly accurate. However, he was sure that some people had slipped through the cracks and likely, if someone got through, it was because the person lied. If the person admitted to being a member of an excluded class, he could not be admitted to Canada. There was no discretion on the part of the officer. Mr. Cliffe admitted that, although he did not speak other languages, the quality of the translators used in interviews was very good. In Italy, almost every displaced person needed a translator. But, in Germany, many of the people spoke English."], ["[90]", "Mr. Keelan, a retired officer from the RCMP, also testified. He became a visa control officer in 1950 and was sent to Europe in September 1950. He stayed in England for a few days and then went to Germany. He returned to London by the end of 1951. He worked in Karlsruhe which he believed was the Canadian immigration headquarters in Germany. He was familiar with the list of persons to be rejected as immigrants to Canada and he stated that he considered these classes of people to be absolutely prohibited. Communists were considered a risk and collaborators were considered worse than communists. Mr. Keelan stated that he looked for everyone on the list equally. He indicated he would stamp the document and indicate whether the person was allowed into Canada. However, the immigration officer was the person who told the immigrant that he was rejected. A very low percentage of people were rejected."], ["[91]", "Mr. Keelan testified that security officers made a point to look for all groups of people who were on the rejection list and that they especially looked for communists and people who worked voluntarily for the Germans. Mr. Keelan, like Mr. Cliffe, understood that all collaborators with the Germans, wherever they resided, were excluded. They also looked for people who gave false information with no good reason and those who were evasive and untruthful."], ["[92]", "Mr. Keelan stated that he had a good relationship with the IRO. However, it was not a truly cooperative effort because the IRO's purpose was to present people to come to Canada while it was his job to ensure that the right people got into Canada. He indicated the length of interviews varied from 15 or 20 minutes to a couple of hours. Mr. Keelan, like Mr. Cliffe, did not recall interviewing any auxiliary police."], ["[93]", "Mr. Gunn, a retired civil servant, was qualified as an expert in the immigrant process and the implementation of immigration policies in the field. He joined the Immigration Branch of what was then the Department of Mines and Resources on May 15, 1946, and he worked in that department (later known as the Department of Citizenship and Immigration) for 35 years until his retirement in December 1980. He was an immigration inspector from May 1946 until 1950. As part of his training for this position, he was required to become familiar with the", "Immigration Act", ", relevant orders-in-council and official district circulars which were issued at the rate of four or five monthly. He was also responsible for examining visitors and immigrants arriving in Canada at the Montreal International Airport at Dorval. He testified that it was most important that he made sure that the immigrants were being truthful about their identity. If the officer doubted any information about the person's job, residence or anything that showed that the person was in a prohibited class, then he would refer the person to a board of inquiry. He was only concerned with security screening when it overlapped with his jurisdiction as immigration inspector."], ["[94]", "Originally, only 5,000 displaced persons were allowed entry into Canada. The Privy Council increased the quota to 10,000. The quota was increased by 10,000 each time it was increased after that. The Department of Labour set up an agency to help displaced persons get to Canada. This was usually done through group movements of particular people such as miners, loggers, domestics and farmers. The agency placed people with employers wanting assistance and replaced people whose employment did not work out in their previous position."], ["[95]", "Mr. Gunn also described the process when displaced persons came to Canada on ships as immigrants. The ship's crew was responsible for completing a Canadian Government Return (CGR) which consisted of a series of questions. The procedure involved reviewing the questions of the CGR with the immigrant to ensure that they were correct. The CGR was a very large and awkward form. A ship's purser would fill out the CGR's during the voyage while interviewing the immigrants and checking their documents. Ships would not carry people to Canada without their documents because of the fines which were imposed. The ships carried about one thousand people and there were five to 14 officers on the immigration team. The immigration team controlled the lengths of the interviews. It usually took eight to 10 hours to work a ship. The time spent with each person varied from three to 15 minutes. The CGR did not indicate the language in which the interview was done."], ["[96]", "When the ship got to Canada, an immigration team would board the ship and examine the passengers. Desks were set up as places for the interviews to take place. First, the medical doctor would examine the immigrant for quarantine purposes and would look at their documents. Then the immigrants would go to the immigration officer's desk where an immigration officer such as Mr. Gunn would review the questions on the CGR with the applicant and correct the answers, if necessary. At that point, eligible persons would be landed. After the immigrants received landing stamps they would receive landing cards which they would present at Customs in order to clear their baggage."], ["[97]", "In 1950 and 1951, the forms and procedures were the same across Canada except that in Halifax, people were usually examined on shore rather than on the ship."], ["[98]", "Mr. Gunn also described the retention of document policy in effect in the immigration department at that time. He indicated that documents were destroyed after there was no activity on a file for two years. According to the policy of the National Archives of Canada, a small number of files where serious criminality was involved were kept indefinitely. Later a retirement criterion was established based on the age of the person. If the person was very old then there was not much chance that the person would immigrate to Canada. Since a copy of the CGR pertaining to Mr. Bogutin was available the document was put to Mr. Bogutin and Mr. Gunn. Mr. Gunn testified that the information contained in Mr. Bogutin's IRO travel identity document corresponded with information in the CGR on such matters as age, place of birth and nationality. Both documents indicate that Mr. Bogutin lied as the documents say he was born in Selidovo, Romania and he was a Romanian national."], ["[99]", "Mr. Dubé, a retired civil servant, also testified with respect to how the immigration department dealt with immigrants. He joined the immigration department which was part of the Department of Mines and Resources at that time and remained with immigration until he retired in 1986. He testified to the same effect as the other members of the immigration department. He did not go to Germany until May 1952."], ["[100]", "Mr. St. Vincent was the third member of the immigration department to testify. He was a retired civil servant, having joined the immigration department in November 1947. He worked as an immigration officer in Karlsruhe, Germany, starting in June 1948. He travelled to many displaced persons' camps with his team. In the spring of 1950, an immigration office opened in Salzburg, Austria and Mr. St. Vincent left Karlsruhe to be the officer in charge in Salzburg from January 1951 until September 1951. He then went back to Karlsruhe where he stayed until April 1952."], ["[101]", "There were two immigration officers working for Mr. St. Vincent while he was in Salzburg, Austria. One officer was Mr. Papworth who was the security officer who interviewed Mr. Bogutin and is now deceased. The other was Mr. Klassen who was the immigration officer who signed Mr. Bogutin's visa. Mr. St. Vincent does not know Mr. Klassen's present whereabouts. Mr. St. Vincent indicated it was the doctor who set the pace of the processing of displaced persons in the camps because it took the doctor longer to examine the applicants than it took the officers in the other stages. Much of the RCMP's security work was done prior to the interview."], ["[102]", "Since Canada wanted to increase its immigrant population, one of the natural places for Canada to obtain immigrants was from the large number of displaced persons located in refugee camps. Accordingly, the applicant called Mr. Thomas to testify as to the activities of the IRO in Austria in the years immediately after the war. Mr. Thomas was an American attorney who was in the U.S. army during the war and he joined UNRRA in August 1945. He stated that at that time displaced persons' camps had been set up by the occupying authorities in Austria and Germany and that there were three zones - British, French and American. As the allied forces phased out, UNRRA phased in and took over the displaced persons' camps. At that time there were approximately eight million displaced persons in the camps."], ["[103]", "In 1947, Mr. Thomas was the Chief of reports, analysis and eligibility in the British zone in Germany. Among his duties was dealing with the eligibility of people for United Nations assistance including food, medical care, clothing and shelter. Criminals and collaborators were not eligible for UNRRA assistance. If a war criminal or collaborator was discovered, UNRRA would turn the person over to the occupying authorities. UNRRA was replaced by PCIRO on July 1, 1947. At that time there were only one million displaced persons left in the camps as the rest had been resettled or repatriated to their homes. Mr. Thomas continued as Chief of Eligibility in the British zone of Germany for PCIRO"], ["[104]", "On January 1, 1948, the IRO took over the work of the PCIRO. Both were headquartered in Geneva, Switzerland. In August 1948, Mr. Thomas was promoted to the position of Chief Eligibility Officer for all the operations of the IRO. When displaced persons came into the camps, they had to complete registration forms, even when the camps were run by the armed forces of the allies. Thereafter, UNRRA and PCIRO both had their own forms and then IRO modified the forms. By the time IRO took over in 1948, resettlement teams were coming into Germany and Austria from the United Kingdom, Canada and the United States and they screened people to see if they could take them into their respective countries. Mr. Thomas stated that the constitution of the IRO defined who was a refugee and who would be eligible for assistance. He stated that people who voluntarily assisted the enemy forces, whether administratively or in the military, were not considered within the mandate of the IRO. He also stated that when the IRO came into existence in 1948, all the persons in the camps were re-registered."], ["[105]", "Since Mr. Bogutin never spent any time in IRO camp, I do not intend to review Mr. Thomas' evidence in much further detail except with respect to certain forms that Mr. Bogutin would have had to complete when he applied for IRO assistance. Furthermore, although the IRO had these rules with respect to the exclusion of collaborators and other persons who aided the enemy, Mr. Thomas admitted that the emphasis was on getting people out of the displaced persons' camps and not on reviewing the histories of the persons located therein. Furthermore, the Canadian officials testified that they did not put any weight on IRO security procedures."], ["[106]", "Examples of IRO application forms were presented to the court. The important feature of the report is that applicants were requested to provide information going back to the time immediately prior to the commencement of the war. Mr. Thomas identified a letter from the IRO that informed Mr. Bogutin that he was within the mandate of the IRO on November 16, 1949. The document indicated that the reason Mr. Bogutin applied for IRO assistance was that he wished to be resettled. Mr. Thomas testified that three other documents which had Mr. Bogutin's name on them and appeared to come from IRO Assembly Camp were documents he had never seen before."], ["[107]", "Mr. Thomas expressed disbelief concerning Mr. Bogutin's testimony with respect to his travel and work in France and Austria after the war but there appears to be no reason to disbelieve that Mr. Bogutin's testimony was not credible in this respect. Counsel for the Minister accepted this part of Mr. Bogutin's testimony. However, I do accept Mr. Thomas' evidence with respect to the application for IRO assistance (CM-1) form which was completed shortly before November 1949. The form would have compelled Mr. Bogutin to reveal his employment activities for at least 12 years prior to 1949. He clearly could not have revealed to the IRO that he was a Ukrainian from the Soviet Union since the travel document issued to him by the IRO lists him as a Romanian national. Furthermore, other documents produced by Mr. Bogutin showed him as a Romanian national or of Romanian origin. It was the IRO that virtually sponsored Mr. Bogutin for immigration to Canada. The Church World Services which operated in both Austria and Canada, would have been the facilitator which assisted in the process.", "Analysis", "Standard Of Proof To Be Applied In A Section 18 Reference"], ["[108]", "Before summing up the material findings, I wish to address the question of the applicable standard of proof to be applied in a s. 18 reference. Collier, J., stated in", "<FRAGMENT_SUPPRESSED>  (T.D.), that a reference proceeding is a civil proceeding. This has been confirmed in many subsequent cases including a recent decision of the Supreme Court of Canada in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (S.C.C.)."], ["[109]", "Notwithstanding that Collier, J., found that the reference proceeding is a civil proceeding, he went on to find that the consequences of the process, once completed, are very serious and a high degree of probability is required. In particular, in <FRAGMENT_SUPPRESSED> , supra, at page 270, after dealing with the respondent's submission that the onus of proof should be a criminal standard, i.e. beyond a reasonable doubt, he stated:", "\"From a review of the authorities cited, I am satisfied the present proceeding is a civil proceeding. I had been tempted, alternatively, to use the phrase, a quasi-criminal proceeding. That, to my mind, would be too imprecise and create confusion.", "\"The standard of proof required in civil proceedings is a preponderance of evidence, or a balance of probabilities. But in that standard there may be degrees of the quality of the proof required.", "\"The position I shall adopt here is that as set out by Lord Scarman in", "<FRAGMENT_SUPPRESSED>  probability is, in my opinion, required in a case of this kind. What is at stake here is very important; the right to keep Canadian citizenship, and the serious consequences which may result if that citizenship ceases.\""], ["[110]", "In my view, in light of the decisions of the Supreme Court of Canada, it is not open to me to use, as a standard of proof, a high degree of probability. In three cases,", "<FRAGMENT_SUPPRESSED>  at 169, the Supreme Court of Canada held that the correct standard of proof is the civil standard of proof, i.e., the balance of probability.  <FRAGMENT_SUPPRESSED>  beyond reasonable doubt, but there may be degrees of proof within that standard. Many great judges have said that, in proportion as the crime is enormous, so ought the proof to be clear. So also in civil cases. The case may be proved by a preponderance of probability, but there may be degrees of probability within that standard. The degree depends on the subject matter. A civil court, when considering a charge of fraud, will naturally require a higher degree of probability than that which it would require if considering whether negligence were established. It does not adopt so high a degree as a criminal court, even when it is considering a charge of a criminal nature, but still it does require a degree of probability which is commensurate with the occasion ...\""], ["[111]", "However, Laskin, C.J.C., in", "Continental Insurance", ", supra, rejected the proposition that there are various standards of proof stating at page 171  <FRAGMENT_SUPPRESSED>  that:", "\"I do not regard such an approach as a departure from a standard of proof based on a balance of probabilities nor as supporting a shifting standard. The question in all civil cases is what evidence with what weight that is accorded to it will move the court to conclude that proof on a balance of probabilities has been established.\""], ["[112]", "<FRAGMENT_SUPPRESSED>  revocation of citizenship proceedings. The court held as follows:", "\"Perhaps the first thing to notice is that what is at stake for the appellants in this case is arguably different from what is at stake for the typical accused in the typical criminal case. The state is trying to deprive the appellants of their citizenship and not of their liberty. Canadian citizenship is undoubtedly a very 'valuable privilege' ( <FRAGMENT_SUPPRESSED>  stateless if deprived of their citizenship, it may be valued as highly as liberty. Yet for most, liberty is more valuable still. Therefore, the interests on the appellants' side of the balance do not weigh quite so heavily as they would if the proceedings were purely criminal in nature.\""], ["[113]", "The court in these proceedings is making findings of fact and making a report to the Minister. It does not follow that the Governor-in-Council is therefore compelled to revoke the citizenship of the respondent. The Minister has to consider a report and send it to the Governor-in-Council. The Governor-in-Council has to make a decision whether to revoke citizenship or not. Accordingly, I apply the civil standard of proof on a balance of probabilities but I must scrutinize the evidence with greater care because of the serious allegations to be established by the proof that is offered."], ["[114]", "I make the following findings after reviewing the evidence which is material to the determination of whether the respondent was lawfully admitted to Canada or obtained Canadian citizenship by false representation or fraud or by concealing material circumstances. In considering Mr. Bogutin's evidence, I have taken into account that he is 88 years old and was testifying about events that took place 40 or 50 or more years ago. I do not find that all his evidence was not credible. I have reviewed the material part of his evidence which I found not to be credible. I find that Mr. Bogutin was a member of the Selidovo District police, also known as the auxiliary police, at all material times during the Nazi occupation of Selidovo. I find that Mr. Bogutin was involved in the round-up of young persons for forced labour in Germany. I find that the respondent retreated with the German forces to Austria in 1943 and 1944 and that the respondent was a collaborator. The plain meaning of the term, collaborator, includes Mr. Bogutin since he was a member of the Selidovo District police which collaborated with the Germans who were Canada's enemies during World War II. I further find that the respondent falsified his place of birth and nationality in obtaining documents from governmental authorities in Austria and France after the war. I find that he falsely presented himself to the IRO as a Romanian national. I also find that he falsely presented himself to Canadian authorities as a Romanian national and concealed his war time activities from Canadian authorities."], ["[115]", "I find that Canada had a standard immigration process that was followed in Europe at the relevant period of time when Mr. Bogutin applied to the IRO for resettlement in Canada. The process involved the completion of the Canadian immigration application form O.S. 8, a security check by a visa control officer who was from the RCMP and a medical examination and interviews by the visa control officer and the immigration officer. The primary focus of the immigration process was to ascertain whether the displaced person came within one of the excluded categories of persons. I find that Mr. Bogutin would have gone through this process before he received his visa notwithstanding the destruction of many of the original documents. I find that Mr. Bogutin received an IRO travel identity document and that he completed the CGR document which was presented in evidence. I find that Mr. Bogutin was not credible when he said that he recalled telling Canadian immigration officials at Salzburg all about what he had been doing during the German occupation of Selidovo. I find that he must have told them the same information as is shown on his CGR IRO travel document concerning his Romanian nationality and place of birth. He would not have disclosed his membership in the auxiliary police in Selidovo, Ukraine during the Nazi occupation.", "The Law With Respect To Revocation Of Citizenship"], ["[116]", "The proceedings before me are governed by the provisions of the", "Citizenship Act", "which was in force at the time of the commencement of the proceedings to revoke the citizenship of the respondent, i.e. April 4, 1996. The relevant sections are reproduced in Schedule \" <FRAGMENT_SUPPRESSED>  (T.D.), Collier, J., held that substantive rights should be governed by the", "Act", "under which they accrued and procedure by the", "Act", "in force when the legal proceedings were commenced. Section 18 of the", "Act", "sets out the applicable procedural provisions pertaining to revocation of citizenship. Section 18 contemplates that the Minister is required to give notice to the citizen if the citizenship is to be revoked, that she intends to make a report to the Governor-in-Council that the person has obtained citizenship under the", "Act", "by false representations or fraud or by knowingly concealing material circumstances. The person has 30 days to request that the Minister refer the case to the court. If the person does not make such a request, the Minister should make a report to the Governor-in-Council. If the person makes a request or reference to the court the case has to be referred to the court. In such an eventuality it is only if the court decides that the person has obtained citizenship by false representations or fraud or by knowingly concealing material circumstances that the Minister may make a report to the Governor-in-Council."], ["[117]", "Section 10(1) of the", "Citizenship Act", "provides that a person ceases to be a Canadian citizen if the Governor-in-Council is satisfied that the person has obtained, retained, renounced or resumed citizenship by false representation or fraud or by knowingly concealing material circumstances. In particular, s. 10(1)(a) of the", "Citizenship Act", "provides for an automatic statutory cessation of citizenship in circumstances where the Governor-in-Council is satisfied that a person has obtained citizenship by knowingly concealing material circumstances. In the event that statutory cessation of citizenship takes effect under s. 10(1) of the", "Citizenship Act", ", the person would become a permanent resident of Canada, as that term is defined in s. 2(1) of the", "Immigration Act", ", R.S.C. 1985, c. I-2, as amended. As a result, the person would be subject to all provisions of the", "Immigration Act", "including those pertaining to removal from Canada."], ["[118]", "<FRAGMENT_SUPPRESSED>  (F.C.A.), Linden, J.A., held that the decision to be made on a s. 18 reference constitutes a factual finding by the court which is not determinative of any legal rights. The decision on the reference provides the Minister with the factual basis for her report and in some point in the future may constitute the foundation of a decision by the Governor-in-Council. Linden, J.A., continued at page 175, stating that the reference decision \"is merely one stage of a proceeding which may or may not result in final revocation of citizenship and deportation or extradition\". The approach of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , supra, was approved by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , supra."], ["[119]", "I must then examine the substantive provisions governing the acquisition of citizenship in s. 10(1) of the", "Canadian Citizenship Act", ", R.S.C. 1952, c. 33, as amended, which was in force in 1958-59 when Mr. Bogutin applied for and was granted citizenship. The section reads as follows:", "\"10(1) The Minister may, in his discretion, grant a certificate of citizenship to any person who is not a Canadian citizen and who makes application for that purpose and satisfies the court that,", "(a) either he has filed in the office of the Clerk of the court for the judicial district in which he resides, not less than one nor more than five years prior to the date of his application, a declaration of intention to become a Canadian citizen, the said declaration having been filed by him after he attained the age of eighteen years; or he is the spouse of and resides in Canada with a Canadian citizen; or he is a British subject;", "(b) he has been lawfully admitted to Canada for permanent residence therein;", "(c) he has resided continuously in Canada for a period of one year immediately preceding the date of the application and, in addition, except where the applicant has served outside of Canada in the armed forces of Canada during time of war or where the applicant is the wife of and resides in Canada with a Canadian citizen, has also resided in Canada for a further period of not less than four years during the six years immediately preceding the date of the application;", "(d) he is of good character;", "(e) he has an adequate knowledge of either the English or the French language, or, if he has not such an adequate knowledge, he has resided continuously in Canada for more than twenty years;", "(f) he has an adequate knowledge of the responsibilities and privileges of Canadian citizenship; and", "(g) he intends, if his application is granted, either to reside permanently in Canada or to enter or continue in the public service of Canada or of a province thereof.\""], ["[120]", "The relevant paragraphs in this hearing are 10(1)(c) and (d) which deal with the acquisition of Canadian domicile and the applicant being of good character. I agree with Collier, J., in the <FRAGMENT_SUPPRESSED> case when he ruled that evidence as to good character and lack of good character could be presented."], ["[121]", "The deeming provisions in s. 10(2) of the present", "Citizenship Act", "bring into play the immigration process and the relevant provisions of the", "Immigration Act", "in force at the time the respondent had entered Canada in 1951. The lawfulness of the admission to Canada is a condition precedent of the acquisition of Canadian citizenship. A person must be lawfully admitted to Canada as an immigrant before he can acquire citizenship which requires lawful residence or the acquiring of Canadian domicile."], ["[122]", "As I found earlier, Mr. Bogutin was sponsored for immigration to Canada by the IRO in 1951 at Villach, Austria as a displaced person. He received an IRO identity card which was equivalent to a passport for displaced persons since most displaced persons, including Mr. Bogutin, had lost all their documents during the war. Mr. Bogutin then applied for resettlement to Canada shortly thereafter and was processed by Canadian immigration officials in Salzburg, Austria and was issued a visa dated June 27, 1951 to go to Canada. He was granted landed immigrant status on August 22, 1951 at Halifax."], ["[123]", "I now propose to review the", "Immigration Act", "and", "Regulations", "and other administrative provisions in force which govern the admission of immigrants from Europe to Canada in 1951. Section 2(1) read as follows:", "\"2(1) 'land', 'landed' or 'landing', as applied to passengers or immigrants, means their", "lawful admission", "into Canada by an officer under this Act, otherwise than for inspection or treatment or other temporary purpose provided for by this Act; (emphasis added)", ". . . . .", "\"2A.", "Canadian domicile", "is acquired and lost for the purposes of this Act, in accordance with the following rules:", "(a) Canadian domicile is acquired by a person only by having his domicile for at least five years in Canada after having been", "landed", "therein; (emphasis added)", ". . . . .", "\"3. No immigrant, passenger, or other person, unless he is a Canadian citizen, or has Canadian domicile, shall be permitted to enter or land in Canada, or in case of having landed in or entered Canada, shall be permitted to remain therein, who belongs to any of the following classes, hereinafter called 'prohibited classes':", "(i)", "Persons who do not fulfill, meet or comply with the conditions and requirements of any regulations", "which for the time being are in force and applicable to such persons under this Act;\" (emphasis added)"], ["[124]", "Thus a person who wished to acquire Canadian domicile in 1951 had to be landed within the meaning of the 1927", "Immigration Act", "as amended and in order to be \"landed\" the immigrant had to be lawfully admitted within the meaning of the", "Immigration Act", ". Section 33(2) of the 1927", "Immigration Act", "also provided that every prospective immigrant \"shall truly answer all questions put to him by any officer when examined under the authority of this Act\" and failure to do so was an offence and was cause for deportation. The Supreme Court of Canada in", "Minister of Manpower and  <FRAGMENT_SUPPRESSED>  at page 873, had occasion to interpret similar provisions in the 1952", "Immigration Act", "which confirmed that an applicant for immigration has a duty to answer truthfully and completely all questions and that material falsity or misleading information is a basis for deportation. The court stated:", "\"Lest there be any doubt on the matter as a result of the board's reasons, I would repudiate any contention or conclusion that materiality under s. 19(1)(e)(viii) requires that the untruth or the misleading information in an answer or answers be such as to have concealed an independent ground of deportation. The untruth or misleading information may fall short of this and yet have been an inducing factor in admission. Evidence, as was given in the present case, that certain incorrect answers would have had no influence in the admission of a person is, of course, relevant to materiality.", "But also relevant is whether the untruths or misleading answers had the effect of foreclosing or averting further inquiries, even if those inquiries might not have turned up any independent ground of deportation.", "\" (emphasis added)"], ["[125]", "I must decide whether Mr. Bogutin was lawfully admitted to Canada for permanent residence by false representation or fraud or by knowingly concealing material circumstances and whether because of that admission, he subsequently obtained citizenship. I accept there was an immigration process in effect and it was followed with respect to Mr. Bogutin. Mr. Bogutin must have filed out an O.S. 8 form and an IRO resettlement form which required a personal history of Mr. Bogutin going back 12 years, i.e. what he did during the war. He went through a screening process in Salzburg. I find he must not have disclosed his membership in the Selidovo District police during the Nazi occupation. I find he concealed that he was a collaborator during the Nazi occupation. I find he falsely presented himself to the IRO and Canadian immigration officials as a Romanian national. Mr. Bogutin gained admission to Canada for permanent residence by false representation or fraud or by concealing material circumstances. Mr. Bogutin is therefore deemed to have obtained Canadian citizenship by false representation or fraud or by concealing material circumstances contrary to the", "Citizenship Act."], ["[126]", "In my view, the foregoing is sufficient to decide the reference. However, for greater certainty, I find that Mr. Bogutin was not lawfully admitted to Canada and therefore did not acquire Canadian domicile and he was not a person of good character, all of which is contrary to the", "Immigration Act", "in force in 1951. Mr. Bogutin was ineligible in 1958 to apply for Canadian citizenship and he obtained Canadian citizenship by false representation or fraud or by concealing material circumstances."], ["[127]", "On this reference I find that Mr. Bogutin obtained Canadian citizenship by false representation or fraud or by knowingly concealing material circumstances."], ["[128]", "In accordance with rule 918 no costs are awarded in respect of the hearing. In the circumstances the interlocutory \"voir dire\" cannot be separated from the hearing and no costs are awarded.", "Recommendation accordingly.", "Editor: Elizabeth M.A. Turgeon/kaw", "Appendix A - Documents Produced By", "The Respondent Which Show", "False Information", "1.\tAn Identity and Residence Certificate dated October 27, 1945 which shows Mr. Bogutin to be a farm-worker born in Selidowka, Romania.", "2.\tA document dated December 18, 1945 issued by the Klagenfurt Police Headquarters in Villach shows Mr. Bogutin's citizenship as Romanian.", "3.\tA Proof of Employment issued by the Villach Labour Office detailing Mr. Bogutin's employment from June 23, 1947 to February 23, 1948 which shows his citizenship to be Romanian.", "4.\tA Provisional Residence Permit issued on September 15, 1947 by the Federal Police Kommisariat in Villach shows Mr. Bogutin's citizenship to be Romanian.", "5.\tA certificate issued by the Mayor of Montcourt, France, and dated July 25, 1948, states that Mr. Bogutin was born at Kellerberg, Austria and that his wife was born in Austria and that both are of Romanian nationality.", "6.\tA Certificate of Change of Residence dated August 7, 1948 signed on behalf of the Mayor of the Town of Gy, France, states that Mr. Bogutin was born at Kellerberg, Austria and that he and his wife are both of Romanian nationality.", "7.\tAn Acknowledgment of Receipt of Application for Identity Card for Agricultural or Industrial Worker in the French Republic dated September 29, 1948 indicates that Mr. Bogutin was born at Selidowke-Kellerberg and is of Romanian nationality.", "8.\tA certificate, dated December 24, 1948, by the manager of a company called \"Les Pavillon\" states that Mr. Bogutin was born at Kellerberg, Austria and was employed as a farm-worker from June 28, 1948 to December 31, 1948.", "9.\tAn Acknowledgment of Receipt of Declaration of Change of Residence dated December 27, 1948 from the Minister of the Interior of France and the Directorate General of National Security indicates that Mr. Bogutin was born at Selidowke-Kellerberg, Romania.", "10. \tA French Identity and Travel Document number 757 indicates Mr. Bogutin's place of birth as Silidowke and his nationality as Romanian.", "11.\tAn Allied Force Permit indicates that Mr. Bogutin was born at Schidouke and that his nationality is Romanian.", "12.\tA certificate issued by Hans Neubauer dated August 1, 1949 at Klagenfurt, Austria indicates that Mr. Bogutin was born in Tschernowitz, Romania.", "13.\tA Wage Tax Card for 1949 issued on August 19, 1949 indicates that Mr. Bogutin was born in Romania and that his citizenship is Romanian.", "14.\tAn Employment Approval from the Provincial Labour Office, Carinthia, dated August 23, 1949 states that Mr. Bogutin's citizenship is Romanian.", "15.\tA Wage Tax Card for 1950 issued in December 1949 indicates that Mr. Bogutin's place of birth is Selidowke and his citizenship is Romanian Ukraine.", "16.\tA certificate from Ernst Rieger, Master River Driver, dated October 10, 1950 at Sachsenburg, states that Mr. Bogutin was born in Romania.", "17.\tA certificate from Ernst Rieger dated November 11, 1950 states that Mr. Bogutin was born in Romania.", "18.\tAn Employment Approval from the provincial labour office in Carinthia dated November 14, 1950 indicates that Mr. Bogutin's citizenship is Romanian.", "Schedule \"A\"", "Citizenship Act", "\"An Act respecting citizenship", "1. This Act may be cited as the Citizenship Act.", "1974-75-76, c. 108, s. 1", "\"10(1) Subject to s. 18 but notwithstanding any other section of this Act, where the Governor-in-Council, on a report from the Minister, is satisfied that any person has obtained, retained, renounced or resumed citizenship under this Act by false representation or fraud or by knowingly concealing material circumstances,", "(a) the person ceases to be a citizen, or", "(b) the renunciation of citizenship by the person shall be deemed to have had no effect,", "as of such date as may be fixed by order of the Governor-in-Council with respect thereto.", "\"10(2) A person shall be deemed to have obtained citizenship by false representation or fraud or by knowingly concealing material circumstances if the person was lawfully admitted to Canada for permanent residence by false representation or fraud or by knowingly concealing material circumstances and, because of that admission, the person subsequently obtained citizenship.", "\"18(1) The Minister shall not make a report under s. 10 unless the Minister has given notice of his intention to do so to the person in respect of whom the report is to be made and", "(a) that person does not, within thirty days after the day on which the notice is sent, request that the Minister refer the case to the court; or", "(b) that person does so request and the court decides that the person has obtained, retained, renounced or resumed citizenship by false representation or fraud or by knowingly concealing material circumstances.", "\"2(2) The notice referred to in subs. (1) shall state that the person in respect of whom the report is to be made may, within thirty days after the day on which the notice is sent to him, request that the Minister refer the case to the court, and such notice is sufficient if it is sent by registered mail to the person at his latest known address.", "\"18(3) A decision of the court made under subs. (1) is final and, notwithstanding any other Act of Parliament, no appeal lies therefrom.\"", "[End of document]"]]}