{"id_": "017143", "body_str": [["[1]", "de Montigny, J.", ": This is an application for an appeal under s. 21 of the Federal Courts Act and s. 14(5) of the Citizenship Act of the decision rendered by Citizenship Judge Rita Cox (the \"Citizenship Judge\") on September 10, 2004, wherein the Applicant's application for Canadian citizenship was dismissed on the ground that she had not met the residency requirements under s. 5(1)(c) of the Citizenship Act."], ["[2]", "A similar appeal has been made with respect to the dismissal of Mrs. Xu's husband's application for citizenship, heard by the same Citizenship Judge. It is dealt with in case T-1985-04.", "Background"], ["[3]", "The Applicant, Rongzhen Xu, is a citizen of the People's Republic of China. She came to Canada in 1993 as a visitor, accompanying her son who was studying in Canada. She landed on May 1st, 1995, as the spouse of her husband, an investor category applicant. Her husband has met all the requirements of an investor category immigrant."], ["[4]", "The Applicant's husband started up a business in Canada (Kairen International Inc.) in 1995, for which the applicant works. In 1997, Kairen International Inc. entered into a joint venture agreement with Royal Plastics, in respect of a Royal Plastics manufacturing plant in China. Pursuant to this joint venture agreement, the Applicant's husband was appointed CEO of Royal Plastics China. Kairen International Inc. currently owns twenty per cent of Royal Group China Ltd., and has completed and mobilized a profitable manufacturing plant in China completely controlled by Canadian interests. The applicant continues to work for Kairen."], ["[5]", "The Applicant's husband's work has required him to travel to China on many occasions. The applicant travels with her husband when he travels for business, as she feels she needs to watch his health, and help him with the business. In addition to the business travel, the applicant has also travelled to China to get traditional treatment for her back pain, and spent several months in 1998 to be with her chronically ill and dying mother. The applicant's mother passed away in January 1999, and her back pain is now under control."], ["[6]", "The Applicant has not maintained any residence outside of Canada at any time since landing. When she travels to China she stays with relatives, in a hotel or, if she is travelling with her husband, in his company's furnished rental accommodation. Her only permanent residence is in Canada, in Etobicoke, Ontario."], ["[7]", "The Applicant filed for citizenship in December 2000, approximately five years after her landing in Canada. She claims that she was in Canada for 571 days of the required 1095 days in the relevant period for citizenship, under s. 5(1) of the Act. During the period from August 18, 1999 to August 17, 2001, she held a returning resident permit, thus enabling her not to loose her permanent resident status as a result of s. 46(1)(b) of the Immigration and Refugee Protection Act."], ["[8]", "The Applicant maintained a residence, bank accounts, investment real estate, a driver's license, and a social security number in Canada.", "Decision Under Review"], ["[9]", "In her decision, the Citizenship Judge found that the Applicant did not have the required number of days in Canada for citizenship. She then proceeded to apply In Re Koo, where Justice Reed concluded that this shortfall is not necessarily fatal provided the Applicant can demonstrate that Canada is the place where the Applicant \"regularly, normally or customarily lives\", or put another way, provided Canada is the country in which he or she \"has centralized his or her mode of existence\"."], ["[10]", "The Citizenship Judge then went through the six questions set out by Mrs. Justice Reed to assist in the determination of whether Canada is the country where the Applicant regularly, normally or customarily lives. She came to the conclusion that she did not meet the residence requirement under the Citizenship Act. Considering that the Applicant has spent 65% of the relevant period under consideration in China, she stressed that \"it is very difficult to absorb Canadian values and integrate oneself into Canadian society due to such long absences\".", "Issues"], ["[11]", "Despite the numerous questions raised by counsel for the Applicant in her memorandum, it seems to me they all revolve around this single issue: Did the Citizenship Judge err in finding that the Applicant did not meet the residency requirement prescribed under paragraph 5(1)(c) of the Citizenship Act?", "Statutory provision"], ["[12]", "Section 5(1) of the Citizenship Act reads as follows:", "5. (1) The Minister shall grant citizenship to any person who", "(a) makes application for citizenship;", "(b) is eighteen years of age or over;", "(c) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act, and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner:", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence;", "(d) has an adequate knowledge of one of the official languages of Canada;", "(e) has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship; and", "(f) is not under a removal order and is not the subject of a declaration by the Governor in Council made pursuant to section 20.", "5. (1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:", "a) en fait la demande;", "b) est âgée d'au moins dix-huit ans;", "c) est un résident permanent au sens du paragraphe 2(1) de la Loi sur l'immigration et la protection des réfugiés et a, dans les quatre ans qui ont précédé la date de sa demande, résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence étant calculée de la manière suivante:", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,", "(ii) un jour pour chaque jour de résidence au Canada après son admission à titre de résident permanent;", "d) a une connaissance suffisante de l'une des langues officielles du Canada;", "e) a une connaissance suffisante du Canada et des responsabilités et avantages conférés par la citoyenneté;", "f) n'est pas sous le coup d'une mesure de renvoi et n'est pas visée par une déclaration du gouverneur en conseil faite en application de l'article 20.", "Standard of review"], ["[13]", "It is not disputed as between counsels for the Applicant and for the Respondent that the question of whether a person has met the residency requirement under the Citizenship Act is a question of mixed law and fact. As such, the appropriate standard of review to be applied in the present case is that of reasonableness simpliciter. Bearing in mind that some deference is owed to the specialized knowledge and experience of the Citizenship Judge, her decision should stand provided that it demonstrates an understanding of the case law and an appreciation of the facts and their application to the statutory test.  <FRAGMENT_SUPPRESSED> .", "Analysis"], ["[14]", "Section 5(1)(c) of the Citizenship Act sets out three criteria that an applicant for citizenship must satisfy: (1) Lawful admission to Canada as a permanent resident; (2) retention of permanent residence status; and (3) the accumulation of at least three years of residence in Canada, within the four years immediately preceding the date of the application."], ["[15]", "Parliament made it clear that an applicant for citizenship must have accumulated \"at least\" three years of residence within the four years immediately preceding the date of his application. As for the notion of \"residence\", it is not specifically defined under s. 2(1) of the Citizenship Act. But it is certainly fair to say that the allowance for one year's absence during the four-year period under s. 5(1)(c) of the Act creates a strong inference that the presence in Canada during the other three years must be substantial. As Mr. Justice Muldoon stated in Re Pourghasemi:", "It is clear that the purpose of para. 5(1)(c) is to ensure that everyone who is granted precious Canadian citizenship has become, or at least has been compulsory presented with the everyday opportunity to become, 'Canadianized'.", ". . . . .", "So those who throw in their lot with Canadians by becoming citizens must first throw in their lot with Canadians by residing among Canadians, in Canada, during three of the preceding four years, in order to Canadianize themselves. It is not something one can do while abroad, for Canadian life and society exist only in Canada and nowhere else."], ["[16]", "It is true that this Court has interpreted the test for residency in a number of different ways. As a result, it has also been determined that a Citizenship Judge is entitled to adopt any of these various approaches in determining whether a particular applicant has satisfied the residency requirements of the  <FRAGMENT_SUPPRESSED> )."], ["[17]", "As is often the case when a strict counting of the days of physical presence will not allow the Applicant to meet the three years residency requirement, the Citizenship Judge decided to apply the \"centralized mode of living test\". In order to determine whether the Applicant \"regularly, normally or customarily lives\" in Canada, she turned her mind to the six questions suggested by Madam Justice Reed in Re Koo, [1993] 1 F.C. 286, which read as follows:", "(1) was the individual physically present in Canada for a long period prior to recent absences which occurred immediately before the application for citizenship?", "(2) where are the applicant's immediate family and dependents (and extended family) resident?", "(3) does the pattern of physical presence in Canada indicate a returning home or merely visiting the country?", "(4) what is the extent of the physical absences -- if an applicant is only a few days short of the 1,095-day total it is easier to find deemed residence than if those absences are extensive?", "(5) is the physical absence caused by a clearly temporary situation such as employment as a missionary abroad, following a course of study abroad as a student, accepting temporary employment abroad, accompanying a spouse who has accepted employment abroad?", "(6) what is the quality of the connection with Canada: is it more substantial than that which exists with any other country?"], ["[18]", "Having carefully reviewed the decision made by the Citizenship Judge, I am satisfied that she assessed the six factors outlined in Re Koo with due regard to the evidence before her. She provided a detailed refusal letter that surveyed the entirety of Mrs. Xu's application for Canadian citizenship, as it pertained to the issue of residency. In addition to the shortfall that she established at 557 days from the 1095 days established by the Act, she noted that the Applicant and her husband own residential property in Toronto and live in rented accommodations when they go to China, that most of her immediate family live in Canada, that her extensive absences are primarily the result of the necessity to accompany her husband, that the pattern of absences is continuing and are of relatively shorter duration, as well as the impressive formal indicia of residence in Canada. In the end, the Citizenship Judge determined that the number and extent of her absences from Canada was more consistent with visiting this country rather than returning to a place where one regularly lives."], ["[19]", "Notwithstanding the very able submissions of counsel for Mrs. Xu, I am not persuaded that the Citizenship Judge erred in her application of the Re Koo test. It is not the role of this Court to reweigh the evidence presented to the Citizenship Judge to come to a different conclusion."], ["[20]", "Counsel for the Applicant has urged this Court to make use of the case law on the notion of residence that has been developed in the context of tax litigation, with a view to relax the requirement of physical presence in Canada. This would clearly not be appropriate, considering the different purposes of the Citizenship Act and the Income Tax Act. Parliament has spoken explicitly in s. 5(1)(c) of the Citizenship Act, and was clearly of the view that for a person to become a Canadian citizen, physical presence in this country was necessary. In any event, as noted by the Citizenship Judge, the jurisprudence which is now firmly entrenched does not require physical presence for the whole 1095 days."], ["[21]", "Counsel for the Applicant also submitted that her client would most certainly spend more time in Canada in the future, as her back pain is now under control, her mother has passed away and her husband's business will not require as much travel to China as the management team in China proved itself. Unfortunately, all of this is speculative and could not be taken into consideration by the Citizenship Judge as the residence requirement is backward looking and not forward looking."], ["[22]", "It was also argued that the Citizenship Judge should have taken into account the fact that Mrs. Xu had a returning resident permit enabling her to leave the country for extensive periods of time without losing her permanent resident status. Once again, this is totally irrelevant. At best, this can be considered as an indication that the Applicant's intention is to make Canada her home. But this is not enough to fulfill the statutory requirements nor does it make up for the other factors in the Koo analysis."], ["[23]", "In conclusion, I cannot but concur with the Citizenship Judge's finding that Mrs. Xu will eventually make an excellent Canadian citizen. This is not, however, the question that I have to decide."], ["[24]", "The Citizenship Judge considered the appropriate factors in assessing whether the Applicant lived regularly, ordinarily or customarily lived in Canada, and she demonstrated that she was well aware of the jurisprudence according to which physical presence in Canada is not required for all of the 1095 days to be able to satisfy the residency test set out in the Citizenship Act. In fact, the Applicant has failed to point to any error of law or of fact made by the Citizenship Judge who decided her application for citizenship."], ["[25]", "As a result, Mrs. Xu's appeal is dismissed", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}