{"id_": "017135", "body_str": [["[1]", "Tremblay-Lamer, J.", ": This is an application for judicial review of a decision of the CRDD, wherein Sukunamari Seevaratnam (the \"principal applicant\") and her daughter Janusha (the \"minor applicant\") were determined not to be Convention refugees."], ["[2]", "The applicants are Tamil citizens of Sri Lanka. The principal applicant is 36 years of age and the minor applicant is 8. They claim to have a well-founded fear of persecution because of their membership in a particular social group, namely young Tamil women."], ["[3]", "The CRDD rejected their claims based on its finding that the evidence and testimony of the principal applicant were neither trustworthy nor credible.", "Analysis"], ["[4]", "In its decision, the Board indicated that the applicant only had a photocopy of her National Identity Card (\"NIC\") and was unable to produce the original of this important identity document. In fact, this finding is an error. The Board confused the NIC with her temporary army permit. She had the original of her NIC all along."], ["[5]", "The NIC identifies the applicant as a young Tamil woman from the north. As such, it represents documentary evidence which goes to the heart of her claim and the Board's confusion on this point is significant in the assessment of her claim."], ["[6]", "In its assessment of her claim, the Board should have considered the NIC, along with the other documentary evidence identifying the applicant as a young Tamil woman from the north of Sri Lanka."], ["[7]", "In the case of <FRAGMENT_SUPPRESSED> [see footnote 1], the Federal Court of Appeal emphasized the distinction between the concepts of \"credibility\" and \"credible evidence\". MacGuigan, J.A., writing for the Court, stated that a tribunal's finding that the claimant is not a credible witness may amount to a finding of no credible evidence,", "where the only evidence before the tribunal linking the claimant to his or her claim is that of the claimant him or herself", "\"The concept of 'credible evidence' is not, of course, the same as that of the credibility of the applicant, but it is obvious that where the only evidence before a tribunal linking the applicant to his claim is that of the applicant himself (in addition, perhaps, to \"country reports\" from which nothing about the applicant's claim can be directly deduced), a tribunal's perception that he is not a credible witness effectively amounts to a finding that there is no credible evidence on which the second-level tribunal could allow his claim.", "\"I would add that in my view, even without disbelieving every word an applicant has uttered, a first-level panel may reasonably find him so lacking in credibility that it concludes there is no credible evidence relevant to his claim on which a second-level panel could uphold that claim. In other words, a general finding of a lack of credibility on the part of the applicant may conceivably extend to all relevant evidence emanating from his testimony.\" [see footnote 2]"], ["[8]", "Clearly, where the only evidence linking the claimant to the persecution emanates from his or her testimony, rejecting the testimony means there is no longer a link to the persecution. It becomes impossible to establish a link between the person's claim and the documentary evidence."], ["[9]", "This is obviously different from the present case, where there was evidence, including her NIC, emanating from sources other than the applicant's testimony, which can link her claim to the ongoing persecution of young Tamil women in Sri Lanka."], ["[10]", "In <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal declared that when evidence which can affect the Board's assessment of the claim is presented at a hearing, the Board must indicate the impact it had on the claim. Isaac C.J. wrote:", "\"Where, as here, documentary evidence of the kind in issue here is received in evidence at a hearing which could conceiv-ably affect the Board's appreciation of an appellant's claim to be a Convention refugee, it seems to us that the Board is required to go beyond a bare acknowledgement of its having been received and to indicate, in its reasons, the impact, if any, that such evidence had upon the applicant's claim. As I have already said, the Board failed to do so in this case. This, in our view was a fatal omission, as a result of which the decision cannot stand.\" [see footnote 3]"], ["[11]", "In my opinion, the Board failed to consider", "all", "of the evidence before it and simply denied the applicant's claim because it did not find her credible. In the circumstances of this case, there was still evidence remaining which could have affected the assessment of the claim. Therefore, this evidence should have been expressly assessed."], ["[12]", "In <FRAGMENT_SUPPRESSED> , Wetston, J., stated that where a claimant is found incredible, the Board must still objectively assess the facts and determine if the claimant has a well-founded fear of persecution.", "\"So, in conclusion, while I agree that the evidence of the applicant may appear incredible, and that it may not appear to be an unreasonable finding on the part of the Board that he was not going to face a fear of persecution if returned to Zaire, as I indicated previously, the Board made too many errors for this Court to ignore by finding that they were not central to the issues in this case. I believe it is the duty of the Board to assess the facts in an objective manner and come to a conclusion as to whether the applicant would face a well founded fear of persecution if he was to return to Zaire.\" [see footnote 4]"], ["[13]", "I am of the opinion that the same principle applies here. The Board erred with respect to the NIC and did not address documentary evidence emanating from sources other than the applicant's testimony, which confirms the risks facing young Tamil women in Sri Lanka. On these facts, the Board's conclusion that there was \"no credible or trustworthy evidence\" before it cannot stand.", "The Minor Applicant's Claim"], ["[14]", "The Board also rejected the child's claim, based on the failure of the principal applicant's claim. It gave no additional reasons."], ["[15]", "In <FRAGMENT_SUPPRESSED> , Wetston, J., ruled that even if the Board was correct in rejecting the principal applicant's claim, its failure to expressly state the reasons for rejecting the minor's claim was a reviewable error.", "\"While the Board did not err in making its findings concerning the female applicant, it nonetheless failed to expressly state why it rejected the claim of the minor applicant. As such, the Board erred, either in failing to consider the minor applicant's individual claim, or in failing to provide specific reasons for why it determined that her claim should be rejected.\" [see footnote 5]"], ["[16]", "Similarly, in <FRAGMENT_SUPPRESSED> , Reed, J., ruled that the Board must consider the child's risk of persecution and not simply focus on the position of the principal applicant. Although the case dealt with the existence of an IFA, I am of the opinion that the same approach should apply in the present case.", "\"The Board, in coming to its decision that a reasonable IFA existed in Colombo did not consider the reasonableness of the family unit, the applicant and her two children, residing there. The applicant gave evidence that her son and daughter had been accused of being members of the Tigers, when all three were initially detained by the police in Colombo. All three were detained when the applicant attempted to register them without having an I.D. card. The children were accused of having received training from the LTTE and all were accused of being in Colombo to obtain information for the LTTE. Her son was assaulted. Three days later, after they had been released, the son was again arrested, in a general round-up of young Tamil males. He was assaulted again. The Board in reaching its decision that the applicant was not likely to be persecuted in Colombo focussed almost exclusively on the applicant's situation. It made the statement that she did not fit into the profile of a young Tamil female LTTE member but did not explain what that profile was. The Board focussed its attention on the position of the applicant, particularly her age, and did not assess the likelihood of the children being the subject of persecution. I think this was an error which dictates that the Board's decision must be set aside.\" [see footnote 6]"], ["[17]", "In the present case, the applicants' counsel specifically raised the child's risk of persecution. [see footnote 7] Furthermore, there was documentary evidence before the Board stating that young Tamil girls are being raped and that Tamil girls and boys as young as ten years of age are being recruited by the LTTE and used as human shields. [see footnote 8]"], ["[18]", "In my opinion, the Board had a duty to assess the child's risk of persecution. By failing to do so and focussing exclusively on the principal applicant, the Board has committed a reviewable error and the decision must be set aside.", "Conclusion"], ["[19]", "The application for judicial review is granted. The matter is returned to a differently constituted panel for reconsideration in accordance with these reasons."], ["[20]", "Neither counsel recommended a question for certification.", "Application allowed.", "Editor: Angela E. McKay/vem", "Footnotes", "1.", "<FRAGMENT_SUPPRESSED>  (F.C.A.).", "2.\tIbid. at 244.", "3.\t <FRAGMENT_SUPPRESSED>  (T.D.).", "5.", "<FRAGMENT_SUPPRESSED>  (T.D.) at para 5.", "6.", "<FRAGMENT_SUPPRESSED>  (T.D.) at para 10.", "7.\tTribunal Record at 649-51.", "8.\tSee e.g. Report of the IRBDC (9 June 1997), applicant’s Record 281 at 286, 289; and applicant’s Record at 358, 363 and 364.", "[End of document]"]]}