{"id_": "017359", "body_str": [["[1]", "Beaudry, J.", ": This is an application for judicial review under section 18.1 of the", "Federal Court Act", ", R.S.C. 1985 c. F-7, against a decision of the Immigration Appeal Division (\"IAD\") dated June 7, 2004, wherein the IAD dismissed the Applicant's appeal of the decision of a Designated Immigration Officer who refused the Applicant's spouse's application for permanent residence because she was found not to be a member of the family class", "ISSUES"], ["[2]", "The issues are as follow:", "1. Did the IAD apply the proper test in determining whether the Applicant's wife was a member of the family class?", "2. Did the IAD err in concluding that the Applicant was not a member of the family class?"], ["[3]", "For the following reasons, I must answer the two questions raised in a negative manner. The application for judicial review will be dismissed.", "BACKGROUND"], ["[4]", "The Applicant is a 22-year-old male citizen of Canada. His wife is a 22-year-old female citizen of India. The Applicant and his wife married on May 8, 2002. The Applicant filed a sponsorship application to sponsor his wife on June 14, 2002. The Designated Immigration Officer, Emina Tudakovic, refused the sponsorship based on her conclusion that their marriage was not genuine and entered into primarily for the purpose of acquiring permanent residence in Canada.", "CONTESTED DECISION", "(a) Designated Immigration Officer's decision"], ["[5]", "The Designated Immigration Officer refused the Applicant's sponsorship. In accordance with the customs of the Applicant's wife's community, her marriage was arranged by family members and close, trusted friends. The Applicant's wife testified that the compatibility of the parties is the touchstone upon which arranged marriages are based. Based on the testimony of both spouses, the Designated Immigration Officer concluded that the Applicant and his wife did not appear to be compatible. Since the marriage did not appear to be genuine, the Designated Immigration Officer concluded that the marriage was arranged primarily for the purpose of acquiring permanent residence in Canada. Consequently, the Applicant's wife was not considered to be a member of the family class under section 4 of the", "Immigration and Refugee Protection Regulations", "(the \"", "Regulations", "\")."], ["[6]", "Here are the elements which caused the Designated Immigration Officer to doubt the real purpose of the marriage:", "- The Applicant and his wife did not meet prior to the marriage, despite the fact that the Applicant was in India in advance of the wedding day;", "- The Applicant speaks little Punjabi and his wife speaks little English;", "- The Applicant was not present at the engagement ceremony;", "- Neither the Applicant's parents nor his siblings attended the wedding;", "- The Applicant only spent less than one week in India after the wedding and his wife could not give reasonable explanation as to why he would spend such a short period of time there;", "- While the Applicant and his wife were in touch, the contact was minimal. The Applicant's wife has not demonstrated any evidence that her husband called her and only presented seven (7) phone bills indicating calls from her of very short duration.", "- The written correspondence the Applicant's wife provided was in English. The Applicant's wife was unable to read what was written in the letters. Moreover, she did not provide any envelopes to prove that any of the correspondence was mailed to her.", "b) Immigration Appeal Division's decision"], ["[7]", "The IAD applied the test provided by section 4 of the", "Regulations", ", whereby a foreign national shall not be considered a spouse if the marriage is not genuine and if it was entered into primarily for the purpose of acquiring any status under the immigration law."], ["[8]", "Since appeals before the Appeal Division are hearings de novo, the IAD stated that the onus was on the Applicant to provide credible evidence showing that the Designated Immigration Officer's decision was incorrect."], ["[9]", "The IAD contends that this was a difficult case. However, it based its decision to dismiss the Applicant's appeal on numerous factors. Some of those factors are the same as the one raised by the Designated Immigration Officer. However, the IAD also explained that its decision is based on the several major contradictions that exist between the testimony of the Applicant and his wife, as well as between their testimony and other information on file. The IAD mentioned that it is the Applicant's own evidence that has worked against his appeal."], ["[10]", "The contradictions are as follows:", "- The Applicant's wife gave evidence indicating that there is a family relationship between her and her husband while the Applicant testified that there was no family connection between him and his wife.", "- The Applicant and his wife both testified that they attended a motel the evening of their marriage which was held on May 8, 2002. However, the receipt presented by the Applicant to support their testimony bears a different date, May 11, 2002.", "- The Applicant testified that his mother could not attend the wedding because she is disabled and cannot be left alone. However, the doctor's letter only indicates that the Applicant's mother suffers from severe back pain and that she cannot sit for long periods of time.", "- The Applicant has not returned to India since his marriage.", "- Even if he alleges that he cannot leave his mother alone because of the care she requires, he no longer resides with his mother and father. Being away from his mother for relatively lengthy periods there is no evidence that she was not well cared for during those times since it is quite evident from the Applicant's testimony that there are other persons available to look after her.", "ANALYSIS", "Standard of review"], ["[11]", "O'Keefe, J., discussed the standard of review of a decision of the IAD concerning family sponsorship applications in", "<FRAGMENT_SUPPRESSED> ; 191 F.T.R. 311 (T.D.), at paragraph 21:", "\"¶ 21 The appropriate standard of review of the Appeal Division's decision is one of correctness when it is dealing with a question of law and the standard of review when dealing with questions of mixed fact and law is reasonableness simpliciter. Findings of fact made by the Appeal Division should not be overturned unless they are clearly wrong.\"", "1. Did the IAD apply the proper test in determining whether the Applicant's wife was a member of the family class?"], ["[12]", "The Applicant's undertaking to sponsor his wife was filed on June 14, 2002. The", "Immigration and Refugee Protection Act", "(the \"", "Act", "\") and the", "Regulations", "came into force on June 28, 2004. Since the sponsorship application was filed before the coming into force of the", "Act", "and the", "Regulations", "and was still in progress immediately before the coming into force of the", "Act", "and the", "Regulations", ", the transitional provisions provide that this application has to be dealt with under the provisions of the", "Act", "and of the", "Regulations", ". In this regard, sections 187 and 190 of the", "Act", "read as follows:", "\"187. For the purposes of sections 188 to 201, 'former Act' means the Immigration Act, chapter I-2 of the Revised Statutes of Canada, 1985, and, where applicable, the regulations and rules made under it.", "\"190. Every application, proceeding or matter under the former Act that is pending or in progress immediately before the coming into force of this section shall be governed by this Act on that coming into force.\"", "\"187. Aux articles 188 à 201, 'ancienne loi' s'entend de la Loi sur l'immigration, chapitre I-2 des Lois révisées du Canada (1985) et, le cas échéant, des textes d'application -- règlements, règles ou autres -- pris sous son régime.", "\"190. La présente loi s'applique, dès l'entrée en vigueur du présent article, aux demandes et procédures présentées ou instruites, ainsi qu'aux autres questions soulevées, dans le cadre de l'ancienne loi avant son entrée en vigueur et pour lesquelles aucune décision n'a été prise.\""], ["[13]", "Section 13 of the", "Act", "provides that the applicant, who is a permanent resident of Canada, is entitled to sponsor his spouse for admission into Canada as a member of the family class unless she is disqualified under section 4 of the", "Regulations", "\"13(1) A Canadian citizen or permanent resident may, subject to the regulations, sponsor a foreign national who is a member of the family class.", "\"Bad faith", "\"4. For the purposes of these Regulations, no foreign national shall be considered a spouse, a common-law partner, a conjugal partner or an adopted child of a person if the marriage, common-law partnership, conjugal partnership or adoption is not genuine and was entered into primarily for the purpose of acquiring any status or privilege under the Act. SOR/2004-167, s. 3(E).\"", "\"13(1) Tout citoyen canadien et tout résident permanent peuvent, sous réserve des règlements, parrainer l'étranger de la catégorie 'regroupement familial'.", "\"Mauvaise foi", "\"4. Pour l'application du présent règlement, l'étranger n'est pas considéré comme étant l'époux, le conjoint de fait, le partenaire conjugal ou l'enfant adoptif d'une personne si le mariage, la relation des conjoints de fait ou des partenaires conjugaux ou l'adoption n'est pas authentique et vise principalement l'acquisition d'un statut ou d'un privilège aux termes de la Loi. DORS/2004-167, art. 3(A).\""], ["[14]", "There are many differences between the", "Act", "and the", "Immigration Act", "and their respective Regulations. One of those differences resides in the wording of section 4(3) of the", "Immigration Regulations", "which is now section 4 of the", "Regulations", ". Section 4(3) used to establish a two-prong test in order for a spouse to be disqualified as a member of the family class. In order for a spouse to be disqualified it must be demonstrated that (1) the spouse entered into the marriage primarily for the purpose of gaining admission to Canada as a member of the family class; and (2) it was not with the intention of residing permanently with the other spouse:", "\"4(3) The family class does not include a spouse who entered into the marriage primarily for the purpose of gaining admission to Canada as a member of the family class and not with the intention of residing permanently with the other spouse.\"", "\"4(3) La catégorie des parents ne comprend pas le conjoint qui s'est marié principalement dans le but d'obtenir l'admission au Canada à titre de parent et non dans l'intention de vivre en permanence avec son conjoint.\""], ["[15]", "This two-stage test for disqualifying a spouse as a member of the family class was reiterated in", "<FRAGMENT_SUPPRESSED>  (T.D.) wherein Strayer, J., as he then was, stated:", "\"It should first be observed that the test is a double test: that is, the spouse is disqualified under subsection 4(3) only if the marriage is entered into primarily for the purpose of gaining admission to Canada and not with the intention of residing permanently with the other spouse.", ". . . . .", "\"It must be kept in mind that in order to reject such an application on the basis of this subsection, it must be found that there is both a marriage entered into by the sponsored spouse primarily for purposes of immigration and lack of intention on his or her part to live permanently with the other spouse.\""], ["[16]", "Since the coming into force of section 4 of the", "Regulations", "the test to be taken into account in determining whether the spouse can be considered as a member of the family class is as follows. It must be established that: (1) the marriage is not genuine; and (2) the marriage was entered into primarily for the purpose of acquiring any status or privilege under the", "Act"], ["[17]", "The Applicant argues that the IAD erred by failing to apply properly the two-pronged test set out in <FRAGMENT_SUPPRESSED> , supra. He argues that the IAD erred in failing to consider the intentions of his wife to live with him. I do not agree with this argument."], ["[18]", "The element of the spouse's intention of residing permanently with the sponsoring spouse is no longer present. Since one of the element (that the marriage was entered into primarily for the purpose of acquiring any status or privilege under the", "Act", ") is still the same, the \"test\" set out in <FRAGMENT_SUPPRESSED> , supra, can still be useful for the purpose of this element. However, the intention no longer needs to be taken into consideration."], ["[19]", "Consequently, after a thorough review of the IAD's decision, I am of the opinion that it properly set out the test to be applied under section 4 of the", "Regulations", "2. Did the IAD err in concluding that the Applicant was not a member of the family class?"], ["[20]", "The IAD, in a hearing de novo, is entitled to determine the plausibility and credibility of the testimony and other evidence before it. The weight to be assigned to that evidence is also a matter for the IAD to determine. As long as the conclusions and inferences drawn by the IAD are reasonably open to it on the record, there is no basis for interfering with its decision. Where an oral hearing has been held, more deference is accorded to the credibility findings."], ["[21]", "The IAD outlined a number of reasons to support its conclusion as to why it did not consider the Applicant's wife as a member of the family class. In summary, the IAD found several major contradictions between the testimony of the Applicant and his wife, as well as between their testimony and other information on file. Because the Applicant was unable to provide reasonable explanation for those contradictions and because there was sufficient evidence to conclude the marriage was not genuine, the IAD dismissed the Appeal."], ["[22]", "The Applicant has a duty to establish, on a balance of probabilities, that he and his wife did not get married solely in order to immigrate to Canada. On an application for judicial review the Applicant bears also the onus of establishing that the IAD committed a reviewable error. There is no reason that would justify this Court's intervention here."], ["[23]", "The parties had opportunity to submit questions of general importance and they declined to do so. No such question arises.", "ORDER"], ["[24]", "THIS COURT ORDERS that the application for judicial review is dismissed. No question is certified.", "Application dismissed.", "Editor: Angela E. McKay/pdk", "[End of document]"]]}