{"id_": "017370", "body_str": [["[1]", "Shore, J.", ": On a credibility finding, this Court does not have the jurisdiction to substitute itself for a specialized tribunal unless the result is patently unreasonable.  <FRAGMENT_SUPPRESSED>", "The assessment of credibility is for a first instance, trier of fact; and, as no Refugee Appeal Division has come into being to fill that appeal role, although specified in the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (IRPA), that void cannot be filled by this Court as it neither possesses the specialized knowledge nor the jurisdiction which, in any case, only becomes meaningful with that expertise.  <FRAGMENT_SUPPRESSED>", "On a credibility finding in a judicial review application, all, this Court can decide, and no more, according to enacted legislation and jurisprudence, is whether the credibility assessment meets the test of inherent logic by being neither blatantly or patently unreasonable, nor perverse or capricious.  <FRAGMENT_SUPPRESSED>", "Institutional memory and rapidly-changing information, inherent to the knowledge of a specialized tribunal, is the very reason for the existence of such a tribunal. An assessment of credibility, specified in each case as based on respective country-condition information packages and accumulated knowledge, stems from hundreds of pages in each respective binder, public document information-requests, continuously scheduled professional training to build and enhance an understanding of country-specific history, ethnic groups, religion or religions, customs, traditions, geography, politics, economics - re the standard of living, hierarchy of government structures, official and unofficial government associations or groupings, as well as any other associations, military or paramilitary groups and rival factions, if any.  <FRAGMENT_SUPPRESSED>", "Thus, a specialized knowledge of an encyclopedia of references, a dictionary of terms and a gallery of portraits, (in addition to an assessment of reliability of reports, originating from the country, itself, as well as other countries, in addition to that of non-governmental and governmental organizations), is one of gathered experience to which jurisdiction is given for that very reason.  <FRAGMENT_SUPPRESSED>", "This Court does not pretend, nor purport, to possess such knowledge. As legislatively recognized, or rather left unrecognized, in the area of specialized knowledge, for example, in respect to the case at bar, knowledge of the Falun Gong and the hospital procedures in China is specialized in nature. Specialized tribunals are established for cogent practical reasons to ensure that members of an administrative tribunal entity become a professional cadre of specialists. Such specialization or expertise is no different than that of a trained cadre of technical safety experts for any specialized industry for which expert tribunals exist (more often understood in such a context than the present one but nevertheless no different). Specialization in such areas does not lend itself to general knowledge but rather to institutional memory, information and training in which context such specialized tribunals are established and mandated by legislation. Judges are not trained, nor jurisdictionally equipped for that intricate specialized, mandated purpose for which reliance on the specialized tribunal itself is legislated.  <FRAGMENT_SUPPRESSED>", "Therefore, all this Court can do, is consider a judicial review and, when appropriate, dissect the matter into a certified question from proceedings in that regard, but the whole, if requiring reassessment, can only be returned to the expertise of the specialized tribunal from whence it originated; thus, a judicial review consideration must, of course, not transform itself into a specialized appeal nor render a judgment as if it was.  <FRAGMENT_SUPPRESSED>"], ["[2]", "\"There is no longer any doubt that the Refugee Division, which is a specialized tribunal, has complete jurisdiction to determine the plausibility of testimony: who is in a better position than the Refugee Division to gauge the credibility of an account and to draw the necessary inferences? As long as the inferences drawn by the tribunal are not so unreasonable as to warrant our intervention, its findings are not open to judicial review.\" (", "Aguebor v. (Canada) Minister of Employment and Immigration", "(F.C.A.), [1993] F.C.J. No. 732 (QL), at para. 4.)  <FRAGMENT_SUPPRESSED>"], ["[3]", "It is well-established that, unless proven otherwise, the Board is presumed to have taken all of the evidence into consideration, regardless of whether it indicates having done so in its reasons. Moreover, as the Federal Court of Appeal noted in", "<FRAGMENT_SUPPRESSED>  (QL) (F.C.A.), the fact that some of the documentary evidence is not mentioned in the Board's reasons is not fatal to its decision nor does it indicate that the evidence was ignored or misconstrued. This is especially so where the evidence not mentioned has little probative value. Hence, it is open to the Board to assess the evidence and give it little or no probative value. As stated by Chief Justice Bora Laskin, of the Supreme Court of Canada, in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "I am unable to conclude that the Board ignored that evidence and thereby committed an error of law to be redressed in this Court. The fact that it was not mentioned in the Board's reasons is not fatal to its decision. It was in the record to be weighed as to its reliability and cogency along with the other evidence in the case, and it was open to the Board to discount it or to disbelieve it.  <FRAGMENT_SUPPRESSED>", "JUDICIAL PROCEDURE  <FRAGMENT_SUPPRESSED>"], ["[4]", "This is an application for judicial review, pursuant to subsection 72(1) of the IRPA, of a decision of the Refugee Protection Division of the Immigration and Refugee Board (Board) rendered on June 19, 2006, wherein the Board found the Applicant to be neither a Convention refugee nor a person in need of protection pursuant to section 96 and subsection 97(1) of the IRPA.  <FRAGMENT_SUPPRESSED>", "BACKGROUND  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Applicant, Mr. Xun Zheng, is a 24 year-old citizen of China. He alleges a fear of persecution on the basis that he is a Falun Gong practitioner.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The Applicant alleges that he became a Falun Gong practitioner in December 2003 for health-related reasons. His neighbour, Auntie Zhang, introduced him to her underground practitioner's group, which took precautions from being discovered by the Public Security Bureau (PSB).  <FRAGMENT_SUPPRESSED>"], ["[7]", "On January 26, 2005, the Applicant's underground practice group was discovered by the PSB. As a result of a warning from a look out, the Applicant was able to leave the practice site before the PSB arrived and escaped to an uncle's home. While in hiding at his uncle's home, the Applicant learnt that two practitioners had been caught.  <FRAGMENT_SUPPRESSED>"], ["[8]", "On January 28, 2005, the PSB went to the Applicant's home and told his family not to conceal his whereabouts because ha had violated the government's ban on the practice of Falun Gong.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Five days later, the Applicant alleges that the PSB visited his home again and showed an arrest warrant saying they would charge him. Following this incident, Mr. Zheng's uncle advised him to escape China. With the assistance of a \"smuggler\", the Applicant left China, entered Canada on April 11, 2005, and claimed refugee protection on April 19, 2005.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Applicant alleges that since arriving in Canada, the PSB have arrested and detained Falun Gong practitioners and that the PSB have been to his home seeking his whereabouts on several occasions.  <FRAGMENT_SUPPRESSED>", "DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>"], ["[11]", "The Board found that Mr. Zheng's evidence was not credible with respect to material aspects of his claim and that the Applicant was not forthcoming and unable to provide any detail beyond that which was contained in his Personal Information Form (PIF). The Board also determined that Mr. Zheng's evidence contained inconsistencies, omissions and implausibilities that contradicted the objective documentary evidence. On this note, the Board determined that the Applicant did not corroborate material aspects of his claim and that the explanations offered for not producing corroborative documents were unreasonable. The Board also concluded that the Applicant was not a genuine Falun Gong practitioner. (Decision of the Board, at pages 5-12.)  <FRAGMENT_SUPPRESSED>", "ISSUE  <FRAGMENT_SUPPRESSED>"], ["[12]", "Did the Board make a patently unreasonable finding of fact?  <FRAGMENT_SUPPRESSED>", "STATUTORY SCHEME  <FRAGMENT_SUPPRESSED>"], ["[13]", "Section 96 of the IRPA reads as follows:  <FRAGMENT_SUPPRESSED>", "96.", "A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,  <FRAGMENT_SUPPRESSED>", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or  <FRAGMENT_SUPPRESSED>", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.  <FRAGMENT_SUPPRESSED>", "96.", "A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques :  <FRAGMENT_SUPPRESSED>", ") soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;  <FRAGMENT_SUPPRESSED>", ") soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Subsection 97 (1) of the IRPA states the following:  <FRAGMENT_SUPPRESSED>", "97.", "(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally  <FRAGMENT_SUPPRESSED>", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or  <FRAGMENT_SUPPRESSED>", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED>", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,  <FRAGMENT_SUPPRESSED>", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED>", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and  <FRAGMENT_SUPPRESSED>", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.  <FRAGMENT_SUPPRESSED>", "97.", "(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée :  <FRAGMENT_SUPPRESSED>", ") soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;  <FRAGMENT_SUPPRESSED>", ") soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant :  <FRAGMENT_SUPPRESSED>", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,  <FRAGMENT_SUPPRESSED>", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,  <FRAGMENT_SUPPRESSED>", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,  <FRAGMENT_SUPPRESSED>", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.  <FRAGMENT_SUPPRESSED>", "STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>"], ["[15]", "With respect to questions of credibility, the proper standard of review is that of patent unreasonableness. The Board is a specialized tribunal and has complete jurisdiction to assess an Applicant's credibility on the basis of implausible testimony, contradictions and inconsistencies in the evidence. Where the Board's inferences and conclusions are not so unreasonable as to warrant the Court's intervention, its findings are not open to judicial review, regardless of whether the Court agrees with the inferences or conclusions drawn. (", "<FRAGMENT_SUPPRESSED>  (QL), at paragraph 14;", "Aguebor", ", above, at paragraph 4.)  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>", "Did the Board make a patently unreasonable finding of fact?  <FRAGMENT_SUPPRESSED>"], ["[16]", "A finding of lack of credibility made by the Board which is based on problems internal to the Applicant's testimony is the heartland of the discretion of triers of fact, and where such findings are made by the Board, this Court ought not to interfere. (", "<FRAGMENT_SUPPRESSED>  (QL), at paragraph 2.)  <FRAGMENT_SUPPRESSED>"], ["[17]", "Credibility findings can be made in a number of ways. In assessing the reliability of the Applicant's testimony, the Board may consider, for example, vagueness, hesitation, inconsistencies, contradictions and demeanor. With respect to these types of credibility findings the Court defers to the Board as they are in the best position to assess the quality of the Applicant's viva voce testimony. The Board is entitled to make an adverse finding of credibility based on the implausibility of the Applicant's narrative and can make reasonable findings based on common sense and rationality in regard to the surrounding circumstances and situation. (", "Aguebor", ", above.)  <FRAGMENT_SUPPRESSED>"], ["[18]", "Moreover, the Court ruled in", "<FRAGMENT_SUPPRESSED> , at paragraph 5, that sworn testimony of the claimant is presumed true,", "unless there is a valid reason to doubt its truthfulness", ".  <FRAGMENT_SUPPRESSED>"], ["[19]", "The Board's decision is not patently unreasonable. The finding was open to the Board on the face of the evidence before it. Mr. Zheng's testimony was filled with inconsistencies and was generally implausible. The inherent logic of his testimony was flawed.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The following findings made by the Board are clear and detailed and outline the various omissions, inconsistencies and implausibilities in Mr. Zheng's testimony:  <FRAGMENT_SUPPRESSED>", "i) In response to an open-ended question asking Mr. Zheng to describe what happened on the night of the precipitating incident of January 28, 2005, in which the PSB allegedly visited his home to arrest him, the Applicant failed to mention that the PSB threatened his family not to conceal his whereabouts. (Decision of the Board, at page 3; Transcripts of the hearing, at pages 33-35; PIF narrative, at page 3.)  <FRAGMENT_SUPPRESSED>", "ii) The Applicant said he initially had concerns about becoming a Falun Gong adherent because of the July 1999 ban. This is why he did not join when Auntie Zang approached him the first time. Asked why he joined, the Applicant said it was because his health deteriorated and he also learned of the precautions taken by the group to avoid detection. His evidence is that there were nine practitioners in the group. This is inconsistent with his PIF narrative which states that there were at least nine and that there were two practice locations, one belonging to a fellow practitioner and the other an instructor. (Decision of the Board, at page 4; Transcripts of the hearing, at page 22; PIF narrative, at pages 2-3.)  <FRAGMENT_SUPPRESSED>", "iii) The Board found that the Applicant failed to mention at the Port of Entry (POE) interview, the precipitating incident, namely, the raid of his practice group and the arrest of two fellow practitioners, all of which appears in his PIF narrative. (Decision of the Board, at pages 6-7; Transcripts of hearing, at page 34; PIF narrative, at page 3.)  <FRAGMENT_SUPPRESSED>"], ["[21]", "As such, the Board did not err in bringing to the forefront the inconsistencies, contradictions and implausibilities on the evidence before it, and, thus, made a negative inference as to the credibility of the Applicant. In this regard, Justice James Hugessen of the Federal Court of Appeal in", "Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  (QL) (F.C.A.), states the following:  <FRAGMENT_SUPPRESSED>", "...unless one is prepared to postulate (and accept) unlimited credulity on the part of the Board, there must come a point at which a witness's contradictions will move even the most generous trier of fact to reject his evidence.  <FRAGMENT_SUPPRESSED>"], ["[22]", "As the Board found Mr. Zheng not to be credible generally, it was open to it to make the overall finding that the Applicant's testimony was not credible. As noted by Justice Mark MacGuigan in", "<FRAGMENT_SUPPRESSED>  (QL) (F.C.A.):  <FRAGMENT_SUPPRESSED>", "...even without disbelieving every word an applicant has uttered, a first-level panel may reasonably find him so lacking in credibility that it concludes there is no credible evidence relevant to his claim on which a second-level panel could uphold that claim. In other words, a general finding of a lack of credibility on the part of the applicant may conceivably extend to all relevant evidence emanating from his testimony ...  <FRAGMENT_SUPPRESSED>", "(Reference is also made to:", "<FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1211 (QL), at paragraph 7;", "Touré", ". Canada", "Minister of Citizenship and Immigration", "), 2005 FC 964, [2005] F.C.J. No. 1213 (QL), at paragraph 10.)  <FRAGMENT_SUPPRESSED>"], ["[23]", "Mr. Zheng's argues that the Board erred in failing to assess all of the evidence before it.  <FRAGMENT_SUPPRESSED>"], ["[24]", "It is well-established that, unless proven otherwise, the Board is presumed to have taken all of the evidence into consideration, regardless of whether it indicates having done so in its reasons. Moreover, as the Federal Court of Appeal noted in", "<FRAGMENT_SUPPRESSED> , the fact that some of the documentary evidence is not mentioned in the Board's reasons is not fatal to its decision nor does it indicate that the evidence was ignored or misconstrued. This is especially so where the evidence not mentioned has little probative value. Hence, it is open to the Board to assess the evidence and give it little or no probative value. As stated by Chief Justice Laskin, of the Supreme Court of Canada, in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "I am unable to conclude that the Board ignored that evidence and thereby committed an error of law to be redressed in this Court. The fact that it was not mentioned in the Board's reasons is not fatal to its decision. It was in the record to be weighed as to its reliability and cogency along with the other evidence in the case, and it was open to the Board to discount it or to disbelieve it.  <FRAGMENT_SUPPRESSED>"], ["[25]", "It was open to the Board to assess the Applicant's evidence in light of the documentary evidence to determine whether there was an objective basis to his claim, for example, the lack of a warrant and the experiences of family members of Falun Gong practitioners when they are being sought by the PSB.  <FRAGMENT_SUPPRESSED>"], ["[26]", "Furthermore, it was open to the Board to find that the Applicant did not provide corroborative evidence such as medical reports from the hospital and clinic from which he received treatment, especially in light of the Board's credibility finding and in light of the fact that the Applicant alleged that he began to practice Falun Gong due to health problems.  <FRAGMENT_SUPPRESSED>"], ["[27]", "<FRAGMENT_SUPPRESSED>  the Federal Court set out the following:  <FRAGMENT_SUPPRESSED>"], ["[7] ...While the applicants' contend that the Board was looking for corroboration of uncontradicted testimony, in essence, the Board just did not assign much weight to the applicants' beliefs regarding the general situation in Kazakhstan because their beliefs were not consistent with the documentary evidence. This was open to the Board to do ...  <FRAGMENT_SUPPRESSED>"], ["[28]", "As it is the duty of the Board not only to consider the evidence but also to weigh its value, it was therefore, open to it to find on the basis of the evidence before it that the Applicant was not credible and did not have a well-founded fear of persecution. Mr. Zheng did not meet the onus of establishing the elements of his claim. (", "<FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 365 (QL), at paragraph 7;", "<FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 583 (QL), at paragraph 31;", "<FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 349 (QL), at paragraphs 18-20.)  <FRAGMENT_SUPPRESSED>"], ["[29]", "In light of the Board's decision, it appears that the Board understood the facts of Mr. Zheng's claim and found his evidence insufficient to support a positive determination. Consequently, the conclusion of the Board was reasonable and the intervention of the Court is not justified.  <FRAGMENT_SUPPRESSED>", "CONCLUSION  <FRAGMENT_SUPPRESSED>"], ["[30]", "For all the above reasons, the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[31]", "THIS COURT ORDERS  <FRAGMENT_SUPPRESSED>", "1. The application for judicial review be dismissed;  <FRAGMENT_SUPPRESSED>", "2. No serious question of general importance be certified.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}