{"id_": "017411", "body_str": [["[1]", "Mosley, J.", ": Mr. Bryan Cabrera Tabañag applied for permanent resident status as a skilled worker indicating that he had work experience as an Architect in Manila, Philipines. In a decision dated March 2, 2011, a service delivery agent at the respondent's Centralized Intake Office in Sydney, Nova Scotia assessed that Mr. Tabañag was not eligible for processing in the skilled worker category."], ["[2]", "Mr. Tabañag seeks judicial review of that decision under section 72 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 26. For the reasons that follow, the application is dismissed.", "BACKGROUND"], ["[3]", "The position of \"Architect\" bears the National Occupation Code (NOC) of 2151 in the standardized classification system used by the respondent to assess skilled worker applications. NOC 2151 describes the tasks and duties of an architect in these terms:", "Architects conceptualize, plan and develop designs for the construction and renovation of commercial, institutional and residential buildings. They are employed by architectural firms, private corporations and governments, or they may be self-employed.", "[...]", "Architects perform some or all of the following duties:", "• Consult with clients to determine type, style and purpose of renovations or new building construction being considered", "• Conceptualize and design buildings and develop plans describing design specifications, building materials, costs and construction schedules", "• Prepare sketches and models for clients", "• Prepare or supervise the preparation of drawings, specifications and other construction documents for use by contractors and tradespersons", "• Prepare bidding documents, participate in contract negotiations and award construction contracts", "• Monitor activities on construction sites to ensure compliance with specifications", "• Conduct feasibility studies and financial analyses of building projects.", "Architects may specialize in a particular type of construction such as residential, commercial, industrial or institutional."], ["[4]", "Mr. Tabañag holds a bachelor of science in architecture. He worked for more than 20 years for a developer in Manila, Design Coordinates Inc., which develops high rise buildings in that city. In submitting his application for permanent residence, he followed the instructions in a document provided by the respondent for such applications from Manila. Attached as Appendix A to the instructions was a checklist of the steps to be completed and information to be provided (\"the Manila checklist\")."], ["[5]", "Item 7 of the checklist completed by the applicant required him to submit employment certificates from present and past employers setting out, among other things, the positions held and \"full details of your main responsibilities and duties in each position\". A note in bold advised applicants that if they could not provide employment certificates they were to provide a written explanation and other documentation that would support their claim to such employment."], ["[6]", "According to a certificate issued by his employer and submitted with the application, the applicant held the position of Construction Project Architect. However, there is no description of the tasks and duties performed by the applicant in the certificate. Nor is there any evidence of a written explanation or other documentation submitted by the applicant in the Certified Tribunal Record to support his claim that he performed the duties of an architect; other than a letter from a government official addressed to him as \"Architect Bryan Tabañag, Site Safety Health Officer/Assistant Construction Project Manager\" inviting the applicant to participate in a discussion on the implementation of a construction safety and health program."], ["[7]", "The agent was not satisfied that the applicant had provided sufficient evidence that he had performed the actions described in the lead statement for the occupation or performed a substantial number of the main duties of the occupation as set out in the occupational description of the NOC. The application was thus denied."], ["[8]", "In this proceeding, Mr. Tabañag has filed his affidavit attesting to his employment responsibilities and the affidavit of an immigration consultant, Rosalinda Ong, who prepared the skilled worker application on his behalf. Ms. Ong deposes as to information she received from the applicant respecting the work that he performed for his employer that would qualify him under NOC 2151. She deposes further that in response to a request for a certificate of Mr. Tabañag's employment containing particulars of his duties, hours and wages the employer returned a letter without that information. Ms. Ong and Mr. Tabañag state in their affidavits that this is because employers in the Philippines are reluctant to be specific about such matters for fear of lawsuits and union problems."], ["[9]", "The respondent objected to the introduction of evidence that was not before the agent when the decision was made. At the hearing, I noted the objection and indicated that I would deal with it in rendering a decision on the merits of the application.", "ISSUES"], ["[10]", "The parties have raised a number of issues with respect to the manner in which the skilled worker application was assessed. They can be reduced to the following questions:", "a. Is the applicant's fresh affidavit evidence admissible?", "b. Was the decision of the agent reasonable?", "ANALYSIS", "Standard of Review"], ["[11]", "The applicant raises procedural fairness considerations and questions of law. To the extent that such questions arise in this case no deference would be due the decision maker:", "<FRAGMENT_SUPPRESSED> . Otherwise, the parties submit and I agree that the standard of review for decisions on permanent residence under the federal skilled worker class has been satisfactorily determined in the jurisprudence to be reasonableness:", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> ."], ["[12]", "Apart from any question of law or of natural justice, the decision in this case is factual in nature and discretionary. Deference is thus owed to the decision-maker. A reasonable decision is one that falls within a range of possible and acceptable outcomes which are defensible with respect to the facts and the law:", "<FRAGMENT_SUPPRESSED> .", "Is the applicant's affidavit evidence admissible?"], ["[13]", "As a preliminary issue, the respondent objects to the introduction of paragraphs 4 to 9 of the applicant's affidavit and paragraphs 8 to 14 and 19 of Ms. Ong's affidavit on the ground that they contain statements concerning the applicant's employment duties and responsibilities and explanations for why he did not provide additional evidence in his skilled worker application that were not submitted to the agent."], ["[14]", "It is trite law that the scope of the evidence on an application for judicial review is restricted to the material that was before the decision-maker:", "<FRAGMENT_SUPPRESSED>  (CA), leave to appeal to the Supreme Court of Canada refused."], ["[15]", "The impugned evidence is not admissible in this proceeding to bolster the applicant's claim that he met the requirements of the NOC classification when he submitted his skilled worker application. In particular, the applicant may not rely on the assertions in the affidavits regarding his employment duties or the practice of employers in Manila to be shy of certifying such duties. The affidavit evidence is admissible solely for the limited purpose of supporting his argument that the manner in which his application was assessed was unfair.", "Was the decision reasonable?"], ["[16]", "The applicant acknowledges that he bears the onus of satisfying the agent under ss.11 (1) of the IRPA and that the burden of proof upon him was the balance of probability:", "<FRAGMENT_SUPPRESSED> . He submits that the agent applied a standard of proof which was too high and misapplied s.80 (3) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (hereafter the Regulations) and the NOC 2151 statement of duties to the facts before him."], ["[17]", "The applicant argues that he met the evidentiary standard with regard to the lead statement in NOC 2151. He was trained as an architect and he was employed as an architect. Once prima facie evidence of this was provided to the agent, he submits, the officer had a duty to inform the applicant of his doubts, if he had any, which would prevent the issuing of a visa:", "<FRAGMENT_SUPPRESSED> ."], ["[18]", "Paragraph 80 (3) (b) of the Regulations requires an officer to consider whether or not the applicant has performed a substantial number of duties found in a NOC. Courts have interpreted that paragraph as meaning that an officer needs to be satisfied that an applicant has performed one or more of the main duties:", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> ."], ["[19]", "The applicant submits that use of the checklist oversteps the powers of the Minister under paragraph 80 (3) (b) of the IRPA. He argues that the word \"including\" in that provision limits the directions that the Minister can issue to the subject matter listed in the subsection, that is to a \"substantial number of the main duties of the occupation ...including all the essential duties\". The checklist goes further, he says, by requiring \"full details of your main responsibilities and duties in each position.\""], ["[20]", "I do not accept the applicant's argument that the use, in itself, of the Manila checklist is unfair. The checklist provides notice to an applicant that he or she must put their best foot forward and that the onus is on him or her to provide all relevant documents: the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227, ss.75 (2) (3) and 80 (3);", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> ."], ["[21]", "The respondent's agents may not interpret and apply the Manila checklist in a manner that exceeds the scope of the Minister's authority. \"[A] ll exercises of public authority must find their source in law\": <FRAGMENT_SUPPRESSED> , above, at paragraph 28;", "<FRAGMENT_SUPPRESSED> . There may be instances where strict application of the checklist by officials will go beyond the Minister's statutory and regulatory authority and will also result in a breach of natural justice. I do not consider it necessary in the circumstances of this case to comment on whether the checklist requirement to provide \"full details of your main responsibilities and duties in each position\", certified by the employer, exceeds the regulatory authority."], ["[22]", "Here, there was no evidence before the agent to establish that the applicant had performed any of the duties required to satisfy the occupational classification. It is not sufficient for an applicant to provide evidence that he or she has the academic qualifications, bears a job title and is addressed by that title in correspondence. They must provide evidence that they have actually performed \"a substantial number of the main duties of the occupation\". Here, the applicant did not provide that evidence either through the employer's certificate or alternate documentation. The information submitted fell short of establishing a prima facie case, as the applicant contends."], ["[23]", "As stated by Justice Rothstein in", "Lam", ", above at paragraph 4, while an officer can not be wilfully blind in assessing an application and must act in good faith, he does not have a duty to follow up on an application when the evidence is insufficient. See also", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> ."], ["[24]", "In the result, I am satisfied that the agent's decision that there was insufficient evidence to establish performance of the duties set out in the classification was reasonable and the application must be dismissed.", "Certified Questions;"], ["[25]", "The applicant has proposed that I certify two questions:", "Given that the Manila checklist both contemplates and requires a level of supporting documentation on a mandatory level which contemplates an exactitude that is akin to an evidentiary standard of beyond a reasonable doubt, does such a checklist conflict with the standard of proof required by Section 11 (1) of the IRPA, whether that checklist was imported by policy or by prescription?", "Secondly, does the Court have the ability to apply administrative efficiency as a charge to defeat the plain meaning of Section 11 (1) of the IRPA?"], ["[26]", "The respondent is opposed to the certification of either question and does not propose any alternative."], ["[27]", "<FRAGMENT_SUPPRESSED> the threshold for certification was articulated by the Court of Appeal as whether the question would be dispositive of an appeal.  <FRAGMENT_SUPPRESSED>  the Court of Appeal added that a certified question must lend itself to a generic approach leading to an answer of general application. That is, the question must transcend the particular context in which it arose."], ["[28]", "Here, neither of the proposed questions would be dispositive of an appeal in this matter nor would they lead to an answer of general application. The questions presume findings of fact and law that were not made in these proceedings and are not based on the admissible evidence in the record.", "JUDGMENT"], ["[29]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed. No questions are certified.", "[End of document]"]]}