{"id_": "017566", "body_str": [["[1]", "Rennie, J.", ": This is an application pursuant to subsection 14(5) of the", "Citizenship Act", "(R.S., 1985, c. C-29) (the", "Act", ") for judicial review of a Citizenship Court decision dated April 26, 2010 refusing the applicant's application for citizenship.", "Overview"], ["[2]", "The applicant came to Canada on September 17, 2003. He became a permanent resident on May 12, 2005 and applied for citizenship on March 21, 2008. In refusing the application the Citizenship Judge expressed concern about the lack of an \"audit trail\" verifying the applicant's actual residence in Canada. The applicant had been outside of Canada for 186 days in the United Arab Emirates (UAE), which, when deducted from his total residency period of 1252 days, left him with 1,095 days of purported residence in Canada."], ["[3]", "When Mr. Abbas applied for Canadian citizenship in March 2008 he thought he had exactly the minimum number of days of residency in Canada required by section 5(1)(c) of the", "Act", ". Section 5(1)(c) of the", "Act", "requires a potential citizen to maintain residency in Canada for three out of the four years immediately preceding his or her application for permanent residency (i.e. 1,095 out of 1,460 days). The Citizenship Judge rejected Mr. Abbas' application, concluding that:", "The main problem with this case is the lack of objective evidence showing an \"audit trail\" of a life in Canada during the relevant time period which serves to demonstrate that Mr Abbas established and maintained a residence for the number of days required in", "the", "Act", "In matters of residency, the onus falls on the applicant to demonstrate that he or she has resided in the country for three of the four years in the relevant period in order to show that he or she meets the residency requirements of", "the Act", "has been set out in", "<FRAGMENT_SUPPRESSED>  this.", "Applying the residency test set by Muldoon J in", "Re Pourghasemi", ", I conclude that on the balance of probabilities, I am not satisfied that you meet the residency requirements under s. 5(1)(c) of the Act."], ["[4]", "Questioning the veracity of his testimony and documentation the Citizenship Judge was not satisfied that the information provided by Mr. Abbas on his citizenship application accurately reflected the actual number of days he was physically present in Canada. In applying the test in", "Re Pourghasemi", ", [1993] FCJ No 232, the Citizenship Judge determined that Mr. Abbas had not met the residency requirements under s. 5(1)(c) of the", "Act", ". Mr. Abbas seeks review of this decision, arguing that it was an error of law for the Citizenship Judge to have applied", "Re Pourghasemi", "The Issue"], ["[5]", "The applicant contends that the Citizenship Judge erred in law by applying the residency test expressed in", "Re", "Pourghasemi", ". The applicant urges that there is one legally correct test, namely the six-part analysis as expressed in", "Koo (Re)", ", [1993] 1 FC 286 which was subsequently followed by this Court in", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  and which he argues should have been followed by the Citizenship Judge to assess his application. Mr. Abbas argues that the Citizenship Judge had no choice but to follow the decision in <FRAGMENT_SUPPRESSED> , which was rendered some five months prior to the Citizenship Judge's decision and which has been followed by other judges of the Federal Court. The issue in this case is, therefore, whether the Citizenship Judge erred in law in following", "Re Pourghasemi", "and not <FRAGMENT_SUPPRESSED> .", "Analysis"], ["[6]", "In support of his position the applicant notes that there are several recent decisions of this Court which apply the qualitative test of", "Koo", "and <FRAGMENT_SUPPRESSED> , for example:", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ;", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> ."], ["[7]", "Counsel for the Respondent notes, however, that the quantitative test in", "Re", "Pourghasemi", "has also been applied by this Court, subsequent to <FRAGMENT_SUPPRESSED> , and still other cases which leaves the selection of which test to apply open to the Citizenship Judge provided the underlying rationale for its application is clearly expressed and is reasonable, for example:", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> . The respondent also notes that the reasoning in <FRAGMENT_SUPPRESSED> is", "obiter", "and that the decision is not binding on other judges of the Court."], ["[8]", "Irrespective of which test is applied, each applicant for citizenship bears the onus of establishing sufficient credible evidence on which an assessment of residency can be based, whether it is quantitative (", "Re", "Pourghasemi", ") or qualitative (", "Koo", "). In this regard, the citizenship judge must make findings of fact - findings which this Court will only disturb if unreasonable."], ["[9]", "The requirement for credible, consistent evidence establishing residency, however defined, does not disappear under either the quantitative or the qualitative test. Justice Mainville recognized this in <FRAGMENT_SUPPRESSED> :", "Finally, as a last point, it is useful to note that the", "Koo", "test and the six-questions analysis attached to that test are only useful to the extent that residence in Canada has actually been established at a date prior to the citizenship application in order to effectively calculate a period of residence under the", "Citizenship Act", ". In fact, if the threshold issue of residence has not been established, the judge should not conduct a more thorough analysis. (para. 50)"], ["[10]", "Similarly, Justice Layden-Stevenson (as she then was) articulated an effective analytical framework governing the approach to the review of Citizenship decisions.  <FRAGMENT_SUPPRESSED>  para. 13 she held:", "The difficulty with the appellant's reasoning is that it fails to address the threshold issue, his establishment of residence in Canada. Unless the threshold test is met, absences from Canada are irrelevant . . . In other words, a two-stage inquiry exists with respect to the residency requirements of paragraph 5(1)(c) of the Act. At the first stage, the threshold determination is made as to whether or not, and when, residence in Canada has been established. If residence has not been established, the matter ends there. If the threshold has been met, the second stage of the inquiry requires a determination of whether or not the particular applicant's residency satisfies the required total days of residence. It is with respect to the second stage of the inquiry, and particularly with regard to whether absences can be deemed residence, that the divergence of opinion in the Federal Court exists."], ["[11]", "Justice Layden-Stevenson's reasoning is apposite in this application. Residency itself must, as a matter of evidence, be established on a balance of probabilities. In this case, the Citizenship Judge found that the evidence was insufficient to establish residency as the evidence was unclear and inconsistent. In particular, the Citizenship Judge noted:", "a. On the applicant's residency questionnaire, he noted that he had been living and working in Dubai, UAE, since March 2008. This was in direct contradiction to what he informed CIC during his citizenship test;", "b. There was a discrepancy as to his address as of March, 2008, and whether it was Windsor, Ontario, or the  <FRAGMENT_SUPPRESSED>  lived with him in the UAE for 18 months;", "d. There was a discrepancy between the Canadian address shown on the residency questionnaire with the residence shown on the temporary Ontario drivers' licence; and", "e. His temporary Ontario driver's licence was applied for the day before the hearing."], ["[12]", "The applicant does not challenge these findings, but rests his case on the assertion that it was an error of law for the Citizenship Judge not to apply the test articulated in <FRAGMENT_SUPPRESSED> , above. As noted, consistent with this Court's decision in", "<FRAGMENT_SUPPRESSED> , provided the citizenship judge adopts and applies one test correctly, the decision will not be disturbed. <FRAGMENT_SUPPRESSED> did not, and could not, overrule", "Lam", ", as the applicant contends."], ["[13]", "Moreover, as noted earlier, regardless of which test is actually applied by a citizenship judge, there must be a sufficient factual foundation to warrant the application of a test in the first place. In my opinion, had the Citizenship Judge applied <FRAGMENT_SUPPRESSED> , the outcome in Mr. Abbas' case would have been no different than the outcome presented by applying", "Re Pourghasemi", ". There were simply too many unexplained discrepancies with respect to residency in his application. These would not have simply evaporated under the qualitative analysis espoused in", "Koo", "and <FRAGMENT_SUPPRESSED> . Inconsistent or unclear evidence of residency will not gain a greater life or strength under the qualitative", "Koo", "test."], ["[14]", "It is settled law that the standard of review of a citizenship judge's decision is reasonableness;", "<FRAGMENT_SUPPRESSED> . Consequently, when dealing with questions of mixed fact and law, as in the application of the test of residency to the particular facts of the case, or to purely factual questions, as when computing the days of presence in Canada, the reviewing court should assess the reasons below to ensure that it is within the range of possible, acceptable outcomes defensible in respect of the law and facts:", "<FRAGMENT_SUPPRESSED> . In this case the different explanations given by the applicant as to his actual residence in Canada, as to the residence of his wife and whether he lived with her, did not show on a balance of probabilities whether the threshold question of residence had been established, as set forth in <FRAGMENT_SUPPRESSED> , above."], ["[15]", "For these reasons, I find the decision of the Citizenship Judge to be within the range of possible, acceptable outcomes and defensible in respect of the facts and law. Accordingly, the application for judicial review is dismissed.", "JUDGMENT"], ["[16]", "THIS COURT'S JUDGMENT is that", "the application for judicial review be and is hereby dismissed.", "[End of document]"]]}