{"id_": "017675", "body_str": [["[1]", "Roy, J.", ": This is an application for judicial review, made pursuant to section 72 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA] concerning the decision of the Refugee Protection Division [RPD] of October 2, 2013 denying the applicants their claim for refugee protection and to be declared persons in need of protection;"], ["[2]", "Having reviewed the parties' written submissions and received the oral representations at a hearing held on August 25, 2014, the Court concludes that the application for judicial review has to be dismissed."], ["[3]", "This case concerns the principal applicant, Klara Magusic, and her husband Zeliko and son Robert, all citizens of Croatia. The principal applicant is of Slovenian ethnicity and the claim alleges that the ethnicity of the principal applicant is the cause of discrimination, reaching persecution, which the family suffered from while in Croatia."], ["[4]", "The applicants were removed from Canada on June 5, 2014, following the refusal of a judge of this Court to stay the removal order in view of its lateness. Nevertheless, another judge of this Court refused to dismiss the present application for reasons of mootness, concluding that the possible remedy, if the application were to be successful, would not be academic. It is on that basis that the claim of the applicants was heard."], ["[5]", "The only issue for resolution in this case is whether or not the decision of the RPD to deny the claim on the basis that the applicants benefit from an internal flight alternative was unreasonable (", "<FRAGMENT_SUPPRESSED> )."], ["[6]", "The facts of this case are not controversial. In 1991, Ms Magusic and Mr Magusic married and the couple settled in Mr Magusic's home village in Croatia (which was described before the RPD as having approximately 600 residents). Also in 1991, Ms Magusic gave birth to the couple's first child (a daughter, Megi, who did not accompany the applicants to Canada). Robert was born the following year. While pregnant with Robert, Ms Magusic renounced her Slovenian citizenship in order to ensure she would receive medical treatment in Croatia."], ["[7]", "The applicants allege the discrimination and hostility they faced in their village as a result of Ms Magusic's Slovenian origin made them victims of harassment and made it difficult for them to find and keep employment. The son Robert claims that he was insulted and discriminated against in school both by other pupils and his teachers because of his mother."], ["[8]", "The applicants also allege two specific instances of violence suffered by Mr Magusic. In 2007, he claims to have been beaten by three youths who had previously made discriminatory remarks; after going to the police, he was told that the youths had an alibi for the time of the attack. Mr Magusic also alleges that he was attacked by the same youths again in 2011, pushing him into agricultural machinery and requiring his hospitalization. Mr Magusic did not mention the 2007 and 2011 incidents in his Personal Information Form upon arriving in Canada; however the RPD accepted his explanation that he was afraid the stories would get back to Croatia and endanger his family as \"reasonable, in the circumstances\" (RPD decision at paragraph 13)."], ["[9]", "The RPD concluded that the applicants had not rebutted the presumption that they have an internal flight alternative in Zagreb, the capital of Croatia. Having established how the analysis is to be conducted, the RPD, in spite of the sympathy it had for the plight of the applicants, was of the view that the type of discrimination suffered by the applicants, that of people in mixed marriages, would be less severe in the capital city in that there would not be a risk to their lives or a danger of torture or a risk of cruel and unusual treatment. Moving within their own country is objectively not unreasonable in spite of the difficulty they may encounter in finding work because of the prevailing economic conditions in Croatia."], ["[10]", "The kind of protection the applicants are seeking abroad is to be afforded only if it cannot be found at home. The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  put the matter squarely:", "The international community was meant to be a forum of second resort for the persecuted, a \"surrogate\", approachable upon failure of local protection. The rationale upon which international refugee law rests is not simply the need to give shelter to those persecuted by the state, but, more widely, to provide refuge to those whose home state cannot or does not afford them protection from persecution. (page 716)"], ["[11]", "To put it bluntly, where the claimant has a viable internal flight alternative, there is no well founded fear and, as such, the test for refugee protection cannot be met (", "<FRAGMENT_SUPPRESSED>  (CA))."], ["[12]", "The case law is clear that the issue of internal flight alternative must be raised. As put by the Court of Appeal, raising the issue does not transfer the burden onto the RPD or the government.  <FRAGMENT_SUPPRESSED> , the Court of Appeal made the point vividly: \"If the possibility of an IFA is raised, the claimant must demonstrate on a balance of probabilities that there is a serious possibility of persecution in the area alleged to constitute an IFA.\" (page 595) Thus, the burden rests with the applicant. The Court of Appeal elaborated some more on the application of the test. We can read at page 598,", "Let me elaborate. It is not a question of whether in normal times the refugee claimant would, on balance, choose to move to a different, safer part of the country after balancing the pros and cons of such a move to see if it is reasonable. Nor is it a matter of whether the other, safer part of the country is more or less appealing to the claimant than a new country. Rather, the question is whether, given the persecution in the claimant's part of the country, it is objectively reasonable to expect him or her to seek safety in a different part of that country before seeking a haven in Canada or elsewhere. Stated another way for clarity, the question to be answered is, would it be unduly harsh to expect this person, who is being persecuted in one part of his country, to move to another less hostile part of the country before seeking refugee status abroad?", "An IFA cannot be speculative or theoretical only; it must be a realistic, attainable option. Essentially, this means that the alternative place of safety must be realistically accessible to the claimant. Any barriers to getting there should be reasonably surmountable. The claimant cannot be required to encounter great physical danger or to undergo undue hardship in travelling there or in staying there. For example, claimants should not be required to cross battle lines where fighting is going on at great risk to their lives in order to reach a place of safety. Similarly, claimants should not be compelled to hide out in an isolated region of their country, like a cave in the mountains, or in a desert or a jungle, if those are the only areas of internal safety available. But neither is it enough for refugee claimants to say that they do not like the weather in a safe area, or that they have no friends or relatives there, or that they may not be able to find suitable work there. If it is objectively reasonable in these latter cases to live in these places, without fear of persecution, then IFA exists and the claimant is not a refugee."], ["[13]", "Here, the RPD applied the test as set out in", "<FRAGMENT_SUPPRESSED>  (CA) and <FRAGMENT_SUPPRESSED> to the applicants. The panel did acknowledge that the applicants' situation in Zagreb \"would not be perfect\" and that they \"might experience discrimination on occasion\", however it did not accept that this would \"amount to persecution or, on a balance of probabilities, a risk to their lives, a danger of torture or a risk of cruel and unusual punishment\" (RPD decision at paragraph 24). The panel further concluded that it was not objectively unreasonable to expect the applicants to seek refuge in Zagreb and noted that the difficulty in finding employment \"does not reach the threshold of being an unreasonable condition\" (RPD decision at paragraph 25)."], ["[14]", "The RPD applied the proper legal test concerning internal flight alternatives to the applicants and the decision appears to be reasonable, as described in", "<FRAGMENT_SUPPRESSED>  (paragraph 47). The decision to deny the applicants' claim falls within the range of possible acceptable outcomes and it is defensible in respect of the facts and the law. The reasons justify and set out the decision not to grant the applicants' refugee claim in a way that they should be able to understand that it was the existence of a viable internal flight alternative which resulted in the rejection of the claim."], ["[15]", "As a result, the application for judicial review is dismissed."], ["[16]", "I should add that I was somewhat bothered by the lack of articulation on the part of the RPD of its reasons why Zagreb would constitute an internal flight alternative, in spite of the fact that the burden is initially on the aplicant. There is also the matter of the board referring on a few occasions to the principal applicant being of Slovak ethnicity instead of being of Slovenian ethnicity."], ["[17]", "Nevertheless, the Court has come to the conclusion that these omission and error do not constitute reviewable errors. As for the reference to the Slovak ethnicity, the documentary evidence discusses at some length the general treatment of minorities, with an emphasis on Serbs, Bosniaks and Romanians. There is no evidence that the situation of Croat citizens of Slovenian ethnicity is any worse than that of other minorities, including those of Slovak ethnicity. In other words, the mistake, which appears to be of a clerical nature, does not affect the fundamental issue of this case which is that a mixed couple would have an internal flight alternative in Croatia, had they chosen to seek it. That conclusion has not been made unreasonable because of the mistake. While it is regrettable that the RPD decision alternately refers to Ms Magusic as being of Slovakian and Slovenian origin, I do not believe that this mistake renders the decision unintelligible or non-transparent. The reasons and the citations throughout clearly refer to the country neighbouring Croatia rather than the central European country."], ["[18]", "The other difficulty is of course whether the reasons for the decision are adequate. Since", "Newfoundland and  <FRAGMENT_SUPPRESSED>  [", "Newfoundland and Labrador Nurses' Union", "], we know that the adequacy of reasons, in and of itself, does not constitute a reviewable error. Reviewing courts are invited to, \"...if they find it necessary, look to the record for the purpose of assessing the reasonableness of the outcome.\" (", "Newfoundland and Labrador Nurses' Union", ", para 15]. Indeed, at paragraph 18 of that same decision, one can read:"], ["[18] ... He notes that \"perfection is not the standard\" and suggests that reviewing courts should ask whether \"when read in light of the evidence before it and the nature of its statutory task, the Tribunal's reasons adequately explain the bases of its decision\" (para. 163)."], ["[19]", "Being, for all intents and purposes, a one issue case, it was possible for the Court to delve into the record in order to understand how the RPD reached its decision. But barely. It continues to be the administrative tribunals' responsibility to explain themselves and not leave it up to reviewing courts to \"figure it out\". At the end of the day, the test remains the same:"], ["[16] ... In other words, if the reasons allow the reviewing court to understand why the tribunal made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes, the <FRAGMENT_SUPPRESSED> criteria are met.", "Newfoundland and Labrador Nurses' Union)"], ["[20]", "Here, given the relative weakness of the claim where allegations of discrimination would have taken place in a village of 600 inhabitants, one would expect applicants to move within their own country before they seek refuge outside. The burden to show that the internal flight alternative was not reasonable was that of the applicants and, in my estimation, that burden has not been discharged in this case. The mistake and the relative lack of articulation of reasons do not rise to the level of reviewable error.", "JUDGMENT"], ["[21]", "THIS COURT ORDERS that", "the application for judicial review is dismissed. There is no question of general importance requiring certification.", "Application dismissed.", "Editor: J. Danielle King/vnh"]]}