{"id_": "017698", "body_str": [["[1]", "Snider, J.", ": Mr. Ulybin, the Applicant, is a citizen of Russia who is presently a permanent resident of Spain. He wishes to come to Canada as a permanent resident as an Investor under the Business Category. In a decision dated May 21, 2012, an Immigration Officer (the Officer), at the Embassy of Canada in Paris, France, refused his application on the basis that he was criminally inadmissible to Canada pursuant to s. 36(1)(b) of the", "Immigration and Refugee Protection Act", ", (", "IRPA", "). The factual underpinning of the decision was the Applicant's conviction in Spain of offences related to a construction incident which had resulted in the death of a worker. The Officer concluded that, if committed in Canada, these offences would be punishable under s. 217.1, 219 and 220 of the", "Canadian Criminal Code", ", RSC 1985, c C-46 [", "Criminal Code", "] by a maximum term of imprisonment of at least ten years."], ["[2]", "The Applicant seeks to overturn the Officer's decision.", "II. Issues"], ["[3]", "The issues raised by this application are as follows:", "1. Did the Officer violate the duty of procedural fairness by failing to disclose an internal legal opinion to the Applicant and to provide him with an opportunity to respond?", "2. Did the Officer err in his conclusion that the offences for which the Applicant was found guilty and sentenced to prison were equivalent to s. 217.1, 219 and 220 of the", "Criminal Code"], ["[4]", "For the reasons that follow, I have concluded that the Officer did not err as alleged and that the decision should stand.", "III. Background"], ["[5]", "Since the issue of equivalency is so fact-driven, I am including a rather lengthy summary of the background to the Applicant's offence in Spain."], ["[6]", "The Applicant served as a director of companies in Russia and in Spain. In 2009, the Applicant was convicted in Spain of gross negligence manslaughter and of an offence related to the rights of workers because of his responsibility for a workplace accident that occurred in 2005. The facts as found by the Criminal Court No. 6 of Málaga are the following:", "• The Applicant was the sole director of Boat Care SL (Boat Care), which owned Las Palomas Hotel.", "• In January 2005, during the renovation of Las Palomas Hotel, the Applicant ordered part of the construction to begin without the appropriate construction permits. The Applicant signed a contract with Eugueni Chebotura, the sole director of Tombela Costa SL (Tombela Costa), to carry out brick laying work, and also engaged other companies to do other work.", "• The Applicant and Mr. Chebotura started the work, even though they were both aware of the following workplace safety problems:", "Boat Care had not drafted the compulsory safety plan;", "No one was appointed to take responsibility of the management and coordination of safety issues; and", "In the absence of a health and safety plan, workers received no training about risks and precautions in the workplace.", "• On April 28, 2005, Mr. Chebotura verbally employed Grygoriy Uzun as a labourer. Mr. Chebotura did not provide Mr. Uzun with adequate training for his position, the operation of a service lift.", "• Mr. Uzun started work that morning under the supervision of Site Manager, Jesús Fajardo Ruiz. Mr. Ruiz was aware that Mr. Uzun had no experience or training in the operation of the service lift.", "• On his first day at work, Mr. Uzun fell to his death while operating the service lift because the service lift was not properly secured."], ["[7]", "The Applicant, Mr. Chebotura and Mr. Ruiz were convicted of offences related to this workplace accident. The Applicant was convicted of an offence relating to the rights of employees under s. 316 of the", "Spanish Penal Code", ". For this offence, the Applicant received a sentence of six months imprisonment and a six month fine at a daily rate of three euros per day. The Applicant was also convicted of gross negligence manslaughter under s. 142.1 of the", "Spanish Penal Code", ", for which he received a sentence of one year of imprisonment. Both imprisonment sentences were suspended.", "IV. Decision and Reasons under Review"], ["[8]", "The reasons for the Officer's decision are set out in the letter dated May 21, 2012. The Officer's reasons also include his Computer-Assisted Immigration Processing System (CAIPS) notes."], ["[9]", "The Officer conducted an equivalency analysis, concluding that the essential ingredients of the offence of criminal negligence causing death were established by the facts found by the Spanish court. In the Officer's view, if the Applicant committed the relevant acts in Canada, he could be convicted of criminal negligence causing death, with reference to s. 217.1, 219 and 220 of the", "Criminal Code", ". This offence carries a maximum penalty of life imprisonment."], ["[10]", "Section 217.1 states that an individual who undertakes, or has the authority, to direct how another person does work or performs a task has a legal duty to take reasonable steps to prevent bodily harm to that person, or any other person, arising from that work or task."], ["[11]", "The Officer made the following findings:", "• The Applicant directed the task to be completed by Mr. Uzun, the employee who died, and s. 217.1 is applicable. Although the Applicant did not directly supervise Mr. Uzun, the Officer did not believe that this was a requirement of s. 217.1. In his capacity as director of Boat Care, the Applicant had the authority to decide whether the work could commence before the safety plan was in place.", "• Failure to perform the duty outlined in s. 217.1 may support a conviction of criminal negligence under s. 219(1), where an accused shows wanton or reckless disregard for the lives or safety of persons. The omission must be a marked and substantial departure from the conduct of a reasonably prudent person in the circumstances, where an accused either recognized a serious risk to the employee's life or gave no thought to it and proceeded anyway (citing", "R v JF", ", 2008 SCC 60, [2008] 3 SCR 215 [", "JF", "]).", "• Facts proven during the Spanish trial demonstrated such disregard for Mr. Uzun's safety. The Applicant and Mr. Chebotura started the work, knowing that Boat Care had not drafted a compulsory safety plan, nobody was appointed to coordinate safety issues and workers did not receive any training about risks or precautions. Further, on April 28, 2005, Mr. Chebotura employed Mr. Uzun as a labourer, failing to provide him with adequate training about the operation of a service lift. The Site Manager assigned Mr. Uzun to this task, knowing that he did not have any relevant experience or training."], ["[12]", "Since the Applicant was inadmissible to Canada under s. 36(1)(b) of", "IRPA", ", his application for permanent residence was refused under s. 11(1).", "V. Statutory Framework"], ["[13]", "The Officer concluded that the Applicant was inadmissible to Canada on the basis of criminality under s. 36(1)(b) of", "IRPA", "36. (1) A permanent resident or a foreign national is inadmissible on grounds of serious criminality for", "...", "(b) having been convicted of an offence outside Canada that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years", "36. (1) Emportent interdiction de territoire pour grande criminalité les faits suivants:", "...", "b) être déclaré coupable, à l'extérieur du Canada, d'une infraction qui, commise au Canada, constituerait une infraction à une loi fédérale punissable d'un emprisonnement maximal d'au moins dix ans;"], ["[14]", "The Applicant was convicted under two provisions of the", "Spanish Penal Code", ". The first is an offence against employees' rights under s. 316:", "Those who contravene the Health and Safety rules, being obliged under the laws in force to abide by them, and who do not provide adequate means for the employees to work using adequate health and safety measures, in such a way that their lives, health and personal safety are put at risk, will be punished with imprisonment sentences ranging from six months to three years and fines going from six to twelve months."], ["[15]", "The more serious offence was gross negligence manslaughter under s. 142.1 of the Code:", "Those who by serious negligence cause the death to another, shall be punished as involuntary manslaughter by imprisonment of 1 to 4 years."], ["[16]", "The Officer concluded that the factual findings of the Spanish Court satisfied the essential elements of criminal negligence causing death in Canada. The relevant provision of the", "Criminal Code", "is s. 220 which, in turn, is informed by s. 219:", "220. Every person who by criminal negligence causes death to another person is guilty of an indictable offence and liable", "(a) where a firearm is used in the commission of the offence, to imprisonment for life and to a minimum punishment of imprisonment for a term of four years; and", "(b) in any other case, to imprisonment for life.", "219. (1) Every one is criminally negligent who", "(a) in doing anything, or", "(b) in omitting to do anything that it is his duty to do,", "shows wanton or reckless disregard for the lives or safety of other persons.", "(2) For the purposes of this section, \"duty\" means a duty imposed by law.", "220. Quiconque, par négligence criminelle, cause la mort d'une autre personne est coupable d'un acte criminel passible:", "a) s'il y a usage d'une arme à feu lors de la perpétration de l'infraction, de l'emprisonnement à perpétuité, la peine minimale étant de quatre ans;", "b) dans les autres cas, de l'emprisonnement à perpétuité.", "219. (1) Est coupable de négligence criminelle quiconque:", "a) soit en faisant quelque chose;", "b) soit en omettant de faire quelque chose qu'il est de son devoir d'accomplir,", "montre une insouciance déréglée ou téméraire à l'égard de la vie ou de la sécurité d'autrui.", "(2) Pour l'application du présent article, « devoir » désigne une obligation imposée par la loi."], ["[17]", "Section 219 refers to the omission to perform a legal duty. The Officer found that the Applicant failed to satisfy the duty of those who direct work under s. 217.1:", "217.1 Every one who undertakes, or has the authority, to direct how another person does work or performs a task is under a legal duty to take reasonable steps to prevent bodily harm to that person, or any other person, arising from that work or task.", "217.1 Il incombe à quiconque dirige l'accomplissement d'un travail ou l'exécution d'une tâche ou est habilité à le faire de prendre les mesures voulues pour éviter qu'il n'en résulte de blessure corporelle pour autrui", "VI. Standard of Review"], ["[18]", "The parties are agreed that the standard of review with respect to the alleged breach of procedural fairness is correctness. They disagree on the standard of review with respect to the Officer's decision itself; the Applicant argues that a standard of review of correctness should be applied and the Respondent submits that a standard of reasonableness is appropriate."], ["[19]", "In my view, the standard of review for findings of equivalency such as this is reasonableness (", "<FRAGMENT_SUPPRESSED> FTR 74;", "<FRAGMENT_SUPPRESSED> [2011] FCJ No 352;", "<FRAGMENT_SUPPRESSED> [2012] FCJ No 688). The nature of foreign law and the determination of the circumstances underlying the foreign conviction are questions of fact. Comparison of Canadian law to foreign law and the offence committed by the Applicant engages questions of mixed fact and law."], ["[20]", "As stated in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], \"reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process\". A court must also consider \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , above at para 47)."], ["[21]", "How does the reasonableness standard apply to the analysis in issue? It is important that the Officer carrying out the equivalency analysis understand the elements of the comparable offence. A failure to address one of the elements would make the analysis unreasonable. However, the Officer's application of the facts to the", "Criminal Code", "elements is a matter for which the Officer is owed deference by the Court. This exercise may lead to more than one reasonable outcome, particularly when taking into account the highly factual determination of equivalency.", "VII. Issue #1: Breach of Procedural Fairness"], ["[22]", "When making his application, the Applicant, assisted by counsel, provided extensive submissions with respect to his criminal conviction in Spain. When considering the application, the Officer sought assistance and advice from a legal officer at National Headquarters in Ottawa (the NHQ opinion). The Officer did not provide a copy of the NHQ opinion to the Applicant before he rendered his decision. The Applicant argues that this was a breach of procedural fairness."], ["[23]", "Failure to provide disclosure of a key document upon which the decision-maker intends to rely may constitute a breach of procedural fairness under certain circumstances (", "<FRAGMENT_SUPPRESSED> ). The question, however, is not whether the actual document was disclosed to the Applicant but whether the Applicant had the opportunity to meaningfully participate in the decision-making process (see", "<FRAGMENT_SUPPRESSED> Imm LR (3d) 222)."], ["[24]", "In my view, the submissions provided by the Applicant in the context of this case demonstrate that meaningful participation occurred without the disclosure of the NHQ opinion. Therefore, there is no breach of procedural fairness."], ["[25]", "As noted, the Applicant provided extensive submissions addressing the particular issue of inadmissibility under s. 36(1)(b). In his application documentation, the Applicant reviewed the circumstances of the workplace accident and the Spanish court proceedings, enclosing the court records and information from the Applicant's Spanish lawyer. Most importantly, these submissions directly addressed equivalency of the Applicant's convictions under s. 316 and s. 142.1 of the", "Spanish Penal Code", "to an offence under s. 217.1, 219 and 220 of the", "Criminal Code"], ["[26]", "Although the NHQ opinion may have played a significant role in the Officer's decision, the Officer did not breach procedural fairness by failing to disclose it. The duty of fairness is at the low end of the spectrum in the context of visa applications (", "<FRAGMENT_SUPPRESSED> ). Further, the NHQ opinion was based on documentary evidence and legal submissions that the Applicant provided. Although fairness may require disclosure where the Officer draws certain conclusions based on extrinsic information, the Officer's duty does not extend to providing a \"running score\" based on information submitted by the Applicant (", "<FRAGMENT_SUPPRESSED> [2009] FCJ No 923)."], ["[27]", "Certainly, if the Applicant had not addressed the issue of his criminal conviction in his application documents and it was raised, for the first time, by the Officer, the Officer would have a duty to advise the Applicant of the issue ( <FRAGMENT_SUPPRESSED> , above). Even in that event, I do not see any absolute requirement for the Officer to provide a copy of the NHQ opinion. The duty can be fulfilled by providing the information in the opinion that is necessary for the Applicant to know and meaningfully respond to the case against him (", "<FRAGMENT_SUPPRESSED> [2009] FCJ No 1350). In the circumstances of the Applicant's case, there was no need to go that far since, as amply demonstrated by the detailed submissions of the Applicant, he was aware of the relevant allegations and had already provided submissions relating to them. This demonstrates that the Applicant could and did participate meaningfully in the decision-making process."], ["[28]", "In sum, there was no breach of procedural fairness.", "VIII. Issue #2: Equivalency Analysis"], ["[29]", "A foreign national is inadmissible to Canada under s. 36(1)(b) where he or she was convicted of an offence outside Canada that, if committed in Canada, would constitute an offence punishable by a maximum of at least ten years imprisonment."], ["[30]", "To establish inadmissibility under s. 36(1)(b), the standard of proof is \"reasonable grounds to believe\", as noted in s. 33 of", "IRPA", "<FRAGMENT_SUPPRESSED> ). This standard requires more than \"mere suspicion\" but less than proof on the civil standard of a balance of probabilities. Parliament has determined that a criminal standard of proof of \"beyond a reasonable doubt\" is not required."], ["[31]", "As acknowledged by the parties, the seminal case on equivalency is", "<FRAGMENT_SUPPRESSED>  at para 15, 1 Imm LR (2d) 1 (FCA) [", "Hill", "]. In", "Hill", ", above at para 15, the Federal Court of Appeal described three methods for determining equivalency. In this case, the Officer applied the second of those methods:", "by examining the evidence adduced before the adjudicator, both oral and documentary, to ascertain whether or not that evidence was sufficient to establish that the essential ingredients of the offence in Canada had been proven in the foreign proceedings, whether precisely described in the initiating documents or in the statutory provisions in the same words or not."], ["[32]", "The Officer considered the three provisions of the", "Criminal Code", "as a whole in determining the essential elements of the offence. The Officer's analysis relies on the assumption that the requirements of s. 217.1 and 219, and the sentence imposed by s. 220, are all relevant. The provisions are never considered in the alternative. Further, the Officer cites the text of s. 217.1, which refers to a duty, and s. 219, which refers to the omission of something that it is one's duty to do. Reading the provisions together demonstrates how they are interconnected. It was not necessary for the Officer to explicitly recognize this fact."], ["[33]", "The key to the decision - and to the Applicant's arguments - is the \"duty\" established by s. 217.1. To give rise to the duty in that provision, the accused must undertake, or", "have the authority, to direct how another person does work or performs a task", ". To determine equivalency, the Officer had to evaluate whether the Applicant, as the Director of Boat Care, the entity that hired Tombela Costa which, in turn employed the person killed, had the authority to direct how the accident victim did his work."], ["[34]", "In his reasons, the Officer clearly turned his mind to this element of the offence. The Officer found that the Applicant's ability to direct that the work to begin without the required safety precautions was sufficient to place the Applicant within the ambit of s. 217.1. This decision led to the failure to appropriately train the worker in question and to his death on his first day at work."], ["[35]", "The Applicant submits that he was never in a position to direct", "how", "the work was done. Rather, asserts the Applicant, only the subcontractor was in a position to dictate how the victim did the work."], ["[36]", "The Applicant has not demonstrated a reviewable error in this regard."], ["[37]", "The Applicant takes an overly narrow view of the words \"has the authority, to direct how another person does work or performs a task\". How work is performed reasonably includes such matters as whether the work is performed safely and in accordance with required permits. At that level, the Applicant certainly had the authority to ensure that the subcontractor, and hence the employee, only commenced work on the project with the necessary safety measures in place. As found by the Spanish Court, the Applicant was aware that the necessary safety plan was not in place."], ["[38]", "The case law cited by the Applicant does not narrow the scope of s. 217.1. The accused persons in", "R v Gagné", ", 2010 QCCQ 12364, [2010] QJ No 30893 [", "Gagné", "] were acquitted since the prosecution did not prove beyond a reasonable doubt that a reasonable person would have been aware of the risk in question, as required by s. 219. This case does not discuss the requirements of s. 217.1 and is irrelevant to that inquiry. Further, the short discussion of s. 217.1 in", "R v Scrocca", ", 2010 QCCQ 8218, [2010] QJ No 9605 [", "Scrocca", "] is consistent with the Officer's interpretation of this section:", "106 This provision results from an amendment made to the", "Criminal Code", "by the", "Act to amend the Criminal Code", "(criminal liability of organizations)", ".The objective of this legislation is to ensure the safety of employees within the workplace and to change the rules governing corporate liability. More specifically, it is a response to the 1992 deaths of numerous miners as a result of a mine explosion in Nova Scotia.", "107", "Section 217.1 creates no offence but confirms the duty imposed on every one who is responsible for any work to take the necessary steps to ensure the safety of others.", "It facilitates proof of charges of criminal negligence against corporations and organizations, although the meaning of \"every one\" extends the scope of this provision to any person. [Emphasis added, footnotes omitted.]"], ["[39]", "These paragraphs of", "Scrocca", "recognize the important rationale for the general language used in s. 217.1. Section 217.1 was meant to attribute responsibility to corporations and organizations, and not just individuals who directly supervise the worker in question. As well, arrangements to contract work to other companies are commonplace; it may defeat the objective of this legislation to restrict it to traditional employer-employee relationships in situations where one company is directing the work of another. In my view, the Applicant has not cited any case law that establishes his restrictive interpretation of a provision meant to protect vulnerable employees."], ["[40]", "The references to Mr. Uzun as an \"employee\" are of no moment. The CAIPS notes begin by acknowledging that Mr. Uzun was an employee of Tombela Costa, and not Boat Care. The word \"employee\" used in other places appears to serve merely as a label and is not relevant to the Officer's reasoning. What was significant for the Officer was the Applicant's ability to direct whether the work could commence before the appropriate safety precautions were taken. In my opinion, this reasoning is consistent with s. 217.1 and the case law cited by the parties."], ["[41]", "Although not entirely on point,", "R c Transpavé", ", 2008 QCCQ 1598, [2008] JQ No 1857 [", "Transpavé", "] and", "R v Metron Construction Corporation", ", 2012 ONCJ 506, 1 CCEL (4th) 266 [", "Metron", "] are consistent with the Officer's decision. The accused persons and companies in these cases pled guilty, and s. 217.1 was not directly at issue. However, the willingness of the courts to impose penalties on a company as a whole or its directors in the context of workplace accidents may support a wider scope for s. 217.1 in view of the \"overwhelming importance of ensuring the safety of workers whom they employ\" (", "Metron", ", above at para 33)."], ["[42]", "The Applicant also argues that the Officer failed to have regard to a defence of due diligence, a defence available to an accused under the", "Criminal Code", "but not under Spanish law. I do not agree."], ["[43]", "First, the Officer explicitly recognized the standard of care inherent in s. 219, when he stated in the CAIPS notes:", "As established in R v. J.F., [2008] 3 S.C.R. 215, criminal negligence requires proof that the omission to do something that it is the person's duty to do is a marked and substantial departure from the conduct of a reasonably prudent person in circumstances where the accused either recognized and ran an obvious and serious risk to the employee's life or, alternatively, gave no thought to it."], ["[44]", "The Officer considered the requirement to take reasonable steps in his analysis of the relevant case law. Contrary to the Applicant's submission, this element of the law of criminal negligence was not ignored."], ["[45]", "Second, the mitigating factors cited by the Applicant are not significant facts which necessarily contradict the Officer's finding of inadmissibility. The Officer correctly acknowledged that the significant question with respect to criminal negligence is what a reasonably prudent person would have done under the circumstances. The Applicant's personal intentions and actions are not necessarily relevant, much less determinative, of this analysis (see, for example,", "<FRAGMENT_SUPPRESSED> FTR 1). Despite these \"mitigating factors\", it was open to the Officer to conclude that the Applicant ran an unreasonable risk through his failure to ensure a health and safety plan was in place, to appoint a person to manage safety issues and to provide training for workers in health and safety matters."], ["[46]", "In sum, the Applicant has not established that the Officer erred in finding that his conduct satisfied the essential ingredients of an equivalent", "Criminal Code", "offence.", "IX. Conclusion"], ["[47]", "I conclude that the Officer did not breach of rules of procedural fairness and that his decision that the Applicant was inadmissible was reasonable."], ["[48]", "Neither party proposes a question for certification.", "JUDGMENT"], ["[49]", "THIS COURT ORDERS AND ADJUDGES that", "1. the application for judicial review is dismissed; and", "2. no question of general importance is certified.", ".........................", "<FRAGMENT_SUPPRESSED>  Snider", "[Traduction]: M. Ulybin, le demandeur, est un citoyen de la Russie qui est actuellement résident permanent de l'Espagne. Il souhaite s'établir au Canada en tant qu'investisseur, au titre de la catégorie des gens d'affaires. Dans une décision datée du 21 mai 2012, un agent d'immigration (l'agent) de l'ambassade du Canada à Paris en France a rejeté sa demande au motif qu'il était interdit de territoire au Canada pour criminalité, en application de l'alinéa 36(1)", ") de la", "Loi sur l'immigration et la protection des réfugiés", "(la Loi). Le fondement factuel de la décision était le fait que le demandeur avait été déclaré coupable en Espagne d'avoir commis des infractions en lien avec un accident de la construction qui avait entraîné la mort d'un travailleur. L'agent a conclu que, si ces infractions avaient été commises au Canada, elles constitueraient une infraction qui, au titre des articles 217.1, 219 et 220 du", "Code criminel", "canadien, LRC 1985, c C-46 (le", "Code", "riminel", "), serait punissable d'un emprisonnement maximal d'au moins 10 ans."], ["[2]", "Le demandeur sollicite l'annulation de la décision de l'agent.", "II. Les questions en litige"], ["[3]", "Les questions soulevées par la présente demande sont les suivantes:", "1. L'agent a-t-il manqué à son obligation d'équité procédurale en omettant de communiquer un avis juridique interne au demandeur et de lui donner une occasion de présenter des observations en réponse?", "2. L'agent a-t-il commis une erreur lorsqu'il a conclu que les infractions à l'égard desquelles le demandeur avait été déclaré coupable et avait été condamné à une peine de prison étaient équivalentes à celles prévues aux articles 217.1, 219 et 220 du", "Code criminel"], ["[4]", "Pour les motifs qui suivent, j'ai conclu que, contrairement à ce que prétend le demandeur, l'agent n'a pas commis d'erreur et que la décision doit être confirmée.", "III. Le contexte"], ["[5]", "Puisque la question de l'équivalence est de nature intrinsèquement factuelle, je présente un résumé passablement exhaustif concernant le contexte de l'infraction commise par le demandeur en Espagne."], ["[6]", "Le demandeur occupait les fonctions d'administrateur de sociétés en Russie et en Espagne. En 2009, le demandeur a été déclaré coupable en Espagne d'homicide par négligence grave et d'une infraction liée aux droits des travailleurs en raison de sa responsabilité à l'égard d'un accident de travail qui s'était produit en 2005. Voici les faits constatés par la cour criminelle no 6 de Málaga:", "• Le demandeur était l'administrateur unique de la société Boat Care SL (Boat Care), qui était propriétaire de L'Hôtel Las Palomas.", "• En janvier 2005, lors de la rénovation de l'Hôtel Las Palomas, le demandeur a ordonné qu'une partie des travaux soit amorcée, et ce, sans qu'il détienne les permis de construction pertinents. Le demandeur a signé un contrat avec Eugueni Chebotura, l'administrateur unique de Tombela Costa SL (Tombela Costa), pour des travaux de briquetage, en plus de retenir les services d'autres sociétés pour effectuer d'autres travaux.", "• Le demandeur et M. Chebotura avaient commencé les travaux, et ce, même s'ils étaient tous les deux au courant des problèmes de sécurité suivants sur les lieux de travail:", "Boat Care n'avait pas rédigé le plan de sécurité obligatoire;", "Personne n'avait été chargé de la gestion et de la coordination des questions de sécurité;", "Vu l'absence d'un plan de santé et de sécurité, les travailleurs n'avaient reçu aucune formation à propos des risques sur le chantier et des précautions à prendre.", "• Le 8 avril 2005, M. Chebotura avait engagé de manière verbale M. Grygoriy Uzun en tant qu'ouvrier. M. Chebotura n'avait pas offert à M. Uzun une formation adéquate pour son poste, soit celui d'opérateur d'un monte-plats.", "• Le matin même, M. Uzun avait commencé à travailler, sous la supervision du directeur des travaux, M. Jesús Fajardo Ruiz. M. Ruiz savait que M. Uzun n'avait pas d'expérience ou de formation en matière de maniement d'un monte-plats.", "• Lors de sa première journée au travail, M. Uzun avait été victime d'une chute fatale alors qu'il maniait le monte-plats, parce que l'appareil n'était bien arrimé."], ["[7]", "Le demandeur, M. Chebotura et M. Ruiz avaient été déclarés coupables d'infractions en lien avec cet accident de travail. Le demandeur avait été déclaré coupable d'une infraction liée aux droits des travailleurs, au titre de l'article 316 du Code pénal espagnol. Pour cette infraction, le demandeur avait été condamné à une peine d'emprisonnement de six mois et à une amende de trois euros par jour pendant six mois. Le demandeur avait aussi été déclaré coupable d'homicide par négligence grave au titre de l'article 142.1 du Code pénal espagnol, infraction pour laquelle il avait été condamné à une peine d'emprisonnement d'un an. Les deux peines d'emprisonnement étaient assorties d'un sursis.", "IV. La décision et les motifs de la décision visés par le contrôle"], ["[8]", "Les motifs de la décision de l'agent sont exposés dans la lettre datée du 21 mai 2012. Les notes qu'il a consignées dans le Système de traitement informatisé des dossiers d'immigration (le STIDI) font partie des motifs de l'agent."], ["[9]", "L'agent a effectué une analyse de l'équivalence et il a conclu que les éléments constitutifs de l'infraction de négligence criminelle causant la mort avaient été établis par les faits constatés par la cour espagnole. Selon l'agent, si l'agent avait commis les gestes en question au Canada, il aurait pu être déclaré coupable de négligence criminelle causant la mort, en application des articles 217.1, 219 et 220 du", "Code criminel", ". Cette infraction est passible d'une peine maximale d'emprisonnement à perpétuité."], ["[10]", "L'article 217.1 énonce qu'il incombe à quiconque dirige l'accomplissement d'un travail ou l'exécution d'une tâche ou est habilité à le faire de prendre les mesures voulues pour éviter qu'il n'en résulte de blessures corporelles."], ["[11]", "L'agent a tiré les conclusions suivantes:", "• Le demandeur dirigeait le travail devant être effectué par M. Uzun, l'employé qui est décédé, et l'article 217.1 s'applique. Bien que le demandeur ne supervisait pas directement M. Uzun, l'agent ne croyait pas qu'il s'agissait d'une exigence pour que l'article 217.1 soit applicable. Le demandeur était habilité, en sa capacité de dirigeant de Boat Care, de décider si les travaux pouvaient commencer avant que le plan de sécurité ne soit établi.", "• L'omission de s'acquitter de l'obligation exposée à l'article 217.1 peut justifier une déclaration de culpabilité pour négligence criminelle au titre du paragraphe 219(1), dans le cas où l'accusé montre une insouciance déréglée téméraire à l'égard de la vie ou de la sécurité d'autrui. L'omission doit constituer un écart marqué par rapport à la conduite d'une personne raisonnablement prudente dans les circonstances dans le cas où l'accusé a eu connaissance d'un risque grave pour la vie de l'employé, ou il ne lui a accordé aucune attention, et qu'il est tout de même allé de l'avant (renvoi à", "R c JF", ", 2008 CSC 60, [2008] 3 RCS 215 (", "JF", ")).", "• Les faits constatés au cours du procès en Espagne démontraient l'existence d'une telle insouciance à l'égard de la sécurité de M. Uzun. Le demandeur et M. Chebotura avaient commencé les travaux, tout en sachant que Boat Care n'avait pas rédigé le plan de sécurité obligatoire, que personne n'avait été nommé pour coordonner la sécurité et que les travailleurs n'avaient pas reçu de formation au sujet des risques encourus et des précautions à prendre. De plus, le 28 avril 2005, M. Chebotura avait engagé M. Uzun en tant qu'ouvrier et il ne lui avait pas fourni une formation adéquate au sujet du fonctionnement d'un monte-plats. Le directeur des travaux avait affecté M. Uzun à cette tâche, tout en sachant qu'il n'avait pas d'expérience pertinente, ni de formation."], ["[12]", "Puisque le demandeur était interdit de territoire au Canada au titre de l'alinéa 36(1)", ") de la Loi, sa demande de résidence permanente a été rejetée, en application du paragraphe 11(1) de la Loi.", "V. Le cadre législatif"], ["[13]", "L'agent a conclu que le demandeur était interdit de territoire pour criminalité, en application de l'alinéa 36(1)", ")de la Loi:", "36. (1) Emportent interdiction de territoire pour grande criminalité les faits suivants:", "...", "b) être déclaré coupable, à l'extérieur du Canada, d'une infraction qui, commise au Canada, constituerait une infraction à une loi fédérale punissable d'un emprisonnement maximal d'au moins dix ans;", "36. (1) A permanent resident or a foreign national is inadmissible on grounds of serious criminality for", "...", "(b) having been convicted of an offence outside Canada that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years"], ["[14]", "Le demandeur avait été déclaré coupable au titre de dispositions du Code pénal espagnol. La première de ces dispositions se rapportait à une infraction envers les droits des employés, au titre de l'article 316:", "[traduction]", "Quiconque contrevient aux règles de santé et sécurité qu'il a l'obligation légale de respecter et qui, en ne prenant pas de mesures de santé et sécurité adéquates, expose les employés à un risque pour leur vie, leur santé ou leur sécurité personnelle, est passible d'une peine d'emprisonnement de six mois à trois ans et d'une amende de six à douze mois."], ["[15]", "L'infraction la plus grave était celle d'homicide par négligence grave, au titre de l'article 142.1 du Code pénal espagnol:", "[traduction]", "Quiconque cause la mort d'autrui par négligence grave commet un homicide involontaire coupable, infraction passible d'une peine d'emprisonnement de 1 à 4 ans."], ["[16]", "L'agent a conclu que les conclusions de fait tirées par la cour espagnole correspondaient aux éléments constitutifs de l'infraction de négligence criminelle causant la mort au Canada. La disposition applicable du", "Code criminel", "est l'article 220, laquelle est, de son côté, encadrée par l'article 219:", "220. Quiconque, par négligence criminelle, cause la mort d'une autre personne est coupable d'un acte criminel passible:", "a) s'il y a usage d'une arme à feu lors de la perpétration de l'infraction, de l'emprisonnement à perpétuité, la peine minimale étant de quatre ans;", "b) dans les autres cas, de l'emprisonnement à perpétuité.", "219. (1) Est coupable de négligence criminelle quiconque:", "a) soit en faisant quelque chose;", "b) soit en omettant de faire quelque chose qu'il est de son devoir d'accomplir,", "montre une insouciance déréglée ou téméraire à l'égard de la vie ou de la sécurité d'autrui.", "(2) Pour l'application du présent article, « devoir » désigne une obligation imposée par la loi.", "220. Every person who by criminal negligence causes death to another person is guilty of an indictable offence and liable", "(a) where a firearm is used in the commission of the offence, to imprisonment for life and to a minimum punishment of imprisonment for a term of four years; and", "(b) in any other case, to imprisonment for life.", "219. (1) Every one is criminally negligent who", "(a) in doing anything, or", "(b) in omitting to do anything that it is his duty to do,", "shows wanton or reckless disregard for the lives or safety of other persons.", "(2) For the purposes of this section, \"duty\" means a duty imposed by law."], ["[17]", "L'article 219 renvoie à l'omission d'exécuter une obligation imposée par la loi. L'agent a conclu que le demandeur ne s'était pas acquitté de l'obligation qui incombe à quiconque dirigeant l'accomplissement d'un travail, obligation prévue à l'article 217.1:", "217.1 Il incombe à quiconque dirige l'accomplissement d'un travail ou l'exécution d'une tâche ou est habilité à le faire de prendre les mesures voulues pour éviter qu'il n'en résulte de blessure corporelle pour autrui", "217.1 Every one who undertakes, or has the authority, to direct how another person does work or performs a task is under a legal duty to take reasonable steps to prevent bodily harm to that person, or any other person, arising from that work or task.", "VI. La norme de contrôle applicable"], ["[18]", "Les parties conviennent que la norme de contrôle applicable à l'égard d'un manquement allégué à l'équité procédurale est la décision correcte. Elles ne s'entendent pas à l'égard de la norme de contrôle applicable à la décision même de l'agent; le demandeur prétend que la norme de contrôle de la décision correcte devrait être appliquée et le défendeur soutient que la norme de contrôle de la raisonnabilité s'impose."], ["[19]", "Je suis d'avis que la norme de contrôle applicable aux conclusions en matière d'équivalence, comme celle en l'espèce, est la raisonnabilité (", "<FRAGMENT_SUPPRESSED>  FTR 74, au paragraphe 11;", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 352, au paragraphe 4;", "<FRAGMENT_SUPPRESSED>  [2012] ACF no 688, au paragraphe 7). La nature de la loi étrangère et l'établissement des circonstances sous-jacentes à la déclaration de culpabilité étrangère sont des questions de fait. La comparaison du droit canadien au droit étranger et l'infraction commise par le demandeur constituent des questions mixtes de fait et de droit."], ["[20]", "Comme il a été mentionné dans l'arrêt", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ), au paragraphe 47, « le caractère raisonnable tient principalement à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel ». La Cour soit aussi se pencher sur « l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » ( <FRAGMENT_SUPPRESSED> , précité, au paragraphe 47)."], ["[21]", "Comment la norme de la raisonnabilité s'applique-t-elle à l'analyse en cause? Il est important que l'agent qui effectue l'analyse de l'équivalence comprenne les éléments constitutifs de l'infraction comparable. L'omission de traiter de l'un des éléments constitutifs aurait pour effet de rendre l'analyse déraisonnable. Cependant, l'application des faits aux éléments constitutifs du", "Code criminel", "effectuée par l'agent est une question au sujet de laquelle la Cour doit faire preuve de déférence envers l'agent. Cet exercice peut mener à plus d'une issue raisonnable, surtout lorsque l'on tient compte de la nature hautement factuelle de la détermination de l'équivalence.", "VII. La première question en litige: le manquement à l'équité procédurale"], ["[22]", "Lorsqu'il a présenté sa demande, le demandeur, qui était aidé par son conseil, a présenté des observations exhaustives à l'égard de sa déclaration de culpabilité au criminel en Espagne. Lorsque l'agent a examiné la demande, il a demandé l'assistance et les conseils d'un conseiller juridique de l'Administration centrale à Ottawa (l'avis de l'AC). L'agent n'a pas fourni une copie de l'avis de l'AC au demandeur avant de rendre sa décision. Le demandeur prétend qu'il s'agissait là d'un manquement à l'équité procédurale."], ["[23]", "L'omission de communiquer un document clé sur lequel le décideur a l'intention de se fonder peut constituer un manquement à l'équité procédurale dans certaines circonstances (", "<FRAGMENT_SUPPRESSED> , au paragraphe 22). Toutefois, la question n'est pas celle de savoir si le document comme tel a été communiqué au demandeur, mais plutôt de savoir si le demandeur a eu l'occasion de véritablement participer au processus décisionnel (voir", "<FRAGMENT_SUPPRESSED>  Imm LR (3d) 222, au paragraphe 27)."], ["[24]", "Je suis d'avis que les observations fournies par le demandeur dans le contexte de la présente affaire démontrent qu'il a véritablement participé au processus, et ce, même si on ne lui a pas communiqué l'avis de l'AC. Par conséquent, il n'y a pas eu de manquement à l'équité procédurale."], ["[25]", "Comme il a été mentionné, le demandeur a fourni des observations exhaustives qui traitaient de la question précise de son interdiction de territoire en application de l'alinéa 36(1)", "). Le demandeur a passé en revue, dans la documentation qu'il avait produite avec sa demande, les circonstances de l'accident de travail et les procédures devant la cour espagnole, y compris les dossiers de la cour et les renseignements fournis par son avocat en Espagne. Plus important encore, ces observations traitent directement de la question de l'équivalence des déclarations de culpabilité du demandeur au titre des articles 316 et 142.1 du Code pénal espagnol avec les infractions prévues aux articles 217.1, 219 et 220 du", "Code", "riminel"], ["[26]", "Bien que l'avis de l'AC puisse avoir joué un rôle important dans la décision de l'agent, l'agent n'a pas violé l'équité procédurale en omettant de le communiquer. L'obligation d'équité se situe à l'extrémité inférieure du registre dans le contexte des demandes de visa (", "<FRAGMENT_SUPPRESSED> , aux paragraphes 30 à 32). De plus, l'avis de l'AC était fondé sur la preuve documentaire et sur les observations juridiques fournies par le demandeur. Bien que l'équité puisse exiger la communication lorsque l'agent tire certaines conclusions fondées sur des renseignements extrinsèques, l'obligation de l'agent ne s'étend pas à fournir un « résultat intermédiaire » en fonction des renseignements produits par le demandeur (", "<FRAGMENT_SUPPRESSED>  [2009] ACF no 923, aux paragraphes 43 à 45)."], ["[27]", "Certes, si le demandeur n'avait pas abordé la question de sa déclaration de culpabilité au criminel dans la documentation jointe à sa demande et que cette question avait été soulevée pour la première fois par l'agent, ce dernier aurait eu l'obligation d'aviser le demandeur de cette question ( <FRAGMENT_SUPPRESSED> , précité). Même dans ce cas, je ne crois pas que l'agent a une obligation absolue de fournir une copie de l'avis de l'AC. Il peut s'acquitter de cette obligation en fournissant les renseignements contenus dans l'avis qui sont nécessaires pour que le demandeur comprenne ce qu'on lui reproche et qu'il puisse présenter des observations pertinentes à cet égard (", "<FRAGMENT_SUPPRESSED>  [2009] ACF no 1350, aux paragraphes 25 à 28). Dans les circonstances du cas du demandeur, il n'était pas nécessaire d'aller aussi loin, puisque, comme le démontraient amplement les observations détaillées du demandeur, ce dernier avait connaissance des allégations en l'espèce et il avait déjà fourni les observations qui s'y rapportaient. Cela démontre que le demandeur pouvait véritablement participer au processus décisionnel et qu'il l'a bel et bien fait."], ["[28]", "En résumé, il n'y a pas eu de manquement à l'équité procédurale.", "VIII. La deuxième question en litige: l'analyse de l'équivalence"], ["[29]", "Un étranger est interdit de territoire par application de l'alinéa 36(1)", ") s'il a été déclaré coupable, à l'extérieur du Canada, de l'infraction qui, commise au Canada, constituerait une infraction punissable d'un emprisonnement maximal d'au moins dix ans."], ["[30]", "La norme de preuve pour établir qu'une personne est interdite de territoire par application de l'alinéa 36(1)", ") est celle des « motifs raisonnables de croire », comme l'indique l'article 33 de la Loi (", "<FRAGMENT_SUPPRESSED> , aux paragraphes 114-115). Cette norme exige davantage qu'un « simple soupçon », mais est moins stricte que la norme de la prépondérance des probabilités, laquelle s'applique en matière civile. Le législateur a établi qu'il n'est pas nécessaire d'appliquer la norme de preuve « hors de tout doute raisonnable », qui est applicable en matière criminelle."], ["[31]", "Comme l'ont reconnues les parties, l'arrêt", "<FRAGMENT_SUPPRESSED>  Imm LR (2d) 1 (CAF) au paragraphe 15 (", "Hill", "), constitue l'arrêt de principe en matière d'équivalence. Dans", "Hill", ", précité, au paragraphe 15, la Cour d'appel fédérale a décrit trois méthodes pour déterminer l'équivalence. En l'espèce, l'agent a appliqué la deuxième de ces méthodes:", "[...] par l'examen de la preuve présentée devant l'arbitre, aussi bien orale que documentaire, afin d'établir si elle démontrait de façon suffisante que les éléments essentiels de l'infraction au Canada avaient été établis dans le cadre des procédures étrangères, que les mêmes termes soient ou non utilisés pour énoncer ces éléments dans les actes introductifs d'instance ou dans les dispositions légales [...]"], ["[32]", "L'agent a examiné les trois dispositions du", "Code", "riminel", "dans leur ensemble lorsqu'il a établi les éléments constitutifs de l'infraction. L'analyse de l'agent se fonde sur l'hypothèse selon laquelle les critères prévus à l'article 217.1 et à l'article 219, ainsi que la peine prescrite par l'article 220, sont tous pertinents. Les dispositions n'y sont jamais examinées à titre subsidiaire. De plus, l'agent a fait référence au libellé de l'article 217.1, qui renvoie à une obligation, et celui de l'article 219, qui renvoie à l'omission d'une personne de faire quelque chose qui relève de son devoir. Une lecture conjointe de ces dispositions démontre en quoi elles sont interreliées. Il n'était pas nécessaire pour l'agent de reconnaître ce fait de manière expresse."], ["[33]", "L'élément clé de la décision - ainsi que des arguments du demandeur - est « l'obligation » établie par l'article 217.1. Pour donner naissance à l'obligation prévue dans cette disposition, l'accusé doit", "diriger l'accomplissement d'un travail ou l'exécution d'une tâche ou être habilité à le faire", ". Pour déterminer l'équivalence, l'agent devait apprécier la question de savoir si le demandeur, à titre de dirigeant de Boat Care, la société qui avait retenu les services de Tombela Costa, laquelle avait, à son tour, embauché la personne qui fut tuée, était habilité à diriger l'accomplissement du travail de la victime de l'accident."], ["[34]", "Dans ses motifs, l'agent s'est clairement attardé à cet élément constitutif de l'infraction. Il a conclu que la capacité du demandeur à donner la directive de commencer les travaux sans que les précautions en matière de sécurité soient mises en place suffisait pour que le demandeur tombe sous le coup de l'article 217.1. Cette décision avait conduit au fait que le travailleur en question n'avait pas reçu de formation adéquate ainsi qu'à sa mort lors de sa première journée de travail."], ["[35]", "Le demandeur soutient qu'il n'avait jamais été en position de diriger", "l'accomplissement", "du travail. Le demandeur affirme plutôt que seul le sous-traitant était en position de dicter la manière dont la victime accomplissait le travail."], ["[36]", "Le demandeur n'a pas démontré l'existence d'une erreur susceptible d'un contrôle à cet égard."], ["[37]", "Le demandeur adopte une interprétation trop étroite de l'expression «", "dirige l'accomplissement d'un travail ou l'exécution d'une tâche ou est habilité à le faire", "». L'accomplissement du travail comprend raisonnablement les questions de savoir si le travail est exécuté de manière sécuritaire et conformément aux permis requis. À cet égard, le demandeur était certes habilité à s'assurer que le sous-traitant, et par conséquent l'employé, commenceraient les travaux sur le projet seulement lorsque les mesures de sécurité nécessaires seraient en place. Comme l'a conclu la cour espagnole, le demandeur savait que le plan de sécurité requis n'était pas établi."], ["[38]", "Les précédents invoqués par le demandeur n'ont pas pour effet de rétrécir la portée de l'article 217.1. Les accusés dans l'affaire", "R c Gagné", ", 2010 QCCQ 12364, [2010] JQ no 30893 (", "Gagné", ") avaient été acquittés, puisque la poursuite n'avait pas démontré hors de tout doute raisonnable qu'une personne raisonnable aurait eu connaissance du risque en question, comme l'exige l'article 219. Cette décision ne traite pas des critères de l'article 217.1 et elle n'est donc pas pertinente à l'égard de l'examen en question. De plus, la courte analyse relative à l'article 217.1 dans l'arrêt", "R c Scrocca", ", 2010 QCCQ 8218, [2010] JQ no 9605 (", "Scrocca", "), est compatible avec l'interprétation qu'a faite l'agent de cet article:", "106 Cette disposition résulte d'une modification apportée au", "Code criminel", "par la", "Loi modifiant le Code criminel (responsabilité pénale des organisations)", ". Cette loi a pour objectif d'assurer la sécurité des employés en milieu de travail et de modifier le régime de responsabilité des personnes morales. Plus particulièrement, elle constitue une réponse au décès de plusieurs mineurs survenus en 1992 lors de l'explosion d'une mine en Nouvelle-Écosse.", "107", "L'article 217.1 ne crée pas d'infraction, mais confirme l'obligation imposée à quiconque qui est responsable de travaux quelconques de prendre des mesures nécessaires pour assurer la sécurité d'autrui", ". Elle facilite la preuve des infractions de négligence criminelle portée contre des personnes morales ou des organisations bien que la signification du terme \"quiconque\" étende la portée de cette disposition à toute personne. [Non souligné dans l'original; renvois omis.]"], ["[39]", "Ces paragraphes de l'arrêt", "Scrocca", "reconnaissent le motif important pour lequel l'article 217.1 est rédigé en termes généraux. L'objet de cette disposition était d'imputer la responsabilité aux sociétés et aux organismes, et non seulement aux personnes qui supervisent directement le travailleur en question. De plus, des ententes pour sous-traiter du travail à d'autres sociétés au moyen d'un contrat sont monnaie courante; circonscrire cette disposition aux relations employeur-employé traditionnelles peut en contrecarrer l'objectif dans des situations où une société dirige le travail accompli par une autre société. À mon avis, le demandeur n'a pas invoqué de précédents qui consacrent son interprétation restrictive d'une disposition ayant pour objet de protéger des employés vulnérables."], ["[40]", "Le fait que l'on mentionne que M. Uzun est un « employé » n'est pas pertinent. Les notes consignées au STIDI s'amorcent par le constat que M. Uzun était un employé de Tombela Costa et non de Boat Care. Le mot « employé », qui est utilisé dans d'autres passages, semble servir simplement d'étiquette et n'est pas pertinent quant au raisonnement de l'agent. Ce qui était important pour l'agent, c'était que le demandeur était habilité à décider si le travail pouvait commencer avant que les mesures de sécurité appropriées soient adoptées. Selon moi, ce raisonnement est compatible avec l'article 217.1 ainsi qu'avec les précédents invoqués par les parties."], ["[41]", "Bien qu'elles ne soient pas tout à fait comparables, les décisions", "R c Transpavé", ", 2008 QCCQ 1598, [2008] JQ no 1857 (", "Transpavé", ") et", "R c Metron Construction Corporation", ", 2012 ONCJ 506, 1 CCEL (4th) 266 (", "Metron", ") se concilient avec la décision de l'agent. Dans ces deux affaires, les personnes et les sociétés qui avaient été accusées avaient plaidé coupable, et l'article 217.1 n'était pas directement en cause. Cependant, la volonté des tribunaux d'imposer des peines à une société dans son ensemble ou à ses administrateurs dans le contexte des accidents de travail peut appuyer une interprétation plus large de l'article 217.1, compte tenu de [traduction] « l'énorme importance de garantir la sécurité des travailleurs qu'ils emploient » (", "Metron", ", précité, au paragraphe 33)."], ["[42]", "Le demandeur prétend aussi que l'agent a omis de tenir compte du moyen de défense de la diligence raisonnable, un moyen de défense dont un accusé peut invoquer au titre du", "Code criminel", ", mais non au titre du droit espagnol. Je ne souscris pas à cet argument."], ["[43]", "En premier lieu, l'agent a expressément constaté la norme de diligence inhérente à l'article 219, lorsqu'il a mentionné ce qui suit dans les notes qu'il a consignées au STIDI:", "[traduction]", "Comme il a été établi dans l'arrêt", "R c J.F", "., [2008] 3 R.S.C. 215, il faut démontrer, à l'égard de l'accusation de négligence criminelle, que l'omission de faire quelque chose relevant du devoir d'une personne constituait un écart marqué et important par rapport à la conduite d'une personne raisonnablement prudente dans des circonstances où l'accusé soit a eu conscience d'un risque grave et évident pour la vie de son employé, sans pour autant l'écarter, soit ne lui a accordé aucune attention."], ["[44]", "L'agent a examiné le critère relatif aux mesures raisonnables dans son analyse de la jurisprudence pertinente. Contrairement à ce qu'affirme le demandeur dans ses observations, l'agent n'a pas fait fi de cet élément de droit en matière de négligence criminelle."], ["[45]", "En deuxième lieu, les facteurs atténuants invoqués par le demandeur ne sont pas des faits importants qui contredisaient forcément la conclusion de l'agent quant à l'interdiction de territoire. L'agent a reconnu à bon droit que la question importante en ce qui concerne la négligence criminelle est de savoir ce qu'une personne raisonnablement prudente aurait fait dans les circonstances. Les intentions du demandeur à titre personnel et les gestes qu'il avait posés ne sont pas nécessairement pertinents, et encore moins déterminants, à l'égard de cette analyse (voir, à titre d'exemple,", "<FRAGMENT_SUPPRESSED>  FTR 1, aux paragraphes 20 à 22). Malgré ces « facteurs atténuants », il était loisible à l'agent de conclure que le demandeur avait couru un risque déraisonnable en raison de son omission de s'assurer qu'un plan de santé et de sécurité était en place et de nommer une personne pour s'occuper des questions de sécurité et pour dispenser de la formation aux travailleurs en matière de santé et de sécurité."], ["[46]", "En résumé, le demandeur n'a pas établi que l'agent avait commis une erreur en concluant que sa conduite comportait les éléments constitutifs d'une infraction équivalente prévue au", "Code", "criminel", "IX. Conclusion"], ["[47]", "Je conclus que l'agent n'a pas manqué aux règles d'équité procédurale et que sa décision selon laquelle le demandeur était interdit de territoire était raisonnable."], ["[48]", "Aucune des parties n'a proposé une question à des fins de certification.", "JUGEMENT"], ["[49]", "LA COUR STATUE QUE", "1. la demande de contrôle judiciaire est rejetée", "2. aucune question de portée générale n'est certifiée.", "[End of document]"]]}