{"id_": "017699", "body_str": [["[1]", "Strickland, J.", ": These are applications for judicial review of the September 5, 2013 decision of a Senior Immigration Officer, Citizenship and Immigration Canada (the Officer), refusing the Applicant's Pre-Removal Risk Assessment (PRRA) (IMM-7243-13), and of the September 12, 2013 decision of the same Officer denying the Applicant's application for permanent residence, based on humanitarian and compassionate (H&C) grounds pursuant to s 24(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA).", "Background"], ["[2]", "The Applicant is a citizen of China. There, in 2006, she married Mr. Xinghua Peng. She later joined him in the United States, where he was working, and where their daughter was born in 2008. In February 2009 the Applicant and her family came to Canada to visit her sister and in November 2009 she made a refugee claim based on her fear of arrest in China because of her Christian activities there. She and her husband separated in November 2009 and later divorced."], ["[3]", "The Refugee Protection Division (RPD) denied her claim on March 14, 2012. The RPD found that the Applicant was not credible in respect of her assertion that she was being persecuted as a member of an underground church and that should she return to China there was not a serious possibility that she would be persecuted. Her application for judicial review of that decision was denied."], ["[4]", "In her PRRA application the Applicant identified a new allegation of risk, being that she fears harm at the hands of her ex-husband should she return to China. In support of her PRRA application the Applicant filed, amongst other things, an April 30, 2013 report of Ms. Deborah Sinclair, a social worker with expertise in the area of domestic abuse (Expert Report). The Officer made no mention of the Expert Report in the PRRA decision."], ["[5]", "The Expert Report was inadvertently not included in the Applicant's H&C application. Regardless, in considering the Applicant's claim that she would be viewed in China as an individual with mental illness and, therefore, because of her Post-Traumatic Stress Disorder (PTSD), that she would be at risk of discrimination, the Officer accepted the information found in the Applicant's narrative to be statements made by Ms. Sinclair. Specifically, that in her opinion, the Applicant's symptoms were consistent with PTSD and the Applicant's return to China would prove disastrous for her mental health. The Expert Report was not considered by the Officer when she addressed the issue of domestic violence."], ["[6]", "The Applicant sought a stay of her removal order which was denied by Justice Russell on December 4, 2013, on the basis that the Applicant had failed to establish irreparable harm. She and her daughter were removed from Canada on December 9, 2013.", "IMM-7243-13", "Is the application for judicial review of the PRRA decision moot?", "Applicant's Position"], ["[7]", "The Applicant acknowledges that her removal from Canada rendered her application for leave and judicial review of the PRRA decision \"technically moot\" (REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[8]", "However, she submits that the test for mootness as set out in", "REFERENCE_SUPPRESSED, and as applied in", "CITATION_SUPPRESSED", "has been met in the circumstances of this matter. First, an adversarial context still exists because the Applicant is represented by counsel, who continues the application on her behalf (", "CITATION_SUPPRESSED). Second, the H&C and PRRA judicial review applications are to be heard together and are highly connected. A determination on the PRRA as to whether the Officer possessed or reviewed the Expert Report is an important factor to consider in the H&C review that is not moot and could result in, and have the practical effect of, the Applicant's returning to Canada. Alternatively, at issue in this case is the question of whether an expert report can be relied upon not only to determine subjective fear but also, in the case of domestic violence, to establish objective fear, the resolution of which question is in the public interest. Accordingly, the Court's resources would not be unduly taxed."], ["[9]", "Third, because the stay was denied on the basis of irreparable harm, the test for which is higher than the serious possibility test used in conducting a PRRA, judicial review of the PRRA decision would not amount to an indirect review of the stay decision (REFERENCE_SUPPRESSED). Further, the judicial review of the PRRA would not trench on the legislative sphere by establishing a new category of persons in need of protection removed from Canada who continue to claim outside Canada that they are at risk, as described in", "CITATION_SUPPRESSED", ". Rather, it would allow for a fair redetermination of the related H&C decision.", "Respondent's Position"], ["[10]", "The Respondent submits that the application for judicial review of the PRRA decision became moot on the removal of the Applicant from Canada as, by way of s 112(1) of the IRPA, Parliament intended that a PRRA should be determined before an applicant is removed from Canada. The underlying basis for the dispute over the lawfulness of the PRRA decision has been eliminated or, at best, rendered declaratory. Further, the basis for the Officer to engage in the risk determination process is no longer applicable as the Applicant has been returned to China, thus the judicial review is without object (", "CITATION_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[11]", "However, the Respondent acknowledges that the Federal Court of Appeal in", "REFERENCE_SUPPRESSED, noted that the Court may, nonetheless, exercise its discretion to hear a moot application regarding a negative PRRA if hearing it accords with the principles set out in", "CITATION_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "CITATION_SUPPRESSED)."], ["[12]", "In that regard, as to adversarial context, it is not enough to show that the parties continue to disagree regarding the underlying legal issues, the Applicant must show that that there is some other value to her in having the merits of the case decided, notwithstanding the fact that the relief is no longer available (", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED", "). Further, even if an adversarial context does exist, it does not outweigh the remaining", "CITATION_SUPPRESSED", "factors."], ["[13]", "CITATION_SUPPRESSED", "held that courts should be disinclined to exercise their discretion to hear a matter in light of mootness where it is not in the public interest to address the merits in order to settle the state of the law or does not engage a legal question that has evaded the courts (", "CITATION_SUPPRESSED;", "REFERENCE_SUPPRESSED. The Applicant's contention with the Officer's decision is evidentiary and specific to this litigation. It includes adequacy of reasons, reasonableness, whether the decision-maker must mention all submitted evidence explicitly, and the relevance of psychiatric opinion evidence to establish a claim of objective risk outside of Canada in the context of ss 96 and 97. These are all issues previously addressed by the jurisprudence, and no question of public interest or unsettled law arises (REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED", "; REFERENCE_SUPPRESSED;", "CITATION_SUPPRESSED)."], ["[14]", "Further, the Court should not be put in a position of trenching on the legislative sphere (", "CITATION_SUPPRESSED). Section 99 of the IRPA makes a clear distinction between refugee protection claims made in Canada and those raised by persons outside of Canada. Only those pursued by persons who are in Canada may be referred to a PRRA Officer for determination of the risks claimed. The IRPA and its regulations already provide a scheme, which does not engage a PRRA officer, for individuals who are outside Canada."], ["[15]", "The Respondent submits that this is not a case where the circumstances warrant the Court's discretion to hear a moot case or one where it has been demonstrated that judicial economy is outweighed by a public interest in favour of hearing this moot application.", "Analysis"], ["[16]", "At the hearing of this matter, I heard the parties' arguments on the issue of mootness and reserved my decision in that regard. I then heard the parties' submissions on the merits, subject to the reservation of my decision on the mootness issue, which I have now addressed below."], ["[17]", "The Supreme Court of Canada in", "CITATION_SUPPRESSED", "stated:"], ["[15] The doctrine of mootness is an aspect of a general policy or practice that a court may decline to decide a case which raises merely a hypothetical or abstract question. The general principle applies when the decision of the court will not have the effect of resolving some controversy which affects or may affect the rights of the parties. If the decision of the court will have no practical effect on such rights, the court will decline to decide the case. This essential ingredient must be present not only when the action or proceeding is commenced but at the time when the court is called upon to reach a decision. Accordingly if, subsequent to the initiation of the action or proceeding, events occur which affect the relationship of the parties so that no present live controversy exists which affects the rights of the parties, the case is said to be moot. The general policy or practice is enforced in moot cases unless the court exercises its discretion to depart from its policy or practice. The relevant factors relating to the exercise of the court's discretion are discussed hereinafter."], ["[16] The approach in recent cases involves a two-step analysis. First, it is necessary to determine whether the required tangible and concrete dispute has disappeared and the issues have become academic. Second, if the response to the first question is affirmative, it is necessary to decide if the court should exercise its discretion to hear the case. The cases do not always make it clear whether the term \"moot\" applies to cases that do not present a concrete controversy or whether the term applies only to such of those cases as the court declines to hear. In the interest of clarity, I consider that a case is moot if it fails to meet the \"live controversy\" test. A court may nonetheless elect to address a moot issue if the circumstances warrant."], ["[18]", "In 2009 the Federal Court of Appeal in", "CITATION_SUPPRESSED", "considered an appeal of a decision that dismissed an application for judicial review of a PRRA decision. The application had been dismissed on the ground that the matter was moot because the applicant had been removed from Canada, however, the Court certified three questions."], ["[19]", "The first question was whether an application for judicial review of a PRRA is moot when the individual who is the subject of the decision has been removed from or has left Canada after an application for a stay of removal has been rejected. The Federal Court of Appeal answered that question affirmatively, noting that review of a negative decision of a PRRA officer after the subject person has been removed is without object."], ["[20]", "CITATION_SUPPRESSED", "has subsequently been followed by this Court on numerous occasions (", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED", "; also see", "REFERENCE_SUPPRESSED). In 2011, the Federal Court of Appeal found that even though an applicant's removal from Canada renders his or her application for judicial review of a PRRA moot, the Court may nevertheless exercise its discretion to hear the matter on the basis of the", "CITATION_SUPPRESSED", "factors (", "CITATION_SUPPRESSED)."], ["[21]", "Based on", "CITATION_SUPPRESSED", ", I have concluded that the application for judicial review of the PRRA decision is moot. Although the Applicant ably presented her case, I am not persuaded that this is a situation that warrants the exercising of my discretion to hear the PRRA application."], ["[22]", "As stated by Justice Near in", "CITATION_SUPPRESSED"], ["[12] In declining to exercise my discretion, I rely on this Court's decisions in", "REFERENCE_SUPPRESSED,", "REFERENCE_SUPPRESSED,", "REFERENCE_SUPPRESSED. In these cases, the Court was faced with similar issues as here - that the Applicant had been removed from Canada prior to the hearing of their application for judicial review."], ["[13] In this matter, I am satisfied that an adversarial context still exists between the parties. However, the existence of an adversarial context does not outweigh the other two issues set out in", "CITATION_SUPPRESSED", ", above."], ["[14] These issues, the conservation of judicial resources and the importance of not departing of [", "sic", "] the courts [", "sic", "] role as the adjudicative branch, were discussed by Justice Luc Martineau in", "CITATION_SUPPRESSED", ", above. I agree with his conclusions and apply them to this case. Specifically, that a moot issue should not unduly take up judicial resources, that a re-determination order may establish a new category of persons in need of protection, that what was once a legal action of the government (the enforcement of the removal order) may become illegal afterwards simply by judicial dicta, and that a hearing of the judicial review in this instance may, in essence, amount to an indirect review of the merits of Justice Kelen's discretionary decision with regard to the stay."], ["[15] A further consideration is that I cannot grant a practical remedy in this case - while I may set aside the decision of the Officer, I cannot order a new PRRA be undertaken (see", "CITATION_SUPPRESSED", ", above, at paragraphs 26-27). The purpose of a PRRA, as set out in paragraph 31 of", "CITATION_SUPPRESSED", ", above, is to assess the risks before the removal, not after."], ["[23]", "I would add to this that because the Officer who decided the PRRA also decided the H&C application, the issue of the Officer's treatment of the Expert Report, in the context of risk, can be considered in the hearing of the merits on the H&C decision (see", "REFERENCE_SUPPRESSED)."], ["[24]", "Accordingly, the judicial review of the negative PRRA decision is dismissed.", "IMM-7242-13", "Decision Under Review"], ["[25]", "The Applicant based her claim on numerous factors, including her fear that her ex-husband would follow her to China and cause her harm, her fear that she would be persecuted by the Chinese authorities because of her Christian faith, the best interests of her daughter, and her establishment in Canada. These were all addressed by the Officer. However, as the Applicant challenges the Officer's findings only on the basis of her treatment of the Expert Report and the related risk of domestic violence upon her return to China, including the standard of proof and state protection, only those aspects of the decision are addressed here."], ["[26]", "As to the risk of domestic violence, the Officer stated that she had reviewed the Applicant's submissions and accepted that China's programs for helping women who are victims of domestic abuse were not ideal. However, the Officer deemed the Applicant's allegations that her ex-husband would follow her to China as speculative, stating \"I find little evidence to demonstrate that Mr. Peng has the profile to track the Applicant down in China in order to harm her, despite the fact that Mr. Peng has not conducted himself appropriately during Karen's custody battle and during his marriage to the Applicant\"."], ["[27]", "The Officer noted that Mr. Peng had not been convicted of domestic violence and that there was little evidence that he did not abide by the Court order he had been issued in the divorce and custody battle. The Officer also gave little weight to a letter written by Mr. Peng to the Applicant during the divorce proceedings, stating that it was open to interpretation and not written in a threatening manner. The Officer found that China has a large police presence (US Department of State, Human Rights Report: 2012 China (US DOC 2012)) and that it would be reasonable to expect that the police would respond should the Applicant find herself in need of protection."], ["[28]", "The Officer concluded that the Applicant had provided insufficient evidence to demonstrate that she had a well-founded fear that Mr. Peng would follow her to China in order to harm her. Further, she has a viable avenue of recourse through the police. Accordingly, she had failed to establish that there was a serious possibility that she would be at risk of harm by Mr. Peng in China and would therefore suffer unusual and undeserved or disproportionate hardship."], ["[29]", "The Officer's analysis of domestic violence makes no reference to the Expert Report."], ["[30]", "Under the topic of mental illness the Officer notes that the Applicant states that Ms. Sinclair, as registered social worker, provides her expert opinion regarding the Applicant's emotional and mental state but that the report was not in the submissions. However, she accepted the information found in the Applicant's narrative to be statements made by Ms. Sinclair that, in her professional opinion, the Applicant's symptoms are consistent with PTSD and that deporting her to China would prove disastrous for her mental health. The Officer ultimately accorded the expert opinion little weight in that regard.", "Applicant's Position"], ["[31]", "The Applicant makes lengthy submissions, the crux of which is that the Officer entirely failed to consider the risk of domestic violence in her PRRA decision and again failed to assess that risk in the context of the H&C, although the Officer would or should have been aware of the existence of the report and could not be blind to that evidence (", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED", ")."], ["[32]", "Ms. Sinclair's status as an expert in the field of domestic violence is incontrovertible and her opinion as to the risk to the Applicant should have been considered by the Officer."], ["[33]", "Further, the Officer imposed a balance of probabilities standard of proof when the correct standard was a serious possibility. The Officer also erred in attributing too little weight to Mr. Peng's letter, which was sufficiently threatening for police to have charged him with uttering death threats and resulting in a 12 month no contact peace bond. The Officer's assessment of the risk as speculative ignored the letter from the Applicant's sister confirming the abuse and threats. The Officer also failed to analyse any of the country conditions documentation concerning the lack of protection for those facing domestic violence and offered no explanation as to why she preferred the US DOC 2012 report to the contrary and relevant evidence.", "Respondent's Position"], ["[34]", "The Respondent submits that the Expert Report does not provide evidence that assists in analysing whether the Applicant faces risk in China, as it is not relevant to the objective risk claimed in China by the Applicant (", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED). Therefore, it was not unreasonable for the Officer to have linked the relevance of the Expert Report to the Applicant's subjective mental state, particularly as it provided no objective evidence or independent claims that the Applicant faced a risk in China from her ex-husband, a Canadian citizen residing in Canada. Nor did the Officer apply the wrong standard of proof in regard to the Applicant's claim of risk of harm in China, as is evident from her reasons."], ["[35]", "The letter from the Applicant's ex-husband must be read in the overall context of the H&C decision and possibly the related PRRA decision to which the Respondent makes reference. The Officer's treatment of the letter was reasonable and, based on the evidence, she found that it did not comprise a threat."], ["[36]", "Because the Applicant failed to establish that her personal circumstances were related to the country conditions alleged, there is no basis for judicial review of the Officer's analysis of the country conditions. In any event, this was sufficient in the context of the insufficiently established claim of risk in China from her ex-husband."], ["[37]", "As to the Expert Report, it was reasonable to accord it little weight, as it states that the Applicant's ex-husband has been convicted when he was only charged and released on bail, and the matter was ultimately resolved with a peace bond, which was respected. Further, the Officer found that the Expert Report was developed based on the Applicant's statements. Therefore, according it little weight was reasonable, as it was consistent with jurisprudence regarding psychiatric opinion.", "Analysis"], ["[38]", "In my view, the issue in this matter is whether the Officer's treatment of the Expert Report was reasonable, and I have concluded that it was not."], ["[39]", "It is first necessary to consider the report and its author."], ["[40]", "Ms. Sinclair holds a master's degree in social work and is a registered social worker. As seen from her CV, attached to the report, she has practiced in her field since 1984 and has considerable experience and expertise in the area of domestic violence. By way of example only, she was appointed to the Advisory Committee of the Domestic Violence Threat Assessment and Risk Management Curriculum and Training Project funded by Ontario (2011 to date), to the Provincial Advisory Committee of the Domestic Violence, Mental Health and Addictions Curriculum Development Project (2011 to date), the Domestic Violence Death Review Committee, Chief Coroner's Officer, Toronto (2002 to date). She has been qualified as an expert witness in approximately 50 cases concerning domestic violence and has provided contractual services to many sectors to address various domestic risk identification, assessment and management issues."], ["[41]", "In her report, Ms. Sinclair sets out the opinion she was requested to provide with respect to the Applicant, which included an assessment of the ongoing risk of post-separation violence by Mr. Peng. She states that she met with the Applicant twice for approximately 7.5 hours in total and had reviewed the documentation provided to her, which she listed. This included the Applicant's statutory declaration, the letter from the Applicant's sister, email and text messages from the Applicant's ex-husband, and the peace bond and recognizance for bail. She stated that she based her opinion on this information."], ["[42]", "The opinion provides much general information as to the nature of abusive relationships and how they affect the women involved. As to the Applicant, Ms. Sinclair stated that it was her opinion that the Applicant was the victim of ongoing emotional, verbal, economic, psychological, sexual, financial and physical abuse by her ex-husband, both during her marriage and after separation."], ["[43]", "She stated that from her perspective this was an alarming situation because of a post-separation sexual assault and continued threatening phone calls and texts that indicated that Mr. Peng \"has no intention of leaving Ms. Lai and her daughter alone\" and:", "This case has a number of high risk indicators that suggest to me that Ms. Lai and her daughter might well be at risk of serious or lethal harm if her husband has access to them. I used Dr. Jacqueline Campbell's Danger Assessment tool, which is a widely recognized, empirically validated, 20 item assessment tool that measures the level of lethal risk in a domestic violence situation. After administering the DA tool in Ms. Lai's situation, it became evident that she answered affirmatively to 12 out of 20 of the risk factors."], ["[44]", "On this basis Ms. Sinclair found that the Applicant's situation was considered a very high risk situation. She also applied the Domestic Violence Death Review Committee's Risk Coding Form, concluding that the Applicant \"is an extremely high risk victim for further abuse that could be lethal, if her ex-husband were to have access to her\"."], ["[45]", "As noted above, the PRRA decision made by the same Officer considered the Applicant's alleged risk of domestic violence. It made no reference whatsoever to the Expert Report. Amongst other things the Officer found:", "• While Mr. Peng was charged with uttering death threats on the basis of his email, he was not convicted. He abided by the conditions of the recognizance order, and there was little evidence to suggest that further charges were laid;", "• The Officer gave little weight to both that letter and subsequent texts, as the \"content in these documents is cryptic and therefore subject to varied interpretations. I also give little weight to the letter from the Applicant's sister as\" [statement ends here];", "• While the Applicant states that her ex-husband tried to strangle her once, she did not state that she called the police, and a police report was not submitted;", "• The Applicant did not provide a \"reasonable or rational explanation\" as to why she had willingly gone to help her ex-husband prepare for a job interview, given the allegations that she feared for her life at his hands. As she had previously pressed charges, her behaviour was not consistent with having a well-founded fear of harm;", "• She did not press charges as a result of the rape that she alleged to have occurred during that visit, and her allegations of rape were \"not supported with evidence given the fact that the Applicant was already divorced from Mr. Peng, was already familiar with the Canadian legal system and had already pressed charges against Mr. Peng in the past\"; and", "• The Applicant had produced insufficient evidence to demonstrate that she had a well-founded fear that Mr. Peng would follow her to China in order to harm her."], ["[46]", "Yet the Expert Report, which the Officer does not refer to, notes that:", "• More than half of abusers who kill their partners do so at the point of a planned separation or after a separation;", "• As to the alleged post-separation sexual assault, the Applicant felt concerned and blamed herself for having been manipulated by her ex-husband into going to his home. She did not report it to the police because she feared she would not be believed and would be blamed for going to his home; she was also fearful of retaliation and did not want to jeopardize his job, as she was financially dependent on him.", "• \"Ms. Lai is a woman who is consistent in her disclosures and thus, in my professional opinion, is highly believable. Her description of her relationship with Mr. Lai and in particular, her disclosure to me on April 2, 2013, of the most recent assault is believable and not at all uncommon in my professional experience. In my view, Ms. Lai continues to be terrified of her husband and believed she had no choice but to respond to his pressure to support him and help him prepare for a new job interview. Ms. Lai was manipulated into having contact with Mr. Peng after excessive harassment and pleading from him, as well as pressure from her former church community members. Her behaviour is a result of her circumstance, not a deficit in her character, and does not detract from her credibility as a survivor of abuse. Any victim of such extreme abuse might make the same decisions\"."], ["[47]", "Thus, while in the PRRA decision the Officer found that the Applicant's behaviour, by willingly going to help her ex-husband, lacked a reasonable or natural explanation, such an explanation was in fact found in the Expert Report, which was not referenced by the Officer. The Officer did not accept the Applicant's allegations of rape because it occurred after the separation and was not reported to the police. The Expert Report also addressed this issue. The Officer found that there was insufficient evidence to establish that the Applicant had a well-founded fear that her ex-husband would follow her to China to harm her, yet the Expert Report found her to be at high risk should her ex-husband have access to her and that he had no intention of leaving her alone."], ["[48]", "While it was certainly open to the Officer to have, with appropriate reasons, accorded the Expert Report little weight, she did not do so, as she did not even reference the report in her reasons."], ["[49]", "In the H&C decision under review in this matter, the Officer again makes absolutely no reference to the Expert Report in her analysis of the risk of domestic violence. She states that Mr. Peng was not convicted of domestic violence and that there was little evidence that he did not abide by the court order issued during the divorce and custody dispute. The Officer makes no reference to the alleged sexual assault addressed in the Expert Report, which would have occurred after the peace bond had expired - possibly because of her finding in the PRRA decision, but she does not state this."], ["[50]", "As to the state protection analysis, this consists only the Officer's finding that \"In addition to having laws and legislation in place to protect its citizens from crime and physical assault, China has a large police presence ... It would be reasonable to expect that the police would respond to the Applicant's plea for help should she find herself in need of their assistance\"."], ["[51]", "I agree with the Applicant that the Officer failed to address evidence in the record indicating that domestic violence is a significant problem in China and one that public security forces often ignore (see for example UNHCR Refworld 2012 Country Reports on Human Rights Practices - China (CTR p 394); UNHCR Refworld China: Commute Death Sentence in Domestic Violence Case (CTR p 400))."], ["[52]", "The Court owes deference to the RPD's evaluation of the evidence, and a decision-maker is assumed to have considered all of the evidence before her (REFERENCE_SUPPRESSED)."], ["[53]", "However, while a decision-maker is not required to mention every piece of evidence before her, the more important a piece of evidence that goes unmentioned, the more willing a court may be to infer from the silence that the decision-maker made an erroneous finding of fact without regard to the evidence (REFERENCE_SUPPRESSED)."], ["[54]", "In this case the Officer simply did not engage with the content of the Expert Report or the question of the availability of state protection in the context of domestic violence. Accordingly, her finding was unreasonable."], ["[55]", "It is of note that in response to the H&C application Ms. Joana Fonkin, the Officer, filed an affidavit dated January 7, 2014. In it she states that it is her usual practice, when assigned both a PRRA and an H&C application from the same party, to review the evidence from both applications collectively before making either decision, and then to mention the evidence in the decision(s) to which it was relevant. She then states that she followed that practice in making the PRRA decision."], ["[56]", "The Officer then goes further and states that she found the Expert Report not to be relevant to the PRRA, as it did not provide evidence that would assist in establishing that the Applicant faces a risk in China and, therefore, did not mention it in the decision."], ["[57]", "In my view, it is not open to the Officer to provide reasons for her decision after the fact, this amounts to an effort to \"remedy a defect in the decision by filing further and better reasons in the form of an affidavit\" (REFERENCE_SUPPRESSED). Further, the Expert Report was relevant to the question of whether the Applicant continued to be at risk from her ex-husband."], ["[58]", "However, the question that remains is whether the Applicant established that she would be at risk of domestic violence from her ex-husband, should she return to China."], ["[59]", "Her motion for a stay of removal based on both the H&C and PRRA decisions was denied by Justice Russell. He stated that the real issue in both the H&C and PRRA was the risk and/or hardship that the Applicant would face from Mr. Peng if she returned to China. Justice Russell found that there was a serious issue arising from the question of whether the Officer even considered the Expert Report in relation to the PRRA decision and, if she did, whether she reasonably assessed and applied its contents. However, the Expert Report spoke only to subjective fear and not to reasonable grounds as to harm in China from Mr. Peng:"], ["[6] In the PRRA Decision, the Officer found that \"there is little evidence to substantiate that Mr. Peng will travel to China to harm the Applicant in the event that the Applicant returns to China. I find this allegation of risk to be speculative.\" Unfortunately, it remains speculative for the Court when it comes to assessing irreparable harm."], ["[7] I can see that Mr. Peng behaved in a despicable and highly threatening way during the matrimonial and custody proceedings in Canada, and that there was even some suggestion he might return to China. But there is later evidence that he has cooperated with the Applicant's efforts to remain in Canada and/or that he would like the Applicant to return to China so that he can remarry and have another child. The Applicant fears he will pursue her and harm her, but there is no clear and convincing, non-speculative evidence that he will follow her to China, that he will be able to locate her there, or that he intends to harm her if she returns."], ["[60]", "It is, of course, correct that the Expert Report does not purport to speak to the question of whether state protection is available in China. Rather, it states that the risk to the Applicant arises \"if her ex-husband were to have access to her\" and that Mr. Peng \"has no intention of leaving Ms. Lai and her daughter alone\"."], ["[61]", "The Officer states that Mr. Peng has not been convicted of domestic violence and there is little evidence that he did not abide by the court order issued during the divorce and custody battle. The Officer gives little weight to Mr. Peng's letter, as she found its content to be open to interpretation and not to be written in a threatening fashion. However, it was deemed sufficiently threatening by the police that they laid charges; and while conviction on the uttering of death threats did not follow, compliance with a peace bond was required. Further, it is difficult to accept that statements such as \"You want to deal with me by legal means, while I wish to resort to non-legal means and even get ready to end the relationship between you and me at the cost of bloody means\" and \"However, you have thrown away the last life-saving straw\" as non-threatening. Further, the Officer does not address the alleged sexual assault that subsequently occurred as described in the Expert Report."], ["[62]", "Nor does the Officer address the letter of the Applicant's sister, either in the PRRA decision or the H&C decision, in which she stated that Mr. Peng said that he would go back to China to kill the Applicant and then would kill himself."], ["[63]", "In my view, the Officer's failure to address the Applicant's sister's letter, to assess the Expert Report's finding that Mr. Peng had no intention of leaving the Applicant alone, and her treatment of Mr. Peng's letter was unreasonable, as it did not consider this evidence in the context of the likelihood of whether Mr. Peng would return to China to harm the Applicant, thereby resulting in hardship."], ["[64]", "While a stay was not granted, the test for irreparable harm was stated by Justice Russell being that there was no clear and convincing non-speculative evidence that the Applicant's ex-husband would pose a threat to her in China. The test on an H&C determination is lower, being that of a \"serious possibility of harm\"."], ["[65]", "Further, this Court has held, in a circumstance where a stay was granted, that findings of fact made in the context of a stay are not binding on the judge and on a judicial review proceeding as, on a stay, the issues are not fully and finally argued and analyzed (", "CITATION_SUPPRESSED", "):"], ["[14] Justice Zinn's comments on the legal issue are made in the context of the test on a stay application of \"serious issue\" - a low threshold. The findings on irreparable harm are also in the context of a stay where the issues are not fully and finally argued and analysed. Except in the clearest of cases, a judge's comments on a stay do not bind or necessarily impact the judge hearing the full judicial review. I do not interpret Justice Zinn to have sought to bind the judicial review hearing nor is this one of those \"clearest cases\"."], ["[66]", "As I have concluded that the Officer's decision was unreasonable, I need not address the other issues raised by the Applicant.", "JUDGMENT"], ["[67]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review in matter IMM-7243-13 is denied.", "2. The application for judicial review in matter IMM-7242-13 is granted. The decision of CIC is set aside and the matter is remitted for redetermination by a different officer;", "3. No question of general importance is proposed by the parties and none arises; and", "4. There will be no order as to costs.", "Application allowed.", "Editor: Jana A. Andersen/bk", "[End of document]"]]}