{"id_": "017782", "body_str": [["[1]", "Lagacé, D.J.", ": The applicant seeks judicial review pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2002, c. 27 (the Act) of a decision dated August 17, 2007 (the Decision) by the Immigration Appeal Division (IAD) in which the IAD determined that the applicant and his Sponsor for permanent residence were engaged in a non-genuine marriage for the purpose of acquiring immigration status.", "I.", "Facts"], ["[2]", "Canadian citizen born in Cambodia, the applicant met Ly (the Sponsor) in Angkor Wat, Cambodia, on January 8, 2003. Their relationship allegedly developed into an intimate one. They travelled together and allegedly met each other's family members. After the applicant returned to Canada on February 5, 2003, they continued to remain in contact. The applicant proposed to the Sponsor in April 2003 and returned to Cambodia on July 21, 2003 for their wedding that was held the next day. The applicant has been allegedly providing the Sponsor financial support since the end of January 2003 (i.e., before they married) of about $200 to $300 per month."], ["[3]", "This was neither the first marriage for the applicant, nor the first time he attempted to bring a spouse to Canada. It is actually his fourth marriage and his fourth attempt to bring a spouse to Canada. He first married in Vietnam on April l2, 1974 and had three children with that wife. The couple separated in 1980 without obtaining a divorce. Subsequently, he married a first cousin on October 13, 1980 and migrated with her to Canada on June 1, 1988, without indicating then that he that he had been previously married. The couple obtained a divorce on December 1, 1996."], ["[4]", "The applicant married his third wife on March 4, 1999 and attempted twice to sponsor her to Canada. However, his first application made in June 25, 1999, was refused because he had not yet obtained a divorce from his first wife. On January 17, 2002 the applicant obtained his divorce, and on February 17, 2002 he applied again for sponsorship of his third wife. This application was refused on November 28, 2002 on the basis that he had married his third wife before obtaining a divorce from his first wife."], ["[5]", "The applicant testifies that he intended to re-marry his third wife in order to be able to sponsor her. However, when he arrived in Cambodia he found out that she had already married someone else. He nevertheless testifies that she was still asking him to marry her, so that he could sponsor her to Canada, and even offered him money that he refused. It was during this trip to Cambodia that he met the Sponsor."], ["[6]", "After his marriage to the Sponsor, the applicant was arrested while on his way to Canada. The arrest resulted apparently from a lawsuit launched by the applicant's third wife. A settlement agreement was reached on August 5, 2003 (the Agreement). This Agreement stated that the applicant had paid his third wife $13,000.00 in U.S. currency \"to terminate the marriage agreement and her sponsorship to Canada\" and that, in consideration of this, the third wife agreed to drop all claims against him."], ["[7]", "Upon returning to Canada, the applicant sponsored his wife Ly for permanent residence on August 29, 2003. He remained in contact with her by telephone and by letters. He returned to Cambodia in August 2004 and spent about one month with Ly. He also visited her in March 2007."], ["[8]", "On May 28, 2004, a Visa Officer interviewed the Sponsor. The Visa Officer held in his decision of June 11, 2004, that she failed to demonstrate the sharing of a genuine relationship with the applicant. Not satisfied of this decision the applicant filed an appeal before the IDA.", "II.", "The Decision"], ["[9]", "The hearings took place on May 23, 2006, October 16, 2006 and April 17, 2007. At the last hearing date, the Sponsor was questioned by teleconference. During the hearing, both the applicant and the Sponsor spoke through an interpreter. The applicant filed a substantial amount of documents in support of his appeal before the IAD."], ["[10]", "Despite the voluminous nature of the evidence, the IAD finds in its decision many inconsistencies and contradictions in the testimonies and questions the credibility of the applicant and his Sponsor and also the apparent tendering by the applicant of false documents which render the documentary evidence unreliable. After this finding the IAD concludes as follows:", "On considering the totality of the evidence before her, the panel is not satisfied that the appellant has met his onus to establish by means of credible and trustworthy evidence that his marriage to the applicant is genuine or that it is not entered into primarily for an immigration purpose. Accordingly, the panel would dismiss this appeal."], ["[11]", "In this application, the applicant argues that the IAD misconstrued facts and made a number of reversible errors.", "III.", "Issue"], ["[12]", "The applicant lists in his memorandum, to attack the IAD and its decision, several issues such as: erring in law, acting without or beyond jurisdiction or refusing to exercise jurisdiction, failing to observe procedural fairness, erroneous findings of fact made in a perverse or capricious manner without regard to the documentary evidence produced, and acting in a way contrary to law."], ["[13]", "However the applicant's addresses seriously in his oral argument only three issues that this Court will reformulates as follows:", "1. Did the IAD err in its credibility of findings?", "2. Did the IAD render an unreasonable decision?", "3. Did the IAD violate the principle of procedural fairness?", "IV.", "Pertinent Legislation"], ["[14]", "The following sections of the Regulation", "are relevant to this case:", "2. The definitions in this section apply in these regulations", "[...]", "\"marriage\", in respect of a marriage that took place outside Canada, means a marriage that is valid both under the laws of the jurisdiction where it took place and under Canadian law", "[...]", "4. For the purposes of these Regulations, a foreign national shall not be considered a spouse, a common-law partner, a conjugal partner or an adopted child of a person if the marriage, common-law partnership, conjugal partnership or adoption is not genuine and was entered into primarily for the purpose of acquiring any status or privilege under the Act.", "2. Les définitions qui suivent s'appliquent au présent règlement", "[...]", "«mariage»S'agissant d'un mariage contracté à l'extérieur du Canada, mariage valide à la fois en vertu des lois du lieu où il a été contracté et des lois canadiennes.", "[...]", "4. Pour l'application du présent règlement, l'étranger n'est pas considéré comme étant l'époux, le conjoint de fait, le partenaire conjugal ou l'enfant adoptif d'une personne si le mariage, la relation des conjoints de fait ou des partenaires conjugaux ou l'adoption n'est pas authentique et vise principalement l'acquisition d'un statut ou d'un privilège aux termes de la Loi.", "V.", "Standard of Review"], ["[15]", "The first two issues concern ultimately a question of fact as to whether the applicant's marriage is a genuine one. This is a \"jurisdictional fact\", which is subject to the same standard of review as other questions of fact. By finding the marriage was entered into primarily to gain admission to Canada, the IAD excluded the applicant's wife (the Sponsor) from the family class. In essence therefore, the two issues are factual and involve the IAD's appreciation of the applicant's evidence. And given the fact that the IAD had access to oral evidence, its decision is subject to a high degree of judicial evidence."], ["[16]", "In the case of", "<FRAGMENT_SUPPRESSED>  the Supreme Court states that \"[...] questions of fact, discretion and policy as well as questions where the legal issues cannot be easily separated from the factual issues generally attract a standard of reasonableness while many legal issues attract a standard of correctness. Some legal issues however, attract the more deferential standard of reasonableness\" (at paragraph 51). This Court finds that in view of the context of the third issue raised it also attracts the standard of reasonableness."], ["[17]", "Further, <FRAGMENT_SUPPRESSED> states at paragraph 55:"], ["[55] A consideration of the following factors will lead to the conclusion that the decision maker should be given deference and a reasonableness test applied:", "A privative clause: this is a statutory direction from Parliament or a legislature indicating the need for deference.", "A discreet and special administrative regime in which the decision maker has special expertise ( ...).", "The nature of the question of law. A question of law that is of \"central importance to the legal system ... and outside the ...specialized area of expertise\" of the administrative decision maker will always attract a correctness standard ( ...). On the other hand, a question of law that does not rise to this level may be compatible with a reasonableness standard where the two above factors so indicate. (at paragraph 55)."], ["[18]", "Considering the above mentioned factors, the factual nature of the present issues, and the special expertise of the IAD, this Court finds the standard of review to be that of reasonableness. According to this standard, the Court's analysis of the Board's decision will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] [...] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , above, at paragraph 47)."], ["[19]", "This Court should not interfere with the IAD assessment of credibility, since an oral hearing has been held and the IAD has had the advantage of hearing the witnesses, unless this Court can satisfy itself that the IAD based its conclusions on irrelevant considerations or that it ignored important evidence. (", "<FRAGMENT_SUPPRESSED> .", "VI.", "Analysis"], ["[20]", "The IAD based its adverse credibility finding mainly on the following inconsistencies found in the couple's testimony:", "1. The Sponsor testified that the applicant's children attended their wedding, while the applicant testified that they did not. When this inconsistency was put to the Sponsor, she retracted her testimony though;", "2. The applicant testified having agreed to pay his third wife $13,000 for her release from prison, while the Sponsor's statement to the Visa Officer mentions that the $13,000 was effectively paid by the applicant's third wife to be Sponsored to Canada;", "3. The two parties were significantly inconsistent in their testimony to explain the Sponsor's statement to the Visa Officer that she would give the applicant's $100,000 upon arriving in Canada;", "4. The Sponsor testifies having lived in a flat for which the applicant has paid for since July 2003, while the applicant provides rent receipts for the flat dated January 2003 onwards, that is six months before the Sponsor claims to have lived there. Confronted with this inconsistency regarding the Sponsor's living arrangements the Sponsor provides three different explanations before finally agreeing that the applicant paid for the rent since January 2003. This was additionally inconsistent with the fact that the applicant was actually in Cambodia when he claimed having sent money from Canada;", "5. A police report listed the Sponsor's address at the above mentioned flat despite her claim she did not reside there yet;", "6. The Sponsor denies having a joint bank account with the applicant despite evidence showing that they had such an account since March 2004. The fact the Sponsor would provide misleading testimony on such a minor point raised additional concerns about the parties overall credibility."], ["[21]", "True, when confronted with the inconsistency of her testimony concerning the attendance of the applicant's children at their weeding, the Sponsor finally admitted that they did not attend. But the inconsistency still remains and the IAD does not err in retaining it. The applicant argues that this inconsistency is minimized by the voluminous documentary evidence provided to substantiate the wedding. However, the documentary evidence cannot be cross-examined and can only prove what it shows. That evidence does not speak, does not express any emotion, feeling or attitude, and can be hardly contested as such. Therefore, the only way to appreciate its weight is to question the parties relying on it and test their credibility. And this task remains well within the jurisdiction and discretion of the IAD."], ["[22]", "The same for the other inconsistencies; it was the responsibility of the IAD to decide of their impact on the overall credibility of the couple. Did the IAD misinterpret the evidence to conclude, as alleged by the applicant, to its inconsistency findings?"], ["[23]", "The applicant argues that the IAD errs when it states that the applicant was paying at the time his third wife $100 monthly, as he was actually paying that sum only prior to their break-up. But a verification of the evidence indicates that the IAD never stated what the applicant claims it did. Further, in his testimony, the applicant stated having only made monthly payments of $100 to his third wife; he did not say when, and certainly never said it was prior to their break-up. Still and because of the context of the applicant's statements on this issue during cross-examination, it can be reasonably construed that payments were more likely made after the break-up."], ["[24]", "The applicant also argue that the IAD erred in construing from a document that the applicant's third wife sued him for the return of the $13,000 paid to him for her sponsorship to Canada since that application was never approved. The applicant argues that the Visa Officer had construed the opposite regarding this document. However, first it does not appear from the evidence that the Visa Officer did construe the opposite; on the contrary the evidence shows that the Visa Officer found that the applicant's third wife paid him $13,000 for her ponsorship precisely because the Sponsor told him exactly that. On the other hand the Visa Officer only stated that the document in question was not a divorce certificate. In any event and whatever was the interpretation given by the Visa Officer, let us not forget that the IAD hearing is a hearing", "de novo", ", and therefore the IAD is not bound in any way by the Visa Officer's conclusions."], ["[25]", "The applicant continues to argue that it was unreasonable for the IAD to find that his third wife had paid him for sponsorship since she cancelled, to cite his own word, the \"arrangement\". A review of the reasons given by the IAD and the Visa Officer shows however that they both found that that applicant's third wife had paid him for sponsorship because the Sponsor told the Visa Officer exactly that. Under these circumstances this is not an unreasonable finding. It is also an important finding, because if the applicant's third wife cancelled their \"arrangement\", it supports the IAD's interpretation of the documentary evidence, and this unfortunately for the applicant."], ["[26]", "The applicant further argues that the IAD erred in finding that his current marriage was not a bona fide marriage since his marriage to his third wife was likely a marriage of convenience. This however is a misstatement of what the IAD really found. Because the IAD only found that because the applicant's prior marriage was likely a marriage of convenience, it impacted negatively on his credibility. This Court can understand why the applicant is not satisfied with this credibility finding when considered in the context of his further attempt to be involved in the same act. But unfortunately for him again, it was opened to the IAD to examine the immigration history of the parties in assessing credibility and one of the relevant factors in assessing the", "bona fides", "of their marriage. (", "<FRAGMENT_SUPPRESSED> )."], ["[27]", "The applicant's involvement in a previous non-genuine marriage appears in any event only one factor amongst other that led the OAD to make a negative determination. So therefore, this credibility finding must not be pin-pointed as the only factor that permitted the IAD to conclude as it did. On the contrary this finding must be considered in the context of the overall evidence the IAD had to consider and weight. Viewed with this enlarged perspective, this Court does not see any error with this finding. On the contrary, it remains a relevant factor here for the IAD to consider."], ["[28]", "The applicant suggests that the IAD violated procedural fairness by refusing to admit certain documents regarding country conditions in Cambodia, on the basis that these documents were necessary to support his explanation regarding the $13,000 payment agreement with his third wife. The country conditions documents dealt with the issue of police corruption. During his testimony, the applicant asked to produce these documents to address an incident that occurred at the airport and to address the Sponsor's history of smuggling. But as it appears from the transcript the applicant never stated that those documents had any relation to his third marriage. So having failed to indicate to the IAD, when he testified, the relevancy of those documents, this Court does not see the merit of this procedural argument. First, if he wanted to use these documents in proof, he should have done so before, and second at the very least he should have shown to the IAD their relevancy."], ["[29]", "The applicant insists that it was unreasonable for the IAD to find inconsistencies in the testimony concerning the issue of the $100,000, since these inconsistencies obviously resulted only from translation's errors. However, a review of the pages of the transcript cited by the applicant, and on which he bases his argument, doesn't support it. On the contrary this review support the IAD's finding since the IAD appears to simply prefer the Sponsor's statement made to the Visa Officer , rather than her testimony at the hearing on this issue. And this, the IAD was entitled to do."], ["[30]", "The IAD had to decide what evidence to accept and believe and what evidence not to accept and disbelieve. This is the choice of any tribunal. The IAD had to analyse, appreciate, and weigh the evidence before him, and this was his role. It is not the role of this Court to go through the same exercise in order to substitute its own conclusions to those of the IAD."], ["[31]", "The applicant insists that the IAD erred in ignoring in its decision his evidence. First it is settled law that unless there is clear evidence otherwise, there is a presumption that the tribunal considered all the evidence that was put before it (", "<FRAGMENT_SUPPRESSED> ). The documentary proof is voluminous. The impugned decision is well articulated and refers to the most important factors considered by the IAD to support intelligently its conclusion. The IAD did not have to refer to every piece of evidence considered."], ["[32]", "In fact, what the applicant has done in his memorandum and his oral argument was to pin-point to the attention of this Court many elements of his proof, such as the explanations given to excuse certain inconsistencies in his evidence, in order to reverse the credibility findings. Doing so, he invites more or less this Court, on the basis of certain element of his evidence, to substitute its own conclusion to those of the IAD. This Court will resist this invitation since it is not its role to do so."], ["[33]", "The role of this Court is to verify only if \"the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\". This Court already found nothing wrong with the credibility assessment of the IAD based on relevant considerations and with the advantage of having heard both the applicant and the Sponsor. Therefore, this Court has no other alternative but to conclude that the IAD has not committed any reviewable error in finding that the applicant's wife is not a member of the \"family class\" as described in the Act and Regulations."], ["[34]", "The Court agrees with the parties that there is no question of general interest to certify.", "JUDGMENT"], ["[35]", "FOR THE FOREGOING REASONS THIS COURT", "dismisses the application.", "[End of document]"]]}