{"id_": "017744", "body_str": [["[1]", "Gleason, J.", ": This is an application for judicial review in respect of the decision of the Refugee Protection Division of the Immigration and Refugee Board [the RPD or the Board], dated July 15, 2011, in which the RPD rejected the applicant's claim for refugee protection."], ["[2]", "The applicant is a young man from El Salvador, who was targeted, threatened, assaulted and stabbed by members of the Mara Salvatrucha [the MS], a notorious criminal gang that operates in El Salvador. The RPD rejected the applicant's refugee claim, holding that neither section 96 nor 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA or the Act] applied to his situation. More specifically, with respect to section 96, the Board held that the applicant was not persecuted in connection with one of the Convention grounds listed in section 96 of the Act, and, accordingly, held that he was not entitled to claim protection as a refugee under that section. With respect to section 97, the Board determined that the applicant \"had been identified", "personally", "as a target\" by the MS (decision at para 34) [emphasis added]; however, despite this finding, the RPD concluded that the risk the applicant faced was a generalized one since gang-related crime is rampant in El Salvador. Because the risk was generalized, the RPD concluded that section 97 of IRPA was inapplicable as paragraph 97(1)(b)(ii) of IRPA provides that those who face risks that would be \"faced generally by other individuals in or from that country\" cannot be persons in need of protection."], ["[3]", "The applicant argues that the Board's decision should be set aside for the following three reasons:", "1. The RPD's finding regarding the applicant's lack of credibility is not borne out by the evidence and is contradicted by the Board's reasons, which accept the applicant's version of events;", "2. The applicant was a victim of persecution by the Salvadoran police due to his perceived affiliation with the MS and, thus, the RPD committed a reviewable error in rejecting the applicant's claim under section 96 of IRPA; and", "3. The risk the applicant faced was directed towards him on a highly personalised basis and is different from the type of risk faced by others in El Salvador and, accordingly, the Board committed a reviewable error in determining that section 97 of IRPA was inapplicable to the applicant's situation."], ["[4]", "The respondent, on the other hand, asserts that the Board's decision was reasonable and that it was open to the Board to disbelieve the applicant, to hold that there was no nexus to a ground listed in the Convention refugee definition in section 96 of IRPA and to conclude that section 97 of IRPA did not apply to the applicant's situation."], ["[5]", "For the reasons set out below, I have determined that the RPD's decision must be set aside because its determinations regarding section 97 of IRPA are both incorrect and unreasonable. In addition, its conclusion regarding one aspect of the applicant's claim under section 96 of IRPA was made without regard to the evidence before the Board, and, thus, is unreasonable and subject to being set aside under paragraph 18.1(4)(d) of the", "Federal Courts Act", ", RSC, 1985, c F-7  <FRAGMENT_SUPPRESSED> . To appreciate why this is so, it is necessary to review the relevant facts before the Board as well as the salient points in the decision.", "I.", "BACKGROUND"], ["[6]", "The applicant grew up on a farm in a small town in a rural area of El Salvador. When he was a teenager, members of the MS approached the applicant and his best friend, Carlos, and attempted to convince them to join the gang. Carlos and the applicant refused, and the gang members then demanded money from them. The applicant said he had none, and, upon hearing this, one of the MS gang members stabbed the applicant in the arm with a knife. Carlos had a bit of money and gave it to the gang members, who then released the boys. As Carlos and the applicant ran away, the gang members threatened that they were not finished with the applicant and Carlos."], ["[7]", "The applicant and his parents reported the attack to the Salvadoran police, but they did not pursue the issue and, indeed, intimated that they suspected that the applicant was himself an MS member."], ["[8]", "Due to the attack, the applicant dropped out of school and spent his time working on the family's farm, hoping to escape the notice of the MS. A few weeks later, Carlos called the applicant and told him that he had been beaten up by the MS, who were threatening to kill him unless he joined the gang. Shortly thereafter, Carlos' mother came to speak with the applicant to see if he knew where Carlos was since he had been missing for a couple of days and his mother feared he had joined the MS. The applicant was not able to help her as he had not heard from Carlos."], ["[9]", "Two months later, MS gang members again assaulted the applicant and accused him of being the homosexual friend of \"Licho\". The applicant later learned that \"Licho\" was the nickname the MS had given to Carlos. Once again, the applicant and his parents reported the assault to the police, but the police refused to do anything and accused the applicant of being associated with the MS. Approximately two weeks later, members of the gang came to the applicant's home and demanded money, which the applicant's father paid them, as he felt he had no alternative."], ["[10]", "A few months later, Carlos called the applicant, told him that he was now an MS member and demanded that the applicant meet him the following day. The applicant did not show up and Carlos again called him, fuming, and stated that, \"No one makes fun of Licho\". He again demanded a meeting with the applicant, and, once again, the applicant refused to attend. Carlos called the applicant back and told him that he was now an enemy. A few days later, the police came to the applicant's home and questioned and assaulted him, seeking to learn where Carlos was because Carlos had been implicated in the murder of a police officer. The applicant gave the police Carlos' mother's address. The next day, Carlos called the applicant and told him that he was looking forward to killing him as a result of the applicant having spoken to the police."], ["[11]", "The applicant's parents sent him to work and live on another farm, about two hours away, to try to protect him. However, the Salvadoran police pursued him there. The police also went to the applicant's home, questioned his father as to the applicant's whereabouts and assaulted the father. Shortly thereafter, the applicant fled, first to the United States and then, when he was being deported from the U.S., to Canada. The applicant did not make a refugee claim in the United States and alleged that he had received advice from a lawyer to not make such a claim since it was almost certain to fail."], ["[12]", "The applicant's parents make monthly payments to the MS, who continue to make threats against the applicant. The Salvadoran police also continue to question and threaten the applicant's family, and to link the applicant to the MS."], ["[13]", "There was evidence before the Board documenting the extent of MS presence in all parts of El Salvador as well as the existence of a certain degree of corruption within the police force, linking the Salvadoran police to murders and human rights violations. The Board itself noted that, \"[the] evidence ... reflects the [MS'] presence in all of El Salvador and their activities affect all Salvadorans\" (decision at para 32).", "II.", "THE RPD'S DECISION"], ["[14]", "The RPD commenced its analysis by noting that it had identified what it termed \"major credibility concerns\" with certain aspects of the applicant's claim. These centered on discrepancies between the statements the applicant made in his Personal Information Form [PIF] and to the immigration official at the port of entry to Canada regarding the events he claimed took place in El Salvador. The Board concluded on this point that \"... the major inconsistencies and omissions between the [applicant's] statement at the port of entry and his story in his PIF narrative, without a reasonable explanation, undermine the [applicant's] credibility\" (decision at para 17). However, the Board did not base its decision on the applicant's lack of credibility; rather, it went on to analyze his claims on the basis that it had accepted the applicant's version of events."], ["[15]", "With respect to section 96, the RPD held that the determinative issue was the lack of nexus between the harm feared by the applicant and any ground in the Convention refugee definition. The Board relied on several decisions from this Court holding that \"victims of crime, corruption or vendettas generally fail to establish a link between their fear of persecution and one of the Convention grounds\" and concluded that the harm the applicant feared from the MS was not covered by section 96 of IRPA. The RPD also considered the applicant's claim to fear the Salvadoran police, whom the applicant claimed had wrongfully assumed that he was an MS member. The Board concluded that the applicant \"... did not provide any credible evidence to indicate that the police wanted anything other than to interrogate him about any possible connection he had to the [MS], his possible involvement in the police murder and his knowledge of Carlos's involvement in the police murder\" (decision at para 21). The RPD also noted that the applicant had not provided \"any credible evidence\" to suggest that he would not be absolved from suspicion if questioned by the Salvadoran police, and concluded that it was unreasonable for him to fear the police."], ["[16]", "As concerns section 97 of IRPA, as noted, the RPD found that the applicant had \"been identified personally as a target\" by the MS and \"accepted that the [applicant] was subjected personally to a risk to his life\". However, despite these findings, it characterized the risk faced by the applicant as a risk of being recruited to join the MS and of being threatened and assaulted by them. The Board found that such risk is generally faced by all men of the applicant's age in El Salvador. The Board then concluded that protection was not available to the applicant under section 97 of IRPA because that section excludes from the definition of a \"person in need of protection\" those who face risks that would be faced \"generally by other individuals in or from that country\" (IRPA at para 97(1)(b)(ii)).", "III.", "STANDARD OF REVIEW"], ["[17]", "Both parties submitted that the applicable standard of review in respect of each of the alleged errors was reasonableness. I concur that the reasonableness standard applies to the first and second of the alleged errors, namely, the challenge to the Board's credibility findings and to its determinations regarding the treatment the applicant received and would be likely to receive from the Salvadoran police. These are both factual determinations, and it is firmly settled that review of such determinations is to be conducted on the reasonableness standard (see e.g.", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> [2012] FCJ No 369 [ <FRAGMENT_SUPPRESSED> ] )."], ["[18]", "As concerns the third alleged error regarding section 97 of IRPA, given the Board's reasoning in the decision, it is less certain that the applicable standard of review is that of reasonableness. While it is well-settled that the determination of whether an applicant faces a generalized risk is typically one of mixed fact and law and, thus, reviewable on a reasonableness standard (see e.g.", "<FRAGMENT_SUPPRESSED> [2009] FCJ No 270;", "<FRAGMENT_SUPPRESSED> [2012] FCJ No 520 [ <FRAGMENT_SUPPRESSED> (2012)]), in the case at bar the RPD found there to be both a unique personalized risk of being targeted for death", "and", "a generalized risk faced by the applicant. Arguably, such a finding engages a question of the interpretation to be afforded to section 97(1)(b) of IRPA as a matter of law. If so, the applicable standard of review might well be correctness as opposed to reasonableness."], ["[19]", "There are conflicting decisions from this Court regarding the appropriate standard of review to be applied to RPD decisions interpreting the meaning to be given to sections 97 (or 96) of IRPA. Some recent cases have held that the correctness standard is applicable (see e.g.", "<FRAGMENT_SUPPRESSED> [2011] FCJ No 1278 (Kelen) and", "<FRAGMENT_SUPPRESSED> [2009] FCJ No 1243 (Mainville), where the correctness standard was found to be applicable to reviewing the Board's articulation and application of the requirements enshrined in paragraph 97(1)(b) of IRPA and", "<FRAGMENT_SUPPRESSED> [2011] FCJ No 8 (Russell), where the correctness standard was found to be applicable to the review of the RPD's determination under section 96 of IRPA regarding the existence of a nexus between the grounds for fear of persecution and one of the Convention grounds). On the other hand, several other cases have come to the opposite conclusion (see e.g.", "<FRAGMENT_SUPPRESSED> [2011] FCJ No 222 (Crampton) [ <FRAGMENT_SUPPRESSED> ], where the reasonableness standard was found to be applicable to reviewing the RPD's articulation and application of the requirements enshrined in paragraph 97(1)(b) of IRPA and", "<FRAGMENT_SUPPRESSED> [2011] FCJ No 794 (Pinard) and", "<FRAGMENT_SUPPRESSED> [2009] FCJ No 1180 (de Montigny), where the reasonableness standard was found to be applicable to the review of the RPD's determination under section 96 of IRPA regarding the existence of a nexus between the grounds for fear of persecution and one of the Convention grounds)."], ["[20]", "The Federal Court of Appeal has often applied the correctness standard to the Board's interpretation of IRPA in appeals made to that Court (see e.g.", "<FRAGMENT_SUPPRESSED> ). Indeed, the application of the correctness standard by the Federal Court of Appeal may well be foreseen by section 74 of IRPA, which provides that appeals lie only if a judge of this Court in his or her decision certifies that the case raises \"a serious question of general importance\".  <FRAGMENT_SUPPRESSED>  Imm. LR (3d) 163, the Federal Court of Appeal declined to answer a generally-framed question regarding the meaning to be ascribed to section 97 of IRPA because the question was framed too broadly. In so doing, Justice Trudel, writing for the Court, noted at para 7 that, \"[t] he examination of a claim under subsection 97(1) of the Act necessitates an individualized inquiry, which is to be conducted on the basis of the evidence adduced by a claimant \"in the context of a", "present", "or", "prospective", "risk\" for [the claimant] ...\". The Court of Appeal has not otherwise commented on section 97 of IRPA or on the standard of review applicable to decisions of the RPD made under section 97."], ["[21]", "While several recent decisions of the Supreme Court of Canada indicate that, in most instances, the standard of review applicable to a tribunal's interpretation of its constituent statute will be that of reasonableness, the Supreme Court also held in these recent decisions that, exceptionally, the correctness standard may be applicable where the provision in the tribunal's constituent statute at issue is of central importance to the legal system as a whole", "and", "falls outside the specialized area of expertise possessed by the tribunal."], ["[22]", "In this regard, in", "<FRAGMENT_SUPPRESSED> , the seminal case of the Court in setting the framework for the current approach to judicial review, Justices Bastarache and Lebel, writing for the majority of the Court, noted at para 54 that \"... deference will usually result where a tribunal is interpreting its own statute or statutes closely connected to its function, with which it will have particular familiarity\". Justices Bastarache and Lebel went on to note at para 60 that the correctness standard, conversely, is applicable to questions of law which are \"", "both", "of central importance to the legal system as a whole", "and", "outside the adjudicator's specialized area of expertise\" [emphasis added]. They also confirmed at paras 58-61 that the correctness standard of review applies to constitutional issues, the drawing of jurisdictional lines between two or more tribunals and true questions of jurisdiction or", "vires"], ["[23]", "These principles were reiterated in several subsequent decisions from the Supreme Court of Canada. For example, in <FRAGMENT_SUPPRESSED> (cited above), a case arising under IRPA, Justice Binnie, writing for the majority, stated at para 44:", "Errors of law are generally governed by a correctness standard.", "<FRAGMENT_SUPPRESSED> , at para. 37, for example, held that the general questions of international law and criminal law at issue in that case had to be decided on a standard of correctness. <FRAGMENT_SUPPRESSED> (at para.54), says that if the interpretation of the home statute or a closely related statute by an expert decision-maker is reasonable, there is no error of law justifying intervention.", "In result in <FRAGMENT_SUPPRESSED> , the Supreme Court applied the reasonableness standard to review of the Board's discretionary determination of whether Mr. Khosa was entitled to humanitarian and compassionate relief from the strict application of the requirements of IRPA, which required his deportation for engaging in a criminal offence."], ["[24]", "The Supreme Court reaffirmed the principles applicable to determining the standard of review when a tribunal interprets its constituent statute in", "<FRAGMENT_SUPPRESSED>  [", "Canadian Human Rights Commission", "];", "Alberta Information and  <FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> DLR (4th) 193."], ["[25]", "In", "Canadian Human Rights Commission", ", Justices Lebel and Cromwell, who wrote for the Court, expressed the applicable principles as follows at paras 21 to 23:", "[G]iven the recent developments in the law of judicial review since <FRAGMENT_SUPPRESSED> and its emphasis on the deference owed to administrative tribunals, even in respect of many questions of law, we must discuss whether all decisions on questions of law rendered by the Tribunal and similar bodies should be swept under the standard of correctness. At this point, we must acknowledge a degree of tension between some policies underpinning the present system of judicial review, when it applies to the decisions of human rights tribunals.", "The nature of these tribunals lies at the root of these problems. On the one hand, <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , building upon previous jurisprudence, recognize that administrative tribunals are generally entitled to deference, in respect of the legal interpretation of their home statutes and laws or legal rules closely connected to them. On the other hand, our Court has reaffirmed that general questions of law that are both of central importance to the legal system as a whole and outside the adjudicator's specialized area of expertise, must still be reviewed on a standard of correctness, in order to safeguard a basic consistency in the fundamental legal order of our country. The nature of the \"home statute\" administered by a human rights tribunal makes the task of resolving this tension a particularly delicate one. A key part of any human rights legislation in Canada consists of principles and rules designed to combat discrimination. But, these statutes also include a large number of provisions, addressing issues like questions of proof and procedure or the remedial authority of human rights tribunals or commissions.", "There is no doubt that the human rights tribunals are often called upon to address issues of very broad import. But, the same questions may arise before other adjudicative bodies, particularly the courts. In respect of some of these questions, the application of the <FRAGMENT_SUPPRESSED> standard of review analysis could well lead to the application of the standard of correctness. But, not all questions of general law entrusted to the Tribunal rise to the level of issues of central importance to the legal system or fall outside the adjudicator's specialized area of expertise. Proper distinctions ought to be drawn...", "In result in", "Canadian Human Rights Commission,", "the Supreme Court held that the Tribunal's interpretation of the remedial provisions in the", "Canadian Human Rights Act", ", RSC 1985, c H-6 (in the context of the Tribunal's determination regarding its jurisdiction to award costs) was reviewable on a reasonableness standard. However, as the above-cited passage demonstrates, the Court also indicated that other questions - possibly related to the definition of discrimination - might be reviewable on a correctness standard."], ["[26]", "The foregoing may well lead to the conclusion that the RPD's", "interpretation", "of sections 96 and 97 of IRPA - as opposed to its", "application", "of the legal requirements enshrined in them to a particular set of facts - is reviewable on a correctness standard. Arguably, both sections involve interpretation of Canada's obligations under international treaties (the", "Convention Relating to the Status of Refugees", "and the", "Convention Against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment", "), which are matters of general law that could be considered to be beyond the unique expertise of the RPD. There is authority to support the proposition that interpretations of provisions in IRPA that flow from or involve Canada's obligations under international treaties are reviewable on a correctness standard.  <FRAGMENT_SUPPRESSED>  at paras 42-50 [ <FRAGMENT_SUPPRESSED> ], the Supreme Court of Canada held that the correctness standard applied to the Board's interpretation of the Convention refugee definition contained in the United Nations", "Convention Relating to the Status of Refugees", ", as implemented by sub-section 2(1) of", "Immigration Act", ", RSC, 1985, c I-2, which is now captured by section 96 of IRPA, in part because of the nature of the questions involved and the Board's lack of expertise in respect of them."], ["[27]", "Thus, it is arguable that the correctness standard is applicable to the third error alleged by the applicant. For the reasons that become apparent below, however, this case does not turn on what standard of review is applicable to the Board's interpretation of section 97 of IRPA, as, in addition to being incorrect, the Board's interpretation of section 97 of IRPA is also unreasonable.", "IV.", "ANALYSIS", "A.", "Does the RPD's credibility finding provide any basis for intervention?"], ["[28]", "Turning to the first alleged error advanced by the applicant, the Board's statements about the applicant's lack of credibility do not provide any basis for intervention by this Court because the decision does not turn on these statements. While the RPD does commence its decision by negatively commenting on the applicant's credibility, it accepted his version of events regarding the actions of the members of the MS, which form the heart of the applicant's claims under both sections 96 and 97 of IRPA. The RPD's comments regarding the applicant's credibility, therefore, were largely", "obiter dicta", ". As the decision was not based on the credibility findings, any errors made in respect of assessing the applicant's credibility are irrelevant to the outcome and, therefore, cannot provide any basis for intervention."], ["[29]", "The wording of section 18.1(4)(d) of the FCA requires that an impugned factual finding must meet three criteria for relief to be granted: first, it must be truly or palpably erroneous; second, it must be made capriciously, perversely or without regard to the evidence; and, finally, the tribunal's decision must be based on the erroneous finding (", "<FRAGMENT_SUPPRESSED> [", "Rohm & Haas", "];", "<FRAGMENT_SUPPRESSED> [2006] FCJ No 1607 [ <FRAGMENT_SUPPRESSED> ]). Thus, findings that are inconsequential or that amount to", "obiter", "cannot provide a basis for review. Accordingly, the first of the alleged errors raised by the applicant provides no basis for intervention.", "B.", "Were the RPD's determinations regarding the conduct (past and future) of the Salvadoran police unreasonable?"], ["[30]", "Turning, next, to the RPD's section 96 analysis, the applicant alleges that the Board's characterization of the treatment the applicant suffered at the hands of the Salvadoran police was unreasonable and that its conclusion regarding what was likely to happen to the applicant in the future at the hands of the police was likewise unreasonable because that conclusion was premised on an unreasonable factual finding regarding the actions of the police. In my view, there is considerable force in this argument."], ["[31]", "The RPD characterized the Salvadoran police force's actions towards the applicant in the following terms:", "Although police in El Salvador took some aggressive actions in searching for the claimant, believing that he may have ties to the gang that murdered a police officer, insufficient credible evidence was presented to indicate that police acted inappropriately in their investigation of the murdered police officer. ... The claimant did not provide any credible evidence to indicate that police wanted anything other than to interrogate him about any possible connection he had to the Maras, his possible involvement in the police murder and his knowledge of Carlos' involvement in the police murder. ... As such, I find that it is unreasonable for the claimant to fear the police officers investigating the murder of a fellow police officer by purported gang members. (Decision at para 21)"], ["[32]", "These conclusions are unreasonable in light of the evidence from the applicant, to the effect that the Salvadoran police assaulted him and assaulted his father. The Board's general statement regarding the applicant's lack of credibility, in my view, cannot provide a basis for disbelieving that these assaults occurred, because the Board accepted the applicant's version of events regarding the actions of the MS and, in terms of credibility, drew no distinctions between the applicant's claims regarding what he alleged occurred at the hands of the MS as opposed to at the hands of the Salvadoran police. Simply put, there is no reason for the Board to have believed large parts of the applicant's version of events but to have not accepted what he alleged occurred with the Salvadoran police. An assault is much more than \"some aggressive action\" and", "is", "inappropriate behavior for a law enforcement official to engage in. Given the assaults the police engaged in (and their continued search for the applicant), it was not unreasonable for the applicant to have feared further assaults from the police. Thus, the RPD's conclusions that Salvadoran police did not act \"inappropriately\" and that it was unreasonable for the applicant to fear the police were contrary to the evidence before the Board. Factual determinations that are contrary to the evidence before a tribunal are subject to being set aside as unreasonable under section 18.1(4)(d) of the FCA (see e.g. <FRAGMENT_SUPPRESSED> at para 38;", "<FRAGMENT_SUPPRESSED> )."], ["[33]", "Had the RPD properly accepted that the assaults occurred, it would have been necessary for it to analyze whether or not the fear of the Salvadoran police claimed by the applicant would entitle him to protection under section 96 of IRPA. The Board did not conduct this analysis in the decision. Accordingly, this matter must be remitted back to it, in order for the requisite analysis to be undertaken by the RPD (the matter being one for the Board and not this Court to decide).", "C.", "Was the RPD's interpretation of section 97 of IRPA unreasonable and/or incorrect?"], ["[34]", "Turning, finally, to the third error alleged, as noted, the RPD held that the applicant faced a unique personalized risk of death but that this risk was a generalized one within the meaning of paragraph 97(1)(b)(ii) of IRPA because gang-related crime is rampant in El Salvador. In this regard, the Board stated that it \"... accepted that the [applicant] was subjected personally to a risk to his life\" (decision at para 33). It then concluded that \"the fact that the [applicant] has been identified personally as a target, does not necessarily remove him from the generalized risk category ...\" (decision at para 34). The Board reasoned that the MS, who run rampant in El Salvador, posed a risk of attempts to recruit, extort or assault to many Salvadorans. The Board thus concluded that the risk the applicant faced was generalized because the \"nature of the crimes faced by the [applicant] is widespread in El Salvador and not specific to him\" (decision at para 34)."], ["[35]", "Section 97 of IRPA provides:", "Person in need of protection", "97.", "(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection."], ["[36]", "As noted, in my view, the interpretation given by the RPD to section 97 of IRPA in the decision is both incorrect and unreasonable. It is simply untenable for the two statements of the Board to coexist: if an individual is subject to a", "personal", "risk to his life or risks cruel and unusual treatment or punishment, then that risk is no longer general. If the Board's reasoning is correct, it is unlikely that there would ever be a situation in which this section would provide protection for crime-related risks. Indeed, counsel for the respondent was not able to provide an example of any such situation that would be different in any meaningful way from the facts of the present case. The RPD's interpretation would thus largely strip section 97 of the Act of any content or meaning."], ["[37]", "In recent years, this Court has been called upon to review a multitude of RPD decisions interpreting the notion of generalized risk enshrined in paragraph 97(1)(b) of IRPA. To a large extent, these decisions turn on their own particular facts, including the reasoning from the RPD that the Court was called upon to review. The cases may be divided into two groups."], ["[38]", "On one hand, in several cases similar to the present, the Court has overturned RPD decisions where the claimant had been personally targeted for violence by one of the criminal gangs operating in Central or South America (see e.g.", "<FRAGMENT_SUPPRESSED> [2012] FCJ No 149 (Rennie) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 1477 (Zinn) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 914 ( <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1601 (O'Reilly) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 1431 ( <FRAGMENT_SUPPRESSED>  [2011] FCJ No 595 (Scott) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 525 (Snider) [", "Barrios Pineda", "];", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 144 (Noël) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 268 (Lemieux) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [2007] FCJ No 501 (de Montigny) [ <FRAGMENT_SUPPRESSED> (2007)])."], ["[39]", "Opposite conclusions were reached in the other group of cases, where the Court upheld the RPD's decisions in situations where gangs made threats of future harm to the claimants but the threats were found to be insufficient to place the claimant at any greater risk than others in the country (see e.g.", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 6 ( <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1277 ( <FRAGMENT_SUPPRESSED>  [2011] FCJ No 967 ( <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1358 (Crampton); <FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED>  [2007] FCJ No 817 (O'Keefe)). In several of these cases, however, the RPD did not make a determination like it did in the present case to the effect that the applicant had been", "personally", "targeted and was at risk of death. Thus, the two lines of cases do not necessarily conflict with each other."], ["[40]", "In my view, the essential starting point for the required analysis under section 97 of IRPA is to first appropriately determine the nature of the risk faced by the claimant. This requires an assessment of whether the claimant faces an ongoing or future risk (i.e. whether he or she continues to face a \"personalized risk\"), what the risk is, whether such risk is one of cruel and unusual treatment or punishment and the basis for the risk. Frequently, in many of the recent decisions interpreting section 97 of IRPA, as noted by Justice Zinn in <FRAGMENT_SUPPRESSED> at paras 27-28, the \"... decision-makers fail to actually state the risk altogether\" or \"use imprecise language\" to describe the risk. Many of the cases where the Board's decisions have been overturned involve determinations by this Court that the Board's characterization of the nature of the risk faced by the claimant was unreasonable and that the Board erred in conflating a highly individual reason for heightened risk faced by a claimant with a general risk of criminality faced by all or many others in the country."], ["[41]", "The next required step in the analysis under section 97 of IRPA, after the risk has been appropriately characterized, is the comparison of the correctly-described risk faced by the claimant to that faced by a significant group in the country to determine whether the risks are of the same nature and degree. If the risk is not the same, then the claimant will be entitled to protection under section 97 of IRPA. Several of the recent decisions of this Court (in the first of the above-described line of cases) adopt this approach."], ["[42]", "For example, in <FRAGMENT_SUPPRESSED> , Justice Rennie set aside the RPD's decision for being unreasonable because the RPD inappropriately characterized the nature of the risk faced by the claimant as the risk of gang violence. On the facts, the applicant and his family members were victims of extortion by the MS, one of his uncles had been killed by them, and the applicant received threats that his family would be killed should he fall short in making the extortion payments. Justice Rennie noted at para 13 that the evidence demonstrated that \"the MS was specifically targeting the applicant to an extent beyond that experienced by the population at large.\" He continued at para 14:", "[S]ection 97 must not be interpreted in a manner that strips it of any content or meaning. If any risk created by \"criminal activity\" is always considered a general risk, it is hard to fathom a scenario in which the requirements of section 97 would ever be met. Instead of focusing on whether the risk is created by criminal activity, the Board must direct its attention to the question before it: whether the claimant would face a personal risk to his or her life or a risk of cruel and unusual treatment or punishment, and whether that risk is one not faced generally by other individuals in or from the country."], ["[43]", "Similarly, in <FRAGMENT_SUPPRESSED> , Justice Zinn found that the RPD had mischaracterized the risk faced by the claimant as a risk of general criminality, even though the gang members, who were trying to recruit the claimant, had violently killed his grandmother before his eyes. Justice Zinn held that the RPD had seriously minimized the nature of the threat faced by the claimant and quashed the Board's decision. In so doing, he noted at para 34 that \"where a person is specifically and personally targeted for death by a gang in circumstances where others are generally not, then he or she is entitled to protection under s. 97 of the Act if the other statutory requirements are met\"."], ["[44]", "To somewhat similar effect, in <FRAGMENT_SUPPRESSED> at para 38, Justice O'Reilly set aside a decision of the RPD in circumstances where the claimants were victims of extortion, threatened kidnapping and assault. He noted:", "The applicants were originally subjected to threats that are widespread and prevalent in El Salvador. However, subsequent events showed that the applicants were", "specifically targeted", "after they defied the gang. The gang threatened to kidnap [one of the applicant's] wife and daughter, and appear determined to collect the applicants' outstanding \"debt\" of $40,000. The risk to the applicants has gone beyond general threats and assaults.", "The gang has targeted them personally", ". [Emphasis added]"], ["[45]", "Likewise, in <FRAGMENT_SUPPRESSED> at paras 31 and 32, Justice Scott quashed a decision of the RPD in a case where the claimant, who had been a member of a military task force charged with eradicating the MS 13 and MS 18 gangs, was savagely beaten and threatened with death by gang members. Justice Scott held:", "[T]he applicant has been personally targeted in the past, and will be in future ... contrary to what the Board found, [the risk is] ... personalized in that the participation of the applicant in the Antimaras task force significantly heightened his risk relative to that of young men in El Salvador.", "The Board cited documentary evidence about the influence of the Maras gangs throughout the Americas, and specifically about the dangers inherent in their recruitment practices. The Board found that the applicant's participation in the armed forces stemmed from the fact that he had been targeted for recruitment, and found that the threats and attacks made against him were mainly due to his refusal to join the gang. The Board's view appears to be that there is no relevant distinction between a refusal to join the gang and participation in an anti-gang task force. This Court finds that this is not a reasonable possible conclusion because the applicant's participation in the Antimaras operation has affected and significantly altered the risk he faces from MS 13, so as to make it a personalized risk not faced by other young men in the armed forces or in the population at large. The attempt on his life was triggered by the fact that he had openly fought and participated in the imprisonment of MS 13 gang members."], ["[46]", "In", "Barrios Pineda", "at (at paras 12 and 13), the applicant was a doctor, who had treated a gang member, whom he denounced to the police. Thereafter, he received death threats from the MS, which prompted him to flee El Salvador. Justice Snider set aside the RPD's decision, finding it to be unreasonable. She noted that:", "[O]n a basic level, the Applicant is a victim of crime. However, the facts of this case are unusual in that the Applicant claims to have been personally and directly targeted by MS-18 ... In other words, this is not a generalized fear of being targeted by MS-18 just because the Applicant is a citizen or because of his profile as a doctor. The nature of the risk he now faces is not the same as the risk he faced prior to treating the gang member - before he treated the gang member, he was susceptible to extortion or violence, whereas now he is specifically and individually targeted for his perceived actions, unlike the general population.", "In virtually all of the cases cited by the Respondent, the applicants were not targeted personally", "per se", ". While the gangs may have known their names, their personal information, and may have even threatened them or assaulted them on a number of occasions, the nature of the threat was still generalized. The gang could have gone after anyone with perceived wealth, or any young person who may be recruited into their gang. These people were essentially means to an end for the gang members. I doubt that it really mattered whether person A or person B gave the gang the money for which they were searching, even if both parties were personally threatened. Similarly, I doubt that it really mattered whether person C or person D joined their cause, provided that they continued to increase their membership. The situation before me is fundamentally different. The Applicant presented a story to the Board of being at risk because he was perceived to be a person who \"ratted out\" an individual gang member."], ["[47]", "Similarly, in <FRAGMENT_SUPPRESSED> , Justice Noël set aside a decision of the RPD, where the claimant claimed to fear the MS because he had reported the extortion he was facing to the police, along with another vendor, who was killed by the MS. The claimant thereafter received death threats from the MS. Justice Noël held that the applicant was not targeted in the same manner as any other vendor in the market and his risk was different because he faced reprisal for his report to the authorities. Likewise, in <FRAGMENT_SUPPRESSED> , Justice Lemieux held that manager of a car dealership, who refused gang extortion and was subsequently threatened, was entitled to protection with his family under section 97 of IRPA. To similar effect, in <FRAGMENT_SUPPRESSED> (2007) at para 15, Justice de Montigny quashed the RPD's decision, holding that:", "It cannot be accepted, by implication at least, that the applicant had been threatened by a well-organized gang that was terrorizing the entire country, according to the documentary evidence, and in the same breath surmise that this same applicant would not be exposed to a personal risk if he were to return to El Salvador. It could very well be that the [MS] recruit from the general population; the fact remains that Mr. Pineda ... had been specifically targeted and was subjected to repeated threats and attacks. On that basis, he was subjected to a greater risk than the risk faced by the population in general."], ["[48]", "In the present case, the RPD determined that the applicant faced a risk of death from the MS but did not elaborate that this was due to his having been a suspected police informant. It thus failed to carry out the first step in the required analysis under section 97 of IRPA. This, in turn, led the Board to conflate the risk faced by the applicant with that faced by all men of the applicant's age in El Salvador, whom it noted all face the risk of recruitment, threats and physical assault by criminal gangs. The Board thus erroneously concluded that the risk faced by the applicant was the same as the risk faced generally by other individuals in El Salvador."], ["[49]", "This finding is both unreasonable and incorrect. In making this determination, I recognize that the reasonableness standard is a deferential one and provides that the Court may intervene only if it is satisfied that the reasons of the tribunal are not \"justified, transparent or intelligible\"", "and", "that the result does not fall \"within the range of possible, acceptable outcomes which are defensible in respect of facts and law\" (", "<FRAGMENT_SUPPRESSED> , at para 47). The RPD's determination in the present case is unreasonable because its ruling irrationally concludes that the applicant was in the same situation as any other young man in El Salvador, when this patently was not the case."], ["[50]", "Like the claimants in the many cases cited above, the applicant in this case faced a heightened and different risk not faced by other young men in El Salvador because the MS had threatened him in order to obtain retribution for his having spoken to the police and provided Carlos' mother's address to them. Carlos was shown to have joined the MS and he personally made a death threat to the applicant. The applicant's situation was thus fundamentally different from that of others, who might be generally at risk of recruitment, threats or even assault by the MS. The applicant, though, was found to directly and personally face the risk of death. This is a far cry from the risk of extortion, recruitment or assault and thus the applicant's risk is much more significant and more direct than that faced by other men in El Salvador. Accordingly, the RPD's decision is both unreasonable and incorrect.", "V.", "CONCLUSION"], ["[51]", "In light of the foregoing, the RPD's decision will be set aside and the applicant's claim will be remitted to the RPD for re-determination by a differently constituted panel of the Board."], ["[52]", "No question for certification under section 74 of IRPA was presented and none arises in this case as the errors committed by the Board are closely tied to the facts of this case and the issue of which standard of review is applicable is not determinative to the result I have reached.", "JUDGMENT"], ["[53]", "THIS COURT'S JUDGMENT is that", "1. This application for judicial review of the RPD's decision is granted;", "2. The RPD's decision is set aside;", "3. The applicant's refugee claim is remitted to the RPD for re-determination by a differently constituted panel of the Board;", "4. No question of general importance is certified; and", "5. There is no order as to costs.", "Application allowed.", "Editor: Elizabeth M.A. Turgeon/klf"]]}