{"id_": "017701", "body_str": [["[1]", "LeBlanc, J.", "[Translation]: The applicants, Mr. [T. P.], his wife, Mrs. [T. P.], and their five minor children, are Roma and citizens of Hungary. They arrived in Canada in September 2011 and, claiming that they were victims of racist, violent incidents in their country of origin, they sought Canada's protection under sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the Act)."], ["[2]", "As was the case with claims from other members of their family before them, the applicants' claim for refugee protection was denied by the Refugee Protection Division of the Immigration and Refugee Board (the RPD) on the grounds that it was not credible and, in any event, the presumption that Hungarian authorities were able to protect them if they returned to their country had not been rebutted."], ["[3]", "The applicants' file does have a unique aspect, however. An incident of sexual abuse involving Mrs. [T. P.] 's brother-in-law in which the victims were Mr. and Mrs. [T. P.] 's two minor daughters, also refugee claimants in this case, occurred a little after their arrival in Canada. Criminal charges were eventually brought against Mrs. [T. P.] 's brother-in-law ([M. V.]) and he pleaded guilty. According to the applicants, this was followed by threats of reprisals, for reporting the abuse to the police, from [M. V.] himself as well as members of his family still living in Hungary."], ["[4]", "However, these facts were reported to the RPD only in January 2014, several months after the hearing of the refugee protection claim began before the RPD in October 2013. The applicants submit that they were unable to do so earlier because of advice from their lawyer at the time who, according to the applicants, thought that incidents that occurred in Canada were not relevant in the analysis of their claim for refugee protection. The RPD did not accept this explanation and determined that these facts had not been brought to its attention in a timely manner."], ["[5]", "The applicants believe that the decision to disregard the new facts raises two points that are fatal to the RPD's denial of their claim: the first point is that because of the lawyer's incompetence, they were victims of a denial of justice; the second point is that as a result the analysis of the issue of state protection was fatally flawed.", "II.", "Analysis", "A.", "Denial of justice"], ["[6]", "In principle, the appropriate standard of review for issues of procedural fairness is correctness (REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED)."], ["[7]", "However, to establish a denial of natural justice based on a counsel's incompetence, it must be established, first, that counsel's acts or omissions constituted incompetence and second, that a miscarriage of justice resulted (REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[8]", "This is a heavy burden. Indeed, a breach of procedural fairness based on counsel's incompetence is a serious allegation and the threshold for demonstrating incompetence is a high one. Thus, evidence of counsel's incompetence \"must be so clear and unequivocal and the circumstances so deplorable that the resulting injustice caused to the claimant is blatantly obvious\" (REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[9]", "What is the situation here? The applicants submit that the lawyer who represented them during the initial part of their RPD hearing in October 2013, Mr. [A. V.], was allegedly placed in a situation that was [Translation] \"if not a conflict of interest, at least delicate\" by representing both their interests and those of [M. V.] in his criminal case. According to the applicants, this would explain why Mr. [A. V.] did not encourage them to amend their refugee protection claim in order to raise the fear of persecution that [M. V.] and his family, at least the family that was still in Hungary, caused in them after criminal charges were brought against them."], ["[10]", "In my opinion, the evidence on record clearly shows that Mr. [A. V.], after acting without a true mandate for [M. V.] during his initial appearance before the criminal court in September 2012, quickly took the appropriate steps to avoid being placed in a conflict of interest by assigning, the following month, [M. V.] 's criminal file to another lawyer. Thus, when the applicants' refugee protection claim hearing began before the RPD in October 2013, the lawyer no longer was, and had not been for over a year, counsel for [M. V.]."], ["[11]", "Moreover, the evidence also shows that Mr. [A. V.] did not seem to be aware that [M. V.] 's family was threatening the applicants. In a letter to the current lawyer for the applicants, the former lawyer wrote the following:", "[Translation]", "With respect to the dispute between your client and [M. V.], I do not believe that I was informed that [M. V.] 's family was threatening your client in the country of origin, otherwise I would have amended the reasons for the claim. Rather, I seem to recall informing your client that the situation in Quebec could not be a reason for Canada to grant protection."], ["[12]", "The incompetence of counsel will constitute a breach of natural justice only in extraordinary circumstances (", "CITATION_SUPPRESSED;", "REFERENCE_SUPPRESSED). However, here, it must be conceded that we are not, to paraphrase", "CITATION_SUPPRESSED", ", above, dealing with a breach, assuming there was any, so clear and unequivocal and so deplorable that the resulting injustice caused to the applicants is blatantly obvious."], ["[13]", "As the respondent states in his memorandum, the applicants do not submit that Mr. [A. V.] advised them not to mention the threats from [M. V.] 's family. As he states in the letter above, Mr. [A. V.] apparently told them rather that the situation in Quebec could not be a reason for Canada to grant protection, which technically is not incorrect. Regardless, it is far from clear and unequivocal that Mr. [A. V.] was even aware of the threats from [M. V.] 's family. At least, that is what he states in that letter."], ["[14]", "The applicants argue that the injustice they suffered was being unable to raise this threat in a timely manner. Given the very strict burden on them, they were unable to prove that this injustice was the result of Mr. [A. V.] 's actions, both with respect to the advice he gave them and his alleged conflict of interest. The evidence on the record is clearly insufficient to support the finding sought by the applicants."], ["[15]", "It should be recalled that the RPD allowed the applicants to testify again about the fact that they had been unable to present all the facts behind their fear of persecution. The RPD determined that they did not satisfactorily explain why there was a delay in raising the threat from [M. V.] 's family. In particular, it rejected the grounds for delay based on Mr. [A. V.] 's actions."], ["[16]", "I cannot say that the RPD erred in this finding. Above all, Mr. [A. V.] 's advice concerned the relevance of raising facts about the applicants' situation in Quebec. Interpreting this advice as suggesting that there was no point in mentioning the threat from Hungary seems exaggerated and without merit to me."], ["[17]", "It should also be recalled that the applicants did not file a complaint about Mr. [A. V.] 's actions with the Barreau du Québec. One would think that if the actions were as serious as the applicants submit, it would be grounds for a complaint with the Barreau."], ["[18]", "For all these reasons, I find that the applicants have failed to show that they suffered a denial of justice because of their lawyer's actions.", "B.", "State protection"], ["[19]", "It is well-established that RPD decisions regarding state protection are reviewable against the standard of reasonableness since they raise questions of mixed fact and law within the expertise of the RPD (REFERENCE_SUPPRESSED;", "CITATION_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[20]", "In this case, the RPD determined that the applicants had failed to rebut the presumption of state protection, particularly because they made no attempt to seek protection from Hungarian authorities regarding the problems that led them to leave Hungary, whereas the evidence shows that Mrs. [T. P.] 's father was able to avail himself of such protection when he requested it. In this regard, failure to seek state protection, even for Roma from Hungary, may be fatal to a refugee protection claim (REFERENCE_SUPPRESSED). Accordingly, I see nothing to justify intervening as the RPD decision falls well within the range of possible, acceptable outcomes which are defensible in respect of the facts and law (", "CITATION_SUPPRESSED)."], ["[21]", "However, this aspect of the application for judicial review took a different turn at the hearing since counsel for the applicants raised the fact that the RPD did not question the Hungarian state's ability to protect Mrs. [T. P.] 's two daughters who were victims of [M. V.]. Counsel for the applicants even submitted that Mrs. [T. P.] 's two daughters would then be [Translation] \"refugees sur place\"."], ["[22]", "The problem with that argument, is that it was not made specifically either before the RPD or in the applicants' memorandum. Rather they chose to try to attach these events to their initial refugee protection claim and show that that a request for protection from the Hungarian authorities related to the charges against [M. V.] in Canada had been unsuccessful. The RPD did not deem credible the applicants' evidence regarding the reaction of the authorities to this request for protection and found that they had failed to rebut the presumption of state protection in relation to those events. It added that it would have been easy for the applicants to obtain written proof of this request with the Hungarian authorities, but they did not do so."], ["[23]", "In this context, it is difficult to fault the way that the RPD dealt with this issue and the findings it made. It is important recall that it is not the RPD, but rather the applicants, who has the burden of proving that the Hungarian state is unable to protect Mrs. [T. P.] 's two minor daughters in relation to the feared reprisals for the charges brought against [M. V.] (REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[24]", "It is also difficult for the Court to address this new argument without the benefit of the crucial step of the determination of the status of Mrs. [T. P.] 's two minor daughters as [Translation] \"refugees sur place\". This determination, which is based on significantly different criteria than those applicable under sections 96 and 97 of the Act, was not made and it is unreasonable, in the specific circumstances of this case, to claim that the RPD should have made that determination since there were no indications of this transformation of the applicants' refugee protection claim."], ["[25]", "Thus, the applicants' application for judicial review will be dismissed."], ["[26]", "Neither party requested the certification of a question for the Federal Court of Appeal pursuant to paragraph 74(", ") of the Act.", "ORDER"], ["[27]", "THE COURT ORDERS that", "1. The application for judicial review is dismissed.", "2. No question is certified.", "Application dismissed.", "Editor: Gary W. McLaughlin", "[End of document]"]]}