{"id_": "017780", "body_str": [["[1]", "O'Keefe, J.", ": This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (IRPA) for judicial review of the decision of a visa officer, dated December 12, 2005, which refused the applicant’s study permit and temporary resident visa applications.", "Background"], ["[2]", "The applicant, Luz Marina Hernandez Bonilla, is a sixteen year old citizen of Columbia. On November 25, 2005, she applied for a study permit in order to study in Canada for four years. Gravenhurst High School, in Gravenhurst Ontario, had already accepted the applicant as a student. Custody and guardianship of the applicant was transferred by her parents to her sister, Blanca Isabel Hernandez, and her sister’s husband, Bruce Maltby, a Canadian citizen. The couple agreed to care for the applicant and provide her with complete financial support. The applicant’s parents, other siblings and her extended family live in Colombia."], ["[3]", "The applicant’s application included the following: the application for a study permit; additional family information; the processing fee; the acceptance letter from the school board; a copy of the applicant’s birth certificate and passport; a notarized letter of authorization from her parents; an affidavit from her guardian indicating that he had accepted guardianship; and an affidavit from her guardian indicating that he was married to her sister, employed, earning over $80,000 a year and would pay the applicant’s tuition and living expenses. The affidavit also indicated that the applicant would leave Canada when her student status expired. Included with the affidavit were: a marriage certificate; proof of residence of the applicant’s sister; employment and reference letters."], ["[4]", "The applicant was not granted an interview by the visa officer who considered her application. By letter dated December 12, 2005, the applicant was advised that her application had been refused. The visa officer found that living in Canada during her formative high school years would have a negative impact upon the applicant’s ability to function in Colombia. The applicant was therefore unable to establish that she would return to her home country following the expiration of her study permit, should she be given one. This is the judicial review of the officer’s decision.", "Officer’s Reasons for the Decision"], ["[5]", "Following his assessment of the application, the visa officer determined that the applicant did not meet the requirements for a temporary resident visa. Therefore, her application was refused. The officer indicated that the applicant failed to meet the requirements of IRPA and its regulations. In particular, the officer was not satisfied that the applicant met the requirements of section 179 of the Immigration and Refugee Protection Regulations, S.O.R./2002-227 (the Regulations), pursuant to which the applicant must establish that she intends to leave Canada at the end of her temporary stay."], ["[6]", "The officer considered the applicant’s ties to her country of citizenship and balanced them against factors which might motivate her to remain in Canada. The officer noted that pursuant to paragraph 216(1)(b) of the Regulations, the onus remained upon the applicant to establish that she was a bona fide temporary resident who would leave Canada following the completion of her studies."], ["[7]", "The visa officer considered the possible existence of dual intent, under subsection 22(2) of IRPA, whereby a foreign national’s intention to become a permanent resident does not preclude them from becoming temporary residents if the officer is satisfied that they will leave Canada by the end of the period authorized for their stay. The officer noted that the applicant was applying to study in Canada for four of her most formative years. The officer concluded that the applicant’s separation from her family, community, language and Colombia’s education system, for such a long period of time, would result in the severance of her ties to Colombia. The officer did not find it likely that the applicant would leave Canada should an application for permanent residence be refused."], ["[8]", "The visa officer’s Computer Assisted Immigration Processing System (CAIPS) notes formed part of the reasons for his decision:", "I am not satisfied that this applicant will leave Canada at the end of her studies in Canada as required by R216(1)(b). She will have spent all of her formative years in Canada, away from her parents, her community, her culture and her language. In effect she will have expatriated herself, having failed to establish herself as an adult in Colombia, as she would not be able to function should she attempt to return. In these circumstances, I am not satisfied that Section A22(2) (Dual intent) applies to the applicant’s situation, as the balance of probabilities – given that she is applying to stay for four years in Canada – point to her intending to stay permanently in Canada, and that should would [sic] be effectively putting her ability to give effect to the second half of dual intent out of the realm of possibility.", "Issues"], ["[9]", "The applicant submitted the following issues for consideration:", "1. Was the applicant denied natural justice because she was not given an opportunity to address the officer’s concerns?", "2. Was the officer’s decision unreasonable based upon the evidence before him?", "Applicant’s Submissions"], ["[10]", "The applicant first noted portions of the visa officer’s testimony from his cross-examination on the contents of his affidavit. The officer testified that he had no independent recollection of the documents submitted in the applicant’s file. The visa officer testified that the documents provided in the application did not satisfy him that the applicant would leave Canada following her studies. The applicant noted that in cases where the documentary evidence establishes that an applicant does not qualify, the officer does not err if he does not inquire further. However, the applicant submitted that she met all of the qualifications for the visa and that the issue was one of subjective intent. It was submitted that the officer drew an adverse inference without allowing the applicant an opportunity to respond in circumstances where she had no basis for anticipating his concerns, since her documentation was complete."], ["[11]", "The applicant was not granted an interview. The applicant noted that officers are not under an obligation to grant interviews, however, when drawing an inference with respect to intent, the applicant should be given an opportunity to address these concerns. The applicant cited case law wherein the Federal Court quashed the decisions of visa officers who drew negative inferences about an applicant’s intention to leave Canada following the expiration of their study permits, without giving them an opportunity to respond (see  <FRAGMENT_SUPPRESSED> )."], ["[12]", "The applicant submitted that through her guardian’s affidavit, she affirmed that she would return to Colombia once her studies were completed. It was noted that her entire family, with the exception of one sister, still lived in Colombia and that her studies in Canada would not involve cutting off all ties to her home country. The applicant submitted that the officer breached the principles of fairness by drawing an adverse inference regarding her intentions to leave Canada and return to Colombia without giving her an opportunity to respond."], ["[13]", "The officer testified that high school applicants usually study in Canada for less than a year, or remain longer out of necessity, such as when a parent transfers to Canada for work. It was submitted that the officer imported a requirement of necessity into the consideration of the application which was unsupported. The visa officer’s reasons indicate that the applicant would become unable to function in Columbia or enter the work force, should she remain in Canada for a four-year period. The applicant submitted that if the length of her proposed period of study or her ability to become reintegrated into Colombian society were concerns, she should have been given an opportunity to respond."], ["[14]", "The applicant also submitted that the officer made a patently unreasonable decision in denying her application. The officer’s decision was entirely based upon the fact that she would be studying in Canada as a high school student during her formative years. The officer’s reasoning leads to the conclusion that all applicants who apply for student visas must be denied because they will not return home after completing high school in Canada, for they will have become established here and severed connections with their home country. The applicant submitted that the officer’s generic assertion without any specific reference to the applicant’s circumstances and without consideration of the facts cannot be valid. The applicant noted that in  <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal concluded that an applicant’s long term study plan is a relevant but non-determinative factor in assessing a study permit application."], ["[15]", "The applicant noted that in  <FRAGMENT_SUPPRESSED>  the applicant’s visa was denied due to a perceived lack of strong ties outside Canada. The Court quashed the officer’s decision because he failed to consider the strength of the applicant’s ties to China. The applicant noted that in the case at hand, the applicant’s entire family, with the exception of one sister, resides in Colombia and she has spent her whole life in Colombia. It was submitted that the officer’s conclusion was patently unreasonable and should be set aside.", "Respondent’s Submissions"], ["[16]", "The respondent submitted that the decision of a visa officer regarding a temporary residence application is discretionary in nature. It was submitted that where the officer’s statutory discretion has been exercised in good faith, in accordance with the principles of natural justice, and where reliance has not been placed upon considerations irrelevant or extraneous to the statutory purpose, this Court should not intervene (see  <FRAGMENT_SUPPRESSED> )."], ["[17]", "The respondent submitted that the content of the duty of fairness owed by a visa officer when determining a visa application is located towards the lower end of the range (see  <FRAGMENT_SUPPRESSED> ). It was submitted that the officer was not under a duty to provide the applicant with a further opportunity to clarify the evidence that had been submitted, as the onus to file a clear application was on the applicant (see  <FRAGMENT_SUPPRESSED>  (F.C.T.D.)). In addition, a visa officer is not required to inform an applicant that his or her application is weak (see  <FRAGMENT_SUPPRESSED> )."], ["[18]", "The respondent noted that the applicant submitted her application with the assistance of counsel. However, she had not established that she would leave Canada at the end of her studies. It was submitted that there was no evidence that the officer harboured any concerns about her application which she did not have an opportunity to address at the outset of the application. The respondent cited  <FRAGMENT_SUPPRESSED>  Snider held that there was no obligation upon the visa officer to provide the student-applicant with an opportunity to respond to her concerns. The respondent submitted that the officer carefully assessed the applicant’s situation in refusing the application.", "Applicant’s Reply"], ["[19]", "The applicant submitted that certain jurisprudence relied upon by the respondent was not relevant as the cases cited involved inherently deficient applications. In the case at hand, the applicant met all of the requirements of the legislation and the issue involved the visa officer’s interpretation of her subjective intent to leave Canada once her study permit expired.", "Analysis and Decision"], ["[20]", "The first issue relates to a denial of natural justice and is reviewable on a correctness standard (see  <FRAGMENT_SUPPRESSED> )."], ["[21]", "Issue 1", "Was the applicant denied natural justice because she was not given an opportunity to address the officer’s concerns?", "The applicant’s application met all of the statutory criteria, but was denied because the visa officer found that she did not intend to leave Canada following her studies. The applicant submits that the officer violated the rules of natural justice by failing to give her an opportunity to address his concerns that she did not intend to leave Canada."], ["[22]", "It is well established that visa officers are not generally required to provide applicants with opportunities to clarify or further explain their applications (see  <FRAGMENT_SUPPRESSED>  of providing visa officers with thorough applications."], ["[23]", "In the case at hand, the visa officer was not satisfied that pursuant to paragraph 216(1)(b) of the Regulations, the applicant had established that she would leave Canada at the end of her studies. This finding was based upon the visa officer’s opinion that having spent four formative years in Canada, the applicant would have separated herself from her family and culture to such an extent that she would be unable to function should she attempt to return to Colombia. The visa officer noted the following in his CAIPS notes:", "She will have spent all of her formative years in Canada, away from her parents, her community, her culture and her language. In effect she will have expatriated herself as an adult in Colombia, as she would not be able to function should she attempt to return."], ["[24]", "The visa officer stated the following in his refusal letter to the applicant:", "In assessing your application, I took note of the fact that you were applying to remain in Canada with a Student Permit, for four of your most formative years, and that a separation from your family, community, language, Colombia’s educational system for a period of this duration would effectively sever your ties with Colombia, and render your eventual return and re-integration improbable."], ["[25]", "The Federal Court has held that visa officers may not base their decisions upon stereotypes or generalizations, without allowing the applicant to respond. Mr. Justice Kelen stated the following in Yuan, see above, at paragraph 12:", "While the duty of fairness does not necessarily require an oral hearing, there is a requirement that the visa officer provide the applicant with an opportunity to address a major concern, in other words, respond. The fact that the visa officer is of the opinion that there are many visa applicants from this location in China who apply for refugee status upon receiving the visa is not a fair or reasonable basis to dismiss all applicants from that region without providing a fair opportunity for the applicant to respond to this concern."], ["[26]", "It is my opinion that the visa officer relied upon a generalization when he refused the applicant’s application. The generalization in question is that all applicants who apply for study permits which cover four years of high school should be denied, since they would automatically be unlikely to return to their home countries due to long-term separation from their families and cultures. Clearly, any individual who applies to study in Canada for four years of high school would be away from the aspects of their home country noted by the visa officer. However, it is not necessarily the case that all young people in these circumstances would become unable to function in their home countries following a four year period of study in Canada, and as a result, would be unlikely to leave Canada."], ["[27]", "This is not a case in which the applicant’s application itself was incomplete, but a situation where the officer subjectively formed an opinion that the applicant would not return to Colombia following the completion of her studies. In my view, the officer in this situation should have allowed the applicant an opportunity to respond to his concerns. The applicant had no way of knowing that the visa officer would act upon his view that those in their “formative years” may not study in Canada for a four year period, since they would be unlikely to leave the country. The visa officer’s failure to give the applicant an opportunity to respond to his concerns, on the facts of this case, amounted to a breach of the rules of natural justice. The application for judicial review is therefore allowed and the matter is referred to a different visa officer for redetermination."], ["[28]", "Neither party wished to submit a proposed question of general importance for my consideration for certification.", "JUDGMENT"], ["[29]", "IT IS ORDERED that", "the application for judicial review is allowed and the decision of the visa officer is set aside and the matter is referred to a different visa officer for redetermination.", "ANNEX", "Relevant Statutory Provisions", "The relevant statutory provisions of The Immigration and Refugee Protection Act, S.C. 2001, c. 27., are as follows:", "22. (1) A foreign national becomes a temporary resident if an officer is satisfied that the foreign national has applied for that status, has met the obligations set out in paragraph 20(1)(b) and is not inadmissible.", "(2) An intention by a foreign national to become a permanent resident does not preclude them from becoming a temporary resident if the officer is satisfied that they will leave Canada by the end of the period authorized for their stay.", "22. (1) Devient résident temporaire l’étranger don't l’agent constate qu’il a demandé ce statut, s’est déchargé des obligations prévues à l’alinéa 20(1)b) et n’est pas interdit de territoire.", "(2) L’intention qu’il a de s’établir au Canada n’empêche pas l’étranger de devenir résident temporaire sur preuve qu’il aura quitté le Canada à la fin de la période de séjour autorisée.", "The relevant statutory provisions of The Immigration and Refugee Protection Regulations, S.O.R./2002-227 state as follows:", "179. An officer shall issue a temporary resident visa to a foreign national if, following an examination, it is established that the foreign national", "(a) has applied in accordance with these Regulations for a temporary resident visa as a member of the visitor, worker or student class;", "(b) will leave Canada by the end of the period authorized for their stay under Division 2;", "(c) holds a passport or other document that they may use to enter the country that issued it or another country;", "(d) meets the requirements applicable to that class;", "(e) is not inadmissible; and", "(f) meets the requirements of section 30.", "216. (1) Subject to subsections (2) and (3), an officer shall issue a study permit to a foreign national if, following an examination, it is established that the foreign national", ". . . . .", "(b) will leave Canada by the end of the period authorized for their stay under Division 2 of Part 9;", "179. L’agent délivre un visa de résident temporaire à l’étranger si, à l’issue d’un contrôle, les éléments suivants sont établis:", "a) l’étranger en a fait, conformément au présent règlement, la demande au titre de la catégorie des visiteurs, des travailleurs ou des étudiants;", "b) il quittera le Canada à la fin de la période de séjour autorisée qui lui est applicable au titre de la section 2;", "c) il est titulaire d’un passeport ou autre document qui lui permet d’entrer dans le pays qui l’a délivré ou dans un autre pays;", "d) il se conforme aux exigences applicables à cette catégorie;", "e) il n’est pas interdit de territoire;", "f) il satisfait aux exigences prévues à l’article 30.", "216. (1) Sous réserve des paragraphes (2) et (3), l’agent délivre un permis d’études à l’étranger si, à l’issue d’un contrôle, les éléments suivants sont établis:", ". . . . .", "b) il quittera le Canada à la fin de la période de séjour qui lui est applicable au titre de la section 2 de la partie 9;", "[End of document]"]]}