{"id_": "017840", "body_str": [["[1]", "Zinn, J.", ": The applicant's application for permanent residence as a member of the spouse or common-law partner in Canada class was denied because the officer determined that the applicant's relationship with her sponsor was not genuine and was entered into primarily for the purpose of obtaining permanent residence in Canada. The applicant seeks to have that decision set aside."], ["[2]", "For the reasons that follow, this application is dismissed.", "I.", "Background"], ["[3]", "The applicant is a citizen of India. In 2006 she applied for a study permit, but her application was rejected on the basis that it lacked", "bona fides"], ["[4]", "On March 18, 2008, the applicant applied for a work permit. This application was also rejected on the basis that it lacked", "bona fides"], ["[5]", "On June 2, 2008, the applicant again applied for a temporary residence visa, this time as a visitor. The applicant stated that her marital status was \"engaged\". The applicant listed her fiancé as her current spouse and sponsor. Again, the application was rejected on the basis that it lacked", "bona fides"], ["[6]", "The applicant states that she met her sponsor on May 9, 2007, at London Heathrow Airport. They went on dates in the United Kingdom for a period of approximately two to three weeks and then carried on a long distance relationship until she entered Canada using a fraudulent passport on June 19, 2008. On July 23, 2008, she made a claim for refugee status. At the hearing the Court was advised that this application was recently denied."], ["[7]", "On July 27, 2008, the applicant and her sponsor were married. On September 8, 2008, the applicant made an inland application for permanent residence as a member of the spouse or common-law partner in Canada class. This application was rejected on August 21, 2009. It is from this decision that the applicant seeks judicial review."], ["[8]", "The officer in the decision reviewed the many discrepancies arising from the separate interviews she conducted with the applicant and her sponsor. The applicant and her sponsor were inconsistent with respect to whether he proposed to her, how their wedding rings were purchased, whether they had a wedding reception, when they last gathered with their friends, and what each wore to bed the previous night. The officer determined that \"the above-noted discrepancies, in their totality, demonstrate both the applicant and sponsor's lack of knowledge regarding significant events in the course of their relationship as well as ordinary daily events.\""], ["[9]", "The officer discussed each of these discrepancies in some detail and concluded that they were not indicative of a genuine relationship. The officer considered whether the applicant's and her sponsor's cultural perspective could have explained the inconsistency as to whether they had a wedding reception or not. The officer concluded that given the couple's shared East Indian background it was unlikely that they misinterpreted the question regarding the occurrence of the wedding reception."], ["[10]", "The officer stated: \"[B] ased on the discrepant answers the applicant and sponsor provided at the interview, I am not satisfied that their marriage was not entered into by the applicant primarily for the purpose of remaining in Canada.\" The officer concluded:", "In reviewing all information on file, including all submissions made by the applicant and the information obtained during the interview, I conclude, on the balance of probabilities, that this is not a genuine spousal relationship and was entered into by the applicant primarily for the purpose of acquiring permanent residence in Canada. Therefore, the applicant does not meet the requirements of s. 4 and s. 124(a) of", "Immigration and Refugee Protection Regulations", "and is not a member of the spouse or common law partner in Canada class.", "Consequently, the officer rejected the applicant's application.", "II.", "Issues"], ["[11]", "The applicant raises a number of issues in her memorandum of argument:", "1. Whether the officer erred in law in reaching her decision in this case?", "2. Whether the officer breached procedural fairness in reaching the decision?", "3. Whether the officer based the decision upon erroneous findings of fact that she made in a perverse or capricious manner without regard to the material before her?", "4. Whether the officer failed to observe the principle of natural justice in this case?", "III.", "Analysis", "1. Whether the officer erred in law in reaching her decision in this case?"], ["[12]", "The applicant submits that there are two prongs to the test set out in section 4 of the Regulations: (1) that the relationship is not genuine, and (2) that the relationship was entered into primarily for the purpose of acquiring any status or privilege under the Act. She submits that both prongs of the conjunctive two-part test must be met before an officer can find a person not to be a spouse or common-law partner for the purpose of sponsorship:", "<FRAGMENT_SUPPRESSED> . She submits that the officer failed to consider the second part of the test and therefore committed a reviewable error."], ["[13]", "The respondent submits that the evidence the officer relied on to conclude that the relationship was not genuine was also applicable to the officer's analysis in determining that the relationship's primary purpose was to achieve status under the Act. The respondent contends that the officer made explicit reference to the second part of the test. Further, it is submitted that there is a strong link between the two prongs of the test:", "<FRAGMENT_SUPPRESSED>  at paras. 16-18."], ["[14]", "Determinations of whether a relationship is genuine and entered into for the purpose of obtaining status under the Act are factual determinations and therefore reviewable on the reasonableness standard."], ["[15]", "The applicant is correct that section 4 of the Regulations creates a two-pronged test to determine whether a relationship is a spousal relationship for the purposes of sponsorship. The applicant bears the onus of proving (1) that their relationship is genuine, and (2) that it was not entered into primarily for the purpose of acquiring any status or privilege under the Act. In determining that an applicant is not a spouse pursuant to section 4 of the Regulations, if an officer fails to consider both prongs of the test \"it is open to the court to find that a reviewable error has occurred:\"", "Khan", "at para. 5."], ["[16]", "The officer's reasons in this case were focused on, although not limited to, the genuineness of the applicant's marriage. In <FRAGMENT_SUPPRESSED> at paras. 17-18, Madam Justice Snider held that there is a strong link between the two prongs of the test, and that a finding of \"lack of genuineness presents strong evidence that the marriage was entered into for the purpose of gaining status.\" In my view, if the evidence leads to a finding that the marriage is not genuine, then there is a presumption that it was entered into for the purpose of gaining status. The burden of establishing a contrary purpose should be placed squarely on the applicant."], ["[17]", "In this case, the officer did consider the second part of the test. The officer stated that \"based on the discrepant answers the applicant and sponsor provided at the interview, I am not satisfied that their marriage was not entered into by the applicant primarily for the purpose of remaining in Canada.\" Given the linkages between the two prongs of the test this analysis was sufficient."], ["[18]", "The officer covered both prongs of the test in concluding \"that this is not a genuine spousal relationship and was entered into by the applicant primarily for the purpose of acquiring permanent residence in Canada.\" The officer did not commit a reviewable error in applying the wrong test or only a part of the appropriate test.", "2. Whether the officer breached procedural fairness in reaching the decision?"], ["[19]", "The applicant submits that the officer breached procedural fairness by providing inadequate reasons. Specifically, she says that the officer failed to explain how she reached the conclusion that the applicant married her sponsor primarily for the purpose of acquiring status under the Act. The applicant submits that the reasons are so inadequate that they prevent her from effectuating judicial review."], ["[20]", "The respondent submits, citing", "<FRAGMENT_SUPPRESSED>  at para. 8, that the duty to provide reasons in this context is minimal. The respondent submits that the officer provided reasons in support of her conclusions on both prongs of the test, and that these reasons were adequate in the circumstances."], ["[21]", "No deference is due when procedural fairness is breached:", "<FRAGMENT_SUPPRESSED>  at para. 53. The correctness standard of review is applied in determining whether the appropriate level of fairness was provided."], ["[22]", "In", "Singh", "at para. 8, I stated that \"the adequacy of reasons must be examined in the context of the decision.\" However,", "Singh", "and", "da  <FRAGMENT_SUPPRESSED>  which is cited therein, both involved applications for a temporary residence visa."], ["[23]", "This case involves an application for permanent residence as a member of the in Canada spousal or common-law partner class. It is not an application for temporary resident status. The ramification of the officer's determination in this case is that the couple may be separated. If the relationship is genuine, an incorrect negative decision can have the tragic consequence of separating a family. Accordingly, the duty to provide reasons is higher in such cases than it is in applications for temporary resident status."], ["[24]", "Nonetheless, I am also of the view that the officer in this case provided adequate reasons which satisfied her duty of fairness. The officer described in detail the discrepancies that she noted and explained why these discrepancies led to the conclusion that the relationship was not genuine. Further, the officer considered the cultural perspectives of the applicant and her sponsor, but concluded that these perspectives did not explain the discrepancies found. The officer expressly stated that her conclusion with respect to the primary purpose of the marriage was based on the discrepancies found. These reasons were sufficient to allow the applicant to seek judicial review, and satisfied the duty to provide reasons in these circumstances.", "3. Whether the officer based the decision upon erroneous findings of fact that she made in a perverse or capricious manner without regard to the material before her?"], ["[25]", "The applicant submits that the officer disregarded documentary evidence that supported a finding of a genuine relationship, such as photographs, joint bank statements, and a doctor's note showing that the applicant had undergone a therapeutic abortion. The applicant cites", "<FRAGMENT_SUPPRESSED>  (T.D.) for the proposition that the officer's limited treatment of the documentary evidence in this case constitutes a reviewable error."], ["[26]", "I agree with the respondent that there is a presumption that the officer considered all of the evidence that was before her:", "<FRAGMENT_SUPPRESSED>  (F.C.A.) (QL). This presumption falls away only when there is evidence provided by the applicant that is directly contrary to a material finding of the decision-maker and this evidence is not referred to explicitly:", "Cepeda-Gutierrez"], ["[27]", "In this case, the evidence to which the applicant points does support a conclusion that her relationship with her sponsor is genuine and that it was not entered into primarily for the purpose of obtaining permanent residence. However, this evidence is not directly contrary to the material findings of the officer. The officer's decision was based on the discrepancies between the applicant's and her sponsor's responses in their respective interviews. The officer's decision was not based on a lack of evidence, which the documentary evidence submitted could have overcome. It was open to the officer to give more weight to the discrepancies than to the documentary evidence provided. The officer did note the information submitted by the applicant. I share the view of the respondent that the applicant is asking this Court to re-weigh the evidence. That is not the Court's role.", "4. Whether the officer failed to observe the principle of natural justice in this case?"], ["[28]", "The applicant submits that the officer breached natural justice by allowing the interview to proceed even though she and her sponsor told the officer that they were having problems understanding the interpreter. The applicant submits that the \"minor discrepancies\" the officer found were due to translation problems."], ["[29]", "I agree with the respondent that this submission is without merit. The officer's notes show that she confirmed that the applicant and her sponsor understood the interpreter before the interview commenced. The notes also show that she confirmed with the interpreter that he understood the applicant and her sponsor. Importantly, neither the applicant nor her sponsor raised any concern with the quality of the interpretation during the interview, and they only now raise this argument after receiving a negative decision. If the applicant or her sponsor had a problem with the interpretation, the onus was on them to bring this concern to the attention of the officer."], ["[30]", "The applicant says in her affidavit that they did raise the issue of interpretation with the officer during their interview. She says:", "My husband and I pointed out to the interviewing officer that we have a difficulty to understand the interpreter. On the other hand, the interpreter was having a problem to hear and understand us because of his old age and hearing problems."], ["[31]", "I do not accept that they raised any such issue with the officer. First, there is no explanation offered, and none that is obvious, as to why the officer would proceed with an interview if informed that the interpreter and the parties were having difficulties understanding each other. Second, the interpreter was a certified interpreter and, as such, was under a duty to inform the officer of any such communication concerns; none was made. Third, the alleged concerns were raised only after the decision was made and there is no reference to these concerns being raised at the hearing or immediately following it. Fourth, the interviews held with the applicant and her sponsor took three hours. The length of the interview, done through translation, considering the number of questions asked, does not point to any difficulty in understanding between the interpreter and the officer. Fifth, there is nothing in the officer's notes of the answers given to any of the questions asked that suggests in any way a difficulty in communication; the answers transcribed are appropriate responses to the questions asked."], ["[32]", "I also reject the applicant's submission that the discrepancies found by the officer were only \"minor discrepancies.\" The discrepancies noted by the officer were significant and, when considered in their totality, sufficient to support the determinations that the officer made."], ["[33]", "The officer's reasons were transparent, justifiable and intelligible. She explained the determinations that she made with respect to both prongs of the two-part test. In making these determinations, the officer did not ignore evidence nor did she breach the applicant's right to natural justice. It cannot be said that the officer's decision was unreasonable. For these reasons this application for judicial review is dismissed."], ["[34]", "Neither party proposed a question for certification. On the facts of this case, there is no question that may properly be certified.", "JUDGMENT"], ["[35]", "THIS COURT ORDERS AND ADJUDGES that", "1. This application is dismissed; and", "2. No question is certified.", "[End of document]"]]}