{"id_": "018029", "body_str": [["[1]", "Pinard, J.", "[Translation]: This is an application for judicial review of a decision of the Minister of Transport, Infrastructure and Communities (the Minister), following the recommendation of the Advisory Body of Transport Canada (the Advisory Body) to cancel the applicant's transportation security clearance (TSC).", "Facts"], ["[2]", "The applicant has been a pilot since 1973 and an airline pilot since 1979. In April 2000 he began to work for Air Transat. For work purposes, he had to have access to secure areas at the Montréal-Pierre Elliott Trudeau International Airport. Therefore, he held a TSC that was valid until the end of 2009. On March 23, 2005, he signed a security clearance application to renew his TSC."], ["[3]", "Under subsection 4.3(1) of the", "Aeronautics", "Act", ", R.S.C. 1985, c. A-2 (the", "Act", "), the clearance program is administered by the Director of Intelligence, Transport Canada. The Director conducted a security check on the applicant with the Royal Canadian Mounted Police (RCMP). This check revealed that he had previously been charged with two counts of fraud and one count of public mischief. The first charge of fraud was for an amount over $5,000, the second for an amount under $5,000."], ["[4]", "The applicant was accused of having made false statements regarding an amount exceeding $26,000 when he was working as an accountant and with having kept the money owed by an electrical company to the government for taxes. He also falsely reported to the police that his all-terrain vehicle (ATV) had been stolen in December 1998, and his insurance company reimbursed him immediately. Some years later, during an investigation related to the charge of fraud over $5,000, the police discovered the ATV in his garage. This discovery led to two other charges against the applicant: fraud under $5,000 and public mischief."], ["[5]", "On June 23, 2005, the applicant received a letter from Transport Canada informing him that his file would be submitted to the Advisory Body, which would review it and make a recommendation to the Minister as to the risk he posed to airport security. The letter indicated that the applicant could consult the Transportation Security Clearance Program Policy that was available [Translation] \"on-line\" to familiarize himself with the process that had been commenced. Last, the letter informed the applicant that he could provide additional information or explanations to support his position."], ["[6]", "On August 3, 2005, the applicant provided Transport Canada with explanations for the charges of fraud under $5,000 and public mischief but did not provide any information about the fraud committed while he was working for his former employer. On September 30, 2005, the applicant pleaded guilty to the three charges. He was given a 23-month conditional sentence. On November 21, 2005, the Advisory Body decided to delay issuing its recommendation about the applicant pending further information regarding his criminal file. On March 10, 2006, the RCMP informed Transport Canada that the applicant had been sentenced on the three charges."], ["[7]", "Consequently, on March 28, 2006, after completing its review of the applicant's case, the Advisory Body recommended to the Minister that his TSC be cancelled. The Advisory Body noted in its recommendation that the applicant had been found guilty of fraud over $5,000 while working in a position of trust for his former employer and that his criminal activities had continued while he held a TSC. On March 29, 2006, the Minister adopted the Advisory Body's recommendation, and the decision was communicated to the applicant on March 31, 2006. He received the notice of cancellation of his TSC on April 7, 2006. On May 30, 2006, the applicant filed this application for judicial review.", "Issues"], ["[8]", "This case raises the following issues:", "1. Is the Advisory Body's decision to cancel the applicant's TSC an error of fact or law?", "2. Does the process that the Minister followed in making his decision comply with the principles of procedural fairness?"], ["[9]", "To reply to these questions, it is important to first clarify the relevant legislative and regulatory context and to determine the appropriate standard of review.", "Legislative and Regulatory Context"], ["[10]", "With respect to the legislative and regulatory context, the Minister is responsible for ensuring the safety of Canadian aerodromes under the provisions of the", "Act", ". Access to certain areas of aerodromes is restricted to individuals who hold a TSC issued by the Minister, who has discretion to grant, refuse, suspend or cancel a TSC."], ["[11]", "A directive entitled \"Airport Restricted Area Access Clearance Security Measures\" is incorporated by reference in section 4 of the", "Canadian Aviation Security Regulations", ", SOR/2000-111, which provides that only persons who hold a TSC can obtain a restricted area pass for the aerodromes listed in Annex A, which includes the Montréal-Pierre Elliott Trudeau International Airport. The policy entitled \"Transportation Security Clearance Program\" (the Program) governs how TSCs are issued.", "Standard of review"], ["[12]", "To determine the appropriate standard of review for judicial review of the decision in question, four factors must be analyzed: (1) the existence of a privative clause; (2) the expertise of the tribunal; (3) the purpose of the legislation and (4) the nature of the question (", "Dr. Q., Re", ", [2003] 1 S.C.R. 226; 302 N.R. 34; 179 B.C.A.C. 170; 295 W.A.C. 170; 2003 SCC 19)."], ["[13]", "First, there is no privative clause here and no right of appeal; however, clause II.45 of the Program provides that an application for review may be directed to the Federal Court. It must also be noted that section 4.8 of the", "Act", "gives the Minister broad discretion. It reads as follows: \"The Minister may, for the purposes of this", "Act", ", grant or refuse to grant a security clearance to any person or suspend or cancel a security clearance.\""], ["[14]", "The specialization of the decision-maker and the expertise of the members of the committee must also be noted. The committee was composed of five members: the Director of Intelligence, the Director of Intelligence for the CBSA, the Chief of Intelligence and Security Screening Programs, a legal advisor and a Transport Canada safety inspector."], ["[15]", "Moreover, both the purpose of the", "Act", "and the nature of the question deal with protecting the public by preventing acts of unlawful interference in civil aviation. Although the Minister's decision directly affects the applicant's rights and interests, it is the interests of the general public that are at stake and that take precedence over the applicant's ability to have his TSC to be able to work as a pilot. The purpose of the", "Act", "emanates from a larger problem that encompasses the interests of society as a whole, not just those of the applicant."], ["[16]", "Given all of this context, I am of the view that the Minister's decision to cancel the applicant's TSC should be reviewed against the patently unreasonable standard, except where procedural fairness is concerned, in which case the standard is correctness.", "Error of fact or law"], ["[17]", "The applicant alleges that the Minister's decision cancelling his TSC is arbitrary and unreasonable because the Minister did not take into account the conditional sentence that he was given or that his fraud conviction had nothing to do with his TSC or his employment as a pilot. The applicant adds that since his conviction is not linked to violent crime or terrorism, it does not fall within the objectives of the Program."], ["[18]", "Last, the applicant submits that the Minister's decision contravenes section 18.2 of the", "Charter", "of Human Rights and Freedoms", ",  <FRAGMENT_SUPPRESSED>  was convicted of a criminal offence if the offence is in no way connected with his employment."], ["[19]", "I do not agree with these arguments."], ["[20]", "It is important to point out that a law is arbitrary where it bears no relation to, or is inconsistent with, the objective that lies behind it (", "<FRAGMENT_SUPPRESSED> ). In this case, the Program's objective is to prevent illegal acts of intervention in civil aviation to ensure the protection of the public, which, in my view, validates the decision in question to cancel the applicant's TSC. The Advisory Body had the very specific function of determining whether the applicant represented a risk to air security."], ["[21]", "It should also be noted that the", "Quebec", "Charter", "affects only those matters that come under Quebec's legislative authority and does not apply to decisions by the Minister acting within his federal jurisdiction (section 55; see also", "<FRAGMENT_SUPPRESSED>  and Henri Brun and Guy Tremblay,", "Droit constitutionnel", ", 4th ed., Éditions Yvon Blais)."], ["[22]", "Despite the fact that the applicant was granted a conditional sentence, the Minister's role was to determine whether he was a risk to air security. Considering that the applicant had committed fraud while he was in a position of trust in another employment, it was not unreasonable to conclude that he could pose a risk to air security. The applicant had the opportunity to tell the Advisory Body about his fraud charges and chose not to do so in a full and frank manner. He is thus the author of his own misfortune. It is also important to note that the applicant did not lose his licence or his right to be a pilot. The Minister only revoked his TSC. Even though the applicant will probably encounter difficulties, it has not been established that he could not possibly find another position at another airport.", "Procedural Fairness"], ["[23]", "As I mentioned above, the appropriate standard of review for questions of natural justice is correctness. However, the content of the requirement of procedural fairness nonetheless varies according to the context of each case (", "<FRAGMENT_SUPPRESSED>  Sask.R. 81). This principle is particularly apt where Parliament, as in this case, has given the tribunal discretion to develop its own procedure."], ["[24]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> , at paragraphs 23 to 27, set out a non-exhaustive list of five factors that can be considered in determining the content of the duty of fairness: (1) the nature of the decision being made and the process followed in making it; (2) the nature of the statutory scheme and the terms of the statute pursuant to which the body operates; (3) the importance of the decision to the individuals affected; (4) the legitimate expectations of the person challenging the decision; and (5) the choices of procedure made by the agency itself."], ["[25]", "With these factors in mind, I agree with the respondent that the duty of procedural fairness in this case is more than minimal but does not require a high level of procedural safeguards (see, for example,", "<FRAGMENT_SUPPRESSED> ; 272 F.T.R. 250; 2005 FC 635, at paragraph 20). Thus, the procedural safeguards available to the applicant in this case are limited to the right to know the facts alleged against him and the right to make representations about those facts. These procedural guarantees do not include the right to a hearing."], ["[26]", "Here, it is clear that the applicant received notice of the Advisory Board's investigation and that he was invited to make representations before the decision was made. Although the applicant maintains that the notice dated June 23, 2005, could have been more complete regarding the criminal charges against him, it should be noted that at the time he received the notice, he had been found guilty of two counts of fraud, one over $5,000, as well as one count of public mischief. He therefore knew the case he had to meet and the scope of the investigation. Be that as it may, he could have requested clarification and/or given more detailed explanations about all the charges that had been laid against him. On this point, as the respondent submits, it is instructive to recall the information provided by the applicant in response to the notice of June 23, 2005:", "[Translation] \"Regarding the fraud, that dates back to 1998, my ATV was stolen and I reported the theft to the local police. I found the ATV several weeks later and I never told the police and I was paid by the insurance company. In 2002, the police came to see me and I handed over the ATV, and by doing so, I reimbursed the insurance company for the claim.\""], ["[27]", "The police visit that the applicant referred to took place when they were executing a search warrant concerning the charge of fraud over $5,000. Accordingly, the applicant could not disregard the possibility that the fraud charge mentioned in the notice of June 23, 2005, referred to acts committed when he was an accountant. Despite the opportunity that was afforded him to provide explanations about his entire criminal record, the applicant chose not to do so. Under the circumstances, since the applicant is relying on a deliberate omission on his part, he cannot argue that he was denied his right to be heard."], ["[28]", "In short, since the applicant did not ask for clarification and failed to provide full explanations about all the charges against him, he cannot complain, as he does, about a defect in the Advisory Body's notice of investigation nor can he argue that there was a lack of procedural fairness.", "Conclusion"], ["[29]", "For all these reasons, the intervention of this Court is not warranted, and the application for judicial review must be dismissed with costs.", "Application dismissed.", "Editor: E. Joanne Oley/pdk"]]}