{"id_": "018026", "body_str": [["[1]", "Snider, J.", ": The Applicants are all citizens of St. Vincent. Ms. Hayden Fay Dan Shallow (the Female Applicant), arrived in Canada on December 12, 2000, on a visitor's visa for six months. She was followed by her husband on November 14, 2001, and by their son on July 29, 2009. The Female Applicant and her husband also have one Canadian-born child."], ["[2]", "The Applicants submitted an application for permanent residence on humanitarian and compassionate (H&C) grounds under cover letter dated January 27, 2010. In a decision dated July 27, 2011, an immigration officer (the Officer), rejected the Applicants' application for permanent residence from within Canada on humanitarian and compassionate (H&C) grounds (the Decision)."], ["[3]", "The Applicants seek judicial review of the Decision. For the reasons that follow, I have concluded that the Application for Judicial Review will be allowed.", "II. Issues"], ["[4]", "The Applicants raise the following issues:", "1. whether the Officer failed to properly assess the Applicants' establishment in Canada;", "2. whether the Officer failed to properly assess the hardship to the Applicants due to poor economic and social conditions in St. Vincent; and,", "3. whether the Officer failed to be alive, alert and sensitive to the best interests of the children.", "III. Analysis", "A.", "What is the appropriate standard of review?"], ["[5]", "The Court has previously held that the findings of fact and the assessment of evidence in an H&C decision are reviewable on a standard of reasonableness (see e.g.", "<FRAGMENT_SUPPRESSED> , \"reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process\", as well as with \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\".", "B.", "Did the Officer fail to properly assess establishment in Canada?"], ["[6]", "The Applicants argue that the Officer's conclusion that their level of establishment was insufficient to warrant allowing their application was based on two findings that are not supported by the evidence or the law. In particular, the Applicants challenge the Officer's findings that their establishment was (1) \"caused by their own choosing and not due to an inability to leave\" and (2) that their establishment was \"not an unusual circumstance\"."], ["[7]", "As observed by Justice de Montigny in", "<FRAGMENT_SUPPRESSED> [2006] FCJ No 425 (QL):", "It would obviously defeat the purpose of the Act if the longer an applicant was to live illegally in Canada, the better his or her chances were to be allowed to stay permanently, even though he or she would not otherwise qualify as a refugee or permanent resident."], ["[8]", "I agree that establishment in Canada is a relevant factor. However, merely managing to evade deportation for a lengthy period of time through various procedures and protections available through the immigration process ought not to enhance an applicant's \"right\" to remain in Canada on H&C grounds. In this case, the Applicants' stay in Canada was of their own choosing. They could have returned to St. Vincent at any time and chose not to."], ["[9]", "For this factor to weigh in favour of an applicant, much more than simple residence in Canada must be demonstrated. And, it must always be remembered that the focus is on the hardship to the Applicants on applying for permanent residence from their country of origin as is required by s. 11 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27. Unless the establishment in Canada is both exceptional in nature and not of the applicant's own choosing, this will not normally be a factor that weighs in favour of the applicants. At best, this factor will usually be neutral. On this question, the Officer did not err.", "C.", "Did the Officer err in assessing hardship to the Applicants?"], ["[10]", "The key argument by the Applicants on the question of hardship in St. Vincent is that the Officer's finding that they could support themselves and provide a good life for their children through \"sheer 'willpower' and determination\" is not supported by the evidence of their own \"experience of futility\" and the severely depressed social and economic conditions in St. Vincent."], ["[11]", "The Officer's conclusion that conditions in St. Vincent did not justify allowing the application was based on two findings: First, that the Applicants would not necessarily experience the poor socioeconomic conditions in St. Vincent, which were in any event, \"general country conditions\", and second, that the Female Applicant's present circumstances were different than the conditions in which she was raised. In particular, the Officer stated that,", "The country conditions with respect to poor economy, unemployment, lack of social services and adequate education are general country conditions that", "may or may not be experienced by [the Female Applicant] and her family.", "These conditions are not unique to", "[the Female Applicant", "] and her family.", "[The Female Applicant] cannot compare her family life with the life she lived through as a child", ". [Emphasis added]"], ["[12]", "While this line of reasoning superficially acknowledges the Applicants' submissions, it fails to engage with that evidence in any real way. First, the Officer's conclusion that the poor socioeconomic conditions in St. Vincent \"may or may not be experienced\" by the Applicants is speculative at best, and arguably has no basis in the evidence. The evidence (which was not explicitly cited in the Decision) appears to demonstrate that, rather than improving, conditions in St. Vincent are deteriorating."], ["[13]", "Contrary to the Officer's finding that the Female Applicant is \"relatively educated\", the Female Applicant and her husband are in fact neither well-educated nor wealthy. The Female Applicant has a high school education, while her husband has only seven years of elementary education, and two years of training in carpentry and mechanics. In Canada, they have worked at a variety of temporary, domestic and manual labour jobs. In this light, it is difficult to know what evidence could have led the Officer to conclude that the Applicants have any reasonable prospect of escaping the deteriorating economic conditions in St. Vincent."], ["[14]", "Second, the Officer's reliance on distinguishing the Female Applicant's present circumstances from her childhood is also misplaced, as the Applicants indicated that it was their family's recent experience of poverty, and in particular their inability to provide their son with adequate food or medical treatment, that led them to travel to Canada. The fact that those conditions are, sadly, \"not unique to [the Female Applicant] and her family\" does not relieve the Officer from analyzing whether they constitute undue, undeserved or disproportionate hardship (see e.g.", "<FRAGMENT_SUPPRESSED> [2008] FCJ No 713 (QL)). As the Officer failed to conduct that analysis in any substantive way, the Decision cannot be said to demonstrate justification, transparency and intelligibility within the decision-making process.", "D.", "Did the Officer fail to engage with the evidence in assessing the best interests of the children?"], ["[15]", "The Applicants' final argument is that the Officer erred in failing to be alert, alive and sensitive to the best interests of the affected children, as required by law. In particular, the Applicants submit that the Officer failed to properly identify and define the best interests of the children and to examine them \"with a great deal of attention\", pursuant to the decision in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]."], ["[16]", "In this case, the Officer was presented with extensive submissions and documentary evidence on the situation faced by children in St. Vincent. The Applicants were not just relying on the childhood experiences of the Female Applicant and her husband. In spite of these submissions, the Officer gave relatively short shrift to the evidence."], ["[17]", "I acknowledge that the fact that the children might be better off in Canada cannot be conclusive given that H&C decisions are intended to assess", "undue", "hardship (", "<FRAGMENT_SUPPRESSED> FTR 122 [ <FRAGMENT_SUPPRESSED> ]). However, <FRAGMENT_SUPPRESSED> does not excuse an Officer from carrying out an assessment of the evidence before him or her. In my view, that is the problem with the Decision."], ["[18]", "The jurisprudence establishes that immigration officers must identify what is in an affected child's best interest before determining whether the child's interests would be compromised by their removal from Canada, such that the family should remain in Canada on H&C grounds (", "<FRAGMENT_SUPPRESSED> [2011] FCJ No 1337 (QL)). As Justice Décary explained for a majority of the Court of Appeal in <FRAGMENT_SUPPRESSED> , above at paragraph 6:", "To simply require that the officer determine whether the child's best interests favour non-removal is somewhat artificial - such a finding will be a given in all but a very few, unusual cases. For all practical purposes, the officer's task is to determine, in the circumstances of each case, the likely degree of hardship to the child caused by the removal of the parent and to weigh this degree of hardship together with other factors, including public policy considerations, that militate in favour of or against the removal of the parent."], ["[19]", "The Officer's analysis of the interests of the children affected is quite brief. The essence of the analysis with respect to the Canadian-born child was that her interests could be met by her parents, \"[e]specially given the resourcefulness that her parents have to provide for her and her older brother\". The Officer also explained that it had not been established that the children would suffer in the same way as their parents, and found that there was insufficient evidence to indicate that they would not be able to attend school, receive medical care, or \"grow up to be good citizens\"."], ["[20]", "Even if it is inferred from the Officer's statements that the Officer was aware of the children's interests in attending school, receiving medical care, becoming good citizens, and avoiding the suffering experienced by their parents in St. Vincent, the Decision wholly avoids the second part of the enquiry, as it fails to consider the degree of hardship the children would face if removed. Rather than accepting that the best interests of the children would likely favour non-removal, the Officer seeks to escape that conclusion by ignoring the evidence of poor socioeconomic conditions in St. Vincent. The Officer's conclusion that \"[i]nsufficient evidence ha[d] been provided\" is thus conclusory and unreasonable: The Officer provides no explanation as to how the children's parents will overcome the significant obstacles to accessing health care and education in St. Vincent, beyond wishful statements regarding love and ambition. The Officer has simply failed to grapple with the evidence contained in the record.", "IV. Conclusion"], ["[21]", "In sum, the Officer's analysis of establishment discloses no error. However, the analyses of hardship to the Applicants and the best interests of the children are flawed to the point where I cannot conclude that the Decision is reasonable."], ["[22]", "In this conclusion, I am not implying that a favourable decision on H&C grounds is an inevitable result. Indeed, I express no opinion whatsoever on whether the Applicants should be admitted as permanent residents on H&C grounds; that is not my job. A different officer, exercising his or her discretion upon a careful and complete review of the record, may well arrive at the same outcome."], ["[23]", "Neither party proposed a question for certification. None will be certified.", "JUDGMENT"], ["[24]", "THIS COURT ORDERS AND ADJUDGES that", "1. the Application for Leave and Judicial Review is allowed, the decision of the Officer quashed and the matter referred back for reconsideration by a different officer; and", "2. no question of general importance is certified.", "Application allowed.", "Editor: Sharon McCartney/vnh"]]}