{"id_": "018064", "body_str": [["[1]", "Shore, J.", "[Translation]: It was reasonable for the Immigration and Refugee Board (Board) to conclude that the position held by Mr. Ryivuze and the responsibilities he assumed within the government of Burundi were such that he had knowledge of the crimes committed by that government. In addition, the common purpose which may be deduced from the applicant's voluntary association with this government is sufficient to support a conclusion of complicity by association."], ["[2]", "Accordingly, in", "<FRAGMENT_SUPPRESSED> ; 2004 FC 861, at paragraph 9, Mr. Justice Yvon Pinard concluded that the ambassador of a foreign country may be considered an accomplice by association in the crimes committed by the government in power in the country he represents, even if he resided abroad during the whole period during which the abuses were committed, by reason of the close association with the government which appointed him as a foreign ambassador:", "\"[9] In this case, the evidence clearly indicates that the Djibouti regime is engaged in the repression of human rights, the persecution and intimidation of the civilian population as well as in government corruption. The IRB found that the applicant was complicit in the Djibouti regime based on the confidential duties entrusted to him by the government at a time when the regime was engaged in activities characterized as crimes against humanity and activities against the purposes and principles of the United Nations. In effect, the applicant had been ambassador to Paris since 1997, occupying the highest office in the most important post outside Djibouti. Apart from this office, the applicant represented his country before the European Union and Mahgreb countries. He testified that he had knowledge of the crimes in which his government was engaged. The applicant who, because of his position in Paris, represented the party in power as well as the Djiboutian government, never tried to disengage himself from these crimes. The evidence indicates that since his recruitment by the MFAIC of Djibouti in 1988, the applicant has always demonstrated his ongoing, active and confident support to the regime. Under the circumstances, therefore, it is my opinion that the IRB assessed the situation reasonably well and that it correctly applied the exclusion clause against the applicant. Despite the skilful arguments of Mr. Bertrand, counsel for the applicants, the panel's finding regarding the applicant's exclusion must also be upheld.\"", "(See also:", "<FRAGMENT_SUPPRESSED> ; 287 F.T.R. 1; 2006 FC 139, concerning the leader of a political party forming the government in power in Bangladesh)."], ["[3]", "Recently, Mr. Justice Simon Noël came to a similar conclusion in <FRAGMENT_SUPPRESSED> , supra, concerning a leader of a political party forming the government in power in Bangladesh:", "\"[23]", "My role is not to decide whether the Applicant in fact personally and knowingly participated in the brutal acts of the AL party, but rather whether it was reasonable for the RPD to reach such conclusion ...", "\"[24] The RDP also determined that the Applicant failed to dissociate and to stay in the ALparty. The alleged opposition of the Applicant's ward against the violence of the AL party was found to be incredible. There is therefore no reason to question the finding of fact that the Applicant failed to dissociate.\" (Emphasis added)", "JUDICIAL PROCEEDING"], ["[4]", "This is an application for judicial review under subsection 72(1) of the", "Immigration", "and Refugee Protection", "Act", ", S.C. 2001, c. 27 (", "Act", "), of a decision of the Refugee Protection Division dated May 31, 2006, according to which the applicant was not a refugee within the meaning of the", "Geneva Convention Relating to the Status of Refugees", "Convention", ") (section 96 of the", "Act", ") or a person in need of protection (subsection 97(1) of the", "Act", ") because he was subject to exclusion under subparagraph 1F(a) of Article 1 of the", "Convention", "FACTS"], ["[5]", "The applicant, Tharcisse Ryivuze, is a citizen of Burundi. He was born on November 1, 1966, in Gitobe in the province of Kirundo. He studied at the University of Burundi from 1990 to 1993 and pursued further studies at the University of Yaoundé from March 1999 to June 2000."], ["[6]", "In 1996, Mr. Ryivuze became a member of the Burundi civil service as an adviser to the planning branch of Burundi's department of planning, development and reconstruction. In March 2002, the applicant was appointed to the position of director of this same body."], ["[7]", "Mr. Ryivuze alleges that in September 2002, his fiancée and his cousin were slaughtered in a Hutu rebel ambush on a road leading to the northern part of the country. The applicant assumes that the rebels recognized his automobile and shot at it, believing that he was at the wheel."], ["[8]", "On May 2, 2003, Mr. Ryivuze left Burundi for Washington, in the United States, to continue his education. During his visit, the applicant learned that Hutu rebels had attacked the city of Bujumbura and the neighbourhood where he had lived. Fearing for his life, he decided not to return to Burundi and claimed refugee protection in the United States in July 2003."], ["[9]", "In March 2004, he was advised that the hearing of his claim for refugee protection in the United States had been postponed for a second time. He therefore decided to claim refugee protection in Canada."], ["[10]", "On March 11, 2004, the applicant entered Canada and immediately claimed refugee protection from the Canadian authorities while hiding his identity as a civil servant and some of his identity documents, namely, his regular passport and his duty passport, which mentions that he is a civil servant. According to him, he did this to avoid the rejection of his claim.", "IMPUGNED DECISION"], ["[11]", "Having concluded that there are serious grounds to believe that Mr. Ryivuze was complicit in crimes against humanity, the Board rejected his claim for refugee protection and excluded him from the benefit of Convention refugee status or that of a person in need of protection under subparagraph 1F(a) of Article 1 the", "Convention", "ISSUE"], ["[12]", "Was it reasonable to exclude Mr. Ryivuze under subparagraph 1F(a) of the", "Convention", "for complicity in crimes against humanity?", "LEGISLATION"], ["[13]", "Sections 96, 97 and 98 of the", "Act", "read as follows:", "\"96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "\"97(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally.", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "\"98. A person referred to in section E or F of Article 1 of the Refugee Convention is not a Convention refugee or a person in need of protection.\""], ["[14]", "Section 1F of the", "Convention Relating to the Status of Refugees", ", Schedule 1 to the", "Act", ", reads as follows:", "\"1F. The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that:", "(a) he has committed a crime against peace, a war crime or a crime against humanity, as defined in the international instruments drawn up to make provision in respect of such crimes;", "(b) he has committed a serious non-political crime outside the country of refuge prior to his admission to that country as a refugee;", "(c) he has been guilty of acts contrary to the purposes and principles of the United Nations.\"", "STANDARD OF REVIEW"], ["[15]", "The issue of whether or not the applicant must be excluded from the refugee class under section 1F of the", "Convention", "is a question of mixed fact and law, which is subject to the reasonableness simpliciter standard of review. Therefore, the Court may intervene only if the Board's decision is unreasonable. (", "<FRAGMENT_SUPPRESSED> ; 2002 FCT 887, at paragraph 12;", "<FRAGMENT_SUPPRESSED> ; 273 F.T.R. 33; 2005 FC 524;", "<FRAGMENT_SUPPRESSED> ; 302 N.R. 178; 2003 FCA 39, at paragraph 14; <FRAGMENT_SUPPRESSED> , supra, at paragraph 13)", "ANALYSIS"], ["[16]", "The applicant submits that the Board erred mainly on two points:", "(1) By concluding that the applicant was complicit by association in crimes against humanity committed by the government of Burundi. In addition, Mr. Ryivuze alleges that the Board misinterpreted the tests established by case law for complicity by association, particularly with respect to the evidence of personal and knowing participation in crimes against humanity, and of common purpose.", "(2) By concluding that the applicant participated personally and knowingly in the abuses committed by the army of Burundi. Furthermore, Mr. Ryivuze alleges that the Board erred in not identifying the crimes in which he directly or indirectly participated."], ["[17]", "The Court does not accept these arguments. The Board's decision shows that the Board carefully considered the principles applicable to complicity and to complicity by association and properly applied the tests to the facts of the case.", "Standard of proof"], ["[18]", "<FRAGMENT_SUPPRESSED> ; 135 N.R. 390 (F.C.A.), and", "Moreno and  <FRAGMENT_SUPPRESSED> ; 159 N.R. 210 (F.C.A.), the Federal Court of Appeal ruled that the Minister must abide by the standard of proof comprised in the expression \"serious reasons for considering\" in subparagraph 1F(a) of the", "Convention", ". This standard is much lower than the one required in criminal law, \"beyond a reasonable doubt\", or in civil law, \"on a balance of probabilities\". On this point, in", "<FRAGMENT_SUPPRESSED> ; 163 N.R. 197 (F.C.A.), Mr. Justice Allen M. Linden stated that the standard of proof in section 1F of the", "Convention", "is not that different from the standard contained in paragraph 19(1)(j) of the former", "Immigration Act", "(\"persons who there are reasonable grounds to believe\"). (See also:", "<FRAGMENT_SUPPRESSED> ; 141 F.T.R. 81 (T.D.), at paragraph 27, affirmed [2001] 2 F.C. 297; [2001] F.C.J. No. 2043; 265 N.R. 121 (F.C.A.))", "APPLICATION OF THE EXCLUSION CLAUSE TO THE APPLICANT", "Applicable standard of proof"], ["[19]", "Subparagraph 1F(a) of the", "Convention", "reads as follows:", "\"1F. The provisions of this Convention shall not apply to", "any person with respect to whom there are serious reasons for considering that", "(a) he has committed a crime against peace, a war crime or a", "crime against humanity", ", as defined in the international instruments drawn up to make provision in respect of such crimes\" (Emphasis added)"], ["[20]", "In <FRAGMENT_SUPPRESSED> , supra, and", "Moreno", ", supra, the Federal Court of Appeal decided that the standard of proof in section 1F of the", "Geneva Convention", "(\"serious reasons for considering\") was no different from the standard in paragraph 19(1)(j) of the former", "Act", "(\"persons who there are reasonable grounds to believe\"). (In the", "Act", ", the standard of proof for inadmissibility is now specified in section 33: \"reasonable grounds to believe\")."], ["[21]", "According to the Federal Court of Appeal, in both cases, the standard of proof is", "less stringent that the civil standard of proof", "on a balance of probabilities."], ["[22]", "In his treatise entitled", "The Status of Refugees in International Law", ", Leyden, 1966, Sithoff, author Atle Grahl-Madsen wrote the following concerning the required burden of proof, at pages 289-290:", "\"The words 'serious reasons for considering' make it clear that it is not a condition for the application of article 1Fb) that the person concerned has been convicted or formally charged or indicted of a crime.", "The person's own confession", ", the testimonies of other persons, or other trustworthy information may suffice.\" (Emphasis added)"], ["[23]", "In this case, Mr. Ryivuze admitted before the RPD and in the proceedings he filed in Court that he knew about the abuses and violence committed by the army and government of Burundi against the civilian population (see paragraph 38 of the applicant's memorandum).", "The government of Burundi committed crimes against humanity"], ["[24]", "As was noted by the Board, the documentary evidence shows that the armed forces of the government of Burundi committed serious crimes and human rights violations against the civilian population.", "Murder and torture"], ["[25]", "The involvement of Burundi's armed forces, national and local police forces and mercenary militias,", "acting", "under the government's authority", "in murders is confirmed in the documentary evidence (Exhibit M-7). This evidence reveals wanton killings of ordinary citizens, forced displacements, women and children murdered by bayonet, torture and deliberate starvation of the civilian population, more specifically, ethnic Hutus."], ["[26]", "Likewise, the documentary evidence submitted by the Minister (M-8, M-10, M-16, M-17, M-22 and M-23) shows that there were child soldiers in Burundi who were forced into the army, and that there were numerous army-controlled concentration camps where serious crimes against humanity were committed."], ["[27]", "In addition, the documentary evidence filed (described in detail above) shows that, in general,", "the government of Burundi repressed members of the Hutu ethnic group, committed massacres against the civilian population, was engaged in official corruption and furthermore did not take any serious measures to put a stop to these acts committed by its Tutsi majority army.", "Mr. Ryivuze is complicit by association in crimes against humanity"], ["[28]", "The law recognizes the concept of complicity by association, according to which individuals who have not personally committed crimes against humanity may nevertheless be held responsible for these crimes because of their close and voluntary association with an organization which commits acts of persecution, and because of their knowledge that such crimes were committed. ( <FRAGMENT_SUPPRESSED> , supra, at paragraph 9)"], ["[29]", "In addition, the responsibility of accomplices was established under Article 6 of the", "Charter", "of the International Military Tribunal", "\"... Leaders, organizers, instigators and accomplices participating in the formulation or execution of a common plan or conspiracy to commit any of the foregoing crimes are responsible for all acts performed by any persons in execution of such plan.\""], ["[30]", "The key element establishing complicity is the \"personal and knowing participation\" of an individual. This is the required mens rea. In <FRAGMENT_SUPPRESSED> , supra, the Federal Court of Appeal explained the test for complicity as follows:", "\"[18] ... complicity rests in such cases, I believe, on the existence of a shared common purpose and the knowledge that all of the parties in question may have of it ...\""], ["[31]", "Following an analysis of the principles established in the trilogy of <FRAGMENT_SUPPRESSED> ,", "Moreno", "and <FRAGMENT_SUPPRESSED> , supra, Madam Justice Barbara J. Reed, in", "<FRAGMENT_SUPPRESSED>  (T.D.), summarized the case law applicable to complicity:", "\"5. The <FRAGMENT_SUPPRESSED> ,", "Moreno", "and <FRAGMENT_SUPPRESSED> cases all deal with the degree or type of participation which will constitute complicity. Those cases have established that mere membership in an organization which from time to time commits international offences is not normally sufficient to bring one into the category of an accomplice. At the same time, if the organization is principally directed to a limited, brutal purpose, such as a secret police activity, mere membership may indeed meet the requirements of personal and knowing participation. The cases also establish that mere presence at the scene of an offence, for example, as a bystander with no intrinsic connection with the persecuting group will not amount to personal involvement. Physical presence together with other factors may however qualify as a personal and knowing participation.", "\"6. As I understand the jurisprudence, it is that a person who is a member of the persecuting group and who has knowledge that", "activities are being committed by the group and who neither takes steps to prevent them occurring", "(if he has the power to do so) nor disengages himself from the group at the earliest opportunity (consistent with safety for himself) but who lends his active support to the group will be considered to be an accomplice. A shared common purpose will be considered to exist. I note that the situation envisaged by this jurisprudence is not one in which isolated incidents of international offences have occurred but where the commission of such offences is a continuous and regular part of the operation.\" (Emphasis added)"], ["[32]", "Where the complicity by association of a refugee protection claimant is at issue, it is the nature of the crimes alleged against the organizations with which he or she was supposed to be associated that lead to exclusion. (", "Harb", ", supra, at paragraph 11)"], ["[33]", "Finally, in", "Harb", ", supra, at paragraph 18, the Federal Court of Appeal quoted with approval the following excerpt from", "<FRAGMENT_SUPPRESSED> ; 205 N.R. 282 (F.C.A.), in which it was stated that complicity by association may be established even if the individual described in the exclusion clause is not a member of such an organization."], ["[34]", "As the Federal Court of Appeal noted in <FRAGMENT_SUPPRESSED> , supra, it is not necessary to prove membership in an organization is directed to a limited, brutal purpose to conclude that there was complicity by association. It is enough to establish, as has been amply shown in the case at bar, that international offences are a continuous and regular part of the operations of the organization with which the individual is \"associated\"."], ["[35]", "In addition, contrary to the applicant's submission, the Board was not required to link Mr. Ryivuze", "directly", "to the crimes committed by the army of Burundi to conclude that he was complicit by association. The knowledge of crimes committed by the government of Burundi and the common purpose which may be inferred from Mr. Ryivuze's voluntary association with this government are sufficient to conclude that there was complicity by association."], ["[36]", "Complicity by association was described as follows in <FRAGMENT_SUPPRESSED> , supra:", "\"[11] In our view, it goes without saying that 'personal and knowing participation' can be direct or indirect and does not require formal membership in the organization that is ultimately engaged in the condemned activities. It is not working within an organization that makes someone an accomplice to the organization's activities, but knowingly contributing to those activities in any way or making them possible, whether from within or from outside the organization. At p. 318, MacGuigan, J.A., said that '[a] t bottom, complicity rests ... on the existence of a shared common purpose and the knowledge that all of the parties in question may have of it'. Those who become involved in an operation that is not theirs, but that they know will probably lead to the commission of an international offence, lay themselves open to the application of the exclusion clause in the same way as those who play a direct part in the operation.\"", "Factors proving complicity in crimes against humanity"], ["[37]", "In light of the evidence and the applicable principles of law, it was reasonable for the Board to conclude that Mr. Ryivuze is excluded under subparagraph 1F(a) of the", "Convention", "from being declared a Convention refugee or a person in need of protection."], ["[38]", "Determining whether or not Mr. Ryivuze was complicit in the crimes committed by the government of Burundi is essentially a question of fact which requires an assessment of his personal situation. ( <FRAGMENT_SUPPRESSED> , supra, at paragraph 2) On this point, the Federal Court has listed six factors which must be considered to determine whether or not an individual is complicit in crimes against humanity:", "(1) the nature of the organization;", "(2) the method of recruitment;", "(3) position/rank in the organization;", "(4) knowledge of the organization's atrocities;", "(5) the length of time in the organization; and", "(6) the opportunity to leave the organization."], ["[39]", "The application of these factors to the present case confirms the complicity of Mr. Ryivuze.", "Nature of the organization"], ["[40]", "If an organization has a brutal, limited purpose, personal and knowing participation in the common purpose of committing crimes warranting exclusion may be presumed from the mere fact of belonging to that organization. In this case, the Board does not submit that the government of Burundi or its armed forces are organizations directed at a brutal, limited purpose. Accordingly, complicity must be proven by evidence of personal and knowing participation by Mr. Ryivuze in the crimes committed by the government of Burundi.", "Method of recruitment"], ["[41]", "Mr. Ryivuze became a member of the civil service of Burundi as an adviser in 1996 after having taken part in a competitive process. He was subsequently appointed Director of Planning in 2002, as a financial analyst. He was in no way forced to become or remain a member of the civil service.", "Position/rank in the organization"], ["[42]", "In its decision, the Board noted that Mr. Ryivuze", "held a high-ranking position", "within the administrative hierarchy of the department of planning, development and reconstruction, and his rapid promotions within this department showed that he played a pivotal role in attaining the government's objectives. In fact,", "the evidence showed that the position held by the applicant reported directly to the director general and to the Minister", ". (See also:", "<FRAGMENT_SUPPRESSED> ; 230 F.T.R. 67; 2002 FCT 1207, at paragraph 44)"], ["[43]", "The Board specifically ruled that the", "work performed by the respondent allowed the government of Burundi to obtain credits and income from the World Bank and the International Monetary Fund, thereby contributing to the operation and maintenance of government activities", "(Board's decision at pages 7, 8 and 9)"], ["[44]", "In <FRAGMENT_SUPPRESSED> , supra, Linden, J.A., described the connection between the position or rank held by a member within an organization and that member's complicity as follows:", "\"[10] In my view, the case for an individual's complicity in international crimes committed by his or her organization is stronger if the individual member in question holds a position of importance within the organization. Bearing in mind that each case must be decided on its facts, the closer one is to being a leader rather than an ordinary member, the more likely it is that an inference will be drawn that one knew of the crime and shared the organization's purpose in committing that crime. Thus, remaining in an organization in a leadership position with knowledge that the organization was responsible for crimes against humanity may constitute complicity ...\""], ["[45]", "In addition, in <FRAGMENT_SUPPRESSED> , supra, the principles supporting \"complicity by association\" are enumerated as follows:", "\"[9] ... [I] ndividuals may be rendered responsible for the acts of others because of their close association with the principal actors ...", "\"[10] In my view, the case for an individual's complicity in international crimes committed by his or her organization is stronger if the individual member in question holds a position of importance within the organization ... [T]he closer one is to being a leader rather than an ordinary member, the more likely it is that an inference will be drawn that one knew of the crime and shared the organization's purpose in committing that crime ... In such circumstances, an important factor to consider is evidence that the individual protested against the crime or tried to stop its commission or attempted to withdraw from the organization ...", ". . . . .", "\"[13] ... [A] ssociation with a person or organization responsible for international crimes may constitute complicity if there is personal and knowing participation or toleration of the crimes ...\""], ["[46]", "Also, Mr. Justice Edmond Blanchard in <FRAGMENT_SUPPRESSED> , supra, stated that \"personal and knowing participation may be direct or indirect\" and noted the following:", "\"[33] ... It is not working within an organization that makes someone an accomplice to the organization's activities, but knowingly contributing to those activities in any way or making them possible, whether from within or from outside the organization. Those who become involved in an operation that is not theirs, but that they know will probably lead to the commission of an international offence, lay themselves open to the application of the exclusion clause in the same way as those who play a direct part in the operation.\""], ["[47]", "The Board's decision to the effect that Mr. Ryivuze's position and responsibilities within the government of Burundi were such that he had knowledge of the crimes committed by the government of Burundi was reasonable. In addition, the common purpose which may be deduced from the applicant's voluntary association with the government is sufficient to conclude that there was complicity by association."], ["[48]", "<FRAGMENT_SUPPRESSED> ; 2004 FC 861, at paragraph 9, Mr. Justice Yvon Pinard concluded that ambassadors of a foreign country may be considered to be complicit by association in the crimes committed by the government in power of the country they represents, even if they resided abroad during the period in which the abuses were committed, because of their close relationship with the government which appointed them.", "\"[9] In this case, the evidence clearly indicates that the Djibouti regime is engaged in the repression of human rights, the persecution and intimidation of the civilian population as well as in government corruption. The IRB found that the applicant was complicit in the Djibouti regime based on the confidential duties entrusted to him by the government at a time when the regime was engaged in activities characterized as crimes against humanity and activities against the purposes and principles of the United Nations. In effect, the applicant had been ambassador to Paris since 1997, occupying the highest office in the most important post outside Djibouti. Apart from this office, the applicant represented his country before the European Union and Mahgreb countries. He testified that he had knowledge of the crimes in which his government was engaged. The applicant who, because of his position in Paris, represented the party in power as well as the Djiboutian government, never tried to disengage himself from these crimes. The evidence indicates that since his recruitment by the MFAIC of Djibouti in 1988, the applicant has always demonstrated his ongoing, active and confident support to the regime. Under the circumstances, therefore, it is my opinion that the IRB assessed the situation reasonably well and that it correctly applied the exclusion clause against the applicant. Despite the skilful arguments of Mr. Bertrand, counsel for the applicants, the panel's finding regarding the applicant's exclusion must also be upheld.\"", "(See also: <FRAGMENT_SUPPRESSED> , supra, concerning a leader of a political party forming the government in power in Bangladesh)"], ["[49]", "Recently, Noël, J., came to a similar conclusion in <FRAGMENT_SUPPRESSED> , supra, concerning a leader of a political party forming the government in power in Bangladesh:", "\"[23]", "My role is not to decide whether the Applicant in fact personally and knowingly participated in the brutal acts of the AL party, but rather whether it was reasonable for the RPD to reach such conclusion ...", "\"[24] The RDP also determined that the Applicant failed to dissociate and to stay in the ALparty. The alleged opposition of the Applicant's ward against the violence of the AL party was found to be incredible. There is therefore no reason to question the finding of fact that the Applicant failed to dissociate.\" (Emphasis added)"], ["[50]", "These decisions must be distinguished from <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , supra, and from", "<FRAGMENT_SUPPRESSED> ; 2005 FC 294, submitted by Mr. Ryivuze, because these decisions concern persons who did not hold high positions in the organization."], ["[51]", "It is important to note that the", "applicant deliberately hid the fact that he had worked for the government of Burundi, precisely to avoid being associated with the abuses committed by this government.", "In fact, when he arrived in Canada, he wrote in his Personal Information Form (PIF) that he had been a consultant for the government of Burundi", ". It was only on June 30, 2004, that he amended his PIF to mention that he had worked for the department of planning, development and reconstruction as an economic adviser and as a director from March 2002 to July 2003.", "When questioned at the July 2005 hearing about the reasons why he had hidden his role in the government, he stated that he knew it was a bad thing to be linked to the government and that he would be accused of collaborating, as the army had executed civilians", "(Board's decision, at page 8)", "Knowledge of atrocities committed by the organization"], ["[52]", "In its decision, the Board noted that Mr. Ryivuze had knowledge of the abuses and human rights violations committed by the ruling powers in Burundi.", "In fact, the applicant admitted having knowledge of repeated and systematic crimes against the civilian Hutu population, including women and children.", "(Board's decision at pages 4 to 7)"], ["[53]", "However, as appears from the Board's decision,", "Mr. Ryivuze constantly tried to minimize the severity of the crimes or justify the government's actions against certain groups in the civilian population", ", stating that such", "actions and abuses", "served to protect other groups, for example, the Tutsi ethnic group, of which he is a member. (Board's decision, at pages 4 to 9 inclusively)."], ["[54]", "Given the case law and the interpretation given to the criterion of personal and knowing participation, it is not necessary to conclude that Mr. Ryiuze was directly involved in the crimes committed by one section or another of the army or government of Burundi. All that is required is proof of the", "applicant's knowledge of the commission of these crimes and his continued voluntary and knowing association with the principal actors", "Length of time in the organization"], ["[55]", "Mr. Ryivuze held a position (first as an adviser, then as director) within the department of planning, development and reconstruction for a period of seven years, from 1996 to 2003.", "Opportunity to leave the organization"], ["[56]", "In its decision, the Board noted that in spite of his knowledge of the abuses committed by the government of Burundi, Mr. Ryivuze failed to dissociate himself from it. In fact, when the Board questioned him about the reason why he continued to work for this government in spite of his knowledge of the crimes committed by it, Mr. Ryivuze answered that there was no other employment available in Burundi. Finally, it appears that Mr. Ryivuze could have safely dissociated himself from the government of Burundi and that it was mainly by choice that he continued to work for the department of planning, development and reconstruction, because of the money and privileges (including use of an automobile) which he obtained from that employment."], ["[57]", "On this point, Mr. Justice Michel Beaudry wrote the following in", "<FRAGMENT_SUPPRESSED> ; 2006 FC 361:", "\"[32] It is worth mentioning that the applicant did not dispute the criminal allegations against the government of Burundi. Nor did he deny he was aware those crimes were committed while he was working for the government. This is clear from his Personal Information Form.", "\"[33] Without question, the applicant did not personally commit any massacres or violence against the civilian population. However, it was not unreasonable for the Panel to find him complicit by association, given his voluntary involvement in government activities, his rise through the ranks of the foreign affairs department at a time when Burundi was consumed by terrible atrocities and the fact that he did not leave until he began to fear for his own safety.", "Considering the scope of the violence committed by government forces (as shown by the documentary evidence in the record) against members of the civilian population, the applicant's claim of financial necessity as justification for his continued employment is not very impressive", "\"[34] In", "Harb", ", supra, Décary, J.A., wrote at paragraph 11:", "'... It is not the nature of the crimes with which the appellant was charged that led to his exclusion, but that of the crimes alleged against the organizations with which he was supposed to be associated. Once those organizations have committed crimes against humanity and the appellant meets the requirements for membership in the group, knowledge, participation or complicity imposed by precedent ..., the exclusion applies even if the specific acts committed by the appellant himself are not crimes against humanity as such ...'", "\"[35] The applicant took great pains to play down the importance of his role, but the fact remains that his financial work contributed to the continuation and smooth operation of the government of Burundi, particularly in relation to the operation of its diplomatic missions abroad and to the continuation of the European Union's financial aid.\" (Emphasis added)"], ["[58]", "To sum up, considering his knowledge of the abuses committed by the government of Burundi during the period when he worked at the department of planning, development and reconstruction as an economic adviser and as a director, the Board reasonably concluded that, at all times while he was voluntarily associated with this government, Mr. Ryivuze was complicit in the crimes against humanity which it committed."], ["[59]", "Consequently, the Board did not rule on the merits of Mr. Ryivuze's claim for refugee protection, in compliance with <FRAGMENT_SUPPRESSED> , supra, in which Beaudry, J., stated the following at paragraphs 44 and 45:", "\"[44]  <FRAGMENT_SUPPRESSED>  (C.A.), Mahoney, J.A., wrote at paragraph 12:", "'I find nothing in the", "Act", "that would permit the Refugee Division to weigh the severity of potential persecution against the gravity of the conduct which has led it to conclude that what was done was an Article 1F(a) crime. The exclusion of Article 1F(a) is, by statute, integral to the definition. Whatever merit there might otherwise be to the claim, if the exclusion applies, the claimant simply cannot be a Convention refugee.'", "\"[45] I therefore find that the Panel did not err in law in failing to consider the issue of the applicant's inclusion after determining that he was excluded under Article 1F(a) of the", "Convention", ".\" (Emphasis added)", "CONCLUSION"], ["[60]", "Considering the preceding, the Court dismisses the application for judicial review.", "JUDGMENT"], ["[61]", "THE COURT ORDERS that", "1. The application for judicial review be dismissed;", "2. No serious question of general importance be certified.", "Application dismissed.", "Editor: Anick Ouellette-Levesque/pdk"]]}