{"id_": "018521", "body_str": [["[1]", "de Montigny, J.", ": This is an application for judicial review pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", RSC 2001, c 27 [IRPA or the Act], of a decision made by the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\"), dated February 16, 2012, wherein the Board determined that the Applicants were neither Convention refugees under section 96 of the Act, nor persons in need of protection under section 97 of the Act."], ["[2]", "There are three Applicants in this case: Piroska Katinszki (the principal Applicant), her daughter Virginia Katinszki and her common-law partner Janos Bari (the male Applicant). All three are Hungarian citizens. The principal Applicant is not Roma, but her daughter is half Roma (the principal Applicant's former common-law partner, Virginia's father, was Roma) and her current common-law partner is Roma. All three Applicants have been persecuted in Hungary because of their Roma ethnicity."], ["[3]", "The principal Applicant detailed several physical assaults the Applicants were subjected to in her Personal Information Form (PIF). In 2000, Virginia (who was three at the time) was pushed off a playground structure by the mother of another child who did not want a Roma to play with her kids. Virginia suffered a concussion. The principal Applicant went to the police station to make a report, but was told to go home and no complaint was filed. The police officer apparently said to her: \"Why do [we not] realize that people hate the Roma, because they are dirty, stinky folk, living like animals\"."], ["[4]", "In 2003, Virginia was again attacked by a woman in the kindergarten she attended, fell to the ground, bled and had contusions. The school nurse witnessed the event and did not intervene, while the head mistress suggested that Virginia should be taken out of the school because she disturbed \"white\" mothers."], ["[5]", "The male Applicant also testified that he had been assaulted while he was in Budapest, where he lived before meeting the principal Applicant in 2006. He said he was stabbed by neo-Nazis who were waiting for him outside of his workplace in Budapest, but did not go to the police because it would have made matters worse given that the Roma people face discrimination from law enforcement authorities."], ["[6]", "In 2006, the Applicants were attacked on three occasions by neo-Nazis, suffering injuries each time. After one of these attacks they went to the police station but the police refused to record their claim and instead threatened to arrest them if they did not leave. In June 2007, the principal Applicant was attacked once again by a group of neo-Nazis, receiving bruises and contusions. In January 2008, the male Applicant was also attacked and his skull was cracked; he gave a description of his attackers to the police, but no steps were taken. In February 2008, the principal Applicant and her daughter were attacked on their way to school, and they were denied treatment at the hospital."], ["[7]", "Attacks continued on the Roma community in 2009-2010 and serial murders were committed. The Applicants asked human rights and minority rights organizations for help, but were apparently told that they should leave Hungary. Fearful for their lives, they left Hungary and arrived in Canada on February 2, 2011, where they filed their claims for refugee protection upon arrival at the airport."], ["[8]", "The Board came to the conclusion that the Applicants were neither Convention refugees, nor persons in need of protection because they had a viable Internal Flight Alternative (IFA) in Budapest. The Board notes that the Applicants lived in a small village and that Budapest is a large city, host to a variety of organizations and government services for Roma people who are persecuted. The Board determined that these organizations/services would assist the Applicants in obtaining state protection. The Board also notes that the male Applicant had not sought police protection following his attack in Budapest."], ["[9]", "The Board notes that Hungary's government has taken steps to reduce racial persecution and improve the Roma minority's situation and that it does not condone discriminatory behaviour by police. The Board also concludes that Hungary has taken steps to improve the situation of Roma youths in schools. Finally, the Board acknowledges the problem of police corruption and the use of excessive force against Roma people, but notes that evidence shows that the state takes action when complaints are made and that Roma people have access to protection and redress if they are denied security services because of their Roma ethnicity."], ["[10]", "Upon careful review of the record and consideration of the parties' written and oral representations, I am of the view that the decision of the Board must be quashed. In coming to that conclusion, I have applied the standard of reasonableness, as the issue to be determined is essentially whether the Board erred in determining that the Applicants have an IFA in Budapest."], ["[11]", "It is well established that the notion of an IFA is inherent in the definition of a Convention refugee.  <FRAGMENT_SUPPRESSED>  (FCA), Justice Mahoney explains that the IFA analysis consists of a two-pronged test: the Board must be satisfied, on a balance of probabilities, that there is no serious possibility of the claimant being persecuted in the part of the country in which it finds an IFA exists, and the conditions in that part of the country must be such that it would not be unreasonable for the claimant to seek refuge there. See also:", "<FRAGMENT_SUPPRESSED>  (FCA)."], ["[12]", "Counsel for the Applicants submits that the Board erred in stating that the key issue is IFA and then digressing into a state protection analysis. It is true that in pure logic, a finding on state protection normally precedes an analysis with respect to an IFA. If the state is able and willing to protect a refugee claimant, there is no need to consider whether there is a particular area in that state where he or she would be safe. That being said, a claimant must be able to demonstrate that the state is unable to protect him or her in the proposed IFA in order to satisfy the first prong of the test and, to that extent, there is some overlap between the two analyses. As my colleague Justice O'Reilly stated in", "<FRAGMENT_SUPPRESSED>  [2010] FCJ no 1496 at para 16:", "There may, however, be an overlap between the Board's consideration of an IFA and its analysis of state protection. The first branch of the IFA test is met where there is no serious possibility of persecution in the particular location. That finding may flow either from a low risk of persecution there or the presence of state resources to protect the claimant, or a combination of both. But, in either case, the analysis can only be carried out properly after the particular risk facing the claimant has been identified."], ["[13]", "That being said, I agree with the Applicants that the analysis of the Board with respect to state protection and, implicitly, the first prong of the test for an IFA is flawed in many respects. First of all, the Board seems to be of the view that police protection is better in Budapest than in the rest of the country, yet points to no evidence supporting that assumption. The evidence was that the male Applicant was verbally abused and attacked on multiple occasions in Budapest by neo-Nazis who waited for him outside of his workplace. He was stabbed during one of these attacks. The Board did not make an adverse finding on the male Applicant's credibility, but took issue with the fact that he did not seek police protection following the attacks in Budapest. This cannot, in and of itself, lead to a conclusion that there is adequate police protection in Budapest."], ["[14]", "The Board also points to various organizations that can provide protection to the Applicants and again seems to assume that these organizations would be in a better position to provide protection in Budapest since their head offices are located there. The problem with this assertion is that there is no evidence on the record that these organizations would be better able to \"protect\" the Applicants in Budapest than in the rest of the country. More importantly, the mandate of each of the organizations referred to by the Board (the Independent Police Complaints Board, the Parliamentary Commissioners' Office, the Equal Treatment Authority, the Roma Police Association, the Complaints Office at the National Police Headquarters) is not to provide protection but to make recommendations and, at best, to investigate police inaction after the fact."], ["[15]", "The jurisprudence of this Court is very clear that the police force is presumed to be the main institution mandated to protect citizens, and that other governmental or private institutions are presumed not to have the means nor the mandate to assume that responsibility. As Justice Tremblay-Lamer aptly stated in", "<FRAGMENT_SUPPRESSED>  at paras 24-25:", "In the present case, the Board proposed a number of alternate institutions in response to the applicants' claim that they were dissatisfied with police efforts and concerned with police corruption, including National or State Human Rights Commissions, the Secretariat of Public Administration, the Program Against Impunity, the General Comptroller's Assistance Directorate or through a complaints procedure at the Office of the Attorney General (PGR).", "I am of the view that these alternate institutions do not constitute avenues of protection", "per se", "; unless there is evidence to the contrary, the police force is the only institution mandated with the protection of a nation's citizens and in possession of enforcement powers commensurate with this mandate. For example, the documentary evidence explicitly states that the National Human Rights Commission has no legal power of enforcement (\"Mexico: Situation of Witness to Crime and Corruption, Women Victims of Violence and Victims of Discrimination Based on Sexual Orientation\").", "See also:", "<FRAGMENT_SUPPRESSED>  25 Imm LR (2d) 267, at para 11."], ["[16]", "Accordingly, I find that it was not open to the Board to decide on a balance of probabilities that there is no serious possibility of the Applicants being persecuted in Budapest. The male Applicant has been attacked in Budapest because of his Roma ethnicity. There is nothing in the Board's IFA analysis or in the evidence that suggests that Budapest is safer than any other parts of the country, other than the fact that \"Budapest is a large city\" and \"host to a number of organizations and government services for ...Roma who are discriminated against.\" Neither the size of the city nor the organizations listed offer effective protection against persecution in Budapest."], ["[17]", "The Board also erred in relying on the efforts deployed by the state to deal with the difficulties faced by the Roma people. At paragraph 15 of its reasons, the Board member wrote: \"The panel acknowledges that violent crimes against the Roma continue to exist; however, it is reasonable to expect authorities to take action when reports are made.\" It is at the operational level that protection must be evaluated. This is all the more so in a state where the level of democracy is at an all time low, according to the documentary evidence found in the record. Furthermore, the", "2010 Human Rights Report: Hungary", "(US DOS, April 8, 2011) upon which the Board purports to rely for its finding that Roma can expect state authorities to protect them, explicitly contradicts such a finding. It states in its overview portion, at page 1:", "Human rights problems included police use of excessive force against suspects, particularly Roma; new restrictions on due process; new laws that expanded restrictions on speech and the types of media subject to government regulation; government corruption; societal violence against women and children; sexual harassment of women; and trafficking in persons. Other problems continued, including extremist violence and harsh rhetoric against ethnic and religious minority groups and discrimination against Roma in education, housing, employment, and access to social services."], ["[18]", "Nothing in that report suggests that it is reasonable to expect that authorities will take action if a complaint is filed. In fact, the US DOS Report implies the opposite."], ["[19]", "I therefore find that the state protection analysis made by the Board is flawed. In any event, the Applicants have rebutted the presumption of state protection: they have sought police protection more than once, to no avail. And there is no evidence that their attempts would have been met with a more effective response had they been living in Budapest."], ["[20]", "For all of the foregoing reasons, this application for judicial review ought to be granted. No question is certified.", "JUDGMENT"], ["[21]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is granted. No question is certified.", "Application granted.", "Editor: E. Joanne Oley/vnh"]]}