{"id_": "018611", "body_str": [["[1]", "Hughes, J.", ": The Applicants are a mother Min Jung Kim and her minor son Ji Hoon Kim both citizens of the euphemistically named Democratic People's Republic of Korea or, more simply, North Korea. They are seeking to claim refugee protection in Canada, a claim which was denied by a decision of a member of the Immigration and Refugee Board, dated October 26, 2009. Judicial review of that decision is now sought by the Applicants and for the reasons that follow I will allow this application, set aside that decision, and require redetermination by a different member."], ["[2]", "The Applicant Min Jung Kim is a single mother of North Korean ethnicity and nationality. Her son Ji Hoon Kim was fathered by a North Korean national of Chinese ethnicity. The father has no continuing relationship with either Applicant. Because she is the single mother of a mixed race child, the principal Applicant has been effectively shunned both socially and economically in North Korea. She was unable to get work and consequently unable to get food through the normal channels available in North Korea."], ["[3]", "The Applicants fled across the border to China where life was not much better. Only marginal work was available; the necessities of life were provided largely through the occasional kindness of others. Because they fled North Korea, return to that country by the Applicants would have resulted in reprisals, even grater hardship and possibly execution. Through the medium of persons who offer such services, the Applicants fled China and find themselves in Canada seeking refugee protection here."], ["[4]", "The record is clear that to return the Applicants to North Korea is unthinkable. Even to return to China would expose the Applicants to great hardship and social marginalization. The only question for consideration in the present circumstances is whether South Korea provides refuge, and if so, under what circumstances and does that preclude a refugee claim being successfully made by the Applicants in Canada."], ["[5]", "An examination of this issue must start with consideration of the decision of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> . Décary J.A. for the Court wrote at paragraphs 19 to 23 that where the acquisition of citizenship in another country was a matter of \"mere formalities\" or \"within the control\" of the applicant, then the applicant will not be afforded refugee protection in Canada. He wrote:", "19", "It is common ground between counsel that refugee protection will be denied where it is shown that an applicant, at the time of the hearing, is entitled to acquire by mere formalities the citizenship (or nationality, both words being used interchangeably in this context) of a particular country with respect to which he has no well-founded fear of persecution.", "20", "This principle flows from a long line of jurisprudence starting with the decisions of our Court in  <FRAGMENT_SUPPRESSED>  (F.C.A.), where it was held that, if an applicant has citizenship in more than one country, he must demonstrate a well-founded fear of persecution in relation to each country of citizenship before he can seek asylum in a country of which he is not a national. Our ruling in Ward was confirmed by the Supreme Court of Canada (at paragraph 12 of these reasons) and the principle eventually made its way into the IRPA, section 96 referring to \"each of their countries of nationality.\"", "21", "In another decision rendered before the Supreme Court of Canada rendered its own in  <FRAGMENT_SUPPRESSED> , Rothstein J. (sitting then in the Trial Division of the Federal Court of Canada) broadened the holding of our Court  <FRAGMENT_SUPPRESSED> . He held that if, at the time of the hearing, an applicant is entitled to acquire the citizenship of a particular country by reason of his place of birth, and if that acquisition could be completed by mere formalities, thereby leaving no room for the State in question to refuse status, then the applicant is expected to seek the protection of that State and will be denied refugee status in Canada unless he has [page439] demonstrated that he also has a well-founded fear of persecution in relation to that additional country of nationality.", "22", "I fully endorse the reasons for judgment of Rothstein J., and in particular the following passage at paragraph 12", "The condition of not having a country of nationality must be one that is beyond the power of the applicant to control.", "The true test, in my view, is the following: if it is within the control of the applicant to acquire the citizenship of a country with respect to which he has no well-founded fear of persecution, the claim for refugee status will be denied. While words such as \"acquisition of citizenship in a non-discretionary manner\" or \"by mere formalities\" have been used, the test is better phrased in terms of \"power within the control of the applicant\" for it encompasses all sorts of situations, it prevents the introduction of a practice of \"country shopping\" which is incompatible with the \"surrogate\" dimension of international refugee protection recognized in Ward and it is not restricted, contrary to what counsel for the respondent has suggested, to mere technicalities such as filing appropriate documents. This \"control\" test also reflects the notion which is transparent in the definition of a refugee that the \"unwillingness\" of an applicant to take steps required from him to gain state protection is fatal to his refugee claim unless that unwillingness results from the very fear of persecution itself. Paragraph 106 of the Handbook on Procedures and Criteria for Determining Refugee Status under the 1951 Convention an the 1967 Protocol relating to the Status of Refugees [Geneva, 1992] emphasizes the point that whenever \"available, national protection takes precedence over international protection,\" and the Supreme Court of Canada, in Ward, observed, at page 752, that \"[w] hen available, home state protection is a claimant's sole option.\"", "23", "The principle enunciated by Rothstein J.  <FRAGMENT_SUPPRESSED>  was followed and applied ever since in [page440] Canada. Whether the citizenship of another country was obtained at birth, by naturalization or by State succession is of no consequence provided it is within the control of an applicant to obtain it. (The latest pronouncements are those of Kelen J. in  <FRAGMENT_SUPPRESSED>  and Snider J. in  <FRAGMENT_SUPPRESSED> .)"], ["[6]", "This decision requires the Board to examine the degree of control that a claimant may have over the process of applying for citizenship in another state. I wrote in", "<FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 195, at para. 24:", "24", "Second, the Board does not address the issue as to the degree of control that an Applicant for reacquisition of citizenship must have over the success of the ultimate result. The Federal Court of Appeal  <FRAGMENT_SUPPRESSED>  indicates that if reacquisition is merely a matter of formalities then the control is certain. Here more than mere formalities are required, residency plus an application to a federal court is required. The evidence indicates that the result cannot be predicated with certainty. The Reasons of the Board as to the degree of certainty are lacking. No indication is made that due consideration was given to the evidence. The findings of the Board are not reasonable."], ["[7]", "Justice Russell of this Court more recently reviewed these matters in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  where it appears that the Minister (who was the Applicant in that case) wanted to push matters further and put the onus on the claimant (Respondent) to demonstrate that it was \"more likely than not\" that the citizenship claim would be rejected. Justice Russell rejected this argument as putting an intolerable burden on a refugee claimant. It may be within the control of a claimant to apply for citizenship but it remains within the control of the state whether or not to grant it. He wrote at paragraphs 117 to 120:", "117", "There was evidence before the Board to demonstrate that it was not within the control of the Respondents to acquire Chinese citizenship, which is the test dictated by Williams. The children alone would cause them all kinds of problems and Shirley gave evidence that she might also be subjected to forced sterilization.", "118", "The Applicant wants to push this issue further to say that the Respondents should have been required to demonstrate that it was more likely than not that, if they applied, they would not be granted Chinese citizenship. In fact, at the refugee hearing and as part of this application, the Applicant also argued that the Respondents were under an obligation to show that they had applied for, and had been refused, Chinese citizenship.", "119", "This argument was, in my view, correctly rejected by the Board as being contrary to Williams. But it does show where the Applicant wants to push this issue. In my view, to go beyond Williams in order to do what the Applicant wants to do would impose an intolerable burden upon people in the position of the Respondents.", "120", "It is certainly within the control of the Respondents to submit an application for Chinese citizenship but, on the evidence, it was not within the control of the Respondents to acquire Chinese citizenship, and the evidence suggested to the Board that they faced serious problems in doing so."], ["[8]", "Thus, the extent to which a refugee claimant can \"control\" the award of citizenship in another country becomes a critical issue. Such an issue eventually requires an examination of the laws, jurisprudence, practice and politics of that country. In a perfect world such an examination would be conducted on the basis of one or more opinions of legal professionals entitled to practice in the relevant country and skilled in that area. These opinions are received as factual matters but involve questions of law."], ["[9]", "In a less than perfect world, where a refugee claimant usually has limited funds and resources and limited time to prepare a case, reference is made to other sources in deciding what may be the situation in the other country. In the present case, the Applicants were only advised a few days before the hearing that an issue would be made as to whether they could acquire South Korean citizenship."], ["[10]", "The evidence before the Board member consisted of a newspaper article, a scholarly article, a \"Response to Information Requests\" and other materials. Some of this material was referred to in the reasons given by the Board member. She found, at paragraph 13, that the grant of citizenship for citizens of North Korea by South Korea is automatic as it flows from the South Korean constitution."], ["[11]", "However, the Board member seems to have retreated from that view beginning at paragraph 15 of her Reasons where it is recognized that South Korea has a \"discretion\" whether or not to grant citizenship depending on whether the applicants \"possesses the will and desire\" to live in South Korea. The Board member concluded that, nonetheless, citizenship was \"automatic\" at paragraph 21 of her Reasons"], ["[21] The panel finds that the evidence that an official of the South Korean embassy said that \"the will and desire\" of the applicant are criteria going to a grant of citizenship does not over-ride the evidence that the grant of citizenship is automatic. A plain reading of the requirement that the applicant must have \"expressed their intention to be protected,\" as set out above, means no more than that the person must ask to be protected. They must express an intention; the panel finds, as a matter of fact, that this means that the applicant has to apply. Once they do that, then the process of automatic acceptance, as noted above, is triggered."], ["[12]", "Counsel for the Minister argues that this finding must be accepted so long as it is \"reasonable.\" I disagree - that finding can only be accepted if it is correct. The right to claim citizenship in a foreign country is as I have said a matter of the law, practice, jurisprudence, and politics of that country that is best proved by the opinion(s) of those persons qualified in the law of that country having expertise in that area of law. Such opinions are received in our courts as a matter of evidence and, if the evidence comprises conflicting opinions, then the Court must resolve the conflict. A resolution of such a conflict can be reviewed by a higher court; however, it is not simply a question as to whether the lower court's determination was \"reasonable.\" The \"deferential\" reasonableness expressed by the Supreme Court at paragraph 47 of", "<FRAGMENT_SUPPRESSED> , in the circumstances of determining foreign law must be looked at on the basis of correctness as the Supreme Court distinguished at paragraph 50 of <FRAGMENT_SUPPRESSED> ."], ["[13]", "This is not a situation where legal and factual issues are so intertwined that they cannot be separated, as discussed in paragraph 53 of <FRAGMENT_SUPPRESSED> . The law of a foreign country is proved as a matter of fact, but a determination based on such facts is not intertwined in the manner described at paragraph 53 of <FRAGMENT_SUPPRESSED> . I repeat paragraphs 47, 50 and 53:", "47", "Reasonableness is a deferential standard animated by the principle that underlies the development of the two previous standards of reasonableness: certain questions that come before administrative tribunals do not lend themselves to one specific, particular result. Instead, they may give rise to a number of possible, reasonable conclusions. Tribunals have a margin of appreciation within the range of acceptable and rational solutions. A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of [page 221] justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", ". . .", "50", "As important as it is that courts have a proper understanding of reasonableness review as a deferential standard, it is also without question that the standard of correctness must be maintained in respect of jurisdictional and some other questions of law. This promotes just decisions and avoids inconsistent and unauthorized application of law. When applying the correctness standard, a reviewing court will not show deference to the decision maker's reasoning process; it will rather undertake its own analysis of the question. The analysis will bring the court to decide whether it agrees with the determination of the decision maker; if not, the court will substitute its own view and provide the correct answer. From the outset, the court must ask whether the tribunal's decision was correct.", ". . .", "53 Where the question is one of fact, discretion or policy, deference will usually apply automatically (", "Mossop", ", at pp. 599-600;", "Dr. Q", ", at para. 29;", "Suresh", ", at paras. 29-30). We believe that the same standard must apply to the review of questions where the legal and factual issues are intertwined with and cannot be readily separated."], ["[14]", "I note that Justice Lemieux in", "<FRAGMENT_SUPPRESSED> lso held the view that the standard of review should be that of correctness:", "15", "The Federal Court of Appeal's decision in  <FRAGMENT_SUPPRESSED>  2005 FCA 126 has settled the standard of review of correctness on the question whether the existence of an option to seek protection in one country is a valid cause for the denial of refugee status which requires an interpretation of section 96 of the Act a question of law of such a nature to be decided on the basis of correctness (see also the Supreme Court of Canada's recent decision on the standard of review in  <FRAGMENT_SUPPRESSED>", "2008 SCC 9, at paragraph 55)."], ["[15]", "In the present case I find, on the best evidence, that it is by no means \"automatic\" or \"within the control\" of the Applicants that they will receive South Korean citizenship. In a \"Responses to Information Requests\" received by the Board on June 3, 2008, it was stated that perhaps on a strict reading of the south Korean constitution, North Koreans cold obtain South Korean citizenship; however, North Koreans are", "not", "automatically accepted, a \"will and desire\" to live in South Korea must be established and persons who have \"resided in a third country for an extended period of time are not eligible (the Applicants have lived in China and Canada). The Response says:", "Whether North Koreans are automatically accepted as South Korean citizens", "Both the United States (US) Department of State's Country Reports on Human Rights Practices for 2007 and a 19 February 2007 New York Times article state that North Korean refugees are entitled to South Korean citizenship (US 11 Mar. 2008, Sec. 2.d; New York Times 19 Feb. 2007). The New York Times article explains that entitlement to South Korean citizenship is grounded in Articles 2 and 3 of the \"Constitution of the Republic of Korea\" (19 Feb. 2007; see also HRW Jan. 2008). The Constitution states the following", "Article 2 [Nationality]", "Nationality in the Republic of Korea is prescribed by law.", "It is the duty of the State to protect citizens abroad as prescribed by law.", "Article 3 [Territory]", "The territory of the Republic of Korea shall consist of the Korean peninsula and its adjacent islands. (Korea 29 Oct. 1987)", "However, according to the Embassy Official, North Koreans are not automatically accepted as South Korean citizens (Korea 20 May 2008). North Koreans must demonstrate that they possess the \"will and desire\" to live in [South] Korea and must present themselves to an embassy or consulate of the Republic of Korea to request protection (ibid.). Following this, the citizenship process begins (ibid.).", "The Embassy Official noted that certain persons are not eligible for South Korean citizenship: \"bogus\" defectors; persons who have resided in a third country for an extended period of time; and international criminals such as persons who have committed murder, aircraft hijacking, drug trafficking or terrorism (ibid.)."], ["[16]", "A scholarly article written by two law professors appearing in the", "International Journal of Refugee Law 2007", ", entitled \"North Korean Refugees and International Refugee Law\" concludes at page 234:", "Therefore, the possibility of obtaining ROK citizenship under the South Korean Constitution and the Nationality Act (ROK) should not preclude DPRK defectors from protection under international refugee law."], ["[17]", "An assessment made by the United Nations High Commissioner for Refugees expressed doubt as to whether all North Koreans, particularly those who have transited through China (as the Applicants here have) would automatically receive South Korean citizenship, each case must be considered on its merits:", "As interpreted by the UNHCR, the clause excludes most North Koreans from international protection because South Korea extends citizenship to all North Koreans, in effect giving them dual nationality. Since most North Koreans have no valid reason based on well-founded fear not to avail themselves of South Korea's protection, the UNHCR view is that availability of this \"national protection takes precedence over international protection\", even though as a practical matter it may often not be possible for North Koreans to avail themselves of what may be only theoretical protection from a South Korean government far distant from the locations where protection is needed.", "South Korean nationality is considered in effect for Northerners as long as Seoul extends to them the protection normally granted to South Koreans. South Korean nationality is further considered effective until a request for protection has been refused or ignored. Those who reach countries in which requests for asylum are heard are soon able to avail themselves of protection by South Korea. However, the vast majority of North Koreans in China and some transit countries are unable to make the initial request for protection. At great risk to their freedom, safety and sometimes lives, thousands of North Koreans each year try to make their way into heavily guarded diplomatic missions or across two or more countries to request asylum or transfer to South Korea.", "Even if North Koreans are considered not to have dual nationality, each individual application for protected status must be judged on its own merits. Not every North Korean may have a legitimate claim. Given the North's persecution of dissidents, however, religious citizens, members of the \"hostile\" class, border crossers and even many \"criminals\" have compelling cases that merit international protection.", "North Koreans in China are rarely able to articulate their legitimate claims to international protection. Accordingly, the UNHCR recognises that \"it is for the examiner, when investigating the facts of the case, to ascertain the reason or reasons for the persecution feared and to decide whether the definition in the 1951 Convention is met with in this respect\". Those who may be in need of international protection should be advised of their rights and all available options."], ["[18]", "The Board member erred in assuming that the question was whether North Koreans could \"automatically\" obtain South Korean citizenship and that she was required to give a yes or no answer to that question. The proper question is whether or not, on the evidence before the Board, there is sufficient doubt as to the law, practice, jurisprudence and politics of South Korea such that citizenship cannot be considered as automatic or fully within the control of these particular Applicants."], ["[19]", "Here the evidence is that it is by no means clear that these particular Applicants will, in the circumstances of their case, automatically be given South Korean citizenship or that the acquisition of such citizenship is entirely within their control. There are considerations as to the \"will and desire\" to live in South Korea that must be assessed by some official and perhaps the courts there as well as consideration given to the length of time that the Applicants have resided in China and Canada. There is no certainty as to the outcome."], ["[20]", "On the basis of <FRAGMENT_SUPPRESSED> and the other authorities cited this application must be allowed and returned for redetermination by a different Board member."], ["[21]", "Counsel for the Minister has asked that consideration be given to a certified question. I find that this matter is not such as would merit certification.", "JUDGMENT"], ["[22]", "FOR THE REASONS provided;"], ["[23]", "THIS COURT ORDERS AND ADJUDGES that", "1. The application is allowed;", "2. The matter is returned for redetermination by a different Board member;", "3. No question will be certified; and", "4. No Order as to costs.", "[End of document]"]]}