{"id_": "018827", "body_str": [["[1]", "Roy, J.", ": Seldom do we have the Crown seek a remedy in matters of citizenship and immigration. Such is the case here.  <FRAGMENT_SUPPRESSED>"], ["[2]", "By Order dated September 7, 2012, Madam Prothonotary Mireille Tabib ordered that the applications concerning Foluke Olafimihan (Court File T-1327-12) and Akinwande Olaoye Olafimihan (Court File T-1328-12) be consolidated and determined on the same record. Accordingly these Reasons will apply equally to both. Mrs. Olafimihan and her spouse, Mr. Olaoye Olafimihan will be referred to as \"the respondents\".  <FRAGMENT_SUPPRESSED>"], ["[3]", "On July 4, 2012, the Minister of Citizenship and Immigration (the \"applicant\") filed the present appeal, under subsection 14(5) of the", "Citizenship Act", ", RSC 1985, c C-29 (the \"Act\"), from the decisions of Judge Brian Coburn, the Citizenship Judge. He approved the application of Mr. Olaoye Olafimihan on April 30, 2012 and the application of Mrs. Olafimihan on May 8, 2012 for a grant of Canadian citizenship under subsection 5(1) of the Act.  <FRAGMENT_SUPPRESSED>", "Facts  <FRAGMENT_SUPPRESSED>"], ["[4]", "The respondents are a husband and wife. They are Nigerian citizens who obtained permanent resident status in Canada in 2002.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Their applications for Canadian citizenship were rejected in 2006. It appears that their earlier applications did not meet the residency requirements.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The respondents applied a second time for Canadian citizenship on December 9, 2010. It is this second attempt that gives rise to the current proceedings.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Although not essential to the disposition of this case, it should be noted for the sake of completeness that the respondents have been married since 1981 and that they are the parents of three adult children who are all Canadian citizens. The respondents are both trained as architects; however, it has not been easy for them to find employment in that field since their arrival in Canada. It would appear that their lack of experience in Canada as architects has been a significant barrier to obtaining work in this country.  <FRAGMENT_SUPPRESSED>"], ["[8]", "In view of those difficulties encountered when they arrived in Canada, the respondents established a company, Canadian Studies Limited, which arranges for international students to attend school in Canada. The success of the business venture seems to have been a significant consideration in the decision made by the Citizenship Judge.  <FRAGMENT_SUPPRESSED>"], ["[9]", "It is not disputed that the respondents have filed their personal taxes in this country since their arrival in 2002 and that they declare the province of Ontario as being where they reside. They have a number of assets in this country. When they travel abroad for their business purposes, it appears that the respondents use hotel accommodations, although at times it is for extended periods of time. They have an office for their company in Nigeria, but it appears that they also travel to other African countries on occasion.  <FRAGMENT_SUPPRESSED>", "The Issue  <FRAGMENT_SUPPRESSED>"], ["[10]", "The case turns on the application of paragraph 5(1)(", ") of the Act. It reads:  <FRAGMENT_SUPPRESSED>", "5.", "(1) The Minister shall grant citizenship to any person who  <FRAGMENT_SUPPRESSED>", "...  <FRAGMENT_SUPPRESSED>", ") is a permanent resident within the meaning of subsection 2(1) of the", "Immigration and Refugee Protection Act", ", and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner:  <FRAGMENT_SUPPRESSED>", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and  <FRAGMENT_SUPPRESSED>", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence;  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "5.", "(1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:  <FRAGMENT_SUPPRESSED>", "...  <FRAGMENT_SUPPRESSED>", "c) est un résident permanent au sens du paragraphe 2(1) de la", "Loi sur l'immigration et la protection des réfugiés", "et a, dans les quatre ans qui ont précédé la date de sa demande, résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence étant calculée de la manière suivante:  <FRAGMENT_SUPPRESSED>", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,  <FRAGMENT_SUPPRESSED>", "(ii) un jour pour chaque jour de résidence au Canada après son admission à titre de résident permanent;  <FRAGMENT_SUPPRESSED>"], ["[11]", "The question for the Citizenship Judge was to determine whether or not the respondents met the residency requirements for the purpose of acquiring the Canadian citizenship. In so doing, the Citizenship Judge sought to apply the criteria developed in the decision of this Court in", "Re Koo", ", [1993] 1 FC 286, [", "Koo", "] a decision rendered by Justice Barbara Reed. The applicant disputes the application made by the Citizenship Judge of the", "Koo", "criteria. The Crown does not seek to reverse the decision on the basis that the respondents did not meet the basic requirement of, within the four years immediately preceding their application of December 9, 2010 \"accumulated at least three years of residence in Canada ...\". Rather, the applicant challenges the findings made by the Citizenship Judge on the basis of", "Koo", ".  <FRAGMENT_SUPPRESSED>", "The Framework for the Analysis  <FRAGMENT_SUPPRESSED>"], ["[12]", "<FRAGMENT_SUPPRESSED>  Justice Donald J. Rennie of this Court examined carefully the so-called three lines of reasoning (some would contend that there are only two, with the third one being a variation on one of the two) concerning the residency requirements of paragraph 5(1)(", ") of the Act. Like him, I am not convinced that the test devised in", "Koo", "is one that is justified by an appropriate reading of section 5 of the Act. I reckon that Justice Allan Lutfy, in", "<FRAGMENT_SUPPRESSED>  Citizenship judges adopting either one of the tests devised by different judges of this Court. It is on that basis that the Citizenship Judge, in this case, chose the", "Koo", "test.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Given that the Crown has chosen to challenge the Citizenship Judge's decision on the basis of the", "Koo", "test (also referred to as the qualitative test), it would not be appropriate to seek to examine the matter on the basis of the more quantitative test, one that would require physical presence in this country for the three out of four years referred to in paragraph 5(1)(", ") of the Act. However, I would have thought that the more a Citizenship Judge is departing from the standard of a 1,095 days out of 1,460 days, the more it would be expected that the departure from the norm would be justified in order to meet even the qualitative test. The connections with the country are essential to become a citizen, and satisfying the criteria would tend to show that connection, that Canada is effectively home. I share the view of Justice James O'Reilly who held, at paragraph 21 of his decision in", "Minister of Citizenship and  <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "I find that the qualitative test set out in", "Papadogiorgakis", "and elaborated upon in", "Koo", "should be applied where an applicant has not met the physical test. I should add that I do not regard the qualitative test as one that is easy to meet. A person's connection to Canada would have to be quite strong in order for his or her absences to be considered periods of continuous residency in Canada.  <FRAGMENT_SUPPRESSED>"], ["[14]", "In this case, the calculations made about the number of days spent outside of Canada within the preceding four years of the application for citizenship show a significant shortfall. In the case of Mrs. Olafimihan, the Citizenship Judge found absences totalling 838 days out of 1,460 (about 57.4% of the time). Given that presence for 1,095 days would be required, that leaves Mrs. Olafimihan with merely 622 days of physical presence (56.8% of the norm), which results in a shortfall of 473 days. As for Mr. Olaoye Olafimihan, the numbers are very much similar. The Citizenship Judge found his absences to be for a total of 809 days (absent 55.4% of the time), which left a residency in Canada of 651 days. The shortfall out of the requirement of 1,095 days would be 444 days. The Minister had a slightly different calculation, suggesting that his absences were in the order of 827 days, instead of 809 which would have left a shortfall of 462 days. Either way, the respondents were physically present in Canada for less than fifty percent of the time over a period of four years. Interestingly, the numbers show that Mrs. Olafimihan spent more days abroad on a smaller number of absences (19) than her husband (24).  <FRAGMENT_SUPPRESSED>"], ["[15]", "Clearly the respondents fall well short of what some consider to be the minimal requirement under paragraph 5(1)(", "). As Justice Muldoon said emphatically in", "Re Pourghasemi", ", [1993] FCJ No 232 (QL):  <FRAGMENT_SUPPRESSED>", "So those who would throw in their lot with Canadians by becoming citizens must first throw in their lot with Canadians by residing among Canadians, in Canada, during three of the preceding four years, in order to Canadianize themselves. It is not something one can do while abroad, for Canadian life and society exist only in Canada and nowhere else.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Actually, the test devised in", "Koo", ", which this Citizenship Judge has chosen to follow, appears to be an attempt to find criteria, the purpose of which would be to see if there is that strong connection with Canada through continuous residency in Canada short of having spent 1,095 days in the four years preceding their application.  <FRAGMENT_SUPPRESSED>", "The Test  <FRAGMENT_SUPPRESSED>"], ["[17]", "The issue before this Court is whether or not the Citizenship Judge's decisions are reasonable in the circumstances. This Court's case-law has been consistent that this is the applicable standard of review in appeals pursuant to subsection 14(5) of the Act. The issue was recently canvassed in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>"], ["[12] In this instance, the jurisprudence has established that a Citizenship Judge's determination of whether a citizenship applicant meets the residency requirements is a question of mixed fact and law reviewable on the reasonableness standard. ...  <FRAGMENT_SUPPRESSED>", "Application of the", "Koo", "criteria  <FRAGMENT_SUPPRESSED>"], ["[18]", "Justice Reed, in", "Koo", ", rejected the view expressed by some that for an applicant \"who would very obviously make an excellent citizen the provisions of the Act should be given a liberal interpretation so as to make the granting of citizenship to him possible\" (see page 293). She rejected such view in strong terms:  <FRAGMENT_SUPPRESSED>", "I have difficulty with that admonition. If it means that the requirements of the Act are to be interpreted differently for a person about whom the judge has formed a good opinion (as a potential citizen) from that which applies to a person about whom the judge has not formed this opinion, then, I find I have to reject the rule of interpretation. The same criteria are required to be met by all applicants regardless of the judge's opinion on the individual's qualities as a potential citizen. The law should be applied equally to all.  <FRAGMENT_SUPPRESSED>"], ["[19]", "It appears to me that this is the conclusion that was reached implicitly by the Citizenship Judge in this case. He finds that the business success the respondents have worked hard to achieve makes them deserving of the Canadian citizenship. However, such is not the test. I will examine more carefully his application of the six", "Koo", "criteria in order to explain the conclusion I have reached.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Turning now to the decision under review, the Citizenship Judge sought to apply the six questions of", "Koo", "in order to answer the test, which is:  <FRAGMENT_SUPPRESSED>", "Whether it can be said that Canada is the place where the applicant \"regularly, normally or customarily lives\". Another formulation of the same test is whether Canada is the country in which he or she has centralized his or her mode of existence. (at page 293)  <FRAGMENT_SUPPRESSED>"], ["[21]", "The six questions are:  <FRAGMENT_SUPPRESSED>", "(1) Was the individual physically present in Canada for a long period prior to recent absences which occurred immediately before the application for citizenship?  <FRAGMENT_SUPPRESSED>", "(2) Where are the applicant's immediate family and dependants (and extended family) resident?  <FRAGMENT_SUPPRESSED>", "(3) Does the pattern of physical presence in Canada indicate a returning home or merely visiting the country?  <FRAGMENT_SUPPRESSED>", "(4) What is the extent of the physical absences - if an applicant is only a few days short of the 1,095-day total it is easier to find deemed residence than if those absences are extensive?  <FRAGMENT_SUPPRESSED>", "(5) Is the physical absence caused by a clearly temporary situation such as employment as a missionary abroad, following a course of study abroad as a student, accepting", "temporary", "employment abroad, accompanying a spouse who has accepted temporary employment abroad?  <FRAGMENT_SUPPRESSED>", "(6) What is the quality of the connection with Canada: is it more substantial than that which exists with any other country?  <FRAGMENT_SUPPRESSED>"], ["[22]", "While acknowledging that the", "Koo", "factors are neither exhaustive nor mandatory, the applicant takes issue with three of the six factors applied by the Citizenship Judge. The applicant contends that the cumulative effect of those mistakes, together with the evident answer to question 4, makes the decision unreasonable. I agree. They show that there was no continuous residency in Canada, which is at the heart of the", "Koo", "test.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Considering the analysis done with respect to questions 1, 3 and 5, one is struck by the importance put by the Citizenship Judge on the reasons for those absences, as if that could constitute an adequate justification or proxy for actually continuous residency and living in Canada before one can apply to become a citizen of this country.  <FRAGMENT_SUPPRESSED>"], ["[24]", "Question one suggests that being present in Canada for a long period prior to recent absences is an indicia that someone has taken in elements of Canadian culture and has strong connections with the country. The person \"regularly, normally or customarily lives\" in Canada. The Citizenship Judge answers the question by emphasizing that business reasons had taken the respondents out of the country. He concludes his answer to the question by saying that \"(A)s a result of their work related absences, the applicant is short in the order of 473 days of the 1095 days required under the Act\". This cannot mask the evidence before him that the respondents were never even close to satisfying the first factor. As the evidence showed, there was not a long presence in Canada followed by recent absences. Ever since the respondents established their business venture, they have been frequently out of the country. Indeed, the numbers speak for themselves.  <FRAGMENT_SUPPRESSED>"], ["[25]", "The third question is, arguably, at the heart of the", "Koo", "test. It boils down to looking for evidence that Canada is home, as opposed to a place one visits. The Citizenship Judge rightly pointed out that the respondents have established their business in this country. Furthermore they pay income and property taxes in this country and own assets. Indeed, their three children are Canadian citizens and are established here. The difficulty remains that in the four years preceding their application for citizenship, the respondents have spent less than fifty percent of their time in Canada. Mrs. Olafimihan had 19 absences in the period under consideration. Mr. Olaoye Olafimihan had 24 such absences. Indeed, four and six of these absences respectively are said to be family-related.  <FRAGMENT_SUPPRESSED>"], ["[26]", "It is difficult to escape the conclusion that one merely visits when not even spending 50% of their time in that place. In the case of Mrs. Olafimihan, 57.4% of the four years, during 19 absences was spent abroad. As for Mr. Olaoye Olafimihan, his absences were even more frequent. That they would have considered Canada as a base of operation for their business endeavours is arguable. It is less so as to whether Canada is their home, at least sufficiently to claim for citizenship in this country. What makes this particularly troublesome is the fact that the pattern of their return to Canada showed that they did not come back for an extended period of time. It is one thing to be out of the country for a long period of time, such that an applicant would end up having been out for more than a year out of four because of that one long stay outside of the country. It is quite another to be literally in and out of Canada without residing in this country for extended periods of time to experience living in Canada. It is in that sense that it can be said that one is merely visiting. Which takes me to an examination of the fifth factor.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The fifth question seeks to elicit if the absences are a \"clearly temporary situation\". Presumably one ought not to be penalized for having been a student abroad or accepting temporary employment during the four years preceding the application. Conversely, someone who has not spent extensive periods of time in Canada is less likely to have the Canadian experience that comes with rubbing elbows with Canadians which presumably is why the legislation has a residency requirement of 1,095 days over four years. The purpose of the residency requirement cannot be ignored. The response given by the Citizenship Judge is particularly puzzling. He concludes that the respondents are in a \"perpetual temporary situation\". Again, he tries to justify the state of affairs by the business imperatives facing the respondents. It would appear that the Citizenship Judge was of the view that the respondents' absences are always temporary because they always come back to Canada. As can be plainly seen, that does not address the question. The respondents are well short of 1,095 days not because they have been out of the country for a long but temporary period of time; rather they have been out of the country for more than fifty percent of the time because they have been in and out of the country, a situation that is not about to change.  <FRAGMENT_SUPPRESSED>"], ["[28]", "Finally, the applicant does not take issue with question four, but that is because the answer does not favour the respondents. This is not an insignificant factor as I have pointed out earlier. It is in fact the recognition that someone who falls short of the 1,095 days required under the legislation will have a tougher time establishing sufficient residency to be granted citizenship in Canada. Establishing residency for the purpose of citizenship requires showing attachment that comes with physical presence during the preceding four years. According to", "Koo", ", it is not impossible to show that attachment if less than 1,095 days have been spent in the country, but that demonstration is made more difficult as the number of days falls way short of the standard set in legislation.  <FRAGMENT_SUPPRESSED>"], ["[29]", "The picture that emerges from the examination of the six factors in this case is one where the Citizenship Judge substituted the requirements for physical attachment, as per paragraph 5(1)(", ") of the Act, for a justification of absences on the basis of business needs. By not properly addressing criteria devised in", "Koo", ", the Citizenship Judge creates in effect a different test. No weight is given to criterion 4 and criteria 1, 3 and 5 are in effect ignored. That is hardly satisfying the test. The decision under review reads as if the respondents should be made citizens of Canada because they deserve to be, given that they have built a successful business, which justifies absences beyond the norm. As pointed out in", "Koo", ", such is not the purpose of the Act. No doubt that the respondents are deserving individuals whose success ought to be applauded and it is understandable that the Citizenship Judge would have been sympathetic in the circumstances. However, such is not the issue.  <FRAGMENT_SUPPRESSED>", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[30]", "With great respect, the conclusions of the Citizenship Judge can only be seen as failing the test of reasonableness. His reasons for judgment do not satisfy the", "Koo", "test, the test which allows some flexibility from the so-called quantitative test which requires physical presence in Canada for at least 1,095 days out of the preceding 1,460 days. When four of the six criteria do not favour the respondents, and the respondents have spent less than fifty percent of their time in Canada, the conclusion can hardly be any other than they have failed the", "Koo", "test. That would appear to be the only rational outcome. At the end of the day, departing as significantly only because of business requirements does not meet the residency test devised in", "Koo", ", which is itself a departure, or a measure of flexibility, from the apparent requirements of the legislation. Indeed, Justice Reed acknowledged that reality in", "Koo", "at page 292:  <FRAGMENT_SUPPRESSED>", "In some decisions it has been suggested that the changes in the", "Citizenship Act", "which were made in 1978 [S.C. 19776-77, c. 52, s. 128] lead to the conclusion that Parliament intended that physical presence for the whole three-year period was not required. This is said to be related to the removal from the Act of qualifications based on domicile. I have read the Parliamentary debates and committee proceedings of that period and can find nothing to substantiate that conclusion. Indeed, quite the contrary seems to be the case. The requirement of three-year residence within a four-year period seems to have been designed to allow for one year's physical absence during the four-year period. Certainly, the debates of the period suggest that physical presence in Canada for 1,095 days was contemplated as a minimum. In any event, as has been noted above, the jurisprudence which is now firmly entrenched does not require physical presence for the whole 1,095 days.  <FRAGMENT_SUPPRESSED>"], ["[31]", "As a result, the appeal is granted and the decisions of the Citizenship Judge are quashed. The matter will be referred back to a different Citizenship Judge for re-determination.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[32]", "The within appeal is granted. The decisions of Citizenship Judge Brian Coburn, approving the application for citizenship of Mr. Akinwande Olaoye Olafimihan on April 30, 2012 and of Mrs. Foluke Olafimihan on May 8, 2012 under paragraph 5(1)(", ") of the", "Citizenship Act", ", RSC 1985, c C-29, are quashed. The matter is hereby referred back to a different Citizenship Judge for re-determination.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/vnh  <FRAGMENT_SUPPRESSED>"]]}