{"id_": "018950", "body_str": [["[1]", "Russell, J.", ": This is an application under s. 82.1(2) of the", "Immigration Act", ", R.S.C., c. 35, for judicial review of the decision (\"Decision\") made by Julie Fréchette, a Designated Immigration Officer (\"Officer\") in the Canadian Embassy in Vienna, Austria whereby the application for permanent residence of Milos Jankovic (\"Applicant\") was refused. The Decision was communicated to the Applicant on or about January 2, 2002, in the form of a refusal letter containing written reasons for the refusal.  <FRAGMENT_SUPPRESSED>", "BACKGROUND  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicant is a citizen of Yugoslavia. His parents divorced on December 22, 1988, when he was three years old. The Applicant's mother (\"Mother\") was granted custody of the young child. In 1992, when the Applicant was seven years old and still in the custody of his Mother, the Applicant's father, Slobodan Jankovic (\"Father\"), submitted an application for Canadian permanent residence pursuant to the Independent Selection Criteria of the", "Immigration Act", "and", "Immigration Regulations", ". Since the Applicant was only seven years old, and his Father was far from being settled in his new country of residence, the parents determined that it would be best if the Applicant remained in the custody of his Mother.  <FRAGMENT_SUPPRESSED>"], ["[3]", "When the Father was settled and gainfully employed in Canada, he and the Mother agreed that it would be beneficial for the Applicant to move in with his Father.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The Father, now a Canadian citizen, was advised that he met the eligibility requirements of a sponsor on or about August 20, 2001. On September 16, 2001, the Applicant submitted an application for Canadian permanent residence as a member of the family class pursuant to the", "Immigration Act", "and", "Immigration Regulations", "to the Canadian Embassy in Vienna, Austria. The completed application was received on October 15, 2001.  <FRAGMENT_SUPPRESSED>"], ["[5]", "On or about November 15, 2001, the Applicant received a letter from the Officer requesting proof that he had undergone a medical examination in the frame of his Father's permanent residence application in 1992.  <FRAGMENT_SUPPRESSED>"], ["[6]", "On or about December 14, 2001, the Applicant advised the Officer through electronic mail that he had not undergone a medical examination in 1992. He explained that he was in his Mother's custody at the time and only seven years old and did not then have any intention of immigrating to Canada.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Officer took the position that the Applicant could not be considered as a member of the family class and refused the application for a visa.  <FRAGMENT_SUPPRESSED>", "DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>"], ["[8]", "On November 13, 2001, the Officer reviewed the documents and information contained in the Applicant's application and decided that additional information was required in order to determine whether the Applicant could be considered as a member of the family class according to the", "Immigration Act", "and", "Immigration Regulations", ". Specifically, it was necessary to find out whether the Applicant had been examined in the frame of his Father's application for permanent residence in Canada in 1992. The Applicant was sent a letter on November 15, 2001, requesting this additional information.  <FRAGMENT_SUPPRESSED>"], ["[9]", "On or around December 27, 2001, the Father was informed that the Application had been refused. The Applicant was informed of the result on or around January 2, 2002.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The reason given for the refusal was that the Applicant had failed to undergo a medical examination in 1992 when his Father submitted his application. This meant that the Applicant was not a member of the family class because s. 4(2) of the", "Immigration Regulations", "does not include dependents who were exempted under s. 6(5)(a)(ii) of the", "Immigration Regulations", "as members of the family class. Such a dependant cannot be sponsored as a member of the family class by the person who sought to exclude him from examination in the frame of the sponsor's own application for permanent residence in Canada (in this case in 1992).  <FRAGMENT_SUPPRESSED>"], ["[11]", "The Father maintains that at no time during the processing of his application was he advised by anyone that, by not having his son undergo a medical examination at that time, he was completely eliminating the possibility of sponsoring his son in the future.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Father also maintains that, if he had been informed of the consequences of not having his son undergo such a medical examination, he would have arranged for an examination.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The Father says that he never knowingly agreed to eliminate his ability to sponsor his son as a member of the family class.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Paper files are not retained from as far back as 1992, so that the Officer did not have in her possession an opting-out declaration. The Respondent submits that there was, however, no reasonable explanation for why the Applicant's son was not examined as a dependant when he was in the custody of his Mother, other than that he was exempted from examination under s. 6(5)(a)(ii) of the", "Immigration Regulations", ". It was for this reason that the Officer refused the application.  <FRAGMENT_SUPPRESSED>", "RELEVANT LEGISLATION  <FRAGMENT_SUPPRESSED>"], ["[15]", "The term \"Sponsor\" is defined in s. 2(1) of the", "Immigration Regulations", ", 1978, SOR/78-172 as a person who:  <FRAGMENT_SUPPRESSED>", "\"(a) is a Canadian citizen or permanent resident who is at least 19 years of age, sponsors an application for landing of a member of the family class and satisfies an immigration officer that the person will reside in Canada exclusively and without interruption beginning on the date of giving an undertaking in respect of the application for landing until the member is granted landing in Canada, and that person will reside in Canada after that time, or <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"(a) Citoyen canadien ou résident permanent âgés d'au moins 19 ans qui parrainent la demande d'établissement d'un parent et qui démontrent à l'agent d'immigration qu'ils résideront exclusivement au Canada, sans interruption, à partir de la date de leur engagement à l'égard de la demande jusqu'au moment où le parent se verra accorder le droit d'établissement au Canada et qu'ils résideront au Canada après ce moment; <FRAGMENT_SUPPRESSED>"], ["[16]", "\"Member of the family class\" with respect to any sponsor is defined in s. 2(1) of the", "Immigration Regulations", "as follows:  <FRAGMENT_SUPPRESSED>", "\"(b) the sponsor's dependant son or dependent daughter <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"b) un fils à sa charge ou une fille à sa charge <FRAGMENT_SUPPRESSED>"], ["[17]", "\"Son\" is defined in s. 2(1) of the", "Immigration Regulations", "as follows:  <FRAGMENT_SUPPRESSED>", "\"'Son' means, with respect to any person, a male  <FRAGMENT_SUPPRESSED>", "(a) who is the issue of that person and who has not been adopted by another person, or  <FRAGMENT_SUPPRESSED>", "(b) who has been adopted by that person before having attained 19 years of age. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"'Fils' désigne, par rapport à une personne, une personne du sexe masculin  <FRAGMENT_SUPPRESSED>", "a) descendant de cette personne et qui n'a pas été adoptée par une autre personne, ou  <FRAGMENT_SUPPRESSED>", "b) qui a été adoptée par cette personne avant l'âge de 19 ans. <FRAGMENT_SUPPRESSED>"], ["[18]", "Subsection 9(2) of the", "Immigration Regulations", "states, in part as follows:  <FRAGMENT_SUPPRESSED>", "\"For the purpose of subsection (1), a visa officer  <FRAGMENT_SUPPRESSED>", "(a) is not required to determine whether a dependant is a member of an inadmissible class if the dependant is:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "ii) a son or daughter of the applicant, or of the spouse of that applicant, where the immigration officer is satisfied that custody or guardianship of the son or daughter has been legally vested in  <FRAGMENT_SUPPRESSED>", "(a) the spouse of the applicant, referred to in subparagraph (I)  <FRAGMENT_SUPPRESSED>", "or  <FRAGMENT_SUPPRESSED>", "(b) a former spouse of the applicant, and  <FRAGMENT_SUPPRESSED>", "(b) shall not issue an immigrant visa to a dependant referred to in paragraph (a) as an accompanying dependent. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"Pour l'application du paragraphe (1), l'agent des visas  <FRAGMENT_SUPPRESSED>", "a) n'est pas tenu de déterminer si une personne à charge fait partie d'une catégorie de personnes non admissibles si cette personne est:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(ii) soit le fils ou la fille du demandeur ou du conjoint du demandeur, lorsqu'un agent d'immigration est convaincu que la garde ou la tutelle de ce fils ou de cette fille a été légalement confiée:  <FRAGMENT_SUPPRESSED>", "(a) soit au conjoint visé au sous-alinéa (I),  <FRAGMENT_SUPPRESSED>", "(b) soit à un ancien conjoint du demandeur  <FRAGMENT_SUPPRESSED>", "b) ne délivre pas de visa d'immigrant à une personne à charge visée à l'alinéa a) à titre de personne à charge qui accompagne le demandeur. <FRAGMENT_SUPPRESSED>"], ["[19]", "Subsection 4(2) of the", "Immigration Regulations", "states in part, as follows:  <FRAGMENT_SUPPRESSED>", "\"The family class does not include a spouse or a son referred to in  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(b) subparagraph 9(2)(a)(I) or (ii) in respect of whom a visa officer did not make a determination under paragraph 9(1)(a); or <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"La catégorie des parents ne comprend pas le conjoint, le fils et la fille visés:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "b) aux sous-alinéas 9(2)a)(I) ou (ii), à l'égard desquels l'agent des visas n'a pris aucune décision en vertu de l'alinéa 9(1)a); <FRAGMENT_SUPPRESSED>"], ["[20]", "Subsection 117 (9) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227, addresses relationships excluded from the family class:  <FRAGMENT_SUPPRESSED>", "\"(9) No foreign national may be considered a member of the family class by virtue of their relationship to a sponsor if  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(d) the sponsor previously made an application for permanent residence and became a permanent resident and, at the time of that application, the foreign national was a non-accompanying family member or a former spouse or former common-law partner of the sponsor and was not examined. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"(9) Ne sont pas considérées comme appartenant à la catégorie du regroupement familial du fait de leur relation avec le répondant les personnes suivantes:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "d) dans le cas où le répondant est devenu résident permanent à la suite d'une demande à cet effet, l'étranger qui, à l'époque où cette demande a été faite, n'a pas fait l'objet d'un contrôle et était un membre de la famille du répondant n'accompagnant pas ce dernier ou était un ex-époux ou ancien conjoint de fait du répondant. <FRAGMENT_SUPPRESSED>"], ["[21]", "Subsection 355 of the", "Immigration and Refugee Protection Regulations", "details which family members are not excluded from the family class:  <FRAGMENT_SUPPRESSED>", "\"355. If a person who made an application under the former Act before the day on which this section comes into force sponsors a non-accompanying dependent child, referred to section 352, who makes an application as a member of the family class or the spouse or common-law partner in Canada class, or sponsors a non-accompanying common-law partner who makes such an application, paragraph 117(9)(d) does not apply in respect of that dependent child or common-law partner. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"355. L'alinéa 117(9)d) du présent règlement ne s'applique pas aux enfants à charge visés à l'article 352 du présent règlement ni au conjoint de fait d'une personne qui n'accompagnent pas celle-ci et qui font une demande au titre de la catégorie du regroupement familial ou de la catégorie des époux ou conjoints de fait au Canada si cette personne les parraine et a fait une demande au titre de l'ancienne loi avant la date d'entrée en vigueur du présent article. <FRAGMENT_SUPPRESSED>"], ["[22]", "Subsection 6(5)(a)(ii) of the", "Immigration Regulations", "reads as follows:  <FRAGMENT_SUPPRESSED>", "\"6. ...  <FRAGMENT_SUPPRESSED>", "\"(5) For the purposes of subsection (1), a visa officer  <FRAGMENT_SUPPRESSED>", "(a) is not required to determine whether a dependant is a member of an inadmissible class if that dependant is  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(ii) a son or daughter of the applicant, or of the spouse of that applicant, where an immigration officer is satisfied that custody or guardianship of the son or daughter has been legally vested in  <FRAGMENT_SUPPRESSED>", "(a) the spouse of the applicant, referred to in subparagraph (I), or  <FRAGMENT_SUPPRESSED>", "(b) a former spouse of the applicant, and <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"6. ...  <FRAGMENT_SUPPRESSED>", "\"(5) Pour l'application du paragraphe (1), l'agent des visas  <FRAGMENT_SUPPRESSED>", "(a) n'est pas tenu de déterminer si une personne à charge fait partie d'une catégorie de personnes non admissibles si cette personne est:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(ii) soit le fils ou la fille du demandeur ou du conjoint du demandeur, lorsqu'un agent d'immigration est convaincu que la garde ou la tutelle de ce fils ou de cette fille a été légalement confiée:  <FRAGMENT_SUPPRESSED>", "(a) soit au conjoint visé au sous-alinéa (I),  <FRAGMENT_SUPPRESSED>", "(b) soit à un ancien conjoint du demandeur, <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[23]", "The Applicant raises the following issues:  <FRAGMENT_SUPPRESSED>", "I. Did the Immigration Officer commit a reviewable error by applying the wrong regulation?  <FRAGMENT_SUPPRESSED>", "II. Did the Immigration Officer fail to observe a principal of natural justice, procedural fairness or other procedure that he was required by law to observe?  <FRAGMENT_SUPPRESSED>", "III. Did the Immigration Officer make an erroneous finding of fact, ignore facts or fail to properly consider evidence when he refused the application of the Applicant?  <FRAGMENT_SUPPRESSED>", "IV. Do the new", "Immigration and Refugee Protection Regulations", "deem the Applicant to be eligible for sponsorship?  <FRAGMENT_SUPPRESSED>", "STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>"], ["[24]", "The Applicant raises a range of issues for review that can be characterized in various ways. I do not consider that a pragmatic and functional analysis is required, however, because irrespective of the standard applied, my decision is the same.  <FRAGMENT_SUPPRESSED>", "ARGUMENTS  <FRAGMENT_SUPPRESSED>"], ["[25]", "The Applicant submits that it was the opinion of the Officer in this case that the Applicant cannot be sponsored by his Father because he was not medically examined in conjunction with his Father's application in 1992. The Applicant submits that such a determination should result in the Applicant falling under s. 9(2)(a)(ii)(b) of the", "Immigration Regulations", "and not s. 6(5)(a)(ii), as indicated in the refusal letter to the Applicant.  <FRAGMENT_SUPPRESSED>"], ["[26]", "The Applicant submits that neither he nor his Father were ever advised or became aware of the consequences of not having the Applicant undergo a medical examination when the Father's application was processed in 1992.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The Applicant also submits that, at the time of his Father's interview in 1992, he was not asked to sign a document to preclude future sponsorship. Also, the Father was never advised at that time that precluding his son from being medically examined meant that he would be forever excluded from being sponsored to Canada.  <FRAGMENT_SUPPRESSED>"], ["[28]", "The Applicant argues that, had the Father known the consequence of the decision not to have his son medically examined, he would have had the Applicant medically examined.  <FRAGMENT_SUPPRESSED>"], ["[29]", "The Applicant submits that, in 1992, the Minister was obligated to advise the Father of the consequence of not having his child medically assessed when he was first granted permanent residence. The Applicant also submits that there is no evidence to imply that the Applicant was ever advised of this significant prohibition. Due to the fact that the records have been destroyed, there is no way of verifying if this was ever done.  <FRAGMENT_SUPPRESSED>"], ["[30]", "The Applicant submits that the actions of the Minister in 1992 were procedurally unfair, because the Minister had an obligation to inform the Father that he was permanently barred from sponsoring his child in the future.  <FRAGMENT_SUPPRESSED>"], ["[31]", "The Applicant also submits that granting custody of the Applicant to his Mother does not fulfill the condition of s. 9(2)(a)(ii)(b) in that custody of the Applicant was never legally vested in his mother; the Applicant was simply \"committed to the care and upbringing of the mother. <FRAGMENT_SUPPRESSED>"], ["[32]", "The Applicant submits that the custody agreement was open to revision and, in fact, was revised by the Mother's sworn statement made before an officer of the Municipal Court in Smed Palanka in which the Applicant and his mother agreed that the Applicant would move to Canada and be in his Father's custody until the age of majority.  <FRAGMENT_SUPPRESSED>"], ["[33]", "The Applicant submits that the custody agreement reached by his parents in 1988, in which his Father had ample contact with the child and the financial responsibility of supporting him, and which was later modified by his Mother in 2001, did not grant his Mother the \"absolute ownership\" or \"fixed right of present or future possession of that thing\" and therefore did not vest his custody in her.  <FRAGMENT_SUPPRESSED>"], ["[34]", "The Applicant also submits he is now a young man of seventeen who requires the guidance and insight of his Father, something that he will never have the opportunity to enjoy because of the Minister's failure to properly inform the Father of the consequences of failing to subject his child to a medical examination in 1992.  <FRAGMENT_SUPPRESSED>"], ["[35]", "The Applicant submits that this outcome is unfair and is against the spirit and policies outlined in the", "Immigration Act", ".  <FRAGMENT_SUPPRESSED>"], ["[36]", "The Applicant also submits that Canada's international human rights obligations compel the", "Immigration Act", "and the", "Immigration Regulations", "to be administered with the best interests of children in mind. The", "Convention on the Rights of the Child", "(Can. T.S. 1992 No. 3) states the following:  <FRAGMENT_SUPPRESSED>", "1. In all actions concerning children, whether undertaken by public or private social welfare institutions, courts of law, administrative authorities or legislative bodies, the best interests of the child shall be a primary consideration.  <FRAGMENT_SUPPRESSED>", "2. State Parties undertake to ensure the child such protection and care as is necessary for his or her well being, taking into account the rights and duties of his or her parents, legal guardians, or other individuals legally responsible for him or her, and, to this end, shall take all appropriate legislative and administrative measures.  <FRAGMENT_SUPPRESSED>"], ["[37]", "The Applicant submits that, since the Father has never had his parental rights or obligations severed, it would be in the best interest of his son to have access to his Father.  <FRAGMENT_SUPPRESSED>"], ["[38]", "The Applicant submitted in his written materials that the new", "Immigration and Refugee Protection Act", "(\"", "IRPA", "\") clearly makes the issue of whether or not an examination took place in the frame of the Father's application for permanent residence moot. This argument was abandoned at the oral hearing and, in the opinion of the Court, rightly so.  <FRAGMENT_SUPPRESSED>"], ["[39]", "At the oral hearing, and in further written submissions, the Applicant raised Humanitarian and Compassionate considerations that should have been taken into account by the Officer. Essentially, the argument was that the Officer erred when she did not consider an exemption under s. 114(2) of the", "Immigration Act", "before refusing the application.  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>"], ["[40]", "<FRAGMENT_SUPPRESSED> ; 172 F.T.R. 134 (T.D.), Sharlow, J., provided a comprehensive summary of ss. 9(2) and 6(5) of the", "Immigration Regulations", ":  <FRAGMENT_SUPPRESSED>", "\"8. The normal starting point for the procedure leading to the grant of landing is an application made outside Canada. The application is assessed by an immigration officer stationed outside Canada, who is required to determine whether the applicant and every dependent of that applicant is eligible for landing, unless Regulation 9(2) applies.  <FRAGMENT_SUPPRESSED>", "\"9. The word 'dependent' is defined in Regulation 2(1). The dependent of an applicant would include his or her spouse and any dependent son or daughter, which would include a son or daughter who is less than 19 years of age and unmarried, or who is over that age and dependent by reason of being in school or suffering from a physical or mental disability.  <FRAGMENT_SUPPRESSED>", "\"10. Regulation 9(2) says that no assessment need be made of the eligibility of a spouse of the applicant who is separated from and no longer cohabiting with the applicant, or a son or daughter of the applicant whose custody or guardianship is legally vested in the separated spouse or a former spouse of the applicant. A separated spouse or a non-dependent son or daughter whose eligibility is not assessed because of Regulation 9(2) can not be granted a visa as an accompanying dependent of the application.  <FRAGMENT_SUPPRESSED>", "\"11. Thus, if Mr. Adesina were making his application for landing from outside Canada, and if he is in fact divorced and his ex-wife has legal custody of their children, the existence of his ex-wife and the children in her legal custody would not affect his application, and his ex-wife and children could not be granted a visa.  <FRAGMENT_SUPPRESSED>", "\"12. To understand how Regulation 6(5) fits into the scheme just described, it is necessary to refer to the provisions of the", "Act", "and", "Regulations", "dealing with members of the family class. A permanent resident has the right to sponsor the application of any person for permanent residence if the applicant is a member of the family class with respect to that permanent resident. Such an application normally would be made from outside Canada. The application of a person as a member of the family class must be assessed in accordance with Regulation 6, which requires the applicant's spouse and dependants to be considered for eligibility. Pursuant to Regulation 6(5), no assessment is required of the eligibility of the spouse of the applicant if they are separated and no longer co-habiting. The eligibility of any children of which the spouse has legal custody and guardianship is similarly not required. Regulation 6(5) is substantially the same as Regulation 9(2), referred to above.  <FRAGMENT_SUPPRESSED>", "\"13. To complete the picture, it is necessary to consider Regulation 4(2), which provides that a spouse, son or daughter whose eligibility was not assessed because of either Regulation 6(5) or Regulation 9(2) is not a member of the family class with respect to the applicant, and cannot be sponsored once the applicant is granted the status of permanent resident. Thus, if Mr. Adesina were applying from outside Canada, he could never sponsor an application by his ex-wife or children in her custody, if their eligibility is not assessed with his application. <FRAGMENT_SUPPRESSED>"], ["[41]", "The Applicant submits that the word \"applicant\" in s. 6(5) refers to the person being sponsored and that this regulation applies to the Applicant's spouse and dependants. As such, this regulation does not apply to the Applicant. I cannot agree with this interpretation. The analysis of Sharlow, J., in", "<FRAGMENT_SUPPRESSED> , suggests that the officer was not wrong to consider the Applicant under s. 6(5) of the", "Immigration Regulations", ". Moreover, as the analysis of Sharlow, J., also makes clear, s. 4(2) provides, inter alia, that a son whose eligibility was not assessed under either s. 6(5) or s. 9(2) cannot be considered as a member of the family class and so cannot be sponsored once an applicant becomes a permanent resident. The officer committed no reviewable error in this regard.  <FRAGMENT_SUPPRESSED>"], ["[42]", "The Applicant concedes that he was never medically examined during the processing of his Father's application for Canadian permanent residence. However, he submits that this omission, which happened in 1992 when he was seven years old, in no way demonstrated an intention never to avail himself of the possibility of being sponsored as a member of the family class by his Father.  <FRAGMENT_SUPPRESSED>"], ["[43]", "The CAIPS notes indicate that one of the first concerns that the Officer had was whether the Applicant was examined in the frame of his sponsor's application to immigrate to Canada. Interestingly, since all of the records have since been destroyed, the only way of verifying this was to ask the Applicant himself or his Father.  <FRAGMENT_SUPPRESSED>"], ["[44]", "The Father's reply on this issue was unequivocal:  <FRAGMENT_SUPPRESSED>", "\"My son was in his mother's custody in 1992 and had no intention at that time to immigrate to Canada. Therefore, he had no medical examination in relation to that. <FRAGMENT_SUPPRESSED>", "Certified Tribunal Record, p. 2  <FRAGMENT_SUPPRESSED>"], ["[45]", "The application was immediately refused by the Officer based on this information.  <FRAGMENT_SUPPRESSED>"], ["[46]", "In my opinion, the", "Immigration Regulations, 1978", "clearly indicate that certain consequences flow when a dependent son or daughter does not accompany the applicant:  <FRAGMENT_SUPPRESSED>", "\"4(2) The family class does not include a spouse or son or daughter referred to in  <FRAGMENT_SUPPRESSED>", "(a) subparagraph 6(5)(a)(I) or (ii) in respect of whom a visa officer did not make a determination under paragraph 6(1)(a). <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"4(2) La catégorie des parents ne comprend pas le conjoint, le fils et la fille visés:  <FRAGMENT_SUPPRESSED>", "(a) aux sous-alinéas 6(5)a)(I) ou (ii), à l'égard desquels l'agent des visas n'a pris aucune décision en vertu de l'alinéa 9(1)a); <FRAGMENT_SUPPRESSED>"], ["[47]", "A determination under paragraph 6(1)(a) includes a determination of medical admissibility for dependants.  <FRAGMENT_SUPPRESSED>"], ["[48]", "The Applicant did not undergo a medical examination in the context of his Father's application for permanent residence in 1992. The Applicant's materials do not refute this point.  <FRAGMENT_SUPPRESSED>"], ["[49]", "Applicants for permanent residence in Canada must include the principal applicant and all of his or her dependants as defined under s. 2(1) of the", "Immigration Regulations", ". This means that an applicant must include his or her spouse and all dependant children, plus any dependant children of that spouse. The applicant and all dependants must be determined to be admissible, even if they have no intention of accompanying the principal applicant, in order for visas to be issued to the principal applicant or any dependants. The only exception to this, with respect to dependants pursuant to s. 6(5) of the", "Immigration Regulations", ", is that an immigration officer is not required to examine a son or daughter of the applicant, or the spouse of that applicant, where that officer is satisfied that custody or guardianship of the son or daughter has been legally vested in the separated spouse of the applicant or a former spouse of the applicant pursuant to the", "Immigration Regulations", ", s. 9(2)(a)(ii).  <FRAGMENT_SUPPRESSED>"], ["[50]", "Dependants who are exempted from examination in this manner cannot later be sponsored by the person who sought to exclude them from examination in the first place. Such unexamined dependants are not members of the family class according to s. 4(2) of the", "Immigration Regulations", ". This is also found in the", "Overseas Processing Manual", ", Chapter 2, Members of the Family Class, 4.1.3 Exceptions to R6(1)(a).  <FRAGMENT_SUPPRESSED>"], ["[51]", "Based on the information before her, the Officer was satisfied that the Applicant was not a member of the family class and thus could not be sponsored as such. This decision was entirely consistent with the", "Immigration Act", "and", "Immigration Regulations", ".  <FRAGMENT_SUPPRESSED>"], ["[52]", "The Officer did not need the Applicant's 1992 application before her to reasonably decide that the Applicant had been excluded from his Father's application, as this is the only way in which no medical examination would have been required of the Applicant.  <FRAGMENT_SUPPRESSED>"], ["[53]", "The Applicant does not deny that he was excluded from his Father's 1992 application. The Father alleges, rather, that he was not aware of the consequences of that exclusion. But the Father is presumed to be aware of the rules and legislation governing applications which he submits. The legislation is publicly available and the onus is on the individual applicant to ensure that they comply with the legislative requirements and are aware of the consequences of their choices. No one misled the Father at the material time or prevented him from seeking advice about the implications of his choices. There was no procedural unfairness and the Respondent was under no obligation to advise the Father about future consequences. In addition, the Father has stated categorically that the son was in his Mother's custody at the time and had no intention of immigrating to Canada.  <FRAGMENT_SUPPRESSED>"], ["[54]", "In my opinion, the only real ground of objection raised by the Applicant concerns Humanitarian and Compassionate considerations. In this regard, the Applicant says that the Officer erred when she did not consider an exemption under s. 114(2) of the", "Immigration Act", "before refusing the application. Section 114(2) reads as follows:  <FRAGMENT_SUPPRESSED>", "\"The Governor in Council may, by regulation, authorize the Minister to exempt any person from any regulation made under subsection (1) or otherwise facilitate the admission of any person where the Minister is satisfied that the person should be exempted from that regulation or that the person's admission should be facilitated owing to the existence of compassionate or humanitarian considerations. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"Le gouverneur en conseil peut, par règlement, autoriser le ministre à accorder, pour des raisons d'ordre humanitaire, une dispense d'application d'un règlement pris aux termes du paragraphe (1) ou à faciliter l'admission de toute autre manière. <FRAGMENT_SUPPRESSED>"], ["[55]", "The problem with this argument for the case at bar is that the Officer was never asked to consider s. 114(2) on Humanitarian and Compassionate grounds. The Applicant seeks to overcome this objection by referring the Court to the decision in", "<FRAGMENT_SUPPRESSED> ; 223 F.T.R. 129 (T.D.), for the proposition that a visa officer has an obligation to consider H & C factors when processing an overseas application. But this case involved a very different fact situation from the case at bar. In", "<FRAGMENT_SUPPRESSED> , the Court was asked to deal with what was then known as a \"last remaining family member\" situation under which Program Managers under the", "Immigration Act", "were directed to consider H & C grounds in situations where an applicants entire family was in Canada and he or she remained dependent on that family. This is hardly the kind of situation that is before the Court in this application.  <FRAGMENT_SUPPRESSED>"], ["[56]", "There are many situations where applications before visa officers raise sympathetic factors, and an applicant who wishes to have H & C factors taken into account because they do not qualify in the usual way should so indicate in their submissions.  <FRAGMENT_SUPPRESSED>  (T.D.). On the facts of the case at bar, I can find no clear evidence that the Applicant requested the Officer to consider H & C issues pursuant to s. 114(2) of the", "Immigration Act", ", or otherwise, and the Applicant is not in a last surviving family member situation. The Applicant had legal representation and could have raised these issues had he so wished.  <FRAGMENT_SUPPRESSED>"], ["[57]", "The Applicant also refers to several Operations Memoranda relating to", "IRPA", "dated June 23, 2003, for the proposition that the objectives set forth in the Memoranda require an overseas officer to examine H & C factors in the context of a family class sponsorship. But it would appear that such memoranda were not in effect at the material time and so could not even have been referred to by the Officer in this case. The Applicant also raises OP 4 Manual under", "IRPA", "which addresses the processing of H & C grounds under what is now s. 25 of", "IRPA", ". But it is difficult to see the relevance of this directive for the case at bar where no request for consideration of H & C factors was raised.  <FRAGMENT_SUPPRESSED>"], ["[58]", "The Applicant raises the following question for certification:  <FRAGMENT_SUPPRESSED>", "\"In cases where, upon review, it is not clear that the applicant in fact made the choice not to have a dependent child examined and it is not clear that the applicant understood the consequences of the choice, should a visa officer be required to examine the case for humanitarian factors? <FRAGMENT_SUPPRESSED>"], ["[59]", "In my view, this question does not accord with the facts of the case at bar where (on the Father's evidence) it is clear that a choice was made, even if the Father and Mother did not fully understand the consequences. Also, I regard the jurisprudence on the obligations of a visa officer in such a situation to be well settled.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[60]", "THIS COURT ORDERS that  <FRAGMENT_SUPPRESSED>", "1. The Application is dismissed;  <FRAGMENT_SUPPRESSED>", "2. There are no questions for certification.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/klf  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}