{"id_": "019001", "body_str": [["[1]", "Rennie, J.", ": The applicants seek judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board) dated July 11, 2011 finding that the applicants were neither Convention (United Nations' Convention Relating to the Status of Refugees, [1996] Can TS No 6) refugees under section 96 of the", "Immigration and Refugee Protection Act", ", 2001, c. 27 (", "IRPA", ") nor persons in need of protection under section 97 of the", "IRPA", ".  <FRAGMENT_SUPPRESSED>"], ["[2]", "For the reasons that follow, the application is granted.  <FRAGMENT_SUPPRESSED>", "Facts  <FRAGMENT_SUPPRESSED>"], ["[3]", "The principal applicant, Rene Guillermo Vaquerano Lovato (applicant), alleges that he fears returning to El Salvador because he and his extended family have been victims of extortion by the Mara Salvatrucha (MS). The MS targeted the applicant's father and uncles, the joint owners of a gas station, and then murdered and robbed an uncle while he was en route to the bank. The applicant then began to receive threatening phone calls suggesting that his family would be killed if the MS's financial demands were not met. He fulfilled the demands but made a denunciation to the police for which he was later attacked and beaten. The threats continued and as a result, the applicant left El Salvador on April 11, 2010 and claimed for refugee protection in Canada on April 27, 2010.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The Board found the applicant to be credible. However, it rejected the applicant's claim under section 96 and section 97 of the", "IRPA", ". With respect to section 96, the Board found that there was no nexus to a Convention ground and dismissed the claim as a result.  <FRAGMENT_SUPPRESSED>"], ["[5]", "With regards to section 97, the Board accepted that the applicant faced a particular risk of harm from the MS, but concluded that because this risk was generally faced by others in El Salvador, the requirements of section 97 were not met.  <FRAGMENT_SUPPRESSED>", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[6]", "At issue in this case is whether the Board applied the correct legal analysis of section 97(1)(b)(ii). I find that the Board erred in law in its assessment of the section 97 claim, and therefore the decision must be set aside.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Board correctly noted that \"consideration of an application under section 97(1)(b)(ii) of the", "IRPA", "requires a personalized review in the context of the actual and potential risks to which the claimant is subject.\" However, the Board went on to find that \"even if the claimant does face a personalized risk of harm, in cases like this, where the general public is subject to the risk of crime, a person who is a direct victim of crime is not automatically a person in need of protection within the meaning of section 97 of the Act.\" I find that the Board misunderstood the applicable legal test under section 97(1)(b)(ii) which rendered its decision unreasonable.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Board made a number of findings which are central to the disposition of this review:  <FRAGMENT_SUPPRESSED>", "Having undertaken an individualized inquiry I find that the claimant did face a particular risk of harm at the hands of the MS, but I also find that the risk of harm faced by the claimant is a risk generally faced by others in El Salvador.  <FRAGMENT_SUPPRESSED>", "...  <FRAGMENT_SUPPRESSED>", "... being a victim of violence and other crimes at the hand of criminal or organized gangs in El Salvador is a risk faced generally by all citizens and residents of El Salvador.  <FRAGMENT_SUPPRESSED>", "...  <FRAGMENT_SUPPRESSED>", "... the risk with which the claimant faced [sic] is generalized and one which is faced generally by the population of El Salvador. Based on the particular facts of this case, even if the claimant faced a particularized risk of harm in accordance with section 97 of the IRPA, the risk faced by the claimant is generalized, which falls under the paragraph 97(1)(b) exception.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Board erred in concluding that the applicant faced a particular risk of harm but was ineligible for section 97 protection simply because there is a general risk of criminal or gang activity in  <FRAGMENT_SUPPRESSED>  reviewed the basic principles governing the interpretation of section 97(1)(b)(ii) - specifically, that an individualized inquiry must be conducted in each case, and the fact that the risk to an applicant arises from criminal activity does not in itself foreclose the possibility of protection under section 97. The decision under review is not consistent with the jurisprudence, as it completely negates an admitted situation of individualized risk simply because the actions giving rise to that risk are also criminal.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The facts of this case are similar to those in", "<FRAGMENT_SUPPRESSED> . In that case, the applicant was a young man from El Salvador who claimed to have been targeted for recruitment and then threatened by the MS over a period of several months. The Board did not make any unfavourable findings about the applicant's credibility, but relied on the applicant's admission that gangs recruited throughout the country and across society. On the basis of this admission, the Board found the risk to be generalized and denied the claim.  <FRAGMENT_SUPPRESSED>"], ["[11]", "In", "Pineda", ", Justice de Montigny made the following statement at paragraph 15:  <FRAGMENT_SUPPRESSED>", "Under these circumstances, the RPD's finding is patently unreasonable. It cannot be accepted, by implication at least, that the applicant had been threatened by a well-organized gang that was terrorizing the entire country, according to the documentary evidence, and in the same breath surmise that this same applicant would not be exposed to a personal risk if he were to return to El Salvador. It could very well be that the Maras Salvatruchas recruit from the general population; the fact remains that Mr. Pineda, if his testimony is to be believed, had been specifically targeted and was subjected to repeated threats and attacks. On that basis, he was subjected to a greater risk than the risk faced by the population in general.  <FRAGMENT_SUPPRESSED>"], ["[12]", "<FRAGMENT_SUPPRESSED>  Justice Russel Zinn observed at paragraph 34 that the requirement that the risk is not faced generally by other individuals in or from that country\" means that:  <FRAGMENT_SUPPRESSED>", "\"persons who face the same or even a heightened risk as others face of random or indiscriminate violence from gangs [may not be] eligible for protection. However, where a person is specifically and personally targeted for death by a gang in circumstances where others are generally not, then he or she is entitled to protection under s. 97 of the Act if the other statutory requirements are met.  <FRAGMENT_SUPPRESSED>"], ["[13]", "In this case, the Board was guided by an incorrect understanding of the meaning of section 97(1)(b)(ii). Despite finding that the applicant was subject to a particularized risk of harm, it concluded that the risk also affected the population at large because all El Salvadorians are at risk of violence from the MS. The Board noted: \"There was no persuasive evidence before me that the claimant was targeted for any other reasons than the reasons I have already indicated\", i.e. those that motivate the MS to target any member of the population. In this way, the Board incorrectly focused on the reasons for which the applicant was being targeted, rather than the evidence that the MS was specifically targeting the applicant to an extent beyond that experienced by the population at large. As a result, the Board's decision is unreasonable.  <FRAGMENT_SUPPRESSED>"], ["[14]", "As noted  <FRAGMENT_SUPPRESSED>", ", section 97 must not be interpreted in a manner that strips it of any content or meaning. If any risk created by \"criminal activity\" is always considered a general risk, it is hard to fathom a scenario in which the requirements of section 97 would ever be met. Instead of focusing on whether the risk is created by criminal activity, the Board must direct its attention to the question before it: whether the claimant would face a personal risk to his or her life or a risk of cruel and unusual treatment or punishment, and whether that risk is one not faced generally by other individuals in or from the country. Because the Board failed to properly undertake this inquiry in this case, the decision must be set aside.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The application for judicial review is granted. No question has been presented for certification and none arises.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[16]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is granted. The matter is referred back to the Immigration Refugee Board for reconsideration before a different member of the Board's Refugee Protection Division. No question for certification has been proposed and the Court finds that none arises.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "Rene Guillermo Vaquerano Lovato et  <FRAGMENT_SUPPRESSED>  [Traduction]: Les demandeurs demandent le contrôle judiciaire d'une décision rendue par la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié du Canada (la Commission) le 11 juillet 2011 par laquelle elle a conclu que les demandeurs n'étaient ni des réfugiés au sens de la Convention (Convention des Nations Unies relative au statut des réfugiés, [1969] R.T. Can. no 6) au sens de l'article 96 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la LIPR) ni des personnes à protéger au sens de l'article 97 de la LIPR  <FRAGMENT_SUPPRESSED>"], ["[2]", "Pour les motifs qui suivent, la demande est accueillie.  <FRAGMENT_SUPPRESSED>", "Les faits  <FRAGMENT_SUPPRESSED>"], ["[3]", "Le demandeur principal, Rene Guillermo Vaquerano Lovato (le demandeur), prétend craindre de retourner au Salvador parce que lui et sa famille élargie ont été victimes d'extorsion par le gang Mara Salvatrucha (la MS). La MS visait le père et les oncles du demandeur, les propriétaires conjoints d'une station-service, puis il a assassiné et volé un oncle pendant qu'il se rendait à la banque. Le demandeur a ensuite commencé à recevoir des appels de menace dans lesquels on lui disait que sa famille serait assassinée s'il ne remettait pas à la MS les montants d'argent qu'il demandait. Il a satisfait aux demandes, mais il a prévenu la police et a plus tard été attaqué et battu à la suite de cette dénonciation. Les menaces n'ont pas cessé et, par conséquent, le demandeur a quitté le Salvador le 11 avril 2010 et a demandé l'asile au Canada le 27 avril 2010.  <FRAGMENT_SUPPRESSED>"], ["[4]", "La Commission a conclu que le demandeur était crédible. Toutefois, elle a rejeté la demande présentée par le demandeur aux termes des articles 96 et 97 de la LIPR. En ce qui concerne l'article 96, la Commission a conclu qu'il n'y avait pas de lien avec l'un des motifs prévus par la Convention et a donc rejeté la demande.  <FRAGMENT_SUPPRESSED>"], ["[5]", "En ce qui concerne l'article 97, la Commission a accepté que le demandeur était exposé à un risque particulier de préjudice de la part de la MS, mais a conclu qu'étant donné que la population en général au Salvador était exposée à ce risque, les exigences de l'article 97 n'étaient pas satisfaites.  <FRAGMENT_SUPPRESSED>", "Analyse  <FRAGMENT_SUPPRESSED>"], ["[6]", "La présente affaire porte sur la question de savoir si la Commission a fait la bonne analyse juridique du sous-alinéa 97(1)", ")(ii). Je conclus que la Commission a commis une erreur de droit dans son appréciation de la demande fondée sur l'article 97 et, par conséquent, la décision doit être annulée.  <FRAGMENT_SUPPRESSED>"], ["[7]", "La Commission a souligné à bon droit que « pour examiner la possibilité d'appliquer le sous-alinéa 97(1)", ")(ii) de la LIPR, il faut procéder à un examen personnalisé dans le contexte des risques réels et potentiels auxquels est exposé le demandeur d'asile ». Toutefois, la Commission a ensuite conclu que « même si le demandeur d'asile est personnellement exposé à un risque de préjudice, dans les cas comme celui-ci - où la population générale est exposée au risque d'être victime d'actes criminels -, une personne qui est une victime directe d'actes criminels n'est pas automatiquement une personne à protéger au titre de l'article 97 de la LIPR ». Selon moi, la Commission a mal compris le critère juridique prévu au sous-alinéa 97(1)", ")(ii), ce qui a rendu sa décision déraisonnable.  <FRAGMENT_SUPPRESSED>"], ["[8]", "La Commission a tiré un certain nombre de conclusions qui sont déterminantes quant à l'issue du présent contrôle:  <FRAGMENT_SUPPRESSED>", "Après avoir procédé à un examen personnalisé, je conclus que le demandeur d'asile a effectivement été exposé à un risque particulier de préjudice de la part de la MS; toutefois, je conclus également que le risque de préjudice auquel il a été exposé est un risque auquel d'autres personnes au Salvador sont généralement exposées.  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "[...] être victime d'un acte violent ou d'un autre crime commis par des gangs de criminels ou par des groupes du crime organisé au Salvador est un risque auquel sont généralement exposés tous les citoyens et résidents du Salvador.  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "[...] le risque auquel est exposé le demandeur d'asile est généralisé, et constitue un risque auquel est généralement exposée la population du Salvador. Compte tenu des faits propres à cette affaire, même si le demandeur d'asile était exposé à un risque de préjudice particulier au titre de l'article 97 de la LIPR, le risque auquel il est exposé est un risque généralisé, ce qui tombe sous le coup de l'exception prévue à l'alinéa 97(1)", ")  <FRAGMENT_SUPPRESSED>"], ["[9]", "La commission a commis une erreur en concluant que le demandeur était exposé à un risque de préjudice particulier, mais ne pouvait pas se voir accorder la protection prévue à l'article 97 pour la simple raison qu'il existe un risque généralisé d'activités criminelles ou d'activités de la part des gangs au Salvador. Dans la décision", "<FRAGMENT_SUPPRESSED>  la Cour a examiné les principes fondamentaux régissant l'interprétation du sous-alinéa 97(1)", ")(ii) - notamment qu'un examen personnalisé doit être effectué dans chaque cas et le fait que le risque auquel un demandeur est exposé découle d'activités criminelles n'écarte pas en soi la possibilité que la protection prévue à l'article 97 soit accordée. La décision attaquée n'est pas conforme à la jurisprudence, car elle fait complètement fi d'une situation où il est admis que l'intéressé est spécifiquement exposé à un risque, et cela simplement parce que les agissements qui sont la source du risque sont aussi de nature criminelle.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Les faits en l'espèce sont semblables à ceux de", "<FRAGMENT_SUPPRESSED> . Dans cette affaire, le demandeur était un jeune homme originaire du Salvador qui prétendait avoir été ciblé pour le recrutement, puis menacé par la MS pendant plusieurs mois. La Commission n'a tiré aucune conclusion défavorable à propos de la crédibilité du demandeur, mais elle s'est fiée à la déclaration du demandeur que les gangs faisaient du recrutement dans tout le pays et dans l'ensemble de la société. C'est en se fondant sur cette déclaration que la Commission a conclu que le risque était généralisé et elle a rejeté la demande.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Dans", "Pineda", ", le juge de Montigny a fait la déclaration suivante au paragraphe 15:  <FRAGMENT_SUPPRESSED>", "Dans ces circonstances, la conclusion de la SPR est manifestement déraisonnable. On ne peut accepter, du moins tacitement, le fait que le demandeur ait été menacé par un gang bien organisé et qui sème la terreur sur tout le territoire, d'après la preuve documentaire, et opiner du même souffle que ce même demandeur ne serait pas exposé à un risque personnel s'il retournait au El Salvador. Il se peut bien que les Maras Salvatruchas recrutent parmi la population en général; il n'en demeure pas moins que M. Pineda, s'il faut en croire son témoignage, a été spécifiquement visé et a fait l'objet de menaces insistantes et d'agressions. De ce fait, il est exposé à un risque supérieur à celui auquel est exposée la population en général.  <FRAGMENT_SUPPRESSED>"], ["[12]", "<FRAGMENT_SUPPRESSED>  le juge Russel Zinn a déclaré au paragraphe 34 que l'exigence que d'autres personnes originaires de ce pays, ou qui s'y trouvent, ne sont généralement pas exposées à ce risque personnel signifie que:  <FRAGMENT_SUPPRESSED>", "les personnes qui sont exposées au même risque ou à un risque plus grand de violence aveugle commise par des gangs que d'autres personnes [peuvent ne pas avoir droit] à la protection. Cependant, lorsqu'une personne risque expressément et personnellement d'être tuée par un gang dans des circonstances où d'autres personnes ne sont généralement pas exposées à ce risque, elle a droit à la protection de l'article 97 de la Loi si les autres exigences légales sont remplies.  <FRAGMENT_SUPPRESSED>"], ["[13]", "En l'espèce, la Commission s'est fondée sur une interprétation erronée de la signification du sous-alinéa 97(1)", ")(ii). Bien qu'elle eût conclu que le demandeur était exposé à un risque particulier de préjudice, elle a conclu que la population en général était exposée à ce risque parce que tous les Salvadoriens sont exposés à un risque de violence de la part de la MS. Le commissaire a souligné ce qui suit: « Je ne dispose d'aucun élément de preuve convaincant selon lequel le demandeur d'asile a été pris pour cible si ce n'est que pour les raisons que j'ai déjà mentionnées », c'est-à-dire ceux pour lesquels la MS cible n'importe quel membre de la population. De cette façon, la Commission a à tort mis l'accent sur les motifs pour lesquels le demandeur était ciblé, plutôt que sur la preuve que la MS visait le demandeur dans une mesure plus importante que la population en général. Par conséquent, la décision de la Commission était déraisonnable.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Come il a été souligné dans", "Vivero", ", l'article 97 ne doit pas être interprété d'une manière qui le vide de son sens. Si un risque créé par une « activité criminelle » est toujours considéré comme un risque général, il est difficile de voir comment les exigences prévues à l'article 97 pourraient être satisfaites. Au lieu de mettre l'accent sur la question de savoir si le risque est créé par une activité criminelle, la Commission doit concentrer son attention sur la question dont elle est saisie: le demandeur serait-il exposé à une menace à sa vie ou au risque de subir des traitements et peines cruels et inusités à laquelle ou auquel les autres personnes qui vivent dans le pays ou qui sont originaires du pays ne sont pas exposées? Comme en l'espèce, la Commission ne s'est pas bien penchée sur cette question, la décision doit être annulée.  <FRAGMENT_SUPPRESSED>"], ["[15]", "La demande de contrôle judiciaire est accueillie. Aucune question n'a été proposée aux fins de certification et l'affaire n'en soulève aucune.  <FRAGMENT_SUPPRESSED>", "JUGEMENT  <FRAGMENT_SUPPRESSED>"], ["[16]", "LA COUR STATUE que", "la demande de contrôle judiciaire est accueillie. L'affaire est renvoyée pour nouvel examen à un autre commissaire de la Commission de l'immigration et du statut de réfugié. Aucune question n'a été proposée aux fins de certification et la Cour estime que l'affaire n'en soulève aucune.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}