{"id_": "019072", "body_str": [["[1]", "Mandamin, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", "Act", ") for judicial review of the decision of the Refugee Protection Division [RPD] of the Immigration and Refugee Board, dated May 13, 2011. The RPD refused the applicant's application to reinstate her refugee claim pursuant to Rule 53 of the", "Refugee Protection Division Rules", "RPD Rules", "]."], ["[2]", "For the reasons that follow, this application is dismissed.", "Background"], ["[3]", "The applicant, Maria Alejandra Posada Arcila, is a citizen of Colombia. She was named as a minor claimant in her mother's claim for refugee protection. Her PIF was signed and filed by her mother, as she was only 17 years old at the time."], ["[4]", "The applicant states that she and her mother had a serious argument on December 29, 2010, and, as a result, she made the dangerous and irrational decision to call Immigration and ask to cancel her refugee claim so she could obtain her passport and return to Colombia."], ["[5]", "She states that shortly afterwards, she realized withdrawing her claim was reckless. She states that she prepared a letter to Immigration on January 19, 2011, asking that her claim not be withdrawn, but she did not send it because she wanted to consult with a lawyer and show the letter to the lawyer first."], ["[6]", "The applicant states that she did not obtain Legal Aid until March 2011 and there was also a delay in obtaining her mother's PIF, which contained the narrative upon which she was basing her refugee claim. She applied to reinstate the claim on March 24, 2011.", "Decision Under Review"], ["[7]", "In the reasons for its decision, dated May 13, 2011, the RPD noted that the Board received the request to withdraw the refugee claim on December 30, 2010, stating the applicant wanted to return to Colombia. The applicant sent an additional note by fax on January 4, 2011, indicating that she had booked a flight to Bogota for January 15, and she therefore needed her passport as soon as possible. In that note, the applicant stated her father had sent her passport by UPS on December 20, 2010, but it had been seized at customs."], ["[8]", "The RPD acknowledged the applicant's evidence that she withdrew the claim impulsively and recklessly because of the fight with her mother. The RPD also noted her claim to have written the January 19 letter without ever sending it."], ["[9]", "The RPD stated that it only had jurisdiction to reinstate the claim if there was a breach of natural justice or if it is otherwise in the interests of justice. The RPD concluded that there had been no failure to observe a principle of natural justice, because the applicant voluntarily took all of the steps to return to her country. The RPD noted that her father sent the passport several days before the alleged fight with her mother on December 29, 2010. Furthermore, the applicant was an adult when she made the decision, and her failure to consider the consequences did not represent a breach of natural justice."], ["[10]", "The RPD went on to state that, pursuant to Rule 44 of the", "RPD Rules", ", an application to reinstate a refugee claim must be made without delay. The RPD found that the applicant had not acted without delay, as she did not apply to reinstate until nearly three months after withdrawing her claim."], ["[11]", "The RPD found that the applicant's behaviour was not that of someone with a genuine fear for her life if she returned to Colombia. She had not explained why she did not take the January 15, 2011 flight to Colombia, nor had she provided a satisfactory explanation for her failure to retain counsel until March 2011. The RPD also noted that she could have obtained her PIF upon request and thus did not accept the applicant's allegation that the delay was attributable to waiting to receive her own PIF."], ["[12]", "The Board concluded that the evidence had not established that it would be in the interests of justice to reinstate the applicant's claim, and the application to reinstate was therefore dismissed.", "Relevant Legislation"], ["[13]", "Refugee Protection Division Rules", "(SOR/2002-228).", "44. (1) Unless these Rules provide otherwise, an application must be made in writing and without delay. The Division may allow a party to make an application orally at a proceeding if the party with reasonable effort could not have made a written application before the proceeding ...", "53. (1) A person may apply to the Division to reinstate a claim that was made by that person and withdrawn.", "Form and content of application", "(2) The person must follow rule 44, include their contact information in the application and provide a copy of the application to the Minister.", "Factors", "(3) The Division must allow the application if it is established that there was a failure to observe a principle of natural justice or if it is otherwise in the interests of justice to allow the application.", "44. (1) Sauf indication contraire des présentes règles, toute demande est faite sans délai par écrit. La Section peut permettre que la demande soit faite oralement pendant une procédure si la partie n'aurait pu, malgré des efforts raisonnables, le faire par écrit avant la procédure ...", "53. (1) Toute personne peut demander à la Section de rétablir la demande d'asile qu'elle a faite et ensuite retirée.", "Forme et contenu de la demande", "(2) La personne fait sa demande selon la règle 44; elle y indique ses coordonnées et transmet une copie de la demande au ministre.", "Éléments à considerer", "(3) La Section accueille la demande soit sur preuve du manquement à un principe de justice naturelle, soit s'il est par ailleurs dans l'intérêt de la justice de le faire.", "Issue"], ["[14]", "The issue in the present application is whether the RPD decision to refuse to reinstate the applicant's claim was reasonable.", "Standard of Review"], ["[15]", "The question of whether a refugee claim must be reinstated pursuant to Rule 53 of the", "RPD Rules", "is a question of mixed fact and law, and therefore to be reviewed on a standard of reasonableness.", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ],", "<FRAGMENT_SUPPRESSED>  [", "De Lourdes", "] at para 3.", "Analysis"], ["[16]", "The RPD considering a request for reinstatement must examine whether there was a failure to observe a principle of natural justice, and whether it was in the interests of justice to reinstate the claim.", "De Lourdes", "at para 7. Further, this Court has also held that reinstatement is the exception to the norm.", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ].", "Breach of a Principle of Natural Justice"], ["[17]", "The applicant does not advance any substantive argument there was a breach of natural justice, other than to submit her act was made when she was only 18 years old and she now understands her act was ill advised and dangerous. She says she started the process of requesting her refugee claim be reopened on January 19, 2011 but did not apply until March 23, 2011 after she obtained the services of a lawyer."], ["[18]", "The RPD did consider whether there was a failure to observe a principle of natural justice. The RPD decided it could not conclude there had been such a failure because the applicant acted voluntarily and without constraint. Moreover, she had taken steps earlier to return to Colombia by asking her father to send her passport on December 20, 2010 before the confrontation with her mother on December 29, 2010."], ["[19]", "The RPD noted the applicant was an adult when she made the decision and concluded the applicant's failure to inform herself did not result from a breach of natural justice by the RPD."], ["[20]", "I find the RPD's decision to be reasonable. It considered the question in light of the evidence before it which was drawn in the main from the applicant's affidavit. The RPD decision on this point is within the range of reasonable outcomes.", "In the Interests of Justice"], ["[21]", "The applicant says within a week of withdrawing her refugee claim she changed her mind and prepared correspondence to request reopening her claim. However, she did not send the correspondence. She says she was advised to get the help of a lawyer. She says she was attempting to obtain documentation, specifically her Personal Information Form [PIF] and that of her mother. She says she was not provided her mother's documentation until March 10, 2011 by her mother's solicitor. She says her PIF did not contain her mother's narrative. She says she consulted a lawyer in January 2011 but was unable to retain a lawyer until she had Legal Aid. She applied for Legal Aid by January 19, 2011 and was able to retain a lawyer by March 1, 2011."], ["[22]", "The applicant submits it was a material misapprehension of the facts to conclude the applicant did not bother to consult a lawyer until March of 2011."], ["[23]", "Some of the evidence submitted by the applicant in this hearing was not before the RPD when it made its decision. I agree with the respondent that such evidence cannot be considered when assessing the reasonableness of the RPD decision.", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]."], ["[24]", "The RPD considered <FRAGMENT_SUPPRESSED> as requiring the RPD to weigh all of the circumstances of a case and not just from the applicant's viewpoint. It noted the applicant's behaviour was not the behaviour of one who fears for her life if she returned to Colombia. The note the applicant wrote in January was not sent to the RPD at that time. The RPD observed the applicant did not explain why she did not take the flight she booked on January 15, 2011 nor did she explain the delay in retaining a lawyer until March 2011. Finally, the RPD considered the applicant's claim she was awaiting her PIF before making her application to reinstate and had difficulty in obtaining it. The RPD commented that, had the applicant made the request for her PIF to the RPD office, she would have received a copy."], ["[25]", "In response to a question by the Court, the respondent subsequently confirmed the applicant could obtain her own PIF on making a direct request to the RPD office."], ["[26]", "By the time the applicant brought forth her application, she had the assistance of a lawyer and nothing suggests she was prevented from providing the RPD with more evidence to complete the picture of her situation. Since reinstatement of a claim is exceptional and the applicant provided the RPD with a paucity of evidence, I find the RPD decision on the issue of considering the interests of justice to be reasonable.", "Request for a Stay"], ["[27]", "The applicant also makes submissions regarding a stay of removal. Particularly, her refugee claim has not been heard on its merits, and she will suffer irreparable harm if removed to Colombia."], ["[28]", "The respondent submits that this request is premature, as the Court has held that until a Direction to Report is issued, there is \"nothing for this Court to stay\". The respondent also notes that, because of her pending PRRA application, she benefits from a statutory stay of removal."], ["[29]", "Regarding the request for a stay of removal, as the respondent submits, the applicant has not received a Direction to Report, and she benefits from a statutory stay of removal while her PRRA application is in process. Without a Direction to Report, this request is premature."], ["[30]", "The application for judicial review is dismissed.", "JUDGMENT"], ["[31]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is dismissed.", ".........................", "<FRAGMENT_SUPPRESSED>  Cour est saisie d'une demande, présentée en application du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", "(la Loi), sollicitant le contrôle judiciaire d'une décision de la Section de la protection des réfugiés [la SPR] de la Commission de l'immigration et du statut de réfugié, datée du 13 mai 2011. La SPR a rejeté la demande de la demanderesse de rétablir sa demande d'asile en vertu de l'article 53 des", "Règles de la Section de la protection des réfugiés", "[les Règles de la SPR]."], ["[2]", "Pour les motifs qui suivent, la présente demande est rejetée.", "Le contexte"], ["[3]", "La demanderesse, Maria Alejandra Posada Arcila, est une citoyenne de la Colombie. Elle a été désignée comme demandeure d'asile mineure dans la demande d'asile de sa mère. Sa mère a signé et déposé le FRP de la demanderesse, car cette dernière n'avait que 17 ans à ce moment-là."], ["[4]", "La demanderesse déclare que le 29 décembre 2010, sa mère et elle ont eu une vive altercation et qu'en raison de celle-ci, elle a pris la décision dangereuse et irrationnelle de téléphoner à l'Immigration et de demander l'annulation de sa demande d'asile afin de pouvoir obtenir son passeport et de retourner en Colombie."], ["[5]", "Elle déclare que peu après, elle s'est rendu compte qu'elle avait agi de façon très téméraire en demandant le retrait de sa demande d'asile. Elle soutient aussi que le 19 janvier 2011, elle a rédigé une lettre à l'intention de l'Immigration, dans laquelle elle demandait que sa demande ne soit pas retirée. Elle n'a toutefois pas envoyé cette lettre parce qu'elle souhaitait tout d'abord consulter un avocat et lui montrer la lettre."], ["[6]", "La demanderesse soutient qu'elle a obtenu l'aide juridique uniquement en mars 2011 et que l'obtention du FRP de sa mère, qui contenait le récit sur lequel elle fondait sa demande, avait également pris un certain temps. Elle a présenté une demande en rétablissement de sa demande d'asile le 24 mars 2011.", "La décision faisant l'objet du contrôle"], ["[7]", "Dans les motifs de sa décision, datée du 13 mai 2011, la SPR souligne que la Commission a reçu la demande de retrait de la demande d'asile le 30 décembre 2010, indiquant que la demanderesse voulait retourner en Colombie. Le 4 janvier 2011, la demanderesse a envoyé par télécopieur une nouvelle note indiquant qu'elle avait une réservation sur un vol à destination de Bogotá le 15 janvier et qu'elle avait donc besoin de son passeport le plus rapidement possible. Dans cette note, la demanderesse indique son père lui avait envoyé son passeport par UPS le 20 décembre 2010, mais que celui-ci avait été saisi par les douanes."], ["[8]", "La SPR a reconnu le témoignage de la demanderesse indiquant qu'elle avait retiré sa demande d'asile de façon impulsive et téméraire en raison de la querelle avec sa mère. La SPR a également souligné la prétention de la demanderesse voulant qu'elle ait rédigé la lettre du 19 janvier sans jamais l'envoyer."], ["[9]", "La SPR a déclaré qu'elle avait compétence pour rétablir la demande d'asile uniquement en cas de manquement à la justice naturelle ou s'il était par ailleurs dans l'intérêt de la justice de le faire. La SPR a conclu qu'il n'y avait eu aucun manquement à la justice naturelle parce que la demanderesse avait volontairement fait toutes les démarches afin de retourner dans son pays. La SPR a indiqué que son père avait envoyé le passeport plusieurs jours avant la querelle alléguée entre la demanderesse et sa mère le 29 décembre 2010. De plus, la demanderesse était majeure lorsqu'elle a pris sa décision et son défaut de prendre en compte les conséquences ne constituait pas un manquement à la justice naturelle."], ["[10]", "La SPR a poursuivi en indiquant qu'en vertu de l'article 44 des Règles de la SPR, la demande en rétablissement d'une demande d'asile doit être faite sans délai. La SPR a conclu que la demanderesse n'avait pas agi sans délai, car elle a présenté sa demande en rétablissement près de trois mois après avoir retiré sa demande."], ["[11]", "La SPR a conclu que le comportement de la demanderesse n'était pas celui d'une personne qui disait véritablement craindre pour sa vie si elle retournait en Colombie. Elle n'avait pas expliqué la raison pour laquelle elle n'avait pas pris le vol du 15 janvier 2011 à destination de la Colombie, pas plus qu'elle n'a fourni d'explication satisfaisante concernant le fait qu'elle n'avait pas retenu les services d'un avocat avant mars 2011. La SPR a également indiqué qu'elle aurait pu obtenir son FRP sur demande et a donc rejeté l'allégation de la demanderesse voulant que le délai ait été imputable à l'attente de recevoir son propre FRP."], ["[12]", "La Commission a conclu que la preuve n'avait pas démontré qu'il serait dans l'intérêt de justice de rétablir la demande d'asile de la demanderesse et a donc rejeté la demande en rétablissement.", "Dispositions législatives pertinentes"], ["[13]", "Règles de la Section de la protection des réfugiés", ", DORS/2002-228", "44. (1) Sauf indication contraire des présentes règles, toute demande est faite sans délai par écrit. La Section peut permettre que la demande soit faite oralement pendant une procédure si la partie n'aurait pu, malgré des efforts raisonnables, le faire par écrit avant la procédure ...", "53. (1) Toute personne peut demander à la Section de rétablir la demande d'asile qu'elle a faite et ensuite retirée.", "Forme et contenu de la demande", "(2) La personne fait sa demande selon la règle 44; elle y indique ses coordonnées et transmet une copie de la demande au ministre.", "Éléments à considérer", "(3) La Section accueille la demande soit sur preuve du manquement à un principe de justice naturelle, soit s'il est par ailleurs dans l'intérêt de la justice de le faire.", "44. (1) Unless these Rules provide otherwise, an application must be made in writing and without delay. The Division may allow a party to make an application orally at a proceeding if the party with reasonable effort could not have made a written application before the proceeding ...", "53. (1) A person may apply to the Division to reinstate a claim that was made by that person and withdrawn.", "Form and content of application", "(2) The person must follow rule 44, include their contact information in the application and provide a copy of the application to the Minister.", "Factors", "(3) The Division must allow the application if it is established that there was a failure to observe a principle of natural justice or if it is otherwise in the interests of justice to allow the application.", "La question en litige"], ["[14]", "La présente demande soulève la question de savoir si la décision de la SPR de refuser de rétablir la demande d'asile de la demanderesse était raisonnable.", "La norme de contrôle"], ["[15]", "La question de savoir si une demande d'asile doit être rétablie en vertu de l'article 53 des Règles de la SPR est une question mixte de fait et de droit et elle doit, par conséquent, être examinée selon la norme de la raisonnabilité (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ],", "<FRAGMENT_SUPPRESSED> [", "De Lourdes", "]).", "Analyse"], ["[16]", "Lorsque la SPR doit se prononcer sur une demande en rétablissement de demande d'asile, elle doit examiner la question de savoir s'il y a eu manquement à un principe de justice naturelle ou s'il est dans l'intérêt de la justice de rétablir la demande (", "De Lourdes", ", au paragraphe 7). De plus, la Cour a également conclu que le rétablissement est une exception à la norme (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ].", "Manquement à un principe de justice naturelle"], ["[17]", "La demanderesse ne présente aucun argument de fond selon lequel il y a eu manquement à la justice naturelle, si ce n'est qu'elle dit avoir posé son geste lorsqu'elle était uniquement âgée de 18 ans et qu'elle comprend maintenant qu'il était mal avisé et dangereux. Elle déclare avoir amorcé le processus de demande de réouverture de sa demande d'asile le 19 janvier 2011, mais n'avoir présenté sa demande que le 23 mars 2011 après avoir obtenu les services d'un avocat."], ["[18]", "La SPR s'est demandé s'il y avait eu manquement à un principe de justice naturelle. Elle a jugé qu'elle ne pouvait conclure qu'il y avait eu un tel manquement parce que la demanderesse avait agi volontairement et sans contrainte. De plus, la demanderesse avait fait plus tôt des démarches pour retourner en Colombie en demandant à son père de lui envoyer son passeport le 20 décembre 2010, avant l'affrontement avec sa mère le 29 décembre 2010."], ["[19]", "La SPR a indiqué que la demanderesse était majeure lorsqu'elle a pris sa décision et a conclu que le défaut de la demanderesse de se renseigner ne découlait pas d'un manquement à la justice naturelle de la part de la SPR."], ["[20]", "Je conclus que la décision rendue par la SPR est raisonnable. Elle a examiné la question à la lumière des éléments de preuves qui lui ont été présentés et qui émanaient principalement de l'affidavit de la demanderesse. La décision de la SPR sur ce point appartient aux issues raisonnables.", "Le rétablissement est-il dans l'intérêt de la justice?"], ["[21]", "La demanderesse soutient qu'au cours de la semaine suivant le retrait de sa demande d'asile, elle a changé d'avis et rédigé une lettre pour demander la réouverture de sa demande. Elle n'a cependant pas envoyé la lettre. Elle déclare avoir été avisée d'obtenir l'aide d'un avocat. Elle prétend qu'elle tentait d'obtenir des documents, plus précisément son Formulaire de renseignements personnels [FRP] ainsi que celui de sa mère. Selon ses dires, elle n'a obtenu les documents de sa mère que le 10 mars 2011 par l'entremise de l'avocat de celle-ci. Selon la demanderesse, son FRP ne contenait pas le récit de sa mère. Elle ajoute avoir consulté un avocat en janvier 2011, mais n'était pas en mesure de retenir les services d'un avocat avant d'obtenir l'aide juridique. Elle a présenté une demande d'aide juridique le 19 janvier 2011 et a pu retenir les services d'un avocat le 1er mars 2011."], ["[22]", "Selon la demanderesse, la conclusion selon laquelle elle ne s'est pas préoccupée de consulter un avocat avant mars 2011 est une mauvaise appréciation des faits importants."], ["[23]", "Certains éléments de preuve que la demanderesse a présentés dans le cadre de la présente audience n'avaient pas été présentés à la SPR lorsqu'elle a pris sa décision. Je conviens avec le défendeur que de tels éléments de preuve ne peuvent être pris en compte lors de l'appréciation du caractère raisonnable de la décision de la SPR (", "<FRAGMENT_SUPPRESSED> et 5 [ <FRAGMENT_SUPPRESSED> ])."], ["[24]", "Selon la SPR, <FRAGMENT_SUPPRESSED> exigeait de sa part qu'elle pèse toutes les circonstances d'une affaire, et non pas uniquement sous l'angle des intérêts d'un demandeur. Elle a indiqué que le comportement de la demanderesse n'était pas celui d'une personne qui dit craindre pour sa vie si elle retournait en Colombie. La note que la demanderesse a rédigée en janvier n'a pas été envoyée à la SPR à ce moment-là. La SPR a fait observer que la demanderesse n'a pas expliqué la raison pour laquelle elle n'a pas pris le vol qu'elle avait réservé le 15 janvier 2011, pas plus qu'elle n'a expliqué la raison pour laquelle elle a tardé jusqu'en mars 2011 pour retenir les services d'un avocat. Enfin, la SPR a tenu compte de la prétention de la demanderesse selon laquelle elle attendait son FRP avant de présenter sa demande en rétablissement et avait eu de la difficulté à l'obtenir. La SPR a fait observer que si la demanderesse l'avait demandé au bureau de la SPR, elle en aurait obtenu copie."], ["[25]", "En réponse à une question posée par la Cour, le défendeur a par la suite confirmé que la demanderesse pouvait obtenir son propre FRP en présentant directement une demande au bureau de la SPR."], ["[26]", "Au moment où la demanderesse a présenté sa demande, elle avait obtenu les services d'un avocat et rien n'indique qu'elle avait été empêchée de fournir plus d'éléments de preuve à la SPR pour compléter le tableau concernant sa situation. En raison du caractère exceptionnel du rétablissement d'une demande d'asile et de la faiblesse de la preuve fournie par la demanderesse à la SPR, je conclus que la décision de la SPR sur la question de l'examen de l'intérêt de la justice est raisonnable.", "Demande de sursis"], ["[27]", "La demanderesse présente également des observations concernant un sursis à l'exécution de la mesure de renvoi. Plus particulièrement, elle dit que sa demande d'asile n'a pas été entendue au fond et qu'elle subira un tort irréparable si elle est renvoyée en Colombie."], ["[28]", "Le défendeur soutient que cette demande est prématurée, puisque la Cour a statué que jusqu'à ce qu'un ordre de se présenter soit délivré, [traduction] « la Cour n'a aucun objet à l'égard duquel surseoir ». Le défendeur indique également qu'en raison de sa demande d'ERAR en instance, la loi prévoit un sursis à l'exécution de la mesure de renvoi dont bénéficie la demanderesse."], ["[29]", "En ce qui concerne la demande de sursis à l'exécution de la mesure de renvoi, la demanderesse n'a pas, comme le fait valoir le défendeur, reçu d'ordre de se présenter et elle jouit d'un sursis à l'exécution de la mesure de renvoi prévu par la loi pendant le traitement de sa demande d'ERAR. En l'absence d'un ordre de se présenter, cette demande est prématurée."], ["[30]", "La demande de contrôle judiciaire est rejetée.", "JUGEMENT"], ["[31]", "LA COUR ORDONNE", "1. La demande de contrôle judiciaire est rejetée.", "[End of document]"]]}