{"id_": "019379", "body_str": [["[1]", "Rennie, J.", ": The applicants seek to set aside a decision by the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board) that the applicants are not Convention refugees or persons in need of protection. The Board's findings in respect of both credibility and state protection cannot be sustained and the application is therefore granted.", "The Allegations"], ["[2]", "Mr. Hoyos Gaitan and his family are citizens of Colombia where he worked as the national marketing director for a vinyl manufacturing company."], ["[3]", "He claims that on June 2, 2011, the Colombian Revolutionary Armed Forces (FARC) telephoned him on his company phone and demanded a \"war tax\" contribution of 100 million pesos (about $54,000 US). On June 7, 2011, the FARC called again demanding that he pay and warning that he should not call the police because they knew where his wife, Ms. Navarrete Andrade, and children were. Terrified, the couple did not call the police. On June 11, 2011, the FARC called for the third time. He was told to have half of the money ready for the next week."], ["[4]", "The couple called Ms. Navarrete Andrade's sister in Canada, who had previously been accepted as a refugee. She recommended that they flee. However, the applicants did not want to leave Colombia because they had stable jobs and their children were very young. Instead, they used alternate routes to get to their office and Mr. Hoyos Gaitan decided to sell their car to raise money."], ["[5]", "On June 20, 2011, Mr. Hoyos Gaitan travelled to a promotional event in the city of Yopal, in a FARC-infested region. That night the FARC telephoned him at the hotel and told him to meet the next day. He complied and was met by four armed men who drove him to a second location. There, he pleaded that he did not have much money. They did not accept this and gave him until July 1, 2011 to bring 30 million pesos (about $16,000 US) to the hotel in Yopal."], ["[6]", "Upon returning home, he and his wife decided to flee. On June 26, 2011, they went to Ms. Navarrete Andrade's brother's house to hide. On July 6, 2011, the family flew to New York, and then travelled to Buffalo. They made an appointment to be processed as refugee claimants at the Fort Erie border crossing."], ["[7]", "Ms. Navarrete Andrade's father received two phone calls from individuals looking for the applicants. The first was on July 5, 2011 and was from an unidentified caller. The second was on July 8, 2011 from a person identifying himself as a FARC member."], ["[8]", "The applicants say that they fear returning to Colombia because they have been declared military targets by the FARC for their failure to collaborate, and the authorities are unable to protect individuals in their circumstances.", "Decision Under Review"], ["[9]", "The Board found that the applicants were neither Convention refugees nor persons in need of protection based on both a negative credibility finding and the availability of state protection."], ["[10]", "With regards to credibility, the Board found that the applicant's claims were implausible, for the following reasons:", "a. The Board did not accept that Mr. Hoyos Gaitan would have met with the FARC in Yopal, knowing the risk that they would kidnap him and demand a ransom from his family. Mr. Hoyos Gaitan had testified that he had experience negotiating as part of his job and had faith that he could reason with them as to the amount of money they were demanding. The Board did not accept this explanation.", "b. The Board found it implausible that the FARC would not have detained Mr. Hoyos Gaitan and demanded a ransom.", "c. The applicants did not belong to any of the groups considered by the United Nations High Commissioner for Refugees (UNHCR) to be at particular risk.", "d. The applicants did not make a police report.", "e. The Board considered it unbelievable that the applicants fled the country so quickly as a result of the alleged threats."], ["[11]", "Next, the Board found that the applicants had not rebutted the presumption of state protection. It reviewed the standard for state protection and discussed the current status of the FARC. In the circumstances, the Board considered it unreasonable that the applicants did not approach the police.", "Issue"], ["[12]", "The issue for this judicial review is whether the Board reasonably found that the applicants lacked credibility and had failed to rebut the presumption of state protection:", "<FRAGMENT_SUPPRESSED> , para 47.", "Discussion", "Credibility"], ["[13]", "It is open to the Board to make adverse credibility findings based on the implausibility of an applicant's story, in light of the evidence in the record and the Board's understanding of human behaviour:", "<FRAGMENT_SUPPRESSED>  para 27."], ["[14]", "However, such findings should be made only in clear cases, when the allegations are outside the realm of what could reasonably be expected, or where the documentary evidence demonstrates that the story could not have happened as alleged:", "<FRAGMENT_SUPPRESSED>  para 7."], ["[15]", "The Board found it implausible that Mr. Hoyos Gaitan would voluntarily meet with the FARC and did not accept his explanation that he was a skilled negotiator due to his job. The Board did not reference the rest of Mr. Hoyos Gaitan's explanation, which was that if he did not meet with the FARC they could have found him and killed him on his way back to Bogota, as he would be traveling past the meeting place."], ["[16]", "In my view, this implausibility finding was made without regard to the evidence, specifically Mr. Hoyos Gaitan's explanation that if he did not accept the FARC's demand for a meeting, they could have found him. Additionally, the Board did not consider that, while Mr. Hoyos Gaitan's behaviour may seem reckless from a Canadian perspective, it may not be so unusual in Columbia. The Board must have regard to the local context in assessing the plausibility of testimony."], ["[17]", "The Board also speculated, without referencing any documentary evidence, that the FARC would have detained Mr. Hoyos Gaitan to demand a ransom, if the meeting had taken place. The Board may not, in the absence of evidence, make assumptions about how the FARC would respond."], ["[18]", "It is also difficult to understand why the Board found it implausible that the applicants would leave Columbia so quickly after being threatened. Often, delay in leaving the country is taken to indicate lack of a subjective fear. Here, the applicants' prompt action has counted against them, a classic \"catch-22\". A negative inference is drawn if the applicants wait after being threatened, and also if they leave too soon. It raises the question as what is the \"right\" time to leave. There is, of course, no answer to this question, as each case must be assessed on its own merits and decisions to flee assessed in the context of the surrounding circumstances."], ["[19]", "The Board also considered the applicants' story implausible because they do not belong to groups listed by the UNHCR as being at particular risk, such as judges, activists and government authorities. However, the Board ignored evidence that professionals may also be at heightened risk. As a director of a manufacturing company, with a substantial salary, Mr. Hoyos Gaitan fits within this category."], ["[20]", "I have concluded that the Board's negative credibility finding was unreasonable.", "State Protection"], ["[21]", "The Board's decision could still be upheld if its state protection finding is reasonable."], ["[22]", "Refugee claimants must overcome the presumption that their country of citizenship is able to offer them protection:", "<FRAGMENT_SUPPRESSED> . Generally speaking, refugee claimants must first seek protection from their home country, unless they provide clear and convincing evidence that state protection would not reasonably have been forthcoming."], ["[23]", "This presumption is particularly strong in the case of democracies. That said, there is a wide spectrum of democratic nations, and so the Board must look further than the mere existence of elections, which are less important for the issue of state protection, but focus on the strength of the institutions relevant to state protection, such as the professionalism of the police force and the independence of the judiciary and defence bar:", "<FRAGMENT_SUPPRESSED> ."], ["[24]", "As the applicants did not seek state protection in Columbia, the question is whether state protection might reasonably be forthcoming, having regard to the applicant's particular circumstances."], ["[25]", "The Board noted that civilian authorities generally have control over the security forces in Columbia, but acknowledged that criminality, corruption and human rights abuses are still problems. The Board stated that the government had made efforts to address these problems and noted various institutions in place to combat kidnapping and extortion. However, the Board does not comment on how effective these efforts have been. The Board simply stated its conclusion that \"there is adequate state protection in Colombia for victims of crime\" without referencing any basis for this in the evidence."], ["[26]", "The Board conducted a lengthy review of the documentary evidence regarding Columbia, but this review had little relevance to the issue of state protection. For example, the Board mentions that the Columbian government has strengthened its relationship with the human rights community and that extrajudicial executions had declined. While positive, these developments do not indicate the adequacy of state protection from the FARC."], ["[27]", "The Board also noted that some FARC members have been demobilized and that some hostages have been freed. The Board quoted a statistic from 2009 that murders committed by illegal groups had decreased by 2.2% and that the number of kidnappings for extortion has also been reduced by 23%. Not only is this information somewhat dated, it shows that murder, kidnapping and extortion remain serious problems."], ["[28]", "The Board must actually analyse the evidence it references and consider how that evidence relates to the issue of state protection. It is insufficient to merely summarize large volumes of evidence and then state a conclusion that state protection is adequate. The evidence and the conclusion must be connected with a line of reasoning that is transparent and intelligible.", "JUDGMENT"], ["[29]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is granted. The matter is referred back to the Immigration Refugee Board for reconsideration before a different member of the Board's Refugee Protection Division. There is no question for certification.", ".........................", "Ana Maria Navarrete Andrade, Cesar Erley Hoyos Gaitan, Samuel Hoyos  <FRAGMENT_SUPPRESSED>  demandeurs sollicitent l'annulation de la décision par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (la Commission) a conclu que les demandeurs n'avaient pas la qualité de réfugiés au sens de la Convention ni celle de personnes à protéger. Les conclusions de la Commission quant à la crédibilité et à la protection de l'État ne sauraient être maintenues. La demande est donc accueillie.", "Les allégations"], ["[2]", "Monsieur Hoyos Gaitan et sa famille sont citoyens de la Colombie. Le demandeur occupait là-bas le poste de directeur national du marketing au sein d'une entreprise de fabrication de vinyle."], ["[3]", "Il affirme que, le 2 juin 2011, les Forces armées révolutionnaires de Colombie (FARC) l'ont appelé au numéro de téléphone du bureau pour lui demander de verser un « impôt de guerre »de 100 millions de pesos (environ 54 000 $ US). Le 7 juin 2011, les FARC l'ont rappelé et ont exigé qu'il verse l'argent demandé l'avertissant de ne pas communiquer avec la police parce que le groupe savait où se trouvaient son épouse, Mme Navarrete Andrade, et ses enfants. Terrifié, le couple n'a pas appelé la police. Le 11 juin 2011, les FARC ont téléphoné une troisième fois. Le demandeur a été avisé de préparer la moitié de l'argent pour la semaine suivante."], ["[4]", "Le couple a appelé la sœur de Mme Navarrete Andrade au Canada. Celle-ci avait déjà obtenu le statut de réfugiée. Elle leur a conseillé de quitter le pays. Or, les demandeurs ne voulaient pas quitter la Colombie parce qu'ils occupaient des emplois stables et que leurs enfants étaient très jeunes. Ils ont choisi plutôt d'emprunter d'autres routes pour aller travailler et M. Hoyos Gaitan a décidé de vendre leur voiture pour obtenir de l'argent."], ["[5]", "Le 20 juin 2011, M. Hoyos Gaitan a participé à une activité promotionnelle à Yopal, dans une région infiltrée par les FARC. Ce soir-là, les FARC lui ont téléphoné à l'hôtel pour lui dire de les rencontrer le jour suivant. Il s'est conformé et a rencontré quatre hommes armés qui l'ont conduit à un deuxième endroit; il leur a dit qu'il n'avait pas beaucoup d'argent. Les hommes n'ont pas accepté ses explications et lui ont donné jusqu'au 1er juillet 2011 pour apporter 30 millions de pesos (environ 16 000 $ US) à l'hôtel de Yopal."], ["[6]", "À son retour, il a décidé avec son épouse de quitter le pays. Le 26 juin 2011, ils sont allés se cacher chez le frère de Mme Navarrete Andrade. Le 6 juillet 2011, la famille a pris l'avion pour New York et s'est rendue par la suite à Buffalo. Ils ont pris rendez-vous pour présenter une demande d'asile au poste frontalier de Fort Erie."], ["[7]", "Le père de Mme Navarrete Andrade a reçu deux appels des personnes qui cherchaient les demandeurs. Le premier appel a été fait le 5 juillet 2011 par un inconnu. Le deuxième appel a été fait le 8 juillet 2011 par une personne qui s'est identifiée comme étant un membre des FARC."], ["[8]", "Les demandeurs affirment qu'ils craignent de retourner en Colombie parce qu'ils avaient été déclarés des cibles militaires par les FARC en raison de leur refus de se plier à leurs demandes, et que les autorités ne sont pas en mesure de protéger les personnes qui se trouvent dans leur situation.", "La décision faisant l'objet du contrôle judiciaire"], ["[9]", "La Commission a conclu que les demandeurs n'avaient ni la qualité de réfugiés au sens de la Convention ni celle de personnes à protéger, compte tenu d'une conclusion défavorable quant à la crédibilité et de l'existence de la protection de l'État."], ["[10]", "En ce qui concerne la crédibilité, la Commission a conclu que les prétentions du demandeur étaient invraisemblables, pour les motifs suivants:", "a. La Commission n'a pas accepté le fait que M. Hoyos Gaitan aurait rencontré les FARC à Yopal, sachant qu'il y avait un risque que le groupe l'enlève et demande une rançon à sa famille. Selon M. Hoyos Gaitan, il avait l'habitude de négocier dans le cadre de son travail et avait confiance en ses capacités de traiter avec les FARC quant au montant demandé. La Commission n'a pas accepté cette explication.", "b. La Commission a estimé qu'il était invraisemblable que les FARC n'aient pas gardé M. Hoyos Gaitan en détention et que le groupe n'ait pas demandé de rançon.", "c. Les demandeurs n'appartenaient pas à l'un des groupes qui seraient particulièrement à risque selon le Haut Commissariat des Nations Unies pour les réfugiés (HCNUR).", "d. Les demandeurs n'ont pas porté plainte à la police.", "e. La Commission a estimé qu'il n'était pas crédible que les demandeurs aient quitté le pays aussi rapidement en raison des menaces présumées."], ["[11]", "La Commission a ensuite conclu que les demandeurs n'avaient pas réfuté la présomption de la protection de l'État. La Commission a examiné la norme applicable à la protection de l'État ainsi que la situation actuelle des FARC. Dans les circonstances, la Commission a estimé qu'il était déraisonnable que les demandeurs ne se soient pas adressés à la police.", "La question en litige"], ["[12]", "La question qui se pose dans le présent contrôle judiciaire consiste à savoir si la Commission a conclu de manière raisonnable que les demandeurs manquaient de crédibilité et qu'ils n'avaient pas réfuté la présomption relative à la protection de l'État:", "<FRAGMENT_SUPPRESSED> , par. 47.", "Analyse", "Crédibilité"], ["[13]", "La Commission est en droit de tirer des conclusions défavorables en matière de crédibilité fondées sur l'invraisemblance de la version des faits relatée par le demandeur, compte tenu de la preuve au dossier et de sa propre perception du comportement humain:", "<FRAGMENT_SUPPRESSED>  par. 27."], ["[14]", "La Commission ne peut cependant conclure à l'invraisemblance que dans les cas évidents, si les allégations formulées débordent le cadre de ce à quoi on peut logiquement s'attendre ou si la preuve documentaire démontre que les événements ne pouvaient pas se produire tel qu'il était allégué:", "<FRAGMENT_SUPPRESSED>  par. 7."], ["[15]", "La Commission a estimé qu'il était invraisemblable que M. Hoyos Gaitan rencontre volontairement les FARC et n'a pas accepté son explication quant à ses capacités de négociation en raison de son travail. La Commission n'a pas fait référence aux autres explications données par M. Hoyos Gaitan, selon lesquelles, s'il ne les avait pas rencontrées, les FARC auraient pu le retrouver et le tuer à son retour à Bogota, puisqu'il allait passer à proximité du lieu de rencontre."], ["[16]", "À mon avis, la Commission a tiré cette conclusion d'invraisemblance sans égard à la preuve, notamment à l'explication donnée par M. Hoyos Gaitan selon laquelle, s'il n'acceptait pas de rencontrer les FARC, le groupe aurait pu le retrouver. De plus, la Commission n'a pas tenu compte du fait que le comportement de M. Hoyos Gaitan peut sembler téméraire au regard du contexte canadien, mais qu'il n'est pas si inhabituel en Colombie. La Commission doit tenir compte du contexte local dans son appréciation de la vraisemblance d'un témoignage."], ["[17]", "La Commission a également émis l'hypothèse, sans référence à aucune preuve documentaire, que, si M. Hoyos Gaitan avait rencontré les FARC, le groupe l'aurait gardé en détention pour demander une rançon. En l'absence de preuve, la Commission ne peut formuler des hypothèses sur la façon dont réagiraient les FARC."], ["[18]", "Il est également difficile de comprendre pourquoi la Commission a estimé qu'il n'était pas crédible que les demandeurs aient quitté le pays aussi rapidement après avoir fait l'objet de menaces. Très souvent, on présume que le retard à quitter le pays indique l'absence de crainte subjective. En l'espèce, la réaction rapide des demandeurs a été retenue contre eux et ceux-ci se sont retrouvés dans une situation sans issue. Une conclusion défavorable est tirée si les demandeurs attendent trop longtemps après avoir fait l'objet de menaces et s'ils quittent le pays trop rapidement. Reste à savoir quel est le bon moment de quitter. Bien entendu, il n'y a pas de réponse à cette question, puisque chaque cas est un cas d'espèce et doit être évalué selon son bien-fondé et que la décision de quitter le pays doit être évaluée selon l'ensemble des circonstances."], ["[19]", "La Commission a aussi estimé que la version des faits donnée par les demandeurs était invraisemblable parce que ceux-ci n'appartenaient pas à l'un des groupesénumérés par le HCNUR qui seraient particulièrement à risque, constitués par exemple des juges, des activistes et des autorités gouvernementales. Or, la Commission n'a pas pris en compte la preuve selon laquelle les professionnels pouvaient également être exposés à un risque accru. En sa qualité de directeur d'une entreprise manufacturière, touchant un salaire important, M. Hoyos Gaitan fait partie de cette catégorie."], ["[20]", "Je conclus que la conclusion défavorable tirée par la Commission au sujet de la crédibilité était déraisonnable.", "Protection de l'État"], ["[21]", "La décision de la Commission pourrait toujours être confirmée si la conclusion relative à la protection de l'État est raisonnable."], ["[22]", "Le demandeur d'asile doit réfuter la présomption que son pays de citoyenneté est en mesure de lui offrir une protection:", "Canada (Procureur général) c Ward,"], ["[1993] 2 RCS 689. En règle générale, le demandeur d'asile doit d'abord tenter d'obtenir la protection de son pays, à moins qu'il ne présente une preuve claire et convaincante que la protection de l'État ne pouvait pas raisonnablement être assurée."], ["[23]", "Cette présomption est particulièrement forte dans le cas des démocraties. Cela dit, il existe un large éventail de pays démocratiques, et donc la Commission doit aller au-delà de la simple existence d'élections, élément de moindre importance pour la question de la protection de l'État. La Commission doit porter son attention sur la force des institutions se rapportant à la protection de l'État, par exemple sur le professionnalisme des forces de police et sur l'indépendance des juges et des avocats de la défense:", "<FRAGMENT_SUPPRESSED> ."], ["[24]", "Puisque les demandeurs n'ont pas sollicité la protection de l'État en Colombie, il s'agit de savoir si la protection de l'État peut raisonnablement être assurée, eu égard à leur situation particulière."], ["[25]", "La Commission a noté que les autorités civiles exercent en général un contrôle sur les forces de sécurité en Colombie, mais a reconnu qu'il y avait encore des problèmes de criminalité, de corruption et de violation des droits de la personne. La Commission a affirmé que le gouvernement poursuivait ses efforts en vue d'enrayer ces problèmes en mentionnant diverses institutions mises en place pour lutter contre l'enlèvement et l'extorsion. La Commission ne parle cependant pas de l'efficacité de ces efforts. La Commission a simplement conclu que « la protection offerte aux victimes de criminalité en Colombie est adéquate » sans mentionner aucun élément de preuve à l'appui."], ["[26]", "La Commission a procédé à un long examen de la preuve documentaire concernant la Colombie, mais peu pertinent au regard de la question relative à la protection de l'État. Par exemple, la Commission mentionne que le gouvernement de la Colombie a renforcé la relation qu'il entretenait avec la communauté des droits de la personne et que le nombre d'exécutions sommaires a baissé. Bien que favorables, ces changements n'indiquent pas le caractère adéquat de la protection de l'État contre les FARC."], ["[27]", "La Commission a ajouté qu'une partie des membres des FARC ont été démobilisés et d'une partie des otages ont été libérés. La Commission a cité une statistique de 2009 révélant que le nombre de meurtres commis par des groupes illégaux a diminué de 2,2 % et que le nombre d'enlèvements pour extorsion a également connu une baisse de 23 %. Non seulement ces renseignements sont quelque peu périmés, mais ils montrent aussi que la criminalité, l'enlèvement et l'extorsion constituent toujours des problèmes graves."], ["[28]", "La Commission doit effectivement analyser la preuve qu'elle mentionne et se demander en quoi cette preuve concerne la question de la protection de l'État. Il ne suffit pas de résumer une preuve abondante et de conclure ensuite que la protection de l'État est adéquate. La preuve et la conclusion doivent être rattachées à un raisonnement transparent et intelligible.", "JUGEMENT"], ["[29]", "LA COUR STATUE que", "la demande de contrôle judiciaire est accueillie. L'affaire est renvoyée à un autre commissaire de la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié pour qu'il procède à un nouvel examen. Il n'y a aucune question à certifier.", "[End of document]"]]}