{"id_": "019591", "body_str": [["[1]", "Mosley, J.", ": The applicant, Ms. Bethany Smith, is a 23 year-old American citizen, a member of the United States Army and a lesbian. She sought protection in Canada from alleged persecution and the alleged threat of physical harm from her peers and superiors in the Army because of her sexual orientation. In two decisions, the Immigration and Refugee Board, Refugee Protection Division, found that she is not a Convention refugee or a person in need of protection. This is her application for judicial review of the second decision, brought under section 72 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (hereafter IRPA).", "BACKGROUND"], ["[2]", "The applicant disclosed her sexual orientation while in high school. At the age of 18, in October 2006, she was recruited into the US Army as a mechanic. She did not disclose her orientation at that time and says she did not know how gays and lesbians were treated by the Army prior to joining it. Ms. Smith alleges that during advanced training and following posting to her unit at Fort Campbell, Kentucky, she was harassed, mentally and physically abused, and threatened."], ["[3]", "Matters became worse when she was seen holding hands with another woman off-base. She says that she received threatening notes (over 100 in five months) but showed them to no one as she believed she could not trust anyone, including her superiors whom she viewed as complicit in her persecution."], ["[4]", "The applicant says that she tried to be discharged by telling her superiors about her sexual orientation, but to no avail. When her superiors became aware of the situation, she says they started treating her harshly and giving her assignments that were incompatible with her physical abilities. She says that she was warned by a superior to tone down her personal life and to stop attracting attention to herself. She says that her superiors did not want to discharge her until after she had been deployed to and served a tour in Afghanistan. She does not claim to be a conscientious objector but did not want to be placed in an area of combat operations."], ["[5]", "Ms. Smith says that on September 9, 2007, fearing that her life was in danger, she fled from the base with another soldier. After she left the base she says she received a call threatening to \"kick a hole in her face\" and a text message saying she should be killed by a firing squad for having deserted."], ["[6]", "The applicant entered Canada on September 11, 2007 and filed her refugee claim on October 16, 2007. The claim was denied by the Refugee Protection Division (hereafter \"the Board\") in February 2009 on the grounds that the applicant had not established a serious risk of persecution or rebutted the presumption of state protection. An application for judicial review was granted by Justice de Montigny in", "FRAGMENT_SUPPRESSED. Justice de Montigny found that the Board Member had erred in several respects in determining whether the applicant had an objective basis for her fear of persecution and in determining whether state protection would be afforded her."], ["[7]", "Upon redetermination, the Board conducted a new hearing on August 11-12 and October 8, 2010. At this hearing, the Minister of Public Safety and Emergency Preparedness intervened to present evidence, question the claimant and make submissions. In a decision rendered on June 6, 2011, the Board again rejected the claim. That decision is the subject of this application."], ["[8]", "The applicant says that if she returns to the US, she will be court-martialled, will not be given a fair trial and will be punished for trying to leave an environment where her life was in danger. She says that the process by which she would be prosecuted and punished does not constitute a fair and independent judicial determination and thus, state protection would not be afforded to her.", "DECISION UNDER REVIEW"], ["[9]", "At the outset of his extensive reasons for decision, the Board Member discussed the process that was followed at the hearing to ensure that the claimant could fully present her evidence in a calm and reassuring atmosphere. The Member indicated that he had carefully read and considered the Chairperson's", "Guideline 4 - Women Refugee Claimants Fearing Gender-Related Persecution", "(hereafter the Gender Guideline), the", "United Nations High Commissioner for Refugees Guidance Note on refugee claims relating to sexual orientation and gender identity", "(hereafter the UNHCR Guidance Note), and a presentation and article by Professor Nicole LaViolette:", "Sexual Orientation, Gender Identity and the Refugee Determination Process", ", (Ottawa: Immigration and Refugee Board, March 2010) [LaViolette 2010], and Nicole LaViolette, \"Independent human rights documentation and sexual minorities: an ongoing challenge for the Canadian refugee determination process\" (2009) 13 Int'l JHR 437 [LaViolette 2009]."], ["[10]", "The Board rejected the applicant's claim on two grounds: credibility and state protection. The credibility findings were based on alleged inconsistencies in the applicant's testimony and her PIF, on the vagueness of some of her answers, the lack of evidence in support of her claim, and the lack of explanations of certain situations, mainly regarding why she did not seek help."], ["[11]", "The Board found that the applicant's credibility was undermined with respect to whether she had experienced harassment during her advanced individual training because of conflicts between her Personal Information Form (\"PIF\") and her testimony. Discrepancies in the applicant's testimony with respect to her experience while at Fort Campbell were found to have undermined her credibility: when and how her peers found out about her sexual orientation; what she might or might not have told a female doctor about assaults against her person; whether she was indeed harassed; whether her superiors knew about her harassment; whether she asked to be discharged on the ground of her sexual orientation; and what made her leave Fort Campbell. The Board also found that the applicant could have applied for and obtained a discharge from military service based on her sexual orientation after her arrival in Canada."], ["[12]", "The Board summarised the applicable law with regards to state protection. It noted that the US is a constitutional democracy with stable institutions. The Board took into account its conclusions on the applicant's credibility in determining the existence of state protection. It did not find the testimony of the applicant and her documentary and expert evidence to be trustworthy and convincing evidence. The Board instead preferred the evidence of the one expert provided by the Minister's counsel. It found that it would not have been unreasonable for the applicant to take further steps to acquire the protection of her state."], ["[13]", "The Board found that the applicant could have sought further assistance from the US military (considering the Don't Harass Policy and the", "Uniform Code of Military Justice", ", 10 USC, Ch. 47 (hereafter the UCMJ)) and that she could have made further steps to be discharged on the ground of her orientation. The Board also found that the applicant could have moved to a different city and attempted to clarify the situation with the US military, with the help of a non-governmental organization or a lawyer if necessary. The Board concluded that on a balance of probabilities the applicant did not rebut the presumption of state protection and that the applicant did not take all reasonable steps to obtain state protection."], ["[14]", "The Board concluded that if the applicant were to be arrested upon return to the USA, the prosecution that would result would not amount to persecution as she would be in no different position than any other member of the military charged with absence without leave and/or desertion. The Board also found that the military justice system of the US was adequate. The Board declined to consider the", "Canadian Charter of Rights and Freedoms", ", Part I of the", "Constitution Act, 1982", ", being Schedule B to the", "Canada Act 1982", "(UK), 1982, c 11 (hereafter the", "Charter", ") and the", "Convention for the Protection of Human Rights and Fundamental Freedoms", ", 4 November 1950, 213 UNTS 221 at 223, Eur TS 5, CETS 5 [", "European Convention of Human Rights", "] for the purpose of its state protection analysis because those instruments were not applicable to US laws."], ["[15]", "The Board also considered the effect of the repeal of the \"Don't Ask, Don't Tell\" policy, which occurred while the decision was under reserve, as a change of circumstances undermining the opinion evidence presented by the applicant. The US military was subject to the \"Don't Ask, Don't Tell\" policy, enacted as US federal law, from 1993 to September 2011. Under that policy, discrimination and harassment on the ground of sexual orientation were prohibited but openly gay, lesbian or bisexual persons were discharged from duty on the theory that such relationships were incompatible with military service. The law prohibited inquiries (the \"don't ask\" part) or disclosure (\"don't tell\") about homosexual or bisexual orientation and relationships. The statute (10 USC ยง 654) was found to be unconstitutional by the US District Court in September 2010. A bill to repeal the policy was enacted by Congress in December 2010 and brought into force in September 2011."], ["[16]", "The applicant says that, in reaching his decision, the Board Member erred by making unreasonable negative credibility findings without sensitivity to the context the claimant found herself in, erred in failing to provide adequate reasons or analysis, made erroneous findings of fact not supported by the evidence and failed to properly consider the evidence.", "ISSUES"], ["[17]", "The issues raised on this application are as follows:", "1. Did the Board make unreasonable credibility findings?", "2. Did the Board err in failing to apply the", "Charter", "and international human rights instruments in its state protection analysis?", "3. Did the Board disregard important expert evidence?", "4. Did the Board make unreasonable state protection findings?", "ANALYSIS", "Standard of review;"], ["[18]", "The prior jurisprudence has satisfactorily determined the standard to be applied to the issues in this matter which are questions of fact or of mixed fact and law. Such questions generally attract the reasonableness standard:", "FRAGMENT_SUPPRESSED. The availability of state protection is a question of mixed fact and law and thus is reviewable for reasonableness:", "FRAGMENT_SUPPRESSED. Issues of credibility, a question of fact, are also reviewable against a standard of reasonableness:", "FRAGMENT_SUPPRESSED."], ["[19]", "Reasonableness is based on the existence of justification, transparency and intelligibility within the decision-making process and whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law:", "FRAGMENT_SUPPRESSED.", "1. Did the Board make unreasonable credibility findings?"], ["[20]", "The Board based its principal adverse credibility findings on three points: contradictions between the applicant's previous testimony in 2008, the narrative in her PIF and her testimony in the 2010 hearings; implausibilities in her evidence; and an inability to answer certain questions related to asserted memory problems."], ["[21]", "The applicant contends that the Board's credibility findings are erroneous for several reasons: they are contrary to the Board's 2009 decision which was made closer in time to the incidents underlying the refugee claim and in which the Board did not make an adverse credibility finding; the findings are based on ordinary memory problems such as an inability to recall the names of individuals; the inconsistencies relied upon do not amount to serious or significant contradictions; they conflate recollections of several events; different descriptions of harassment were improperly characterized as inconsistent; and the Board engaged in microscopic examination of the applicant's evidence."], ["[22]", "The applicant argues that the Board did not evaluate the plausibility of her story in light of the extensive documentary and opinion evidence submitted on the situation of homosexuals in the US military. She contends that the Board failed to properly apply the Gender Guideline and the UNHCR Guidance Note in its analysis. The applicant should not have been expected to share her sexual orientation and the persecution based on her sexuality in an environment widely documented as hostile to homosexuals. Further, she asserts, the Board erred when it stated that the applicant should have contacted the military authorities to obtain evidence of her persecution when it was the military that were her persecutors."], ["[23]", "As the respondent notes, credibility findings are highly factual, case specific and depend in part on factors that a reviewing court is unable to consider such as the demeanour of a witness. The Board is entitled to draw inferences based on implausibility, common sense and rationality:", "FRAGMENT_SUPPRESSED. It is not for the reviewing court to substitute its view of such matters. However, if the evidence before the Board does not support the credibility findings, or if the contradictions or implausibilities relied upon by the Board are insignificant and do not relate to the claim, this Court should intervene. I am unable to reach such conclusions in this case."], ["[24]", "In this matter, some of the alleged inconsistencies identified by the Board relate to events that the applicant described in her PIF, remembered in greater detail in the first hearing (in November 2008) and was unable to recall during her testimony in the second series of hearings (in August and November 2010). Minor differences in testimony given by the same witness at hearings conducted two years apart are to be expected. In this case, however, the differences were more pronounced."], ["[25]", "For example, the applicant had written in her PIF that she was continually harassed once her sexual identity was indirectly revealed during her advanced individual training. She also described an incident where she was punched in the head when returning alone to her room. When asked about the incident during the second hearing she stated that it was the only incident experienced during her training. She told no one about it because only a week remained in her training and it was unlikely that anything would be done prior to her departure. Confronted with the inconsistent PIF narrative, the applicant offered no explanation. It was open to the Board to take this inconsistency into account in considering her credibility."], ["[26]", "The Member carefully reviewed several other areas of difficulty with the applicant's evidence. When asked about the circumstances in which her orientation had been disclosed to colleagues at Fort Campbell, the applicant's answers were taken to be evasive. She could not remember the name of the woman she had been with or those of the two soldiers who had seen them together. She explained that she preferred not to remember the soldiers' names because it was a difficult time in her life. In his analysis, the Board Member considered whether that was a reasonable response, in light of the Chairperson's Gender Guideline, given that no evidence had been presented that the applicant suffered from a psychological disorder or had been the victim of sexual violence. Concluding that it was not, the Member found that the applicant's credibility was undermined with respect to the impact of the disclosure of her sexual orientation. Again, in my view, this was a finding open to the Member."], ["[27]", "The applicant testified that she was routinely picked up and thrown to the ground by a fellow soldier in her brigade. She could not remember whether he had verbally abused her but assumed that the physical abuse was because he had discovered that she was a lesbian. At the second hearing, she added that one of her superiors had been present and had witnessed the assault and done nothing, a detail which was not mentioned in her PIF or at the first hearing. She did not remember the superior's name. She told a female doctor at the base about these assaults but the doctor did not take them seriously, suggesting the soldier was just playing with her. The applicant had taken no steps to identify the doctor or to contact her in an effort to corroborate her story. Her explanation was that she did not want to contact the US Army or let them know where she was. The applicant gave the same explanation when asked why she had not contacted the Army from Canada to request a discharge by reason of her orientation under the Don't Ask, Don't Tell policy while it was still in effect. The Board Member thought that the explanation provided was unreasonable given that it was then evident that she was in Canada and seeking protection."], ["[28]", "With respect to the threatening notes, the Board Member accepted that it was reasonable for the applicant not to keep them in anticipation of an unforeseen hearing before a tribunal in Canada. However he did not understand why she had not used the notes to tell someone in the line of authority at her base about what was happening. She had testified that she knew she could report the threats and assaults to the authorities. She said she was terrified, did not trust anyone and did not know who might be supporting the people who were writing the threats. This was, in general, the explanation that the applicant provided when asked why she did not tell anyone about what was allegedly going on at that time - not a friend from her former life who was also at the base, her family or anyone in the chain of command."], ["[29]", "When confronted with the expert opinion evidence on remedies available to US military personnel at the time - zero tolerance policies towards harassment and UCMJ provisions against assault, military attorney services, the possibility of declaring a homosexual orientation, whistle-blower protections for complaining to the Inspector General, the possibility of contacting a member of Congress -the applicant explained that as a nineteen-year old private she was not aware of any of these remedies. While the Court may have reached a different conclusion, the reasonableness of that explanation was a matter for the Board to determine. The conclusion reached was, on the evidence, within the range of acceptable outcomes."], ["[30]", "The Board Member provided the claimant with the opportunity to explain the discrepancy between her accounts of why she ultimately left the base. In her PIF she had written that she had received a written death threat in early July 2007 but at the hearing she said that the written death threat on the day she left was the first one which she had received. Confronted with the contradiction, she gave no explanation. The Board Member concluded that this undermined her credibility. This conclusion was open to him based on the conflict in the evidence presented."], ["[31]", "Before coming to the overall conclusion that the claimant's testimony was not plausible, the Board Member noted that he had considered the recommendation to exercise caution in LaViolette 2009 and LaViolette 2010 when making credibility determinations in refugee claims related to sexual orientation and gender identity. He also recognized that the case law clearly set out that adverse credibility findings should only be made in the clearest of cases and after considering the actions described as they would have appeared from the claimant's point of view at the time. Nonetheless, he found that the accumulation of problems in her testimony rendered the claimant not credible with respect to her allegations of being threatened and assaulted and with respect to the steps which she took to inform the authorities. It did not assist the applicant's claim that she offered no documentation or corroborative factual evidence to support her own testimony. Failure to do so when it is reasonable to expect such evidence may have an impact on a claimant's credibility:", "FRAGMENT_SUPPRESSED."], ["[32]", "As the Supreme Court noted in", "FRAGMENT_SUPPRESSED The discrepancies in the applicant's evidence sufficiently support the conclusion of a lack of credibility which the Board Member reached and falls within that margin of appreciation. It is not the role of this Court to re-weigh the evidence that was before the Board even if the Court might have drawn different inferences or found the evidence and explanations offered by the applicant to be plausible.", "2. Did the Board err in failing to apply the Charter and international human rights instruments in its state protection analysis?"], ["[33]", "The applicant contends that the Board Member erred in law when he declined to apply the", "Canadian Charter", "of Rights and Freedoms", "and international legal instruments as sources of law to evaluate the availability of state protection to her and others similarly situated in the US The Board Member noted that opinion evidence submitted by the applicant was to the effect that the US Military Justice system does not respect the requirements of the", "European Convention of Human Rights", "and the", "Charter", ". He concluded that as the incidents cited by the applicant in her claim had allegedly occurred solely in the US, he did not see how the Canadian and European instruments would have legal force in that country. This, the applicant argues, led to the Member's decision not to rely upon the expert evidence relating to state protection under the US system."], ["[34]", "The applicant submits that the Member's analysis was in error given the direction in s 3 of the IRPA that the Act is to be construed and applied in a manner that furthers domestic and international interests. In particular, it requires that decisions taken under the Act be consistent with the", "Charter", "and comply with the international human rights instruments to which Canada is signatory."], ["[35]", "In the first judicial review concerning this applicant,", "FRAGMENT_SUPPRESSED, Justice de Montigny found that the Member in the first Board decision had erred in failing to consider whether the applicant, as a homosexual, would receive equal treatment under the UCMJ. Justice de Montigny noted that a Canadian court could make findings of fact regarding the constitutionality of a foreign law, citing", "FRAGMENT_SUPPRESSED"], ["[36]", "As I read those paragraphs and the other decisions cited in", "FRAGMENT_SUPPRESSED", ", they stand for the proposition that it is permissible for the Court to receive evidence and hear submissions as to the constitutional status of foreign legislation when the issue arises incidentally in the course of litigation over which the Court has undoubted jurisdiction. The circumstance envisaged in", "FRAGMENT_SUPPRESSED", "was when a Canadian provincial law has extraterritorial application. I do not read s 3 of the IRPA as requiring that the Court make such a determination with regard to a foreign law of another state which has no extraterritorial effect in Canada, as that would be incompatible with judicial comity and sovereignty. The section requires, rather, that the domestic application of IRPA be consistent with the human rights instruments to which Canada is signatory."], ["[37]", "In", "FRAGMENT_SUPPRESSED, the Supreme Court stressed the \"important role of international human rights law as an aid in interpreting", "domestic", "law\" (emphasis added). In", "FRAGMENT_SUPPRESSED, the Supreme Court clarified that", "Charter", "scrutiny does not apply to the laws of other states. The Federal Court of Appeal, in", "FRAGMENT_SUPPRESSED, agreed that the", "Charter", "did not apply to \"foreigners, with no attachment whatsoever to Canada or its laws\"."], ["[38]", "In the first judicial review, Justice de Montigny did not consider it necessary to pronounce on the constitutionality of the relevant provisions of the UCMJ as that question had not been argued by the parties on the record before him. He held that the Board had a duty to determine whether the UCMJ was enforced in a non-discriminatory fashion in the United States, both substantively and procedurally, with respect to military personnel."], ["[39]", "In the decision before the Court in this proceeding, the Member reviewed the arguments presented that the", "Charter", "and international human rights instruments could be considered in determining whether the US military justice system would provide adequate protection to the claimant. In my view, he did not err in declining to consider the application of the", "Charter", "to the question of the validity of US military law under that country's Constitution. Nor was he required to analyse US law in light of the international instruments. The obligation upon him was to apply the IRPA to the facts of this case in a manner that was consistent with the", "Charter", "and those international human rights instruments to which Canada has adhered. The issues were whether the applicant had led relevant, reliable and convincing evidence that state protection in the US was inadequate or non-existent and whether she had exhausted all of the remedies available to her before fleeing to Canada to seek protection. Absent evidence of such efforts it was impossible for the Board to assess the availability of protection for her:", "FRAGMENT_SUPPRESSED."], ["[40]", "The Board Member took into account that the UCMJ had been found to be adequate when subjected to constitutional scrutiny under American law. The Member observed that the US courts, while fully aware of the international standards, had so far deemed the structural independence and impartiality of the US military justice system to be adequate. He concluded that although the US military justice system is different from the Canadian civil justice system, there was adequate recourse in the US for those who felt they had been wronged in the US Army and that the claimant had not exhausted those avenues of recourse. Notwithstanding the opinion evidence to the contrary submitted by the applicant, that was a conclusion reasonably open to the Member to make on the evidence as a whole.", "3. Did the Board disregard important expert evidence?"], ["[41]", "The Board Member reviewed the documentary and expert evidence provided. Having done so, he concluded that the material concerning discrimination against gays and lesbians in the US Army and concerning the deficiencies of the US military justice system did not constitute relevant, trustworthy, and convincing evidence of the insufficiency of state protection. He noted that the expert opinions on these subjects submitted by the applicant in this case were based on the theory that the claimant would be punished for having fled the US because her life was in danger due to her sexual orientation. When he reached this stage of his analysis, the Member had already found that the allegations of harassment and threats were not credible. He thus retained only the report on US military law by Professor Hansen to guide him in assessing the claimant's situation."], ["[42]", "Donald JM Brown and John M Evans,", "Judicial Review of Administrative Action in Canada", ", loose-leaf (consulted on 4 October 2012), (Toronto: Canvasback Publishing, 2012), ยง10:5450 \"Expert and Opinion Evidence\", at pp 10-69-10-70, state that \"it is within the discretion of administrative tribunals to decide whether to admit expert evidence, and to determine the weight to be assigned to it. [...] Nevertheless, while a tribunal need not be bound by expert evidence, it should have valid grounds for rejecting or discounting it, and it cannot act arbitrarily in this regard. [...] However, it is not necessary for a tribunal to make an adverse finding about the credibility of an expert before it can reject the evidence, particularly when the agency is developing policy\". In this instance the governing policy is in flux as the US Congress, Administration and Military come to terms with changing attitudes towards the role of gays and lesbians within American society."], ["[43]", "Expert opinions cannot be substituted for a Board Member's assessment of a claimant's credibility. The Supreme Court stated in", "FRAGMENT_SUPPRESSED FRAGMENT_SUPPRESSED"], ["[44]", "In this case, the Board Member assessed that the claimant was not credible in asserting that she would face punishment for having fled to save her life from persecution due to her sexual orientation. He took note of Justice de Montigny's view that this claimant's situation as a lesbian was very different from that, for example, of a male conscientious objector, because her claim was predicated on being subject to punishment not merely for desertion but also for her sexual orientation. That was an error made by the Board in the first determination. In the second decision, the Member avoided that error."], ["[45]", "Having found that her claim of having experienced persecution based on sexual orientation was not credible, the Board Member concluded that the opinions describing an environment in which these experiences could have occurred were not relevant. He therefore rejected the reports on discrimination and deficiencies in the US military system as evidence of factors which had pushed the claimant to flee. While the Court may not have reached a similar conclusion on the same evidence, it can not simply substitute its opinion of the weight of the evidence for that of the Board."], ["[46]", "The Board Member also rejected the expert opinion reports as evidence that state protection was unavailable. In his subsequent analysis, he determined that even if the events had occurred as the claimant had described, she had not presented sufficient evidence of attempts to seek out state protection. Therefore the expert opinions on whether it would have been available if she had sought it out, or whether it would be available in the future, were not relevant."], ["[47]", "The Member's findings in this regard are distinguishable from cases such as", "FRAGMENT_SUPPRESSED where the Board was found to have erred in discounting expert reports because they were based in part on information provided by the claimant, without also assessing and weighing the objective findings by the experts which were specific to the claimant. In", "FRAGMENT_SUPPRESSED", ", for example, there was independent objective evidence including the results of a medical examination that supported the applicant's personal account and the opinions provided."], ["[48]", "The Member retained only the expert opinion evidence detailing the remedies which would have been available to the claimant within the US Army, which he used in coming to his credibility determination that it was not plausible that the claimant had been unaware of all of these avenues of recourse."], ["[49]", "It is apparent from the decision that the Board Member read and considered all the expert opinions presented. It was within his discretion to reject some or all of them. The Court accepts that the Member might have reached a different conclusion based on the voluminous material submitted by the applicant with respect to the experiences of gays and lesbians in the US military. It is not the role of the Court to re-weigh that evidence, however, but to determine whether the Board's treatment of it was unreasonable. The fact that the Member's recapitulation of the material and his explanation for discarding it were brief does not invalidate his choice. As the Supreme Court explained in", "FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED", "4. Did the Board make unreasonable state protection findings?"], ["[50]", "As stated by the Federal Court of Appeal in", "FRAGMENT_SUPPRESSED, a refugee claimant who asserts that state protection in her country of origin is inadequate or nonexistent bears the evidentiary burden of producing evidence to that effect and the legal burden of persuading the trier of fact that the claim in this respect is founded."], ["[51]", "The applicable standard of proof is the balance of probabilities and the presumption that state protection is available to the claimant can be rebutted by clear and convincing evidence. That standard is not met by simply submitting a large volume of opinion evidence. Nor is it met by the claimant's perception that she could not avail herself of state protection:", "FRAGMENT_SUPPRESSED. Without evidence of her attempts to obtain such protection it is impossible to know how she would have fared. Speculation that the state's protection would be inadequate is not sufficient:", "FRAGMENT_SUPPRESSED."], ["[52]", "If the state can provide adequate protection, even if not perfectly and not always successfully, a claimant is required to seek this protection. It is unreasonable to expect a claimant to put her life in jeopardy in order to demonstrate a failure of state protection, but oppressive acts by some persons in authority in a specific place at a particular time do not lead inevitably to the conclusion that the state, as a whole, is an agent of persecution or does not offer protection. Regardless of her subjective fear of persecution, the claimant must overcome the objective presumption that the state could protect her. This burden is even heavier when a democratic country subject to the rule of law, like the US, is concerned:", "FRAGMENT_SUPPRESSED. Claiming protection in another country must be a last resort, not an alternative of convenience or preference."], ["[53]", "It is the Board's responsibility to consider the evidence and determine what is relevant to the case before it. The Member did not accept that the applicant had exhausted all of the possibilities for protection that were available to her within the US military system. Nor had she exhausted other avenues within the US such as moving to another location and attempting to seek help there, possibly with the aid of non-governmental third parties or legal counsel."], ["[54]", "The Member's observations in this respect were not framed as a finding that the applicant had an internal flight alternative as is contended but went to the question of whether she had sought other means to obtain protection away from her base. He did not suggest that by doing so she could escape the alleged agents of persecution but rather that she could have pursued her desire for a discharge from another location. For that reason, I do not consider it necessary to determine whether an IFA finding would have been reasonable due to the nature of the alleged agents of persecution as state actors and the nation-wide reach of their jurisdiction."], ["[55]", "The applicant contends that the Member did not properly analyze her situation in light of the Gender Guidelines given that she was a lesbian in the US military. The Guidelines instruct that where the claimant cannot rely on the more typical forms of evidence as \"clear and convincing proof\" of the failure to provide state protection, reference may need to be made to alternative forms of evidence:", "FRAGMENT_SUPPRESSED. In addition, the UNHCR Guidance Note provides that being compelled to forsake one's sexual orientation may amount to persecution when instigated or condoned by the State. That is not to say that any gay or lesbian member of the US military who may have been subject to the \"Don't Ask, Don't Tell\" policy suffered persecution by choosing to join or remain in the military. As noted above, when it was in effect, the policy prohibited harassment and has since been repealed."], ["[56]", "In my view, it is clear from the Member's reasons for decision that he was alert and sensitive to the context in which the applicant presented her claim - her experience as a lesbian in an environment which was described in the evidence as sexist and homophobic. The Member did not simply pay \"lip service\" to the Guidelines as the applicant contends but considered how they applied to the case before him. He did not reject the applicant's contention that she faced discrimination in that environment but was not persuaded that it amounted to persecution."], ["[57]", "The applicant presented no evidence that she could not attempt to seek state protection within her country before fleeing to Canada. The documentary evidence before the Member supported his conclusion that there were remedies available to the applicant within the US military justice system had she chosen to exercise them. In those circumstances, it was reasonable for the Board Member to conclude that the presumption of state protection had not been rebutted in this case.", "CONCLUSION"], ["[58]", "The Board's determination in this case was thorough and careful. A critical difference from the first decision is that the Board, in this instance, took great care to assess the applicant's credibility. That assessment was not microscopic or overzealous but detailed and organized. The applicant's testimony was the only evidence going to the specific facts of her claim. The Member had the opportunity to see and hear her testify. The Court owes the Board great deference in assessing the reasonableness of its factual assessment and can not intervene merely to substitute its own opinion of the evidence."], ["[59]", "The Board concluded, taking into account all of the evidence, that there was not relevant, trustworthy and convincing evidence that state protection was unavailable to the applicant in the US The applicant could not establish, as a result, that her fear of persecution was objectively well-founded. The Board further analyzed the remedies available to her should she return to the US to face charges of being absent without leave and concluded that she had not established that she would be persecuted because she was a lesbian or for fleeing her base ostensibly in fear of her life. The Member's determination that she would find herself in the same situation as others who, like her, had gone AWOL and that any sentence imposed would not amount to persecution was not unreasonable on the evidence."], ["[60]", "Overall, the Board's decision is justified, transparent and intelligible. It falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law. For that reason, the application is dismissed.", "CERTIFIED QUESTIONS"], ["[61]", "The test for certification appears in paragraph 74(d) of the IRPA and Rule 18(1) of the", "Federal Courts Immigration and Refugee Protection Rules", ", SOR/93-22, as am. (the Rules). In", "FRAGMENT_SUPPRESSED, the threshold for certification was articulated as: \"is there a serious question of general importance which would be dispositive of an appeal\". In", "FRAGMENT_SUPPRESSED, the Court of Appeal determined that a certified question must lend itself to a generic approach leading to an answer of general application. That is, the question must transcend the particular context in which it arose."], ["[62]", "The applicant has proposed that the Court certify the following questions as serious questions of general importance:", "1. Can a Board Member fetter his/her discretion by refusing to consider the", "Charter", "and International Law as sources of law when determining state protection?", "2. Can a Board member discount expert evidence on the ground that it may refer to information provided by the applicant?", "3. Is it an error of law to expect an applicant to exhaust every remedy if the state is the agent of persecution?"], ["[63]", "The first question would not be dispositive of an appeal as the Board did not fetter its discretion in this instance. It declined to consider the application of the", "Charter", "and international instruments to a foreign code of military justice on nationals of the foreign state in the factual circumstances of this case."], ["[64]", "The second question is also fact dependent. The decision in this case turned on the Board's credibility analysis that discounted not the expert opinions but the factual basis upon which they were predicated. The question would not be of general application beyond the context and determinations of fact in this case."], ["[65]", "The third issue was addressed by the Federal Court of Appeal in", "FRAGMENT_SUPPRESSED", ", above."], ["[66]", "Accordingly, I do not consider it appropriate to certify any of the proposed questions.", "JUDGMENT"], ["[67]", "IT IS THE JUDGMENT OF THIS COURT that", "1. the application is dismissed; and", "2. no questions are certified.", "Application dismissed.", "Editor: E. Joanne Oley/vnh"]]}