{"id_": "019699", "body_str": [["[1]", "Strickland, J.", ": This decision concerns an appeal by the Plaintiff, the Applicant herein, Keith Robert Ballantyne, pursuant to Rule 51 of the", "Federal Courts Rules", ", SOR/98-106 (Rules) of the Order by Prothonotary Milczynski dated January 31, 2014."], ["[2]", "The Applicant commenced this action on December 19, 2013. The Minister brought a motion to strike pursuant to Rules 369 and 221(2) on the basis that the Statement of Claim did not disclose a reasonable cause of action, was scandalous, frivolous or vexatious and was otherwise an abuse of process. The Applicant did not respond to the motion."], ["[3]", "By her Order, the Prothonotary struck out the Statement of Claim in whole without leave to amend and dismissed the action without costs."], ["[4]", "She acknowledged that on a review of the Statement of Claim it was evident that the Applicant felt wronged by the manner in which he was treated by the Minister of National Revenue (Minister) and the Canada Revenue Agency (CRA). However, she found that the cause or causes of action that the Applicant asserted entitled him to a remedy were unclear and that there were insufficient material facts pled with sufficient particularity to understand them. Faced with this, the Respondent could not prepare a responsive and intelligible Statement of Defence."], ["[5]", "The grounds of the Applicant's appeal motion are that he did not understand the Rules or their requirements and believed that a Statement of Claim was meant to be a general summary or synopsis of his claim to be followed by documentation of cause and evidence. He asserts that the term \"simplified action\" is confusing and refers to a Vancouver Sun article which apparently concerns the difficulties that self-represented litigants face in navigating court processes. He claims that he has been stereotypically designated and discriminated against as a \"tax protester\" and not afforded due process by the Minister and CRA which has caused him great financial hurt and harm."], ["[6]", "No affidavit evidence was filed in support of the appeal motion. The Applicant attached to his Notice of Motion a further Statement of Claim, in the form that he says he should have originally submitted, along with other pages of submissions that appear to relate to his dealings with the Minister and CRA."], ["[7]", "The Respondent submits that because the Prothonotary's discretionary Order was vital to the final issue of the case, the Court must consider", "de novo", "the issue of whether the Statement of Claim should be struck (", "<FRAGMENT_SUPPRESSED>  paras 18-19). I agree with that submission (see also", "<FRAGMENT_SUPPRESSED>  at paras 17, 22) and that the Applicant's Statement of Claim does not meet this test."], ["[9]", "Further, that the Statement of Claim failed to conform to Rules 174, 181 and 182 which require a concise statement of the facts, particulars relevant to any allegations made and specifics as to relief sought. While paragraph 2 included a claim of negligence and misfeasance, no facts were alleged to formulate either tort; paragraph 3 referred to the Constitution but was entirely unclear as to what wrong the Applicant was alleging; paragraphs 4-6 appeared to allege misfeasance but, again, no facts were pled to make out the elements of that tort."], ["[10]", "The Respondent also submits that no rational argument was made, based in law and evidence, and that the claim was so factually deficient as to preclude response (", "<FRAGMENT_SUPPRESSED>  (QL) at para 10 (TD)). The claim was clearly futile, confusing and difficult to understand. For those reasons it was scandalous, vexatious and frivolous (", "<FRAGMENT_SUPPRESSED>  (QL) at paras 30-32 ( <FRAGMENT_SUPPRESSED> ) and the Prothonotary correctly struck it. On a", "de novo", "hearing, the same result should occur."], ["[11]", "I am mindful, as was the Prothonotary, that the Applicant is a self-represented litigant who lacks the benefit of experience or advice on the Court process. However, while the Court generally shows flexibility and openness to self-represented parties, this alone does not exempt a party of its obligation to discharge its burden under Rule 51 (", "<FRAGMENT_SUPPRESSED> )."], ["[12]", "Even on a generous reading of the Statement of Claim I must agree with the Respondent and the Prothonotary that it provides insufficient facts to enable the cause(s) of action to be ascertained and that it is confusing and difficult to understand. It does not permit the Respondent to prepare a responsive defence. In that regard, I refer to and adopt the reasons contained in the Respondent's written representations filed in this appeal. The Applicant's appeal must be dismissed."], ["[13]", "I have also reviewed the revised Statement of Claim submitted by the Applicant which he submits is in the form that he should have filed originally. This does not assist the Applicant. It is comprised primarily of definitions, a statement of what comprises equality guarantees under section 15 of the Charter and a list of statutes. It does not elaborate on the factual basis of his claim or clarify his cause(s) of action. Similarly, the written representations that he has filed in support of his appeal do not provide a coherent or intelligible explanation of his claim."], ["[14]", "As to costs, the Minister seeks a lump sum award of $500. Recognizing both that the Applicant is elderly, self-represented and was the unsuccessful party, and that the appeal, while in writing, still required a response by the Respondent, I am awarding costs in the amount of $200 in favour of the Respondent.", "ORDER"], ["[15]", "THIS COURT ORDERS that", "1. The Applicant is granted leave to file this appeal late;", "2. The appeal is dismissed; and", "3. The Respondent shall have its costs in the amount of $200.", ".........................", "<FRAGMENT_SUPPRESSED>  l'appel interjeté par le demandeur Keith Robert Ballantyne, le requérant en l'espèce, en vertu de l'article 51 des", "Règles des Cours fédérales", ", DORS/98-106 (les Règles), à l'encontre de l'ordonnance du 31 janvier 2014 prononcée par la protonotaire Milczynski."], ["[2]", "Le requérant a intenté l'action le 19 décembre 2013. Le ministre a présenté une requête en radiation fondée sur l'article 369 et le paragraphe 221(2), au motif que la déclaration ne révélait pas de cause d'action valable, qu'elle était scandaleuse, frivole ou vexatoire et qu'elle constituait autrement un abus de procédure. Le requérant n'a pas répondu à cette requête."], ["[3]", "Dans son ordonnance, la protonotaire a radié la déclaration en entier, sans autorisation de la modifier, et a rejeté l'action sans frais."], ["[4]", "Elle a reconnu, après avoir examiné la déclaration, qu'il était évident que le requérant se sentait lésé par la manière dont il avait été traité par le ministre du Revenu national (le ministre) et l'Agence du revenu du Canada (l'ARC). Toutefois, elle a conclu que la cause ou les causes d'action, qui, selon les affirmations du requérant, lui donnaient le droit d'intenter un recours, étaient obscures et qu'un nombre insuffisant de faits substantiels avaient été présentés de façon assez précise pour qu'elle puisse les comprendre. Face à ces conclusions, l'intimée n'a pas pu préparer une défense adaptée et intelligible."], ["[5]", "Le requérant fait valoir, comme moyens d'appel, qu'il n'avait pas compris les Règles et les exigences qui s'y rattachent et qu'il croyait qu'une déclaration était censée être un sommaire ou un résumé général de ses allégations, lesquelles devaient être suivies de documents concernant la cause et la preuve. Il affirme que le terme « action simplifiée » porte à confusion et cite un article du", "Vancouver Sun", "qui, semble-t-il, concerne les difficultés auxquelles les plaideurs non représentés par avocat font face dans le cadre des procédures judiciaires. Il soutient avoir fait l'objet d'un stéréotype et de discrimination en étant désigné comme un « contestataire de l'impôt » et ajoute que le ministre et l'ARC ne l'ont pas soumis à une application régulière de la loi, ce qui lui a causé de grandes difficultés financières et un préjudice important."], ["[6]", "Aucune preuve par affidavit n'a été présentée à l'appui de la requête en appel. Le requérant a joint à son avis de requête une autre déclaration qui, selon lui, est être celle qu'il aurait dû produire au départ, de même que d'autres pages d'observations qui semblent concerner ses démêlés avec le ministre et l'ARC."], ["[7]", "Selon l'intimée, parce que l'ordonnance discrétionnaire de la protonotaire avait une influence déterminante sur l'issue du principal, la Cour doit se pencher de nouveau sur la question de savoir si la déclaration devrait être radiée (", "<FRAGMENT_SUPPRESSED> et 19). Je souscris à cet argument (voir aussi", "<FRAGMENT_SUPPRESSED> )."], ["[8]", "L'intimée fait valoir que le critère applicable à la radiation d'actes de procédure prévu au paragraphe 221(1) des Règles consiste à déterminer si, en supposant que les faits sont vrais, nous pouvons dire qu'il est évident et manifeste que la déclaration ne révèle aucune cause d'action raisonnable (", "<FRAGMENT_SUPPRESSED> , aux paragraphes 17 et 22) et que la déclaration du requérant ne répond pas à ce critère."], ["[9]", "Par ailleurs, la déclaration n'était pas conforme aux articles 174, 181 et 182 des Règles, qui exigent un exposé concis des faits, des précisions pertinentes à l'égard des allégations et des détails concernant la réparation demandée. Le paragraphe 2 comprenait une allégation de négligence et de faute, mais aucun fait n'a été présenté pour appuyer l'un ou l'autre des délits; le paragraphe 3 renvoyait à la Constitution, mais était entièrement obscur en ce qui a trait à l'injustice alléguée par le requérant; les paragraphes 4 à 6 semblaient soulever une faute, mais, encore une fois, aucun fait n'a été présenté pour appuyer les éléments liés à ce délit."], ["[10]", "L'intimée soutient également qu'aucun argument rationnel fondé sur le droit et la preuve n'a été formulé et que la déclaration présentait de telles lacunes au chapitre des faits qu'elle écartait toute possibilité de défense (", "<FRAGMENT_SUPPRESSED>  (QL) (1re inst.), au paragraphe 10). Il est clair que la déclaration était futile, qu'elle prêtait à confusion et qu'elle était difficile à comprendre. Pour ces motifs, elle était scandaleuse, frivole et vexatoire (", "<FRAGMENT_SUPPRESSED>  (QL) (1re inst.), aux paragraphes 30 à 32;", "<FRAGMENT_SUPPRESSED> ), et la protonotaire l'a radiée à juste titre. Une nouvelle audience produirait le même résultat."], ["[11]", "Tout comme la protonotaire, je suis consciente du fait que le requérant n'est pas représenté par avocat et qu'il n'a pas l'avantage d'avoir de l'expérience ou de recevoir des conseils relativement au processus judiciaire. Cependant, bien que la Cour affiche généralement une certaine souplesse et une certaine ouverture à l'égard des parties non représentées par avocat, ce fait, à lui seul, n'exempte pas une partie de son obligation de s'acquitter de son fardeau prévu à l'article 51 des Règles (", "<FRAGMENT_SUPPRESSED> )."], ["[12]", "Même si je donne une interprétation large à la déclaration, je ne peux qu'être d'accord avec l'intimée et la protonotaire pour dire qu'elle ne présente pas suffisamment de faits pour permettre la vérification de la cause d'action, qu'elle prête à confusion et qu'elle est difficile à comprendre. Elle ne permet pas à l'intimée de préparer une défense appropriée. À cet égard, je me fonde sur les motifs contenus dans les observations écrites présentées par l'intimée dans le cadre de l'appel et les fais miens. L'appel du requérant doit être rejeté."], ["[13]", "J'ai également examiné la déclaration révisée que le requérant a produite et qui, à son avis, est celle qu'il aurait dû produire au départ. Elle n'aide pas la cause de ce dernier. Elle comprend principalement des définitions, un énoncé de ce que constituent les garanties d'égalité prévues à l'article 15 de la Charte et une liste de lois. Elle n'expose pas plus en détail le fondement factuel de sa déclaration ni ne clarifie ses causes d'action. Les observations écrites qu'il a présentées à l'appui de son appel ne fournissent pas non plus d'explications cohérentes ou intelligibles de sa déclaration."], ["[14]", "En ce qui concerne les dépens, le ministre souhaite obtenir un montant forfaitaire de 500 $. Compte tenu du fait que le requérant est âgé, qu'il n'est pas représenté par avocat et qu'il n'a pas eu gain de cause, ainsi que du fait que l'appel, même s'il a été interjeté par écrit, devait tout de même faire l'objet d'une réponse de la part de l'intimée, j'adjuge des dépens s'élevant à 200 $.", "ORDONNANCE"], ["[15]", "LA COUR", "1.", "ACCORDE", "au requérant l'autorisation d'interjeter l'appel en retard;", "2.", "REJETTE", "l'appel;", "3.", "ADJUGE", "à l'intimée des dépens de l'ordre de 200 $", "[End of document]"]]}