{"id_": "019931", "body_str": [["[1]", "Crampton, J.", ": The Applicants are citizens of Colombia who claim to have a well founded fear of persecution at the hands of the Fuerzas Armadas Revolucionarias de Colombia (FARC), due to their perceived political opinion.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicants are all members of the same family: Mr. Wilson Fernando Idarraga Cardenas ( <FRAGMENT_SUPPRESSED> ) and Ms. Adriana Patricia Idarraga ( <FRAGMENT_SUPPRESSED> ) are siblings, Mr. Delio Yaczon Zapata Granda (\"Granda\") is Ms. Idarraga's husband, and Alejandro Jesus Zapata ( <FRAGMENT_SUPPRESSED> ) is their son.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Cardenas and one of his other sisters were working at their mother's business in August 2000 while their mother was visiting their brother in the United States. During that period, he received a telephone call from an unidentified caller who demanded that he pay money for the protection of the business. He claims he contacted his mother and told her of the telephone call, and that she told him not to worry, as it was probably some thugs attempting to scare money out of them.  <FRAGMENT_SUPPRESSED>"], ["[4]", "He claims that he then received a number of subsequent telephone calls, each of which was increasingly more threatening than the previous one. At his mother's instruction, he allegedly reported those telephone calls to the police, who stated that all they could do was to send an officer around to monitor the premises approximately twice per week. Cardenas claims that he only saw a policeman near the business premises on two occasions.  <FRAGMENT_SUPPRESSED>"], ["[5]", "On September 29, 2000, Cardenas and his sister were opening the store when three armed, masked men arrived on the scene and forced them inside. He claims that the men identified themselves as members of FARC and told them that they had to face the consequences of not paying the protection money that they had requested. Cardenas claims that he was then beaten, tied up, and locked in the bathroom while his sister was raped.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Cardenas further claims that, after the men left, he and his sister called an ambulance and informed the rest of the family of the incident. On October 3, 2000, after his mother returned from the United States, he claims that he and his mother went to file a report with the police. However, because they did not believe that the police would be able to do anything, they decided to leave for the United States. They ultimately left on December 29, 2000. After being denied permanent resident status in the U.S. in August 2006, Cardenas came to Canada on October 30, 2008 and immediately claimed refugee status.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Granda claims that his family owned a delivery business in the town of Itagui, and that in 1998 members of the family began receiving telephone phone calls demanding that they pay money or be killed. As a result of those threats, he claims that his family moved their business to Medellin, and that in early 1999, they once again began to receive the same types of threatening telephone calls. He further claims that the persons who made these latter telephone calls identified themselves as members of FARC. After receiving such calls for approximately seven months, he claims that his father was attacked and beaten by FARC guerrillas as he was leaving work. He also stated that his father was told not to tell the authorities and that if he did so his life and the lives of his family would be at risk. As a result, his father fled to the United States on August 13, 1999, after transferring the business to Granda and his sister.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Granda further claims that one of his delivery trucks was stolen in January 2000. It was apparently found later by the police, but all the goods it contained had been stolen. He allegedly reported this incident to the police, but never received news that the police had made an arrest. He claims that after this incident, he again began to receive telephone calls from unidentified callers who demanded money from him and threatened that if he didn't pay, he and his family members would be killed. He further claims that he was warned not to go to the police station to identify any suspects they may have or to have any other contact with the police. As a result, Granda and Idarraga decided to flee Colombia. Ultimately, they fled to the United States in February 2000.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Idarraga is currently a permanent resident of the United States and Zapata is an American citizen. However, Granda currently has no status in the United States. Idarraga and Zapata arrived in Canada on November 30, 2008 and immediately submitted refugee claims. Granda entered Canada on January 7, 2009 and immediately submitted a refugee claim.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Applicants' claims were heard together on October 16, 2009. In a decision dated October 30, 2009, the Refugee Protection Division (RPD) of the Immigration and Refugee Board rejected their claims. The Applicants seek judicial review of that decision.  <FRAGMENT_SUPPRESSED>", "II.", "The Decision under Review  <FRAGMENT_SUPPRESSED>"], ["[11]", "At the outset of its decision, the RPD rejected the claims of Idarraga and her son on the basis that neither of them had adduced any evidence or made any submissions regarding a potential risk of harm in the U.S. or inadequate state protection in the U.S.  <FRAGMENT_SUPPRESSED>"], ["[12]", "With respect to Cardenas and Granda, the decision focused on whether there would be a serious possibility of their being harmed should they return to Colombia and live in Bogota. The RPD also considered whether it would be reasonable for Granda, who lived in Medellin prior to fleeing the country, to relocate to Bogota. The RPD did not consider it necessary to address this second prong of the internal flight alternative (IFA) test for Cardenas, as Cardenas lived in Bogota prior to fleeing Colombia.  <FRAGMENT_SUPPRESSED>"], ["[13]", "After discussing a substantial number of documents that had been submitted by the Applicants, as well as other documents that it independently obtained, the RPD summarized the documentary evidence. Among other things, it noted the following:  <FRAGMENT_SUPPRESSED>", "i. FARC's bases of operation are now confined to rural areas of Colombia;  <FRAGMENT_SUPPRESSED>", "ii. FARC no longer has the ability to track an individual from one area of the country to another, due to the surveillance of security forces and their ability to interrupt communications;  <FRAGMENT_SUPPRESSED>", "iii. Security forces maintain close control of roads and rivers connecting urban centres with areas of combat; and  <FRAGMENT_SUPPRESSED>", "iv. FARC's activities in urban areas now appear to be limited to (i) attempts to influence youth at universities, to provide a new political base, and (ii) random attacks on government offices, to show a continued presence. The only reported attack in an urban area in 2008 appears to have been in Cali.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Earlier in its decision, the RPD also observed that \"security forces currently have made it difficult for the FARC to move freely out of [its rural bases of operation] \" and that \"threats without the capacity of the FARC to carry out these threats in urban centres would not raise the risk of persecution to the required level to qualify for Canada's protection.\" In addition, the RPD noted that there was \"no evidence that FARC has been able to carry out any threats of personal harm against any individual who resides in Bogota in the last 12 months. <FRAGMENT_SUPPRESSED>"], ["[15]", "Based on the foregoing, the RPD concluded that the Applicants had not established that there is a serious possibility that they will be persecuted or seriously harmed should they live in Bogota. The RPD also stated that Granda had provided no evidence to support his claim that Bogota would be an unreasonable area for him to live, and that Bogota therefore meets both prongs of the test for a viable IFA.  <FRAGMENT_SUPPRESSED>", "III.", "Issues  <FRAGMENT_SUPPRESSED>"], ["[16]", "The Applicants allege that the RPD erred by:  <FRAGMENT_SUPPRESSED>", "i. Misinterpreting and failing to address important evidence;  <FRAGMENT_SUPPRESSED>", "ii. Failing to apply the two-prong test applicable to the assessment of an IFA and to provide sufficient reasons in respect of the second part of that test;  <FRAGMENT_SUPPRESSED>", "iii. Improperly assessing the issue of the recent changes in country conditions in Colombia; and  <FRAGMENT_SUPPRESSED>", "iv. Failing to assess whether there were \"compelling reasons,\" arising out of past persecution, for the Applicants to refuse to avail themselves of the protection of Colombia, as contemplated by subsection 108(4) of the", "IRPA", ".  <FRAGMENT_SUPPRESSED>", "IV.", "Standard of review  <FRAGMENT_SUPPRESSED>"], ["[17]", "The first and third issues that have been raised by the Applicants, as well as the second part of the second issue, are reviewable on a standard of reasonableness (", "<FRAGMENT_SUPPRESSED>  at paras. 51 - 56; and", "<FRAGMENT_SUPPRESSED>  at paras. 45-46).  <FRAGMENT_SUPPRESSED>"], ["[18]", "In", "Khosa", ", at para. 59, reasonableness was articulated by Justice Ian Binnie as follows:  <FRAGMENT_SUPPRESSED>", "\"Where the reasonableness standard applies, it requires deference. Reviewing courts cannot substitute their own appreciation of the appropriate solution, but must rather determine if the outcome falls within 'a range of possible, acceptable outcomes which are defensible in respect of the facts and law' (", "Dunsmuir", ", at para. 47). There might be more than one reasonable outcome. However, as long as the process and the outcome fit comfortably with the principles of justification, transparency and intelligibility, it is not open to a reviewing court to substitute its own view of a preferable outcome. <FRAGMENT_SUPPRESSED>"], ["[19]", "However, the fourth issue, namely, whether the RPD erred in failing to assess whether the Applicants met the requirements [of] subsection 108(4) of the", "IRPA", ", and the issue of whether the RPD applied the proper test in assessing whether an IFA exists, are reviewable on a standard of correctness (", "<FRAGMENT_SUPPRESSED>  at para. 44; and", "<FRAGMENT_SUPPRESSED>  at para. 5).  <FRAGMENT_SUPPRESSED>", "V.", "Analysis  <FRAGMENT_SUPPRESSED>", "A.", "Did the RPD err by misinterpreting or failing to address important evidence?  <FRAGMENT_SUPPRESSED>"], ["[20]", "The Applicants allege that the RPD erred by dismissing evidence that was contained in a 2005 report issued by the United Nations High Commissioner for Refugees (UNHCR). The RPD drew an adverse inference from the fact that a more recent report, which the RPD incorrectly characterized as being from the same agency, did not contain similar statements. However, given that the RPD also relied on a significant amount of other evidence, all of which is more recent than the 2005 UNHCR report, in reaching its conclusion that the Applicants can avail themselves of adequate state protection in Bogota, I am satisfied that this error was not material. The fact that there was a substantial amount of more recent evidence supporting the RPD's conclusion distinguishes this case from", "<FRAGMENT_SUPPRESSED>  at para. 9; and", "<FRAGMENT_SUPPRESSED> ; [1997] F.T.R. Uned. 616 (T.D.) at para. 7.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The Applicants also allege that the RPD erred by failing to address evidence contained in a report dated August 20, 2009 by Dr. Mark Chernick, and by failing to explain why it preferred other evidence. I disagree. The RPD specifically addressed that evidence at paragraphs 19 to 21 and paragraphs 32 to 35 of its decision. However, it preferred other recent evidence, including two reports by International Crisis Group (ICG), dated April 2008 and March 2009, which were extensively summarized at paragraphs 46 to 48 of its decision. The RPD noted that ICG \"is guided by well known and respected international personalities, including a former Prime Minister of Canada and an internationally recognized Canadian jurist.\" Having specifically discussed the Chernick report as well as a significant amount of other evidence submitted by the Applicants, and having explained at various points throughout its decision why it did not accept much of that evidence, it was reasonably open to the RPD to prefer other evidence, all of which was fairly recent.  <FRAGMENT_SUPPRESSED>"], ["[22]", "Provided that the RPD reasonably takes into account important evidence in the record that may contradict its conclusions, there is no requirement for the RPD to refer to every piece of documentary evidence or every passage from cited sources which contradict the information that the RPD has chosen to cite, so long as the RPD's decision is within the bounds of reasonableness (", "<FRAGMENT_SUPPRESSED>  at para. 17).  <FRAGMENT_SUPPRESSED>"], ["[23]", "The burden was on the Applicant to adduce clear and convincing evidence to satisfy the RPD, on a balance of probabilities, that state protection in Bogota is inadequate (Canada (", "<FRAGMENT_SUPPRESSED>  at para. 54;", "<FRAGMENT_SUPPRESSED>  at para. 30). In this case, the RPD found that the Applicant had failed to discharge that burden.  <FRAGMENT_SUPPRESSED>"], ["[24]", "In short, I am unable to conclude that the RPD's decision was unreasonable. In my view, its conclusion regarding the adequacy of state protection was well within the range of possible, acceptable outcomes which are defensible in respect of the facts and law.  <FRAGMENT_SUPPRESSED>", "B.", "Did the RPD err by failing to properly apply the test for an IFA and to provide adequate reasons for its conclusion?  <FRAGMENT_SUPPRESSED>"], ["[25]", "The Applicants allege that the RPD erred by relying on documentary evidence that civilian populations in cities \"feel safer,\" in finding that the Applicants would be able to avail themselves of adequate state protection in Bogota. They state that the test for determining whether or not a state is able to provide adequate protection, and whether or not an IFA exists, \"is not an exercise in relativity.\" That is to say, it is not a question of whether or not residents in urban centres are \"safer\" than residents elsewhere in the country. Rather, they submit that the test is whether (i) a refugee claimant would face a serious possibility of persecution in the identified IFA area, and (ii) whether or not it is reasonable, in all of the circumstances, including circumstances particular to the claimant, for the claimant to seek refuge in that area.  <FRAGMENT_SUPPRESSED>"], ["[26]", "I agree with the Applicants' characterization of the two prongs of the test for determining whether or not an IFA exists, and with their position that the first prong of that test is absolute, rather than relative, in nature. (", "<FRAGMENT_SUPPRESSED>  (F.C.A.) at 711 ( <FRAGMENT_SUPPRESSED>  (F.C.A.) at paras. 13-15 ( <FRAGMENT_SUPPRESSED>  (F.C.A.) at 597-599).  <FRAGMENT_SUPPRESSED>"], ["[27]", "However, I disagree with their submission that the RPD incorrectly applied the proper test. In my view, a reading of the RPD's decision in its entirety reveals that the RPD did apply the proper test, as opposed to the \"relative\" test alleged by the Applicants, in reaching its conclusion that the Applicants would not face a serious possibility of being harmed should they return to Colombia and live in Bogota. This correct test was articulated repeatedly at the outset of the RPD's decision (at paras. 8, 12, 13 and 17) and then again at the end of the decision (in para. 56). Accordingly, I am unable to conclude that the RPD erred in applying the wrong test when it assessed the issue of whether there would be a serious possibility of the Applicants being harmed should they return to Colombia and live in Bogota.  <FRAGMENT_SUPPRESSED>"], ["[28]", "Granda also claims that the RPD erred when it dealt with the second part of the IFA test by simply making the statement that he had \"provided no evidence to support [that] Bogota would be an unreasonable area for him to live.\" I am unable to conclude that this constituted a reviewable error on the part of the RPD. The burden was on Granda to adduce sufficient evidence to establish, on a balance of probabilities, both prongs of the IFA test. He failed to do so. This Court's decision in", "<FRAGMENT_SUPPRESSED>  at para. 6, is distinguishable, as the RPD in that case appears to have relied solely on the fact that the Applicant had over 20 years of experience in the accounting field, in reaching the conclusion that it was not unreasonable for the applicant to seek refuge in Kiev. In the present case, Granda adduced no evidence to support his claim. So it was not unreasonable for the RPD to have failed to more fully discuss this claim. In short, there was nothing further to discuss.  <FRAGMENT_SUPPRESSED>"], ["[29]", "Granda claims that the country documentation that was submitted to the RPD contained significant evidence relating to the issue of whether it would be reasonable for him to avail himself of an IFA in Bogota.  <FRAGMENT_SUPPRESSED>"], ["[30]", "I disagree. That information went to the first part of the IFA test, namely, whether he would face a serious possibility of being persecuted in Bogota. Once the RPD determined that he would not face such a possibility, the only remaining issue was whether it would be reasonable for him, considering all of the circumstances, including circumstances personal to him, to avail himself of that IFA. That issue is separate from the persecution issue, and relates to whether there are conditions that \"would jeopardize the life and safety of [Granda]", "in travelling or temporarily relocating to", "\" Bogota, (", "<FRAGMENT_SUPPRESSED>  at para. 15, (emphasis added)); or whether the place of safety is an unreasonably isolated part of the country (", "<FRAGMENT_SUPPRESSED>  at para. 14). As stated above, Granda adduced no evidence on this point. It was therefore not unreasonable for the RPD to have failed to say more about this matter.  <FRAGMENT_SUPPRESSED>", "C.", "Did the RPD err by improperly assessing the issue of the recent changes in country conditions in Colombia?  <FRAGMENT_SUPPRESSED>"], ["[31]", "The Applicants submit that the RPD erred by failing to explicitly assess the stability of Colombia's ability to provide adequate state protection against FARC. I disagree. The RPD's lengthy discussion of country documentation and its detailed summary of that documentation make it very apparent that the RPD was of the view that FARC had been successfully pushed back and sustainably contained to rural areas of the country. As at the time of the RPD's decision, this situation had prevailed for approximately two years.  <FRAGMENT_SUPPRESSED>"], ["[32]", "The cases cited by the Applicants in support of their position on this point are distinguishable.  <FRAGMENT_SUPPRESSED>"], ["[33]", "<FRAGMENT_SUPPRESSED>  at para. 15, it was specifically noted by the Court that at the time of the RPD's hearing, the stability of the coalition government in Bangladesh was questionable and it was faced with a requirement for mandatory elections in the year following the decision. Moreover, the political history of that country indicated that its governments were not long-lasting and that power had passed back and forth between the two main competing parties with the periodic intervention of the army.  <FRAGMENT_SUPPRESSED>"], ["[34]", "In", "Ibarra- <FRAGMENT_SUPPRESSED>  at para. 9, the Court explicitly found that there was \"absolutely no evidence on the record to substantiate the finding that after a '6-year gap' a viable IFA exists for the Applicants in Mexico City.\" Indeed, the Court found that there was substantial evidence supporting the contrary conclusion.  <FRAGMENT_SUPPRESSED>"], ["[35]", "Considering the RPD's decision as a whole, and particularly given that the evidence reasonably demonstrated that the government of Colombia has achieved increasing success, over a sustainable period of time, in pushing back and containing the FARC, I am satisfied that it was not unreasonable for the RPD to have failed to explicitly assess the", "stability", "of Colombia's ability to provide adequate state protection against FARC. I am satisfied that the RPD properly assessed whether the Applicants would face a serious possibility of persecution in Bogota (", "<FRAGMENT_SUPPRESSED> ; 179 N.R. 11 (F.C.A.), at para. 3).  <FRAGMENT_SUPPRESSED>", "D.", "Did the RPD err by failing to assess whether the Applicants met the requirements of subsection 108(4) of the", "IRPA", "?  <FRAGMENT_SUPPRESSED>"], ["[36]", "The Applicants submit that, having concluded that a viable IFA exists in Bogota because of a change in country conditions, the RPD was required to consider whether or not the exception set forth in subsection 108(4) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27, was applicable. That provision states:  <FRAGMENT_SUPPRESSED>", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27  <FRAGMENT_SUPPRESSED>", "\"108. (4) Paragraph (1)(e) does not apply to a person who establishes that there are compelling reasons arising out of previous persecution, torture, treatment or punishment for refusing to avail themselves of the protection of the country which they left, or outside of which they remained, due to such previous persecution, torture, treatment or punishment.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "Loi sur l'immigration et la protection des réfugiés", ", L.C. 2001, c. 27  <FRAGMENT_SUPPRESSED>", "\"108. (4) L'alinéa (1)e) ne s'applique pas si le demandeur prouve qu'il y a des raisons impérieuses, tenant à des persécutions, à la torture ou à des traitements ou peines antérieurs, de refuser de se réclamer de la protection du pays qu'il a quitté ou hors duquel il est demeuré. <FRAGMENT_SUPPRESSED>"], ["[37]", "I disagree with the Applicants' position. The RPD is not required to conduct the analysis contemplated by subsection 108(4) of the", "IRPA", "unless an applicant for refugee protection first establishes that he or she has suffered, at some point in the past, a form of persecution, torture, treatment or punishment contemplated by sections 96 or 97 of the IRPA. (", "<FRAGMENT_SUPPRESSED> ; 147 N.R. 317  (F.C.A.);", "Minister of Employment and  <FRAGMENT_SUPPRESSED>  at para. 5; and", "<FRAGMENT_SUPPRESSED>  at paras. 50-51.)  <FRAGMENT_SUPPRESSED>"], ["[38]", "In this case, the Applicants never met that pre-condition, which triggers the requirement that the RPD consider whether there were compelling reasons as contemplated by subsection 108(4). Accordingly, the RPD did not commit a reviewable error in failing to conduct an assessment under subsection 108(4).  <FRAGMENT_SUPPRESSED>"], ["[39]", "I am also satisfied that the RPD did not deliberately choose to avoid having to conduct an assessment under subsection 108(4) by not making a finding that the Applicants had suffered previous persecution, torture, treatment or punishment contemplated by sections 96 and 97 of the", "IRPA", ".  <FRAGMENT_SUPPRESSED>", "VI.", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[40]", "The application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>"], ["[41]", "There is no question for certification.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[42]", "THIS COURT ORDERS AND ADJUDGES", "THAT", "this application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Sharon McCartney/ve  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}