{"id_": "020111", "body_str": [["[1]", "Manson, J.", ": This is an application for judicial review of the decision of Edward C. Robinson, a member of the Refugee Protection Division of the Immigration and Refugee Protection Board [the Board], pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the Act]. The Board dismissed the Applicant's claim for refugee protection, concluding that she was not a convention refugee or person in need of protection under sections 96 and 97 of the Act.", "I. Issues"], ["[2]", "The issues in the present application are as follows:", "A. Do the Board's findings with respect to credibility and state protection render the decision unreasonable?", "B. Did the Board breach his duty of procedural fairness?", "II. Background"], ["[3]", "The Applicant is a citizen of Georgia. She has two daughters, Tea and Nazi. Nazi lives in Canada. According to the Applicant's Personal Information Form [PIF] narrative, the Applicant was physically and verbally abused by her husband, Gogi Danelia."], ["[4]", "In 1998, Mr. Danelia was laid off from his position as vice-minister of the Georgian Ministry of Transportation and was unable to obtain alternative employment. While unemployed, he began to drink heavily."], ["[5]", "In 2001, Mr. Danelia began to verbally and physically abuse the Applicant. He also began having an affair. The Applicant confronted Mr. Danelia about his affair. They separated but reconciled several weeks later. After several months, Mr. Danelia continued to physically abuse the Applicant, and his drinking worsened. In 2002, the Applicant again confronted Mr. Danelia about his affair. He tied the Applicant to a chair, pushed her to the ground, and pressed a hot iron onto the Applicant's back. He threatened to kill the Applicant or their daughters if she ended their relationship or told anyone about his abuse."], ["[6]", "The Applicant did not report the abuse or leave Mr. Danelia because of his threats. The Applicant was also concerned about the ramifications of obtaining a divorce, given the social stigma of divorce in Georgia. In particular, the Applicant feared that it would be difficult for her unwed daughter to marry if the Applicant were divorced."], ["[7]", "In March, 2012, the Applicant was badly beaten by Mr. Danelia. She left her home and hid in the city of Rustavi, Georgia. She obtained a fraudulent Israeli passport and travelled to the United States on May 25, 2012. Tea informed Mr. Danelia that the Applicant had gone to the United States. He became angry and physically abused her."], ["[8]", "In her testimony, the Applicant stated that one of her neighbours was physically abused by her husband and reported that abuse to the police. However, the police did not effectively respond to this complaint and the abuse continued and ultimately resulted in her neighbour's death. Based on this, the Applicant did not believe that police would assist her in preventing Mr. Danelia's abuse. Nazi also testified to the Board that the police do not effectively respond to victims of domestic abuse."], ["[9]", "The Applicant submitted medical reports from a Georgian doctor and a Canadian doctor which state that the Applicant has burn scarring on her back. In her report, the Georgian doctor states that she is the Applicant's neighbour, that she treated the Applicant's burn injuries for a month, and has witnessed acrimony between the Applicant and Mr. Danelia."], ["[10]", "The Applicant arrived in Canada on June 4, 2012, and applied for refugee protection."], ["[11]", "The determinative issues for the Board were credibility and state protection.", "A.", "Credibility"], ["[12]", "The Board discounted the testimony of Nazi on the basis that she stated that police officers are not disciplined in Georgia. The Board cited documentary evidence which suggests that Georgian police officers are subject to disciplinary sanctions."], ["[13]", "The Board did not believe the Applicant's claim that Mr. Danelia had tied her to a chair and burnt her back with an iron. Because the Applicant previously had the courage to confront Mr. Danelia about his affair and Mr. Danelia had been drinking, the Board found that it was implausible that the Applicant could have been physically abused by him."], ["[14]", "The Board also drew a negative credibility inference from the fact that the Applicant testified that her neighbour had been abused but did not describe this in her PIF narrative."], ["[15]", "The Board assigned the Applicant's medical reports low probative value on the basis that did not believe the facts on which they were based. The Board also noted that the Georgian doctor reported that she was an eyewitness to the attack by Mr. Danelia which caused the Applicant's burns. However, this was not declared by the Applicant. Further, the Board noted that the doctor did not report that she encouraged the Applicant to seek police assistance as the Applicant testified. As a result of these omissions, the Board drew a negative credibility inference.", "B.", "State Protection"], ["[16]", "The Board found that the Applicant did not rebut the presumption of state protection as she did not seek state protection."], ["[17]", "The Board cited documentary evidence which shows that the police have improved their training with respect to responding to victims of domestic abuse. The Board cited statistics showing that Georgian police respond to reports of domestic violence and that restrictive orders are issued by the court system. The Board described other recourse mechanisms available to the Applicant, the fact that there is a victim and witness coordination program within the Chief Prosecutors' Office designed to better provide services to victims of domestic violence, and phone hotlines and four shelters in Georgia which provide services for abused women.", "III. Standard of Review"], ["[18]", "The standard of review is reasonableness for the issue of credibility and state protection (", "<FRAGMENT_SUPPRESSED> ) and correctness for the issue of procedural fairness (", "<FRAGMENT_SUPPRESSED> ).", "IV. Analysis", "A.", "Do the Board's findings with Respect to Credibility and State Protection Render the Decision Unreasonable?", "(1) Credibility"], ["[19]", "The Applicant argues that the Board engaged in speculation by disbelieving the incident where Mr. Daniela tied the Applicant to a chair and burnt her with an iron (", "<FRAGMENT_SUPPRESSED> ). There was no evidence of the physical strength of Mr. Danelia or any other indication that the Applicant could have prevented his attack."], ["[20]", "The Applicant also disputes that she was required to describe her neighbour's efforts to seek state protection in her PIF narrative, as the PIF instructions request a description of abuse suffered by similarly-situated persons, not that person's efforts to seek state protection."], ["[21]", "The Applicant further contends that the Georgian doctor did not attest to seeing the injuries occur - rather, the doctor attested to seeing and treating the Applicant's injuries after they occurred."], ["[22]", "The Board's primary negative credibility finding was that it was implausible that the Applicant could not or would not have overpowered her husband after he was drinking and began to physically abuse her. At para 14 of his decision the Board states:", "I therefore find that if indeed she had displayed the kind of courage to confront her violent and abusive husband about his unfaithfulness, on a balance of probabilities, she is not the kind of individual to have allowed her husband, in a drunken state, to overpower her in any physical way. For example, to grab or hold her long enough to sit her down on a chair and then tied [sic] her to it. That does not make much sense to this panel."], ["[23]", "This finding reflects a disregard and misunderstanding of the nature of domestic abuse. To suggest that domestic abuse is perpetrated against victims whose personal qualities allow it to occur ignores the fact that abuse is not consensual and takes place in a range of social and interpersonal circumstances. This conclusion is not justifiable or intelligible within the meaning described in <FRAGMENT_SUPPRESSED> . Moreover, there is no evidentiary basis to conclude that the Applicant could have physically repelled the attacks of her husband, given the typical size and strength disparity between a man and a woman. Likewise, given the persistent abuse the Applicant has suffered, there is no basis to assume that she would have the psychological strength to defend herself, even if it were physically possible."], ["[24]", "Similarly, a negative credibility finding based on the Applicant's omission of her neighbour's experience seeking state protection in her PIF narrative is unreasonable in light of the PIF instructions, which request a description of abuse suffered by similarly-situated individuals, not the state protection which those individuals sought."], ["[25]", "Further, it is unclear on what basis the Board drew a negative credibility inference based on the Applicant and Nazi's testimony regarding the effectiveness of state protection for victims of domestic abuse. These comments were made in the context of their opinion of the effectiveness of state protection and it is not a reasonable basis to draw a negative credibility finding."], ["[26]", "The only reasonable credibility finding is that the Applicant did not state that the Georgian doctor was a witness to Mr. Danelia's attack as is claimed in the Georgian doctor's report. Given the apparently poor translation of this report from Georgian to English, I am not convinced that the Board's interpretation of this report is correct. Regardless, this finding alone cannot reasonably impugn the Applicant's credibility. The Board's credibility analysis as a whole was unreasonable.", "(2) State Protection"], ["[27]", "The Applicant argues that a decision cannot be reasonable in light of an unreasonable credibility analysis (", "<FRAGMENT_SUPPRESSED> )."], ["[28]", "In the alternative, the Applicant argues that the Board relied on the fact that the Georgian government was taking \"serious steps\" to combat domestic abuse, rather than assessing the operational adequacy of those steps (", "<FRAGMENT_SUPPRESSED> ). The Applicant cites a United States Department of State Report for 2011 which states that there are only 56 shelter beds available for victims of domestic abuse in Georgia. The Applicant contends that this shows that state protection for victims of domestic abuse is inadequate and that the Board ignored evidence."], ["[29]", "As a preliminary point, I do not agree that this Court must necessarily dispose of an application where a board's credibility findings are found to be unreasonable (", "<FRAGMENT_SUPPRESSED> )."], ["[30]", "However, I find that the Board did not adequately consider Chairperson Guidelines 4: Women Refugee Claimants Fearing Gender-Related Persecution [the Gender Guidelines], and as a result, his state protection analysis was unreasonable."], ["[31]", "While the Board states at para 8 that he considered the Gender Guidelines in his decision, Justice Danièle Tremblay-Lamer made clear in", "<FRAGMENT_SUPPRESSED> that a general statement that the Guidelines were considered is not necessarily sufficient to show their principles were applied:", "14 Though it is not necessary to explicitly cite the guidelines in the course of its reasons, it is \"incumbent on the Board to exhibit a special knowledge of gender persecution and to apply the knowledge in an understanding and sensitive manner when dealing with domestic violence issues\":", "<FRAGMENT_SUPPRESSED>  (F.C.)(QL), citing", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.), and", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.).", "15 In other words, substance prevails over form when considering whether the principles in the guidelines were properly applied and thus the fact that the guidelines were mentioned at the outset of the Board's decision in the present application does not preclude a priori an attack on the decision on this basis."], ["[32]", "I find that the Board did not, in substance, apply the Gender Guidelines, which state at section C.2:", "When considering whether it is objectively unreasonable for the claimant not to have sought the protection of the state, the decision-maker should consider, among other relevant factors, the social, cultural, religious, and economic context in which the claimant finds herself.", "If, for example, a woman has suffered gender-related persecution in the form of rape, she may be ostracized from her community for seeking protection from the state. Decision-makers should consider this type of information when determining if the claimant should reasonably have sought state protection.", "(Emphasis added)"], ["[33]", "In his state protection analysis, there is no indication that the Board considered any of these factors in assessing whether the Applicant had discharged her onus to seek state protection."], ["[34]", "While the Gender Guidelines are not binding on the Board, this Court has often set aside decisions where board members failed to consider its principles (", "<FRAGMENT_SUPPRESSED> ). Given this and my finding on the Board's credibility conclusions, the decision as a whole is unreasonable.", "B.", "Did the Board Breach his Duty of Procedural Fairness?"], ["[35]", "The Applicant claims that the Board breached procedural fairness in not questioning the Applicant as to whether she could have prevented the abuse against her. In addition, the Applicant asserts that the finding on this issue was so offensive that it amounts to a reasonable apprehension of bias."], ["[36]", "The Applicant was on notice that credibility was an issue in her hearing and she was represented by counsel. The fact that all specific credibility concerns were not raised with the Applicant during the course of the hearing does not result in a breach of the duty of procedural fairness (", "<FRAGMENT_SUPPRESSED> )."], ["[37]", "The test for a reasonable apprehension of bias in the context of the Immigration and Refugee Protection Board was re-stated by Justice Evans in", "<FRAGMENT_SUPPRESSED> :", "52 Although trite, the definition of bias bears repetition.", "A tribunal's decision is liable to be set aside for bias if a reasonable person, who was reasonably informed of the facts and had thought the matter through in a practical manner, would conclude on a balance of probabilities that the decision maker was not impartial.", "A similar test determines whether a tribunal is independent. Three preliminary considerations may be added to this general proposition.", "53 First, the standard of impartiality expected of a particular administrative decision-maker depends on context and is to be measured by reference to the factors identified by L'Heureux-Dubé J. in  <FRAGMENT_SUPPRESSED>", "at para. 47. The independence of the Board, its adjudicative procedure and functions, and the fact that its decisions affect the Charter rights of claimants, indicate that the content of the duty of fairness owed by the Board, including the duty of impartiality, falls at the high end of the continuum of procedural fairness."], ["[38]", "The Board's primary negative credibility finding was that it was implausible that the Applicant could not or would not have overpowered her husband after he was drinking and began to physically abuse her. As discussed above, this finding is perverse and reflects a misunderstanding of the nature of domestic abuse. It is unjustifiable and unintelligible within the meaning described in <FRAGMENT_SUPPRESSED> ."], ["[39]", "However, a finding of bias is not to be made lightly (", "<FRAGMENT_SUPPRESSED> [", "Arthur", "]):", "8 It seems to me that the applicant's counsel has confused the audi alteram partem rule with the right of his client to a hearing by an impartial tribunal. An allegation of bias, especially actual and not simply apprehended bias, against a tribunal is a serious allegation. It challenges the integrity of the tribunal and of its members who participated in the impugned decision.", "It cannot be done lightly. It cannot rest on mere suspicion, pure conjecture, insinuations or mere impressions of an applicant or his counsel.", "It must be supported by material evidence demonstrating conduct that derogates from the standard.", "It is often useful, and even necessary, in doing so, to resort to evidence extrinsic to the case.", "That is why such evidence is admissible in derogation of the principle that an application for judicial review must bear on the matter as it came before the court or tribunal.", "(Emphasis added)"], ["[40]", "Notwithstanding the nature of the Board's finding, the Federal Court of Appeal's judgment in", "Arthur", "leads me to find that that a reasonable person would not conclude that the Board was biased based on that finding alone. A review of the transcript does not indicate conduct that would indicate bias, and the Applicant did not deduce other evidence that supports her argument. Accordingly, there was no breach of procedural fairness on this issue.", "JUDGMENT"], ["[41]", "THIS COURT'S JUDGMENT is that", "1. The application is allowed and the matter is referred back to a different Board member for reconsideration;", "2. There is no question for certification.", ".........................", "<FRAGMENT_SUPPRESSED>  Cour est saisie d'une demande de contrôle judiciaire, présentée en application du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [la Loi], de la décision rendue par Edward C. Robinson, membre de la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié [la Commission]. La Commission a rejeté la demande d'asile de la demanderesse après avoir conclu que cette dernière n'a pas qualité de réfugiée au sens de la Convention ni celle de personne à protéger aux termes des articles 96 et 97 de la Loi.", "I. Questions à trancher"], ["[2]", "Les questions à trancher dans le cadre de la présente demande sont les suivantes:", "A. Les conclusions de la Commission quant à la crédibilité et à la protection de l'État rendent-elles la décision déraisonnable?", "B. La Commission a-t-elle manqué à son obligation d'équité procédurale?", "II. Contexte"], ["[3]", "La demanderesse est une citoyenne de la Géorgie. Elle a deux filles, Tea et Nazi. Nazi habite au Canada. D'après l'exposé circonstancié accompagnant le formulaire de renseignements personnels [FRP] de la demanderesse, cette dernière a fait l'objet de violence physique et verbale de la part de son mari, Gogi Danelia."], ["[4]", "En 1998, M. Danelia a perdu son emploi de sous-ministre du ministère des Transports de la Géorgie et n'a pas réussi à se trouver un autre emploi. Il a commencé à consommer de l'alcool avec excès alors qu'il se trouvait au chômage."], ["[5]", "En 2001, M. Danelia a commencé à se montrer physiquement et verbalement violent envers la demanderesse. Il a également entamé une liaison amoureuse. La demanderesse a confronté M. Danelia au sujet de sa liaison. Ils se sont séparés, mais se sont réconciliés plusieurs semaines plus tard. Plusieurs mois plus tard, M. Danelia a continué à maltraiter physiquement la demanderesse, et a accru sa consommation d'alcool. En 2002, la demanderesse a de nouveau confronté M. Danelia au sujet de sa liaison. Il a ligoté la demanderesse à une chaise, l'a poussée au sol puis a pressé un fer chaud sur son dos. Il a menacé de la tuer ou de tuer leurs filles si elle mettait fin à leur relation ou si elle avisait quiconque du fait qu'il était violent."], ["[6]", "La demanderesse n'a pas signalé les incidents de violence ni quitté M. Danelia à cause des menaces qu'il avait proférées. La demanderesse se souciait également des conséquences d'un divorce compte tenu de la stigmatisation du divorce en Géorgie. Plus particulièrement, la demanderesse craignait que si elle était divorcée, il serait difficile pour sa fille célibataire de se marier."], ["[7]", "En mars 2012, la demanderesse a été battue sauvagement par M. Danelia. Elle a quitté son domicile et s'est cachée dans la ville de Rustavi, en Géorgie. Elle a obtenu un faux passeport israélien et est entrée aux États-Unis le 25 mai 2012. Tea a informé M. Danelia du fait que la demanderesse était partie aux États-Unis. Il s'est mis en colère et l'a maltraitée physiquement."], ["[8]", "Dans son témoignage, la demanderesse a affirmé qu'une de ses voisines était maltraitée physiquement par son mari et avait signalé la situation à la police. Toutefois, la police n'a pas donné suite de manière efficace à cette plainte, et la violence s'est poursuivie pour finalement se solder par le décès de cette voisine. Compte tenu de cette histoire, la demanderesse était d'avis qu'elle ne pouvait pas compter sur la police pour l'aider à empêcher M. Danelia de la maltraiter. Nazi a également témoigné devant la Commission et a déclaré que la police n'intervenait pas efficacement auprès des victimes de violence familiale."], ["[9]", "La demanderesse a fourni des rapports médicaux rédigés par un médecin géorgien et un médecin canadien, lesquels faisaient état de cicatrices de brûlure dans son dos. Dans son rapport, le médecin géorgien affirme qu'elle est la voisine de la demanderesse, qu'elle a traité les brûlures de la demanderesse pendant un mois et qu'elle a été témoin d'acrimonie entre la demanderesse et M. Danelia."], ["[10]", "La demanderesse est arrivée au Canada le 4 juin 2012 et a présenté une demande d'asile."], ["[11]", "La Commission devait statuer sur la crédibilité et la protection de l'État.", "A.", "Crédibilité"], ["[12]", "La Commission a fait abstraction du témoignage de Nazi du fait qu'elle a affirmé que les policiers ne font pas l'objet de mesures disciplinaires en Géorgie. La Commission a cité des éléments de preuve documentaires qui laissent entendre que les policiers géorgiens sont assujettis à des sanctions disciplinaires."], ["[13]", "La Commission n'a pas cru l'allégation de la demanderesse selon laquelle M. Danelia l'aurait ligotée à une chaise et brûlée au dos avec un fer. La Commission a estimé qu'il était invraisemblable que la demanderesse ait été maltraitée physiquement par M. Danelia vu qu'elle avait déjà eu le courage de le confronter au sujet de sa liaison et que ce dernier avait consommé de l'alcool."], ["[14]", "La Commission a également tiré une conclusion défavorable quant à la crédibilité du fait que la demanderesse a déclaré que sa voisine avait été maltraitée, mais n'a pas décrit cette situation dans son exposé circonstancié accompagnant le FRP."], ["[15]", "La Commission a accordé une faible valeur probante aux rapports médicaux de la demanderesse parce qu'elle n'ajoutait pas foi aux faits sur lesquels ils ont été fondés. La Commission a également souligné que le médecin géorgien a indiqué avoir été témoin de l'agression perpétrée par M. Danelia qui est à l'origine des brûlures de la demanderesse, ce que la demanderesse n'a toutefois pas mentionné. De plus, la Commission a constaté que le médecin n'a pas signalé le fait qu'elle avait incité la demanderesse à obtenir l'aide de la police, tel que l'a mentionné la demanderesse dans son témoignage. En raison de ces omissions, la Commission a tiré une conclusion défavorable quant à la crédibilité.", "B.", "Protection de l'État"], ["[16]", "La Commission estime que la demanderesse n'a pas réfuté la présomption d'existence d'une protection de l'État puisqu'elle n'a pas cherché à l'obtenir."], ["[17]", "La Commission a cité des éléments de preuve documentaires qui démontrent que la formation des policiers sur la façon d'intervenir auprès des victimes de violence familiale s'est améliorée. La Commission a fait état de statistiques qui illustrent que les policiers géorgiens prennent des mesures dans les cas de signalement de violence familiale et que les tribunaux prononcent des ordonnances d'interdiction. La Commission a également décrit d'autres recours à la disposition de la demanderesse: la présence d'un programme de coordination pour les victimes et les témoins offert par le bureau du procureur en chef et conçu dans le but d'offrir de meilleurs services aux victimes de violence familiale, l'existence de services d'écoute téléphonique ainsi que de quatre maisons de refuge en Géorgie qui offrent des services aux femmes battues.", "III. Norme de contrôle"], ["[18]", "La norme de contrôle applicable est celle de la raisonnabilité en ce qui concerne la question de la crédibilité et celle de la protection de l'État (", "<FRAGMENT_SUPPRESSED> ), et la norme de la décision correcte pour ce qui est de la question de l'équité procédurale (", "<FRAGMENT_SUPPRESSED> ).", "IV. Analyse", "A.", "Les conclusions de la Commission quant à la crédibilité et à la protection de l'État rendent-elles la décision déraisonnable?", "(1) Crédibilité"], ["[19]", "La demanderesse soutient que la Commission s'est livrée à des conjectures en n'ajoutant pas foi à l'incident au cours duquel M. Danelia a ligoté la demanderesse à une chaise et l'a brûlée avec un fer (", "<FRAGMENT_SUPPRESSED> à 32). Il n'y avait aucune preuve de la force physique de M. Danelia ni aucun autre élément indiquant que la demanderesse aurait pu prévenir cette agression."], ["[20]", "La demanderesse conteste également le fait qu'elle était tenue de décrire les efforts déployés par sa voisine pour obtenir la protection de l'État dans son exposé circonstancié accompagnant le FRP étant donné que, selon les instructions du FRP, elle devait décrire la violence subie par des personnes dans une situation semblable à la sienne et non les efforts déployés par ces personnes en vue d'obtenir la protection de l'État."], ["[21]", "La demanderesse soutient également que le médecin géorgien n'a pas déclaré avoir été témoin de l'incident au cours duquel sont survenues les blessures. Elle a plutôt affirmé avoir vu et traité ces blessures après coup."], ["[22]", "Il est invraisemblable que la demanderesse n'ait pas pu dominer ou n'ait pas dominé son mari après que ce dernier eut consommé de l'alcool et commencé à la maltraiter: c'est la principale conclusion défavorable quant à la crédibilité qu'a tirée la Commission. Voici ce que l'on peut lire au paragraphe 14 de la décision de la Commission:", "Par conséquent, j'estime que, si elle a bel et bien eu le courage d'affronter son époux violent et abusif au sujet de son infidélité, selon la prépondérance des probabilités, elle n'est pas le genre de personne à laisser son époux, en état d'ébriété, la dominer physiquement, par exemple en l'empoignant et en la tenant assez longtemps pour l'asseoir sur une chaise et ensuite l'y attacher. Ce n'est pas très logique aux yeux du présent tribunal."], ["[23]", "Cette conclusion témoigne d'une méconnaissance et d'une incompréhension de la nature de la violence familiale. En laissant entendre que la violence familiale est commise à l'endroit de victimes qui, de par leurs qualités personnelles, ne s'y opposent pas, on ignore le fait que cette violence n'est pas consensuelle et qu'elle survient dans diverses circonstances sociales et interpersonnelles. Cette conclusion n'est pas justifiable ni intelligible au sens entendu dans l'arrêt <FRAGMENT_SUPPRESSED> . Par ailleurs, aucune preuve ne permet de conclure que la demanderesse aurait été physiquement capable de repousser son mari compte tenu des différences de taille et de force que l'on observe habituellement entre un homme et une femme. De même, vu la violence persistante que subissait la demanderesse, rien ne permet de présumer qu'elle aurait eu la force psychologique de se défendre si elle en avait été physiquement capable."], ["[24]", "De même, la conclusion défavorable quant à la crédibilité fondée sur le fait que la demanderesse a omis de décrire, dans son exposé circonstancié accompagnant son FRP, l'expérience de sa voisine qui a tenté d'obtenir la protection de l'État est déraisonnable à la lumière des instructions du FRP selon lesquelles le demandeur doit décrire la violence subie par des personnes dans une situation semblable et non la protection de l'État sollicitée par ces personnes."], ["[25]", "Par ailleurs, on ne sait pas sur quel fondement s'est appuyée la Commission pour tirer sa conclusion défavorable quant à la crédibilité en ce qui a trait aux témoignages de la demanderesse et de Nazi au sujet de l'efficacité de la protection offerte par l'État aux victimes de violence familiale. Ces commentaires reflètent leur opinion de l'efficacité de la protection de l'État et ne constituent pas un fondement raisonnable sur lequel tirer une conclusion défavorable quant à la crédibilité."], ["[26]", "La seule conclusion quant à la crédibilité qui est raisonnable est celle selon laquelle la demanderesse n'a pas déclaré que le médecin géorgien avait été témoin de l'agression commise par M. Danelia tel qu'il est indiqué dans le rapport du médecin en question. Compte tenu du fait que la qualité de la traduction du rapport du géorgien à l'anglais laisse apparemment à désirer, je ne suis pas convaincu que la Commission a bien interprété le rapport. Quoi qu'il en soit, cette conclusion ne peut à elle seule raisonnablement miner la crédibilité de la demanderesse. L'analyse de la crédibilité réalisée par la Commission est, dans l'ensemble, déraisonnable.", "(2) Protection de l'État"], ["[27]", "La demanderesse soutient qu'une décision ne peut être raisonnable à la lumière d'une analyse déraisonnable de la crédibilité (", "<FRAGMENT_SUPPRESSED> )."], ["[28]", "À titre subsidiaire, la demanderesse soutient que la Commission s'est fondée sur le fait que le gouvernement géorgien prenait d'[traduction] « importantes mesures » pour contrer la violence familiale plutôt que d'évaluer l'efficacité opérationnelle des mesures en question (", "<FRAGMENT_SUPPRESSED> ). La demanderesse cite un rapport de 2011 du Département d'État des États-Unis selon lequel la Géorgie ne compte que 56 places dans des maisons de refuge pour les victimes de violence familiale. Elle soutient que cette donnée illustre que la protection offerte par l'État aux victimes de violence familiale est insuffisante et que la Commission n'a pas tenu compte de certains éléments de preuve."], ["[29]", "D'entrée de jeu, je ne suis pas d'accord avec l'idée que les conclusions de la Commission jugées déraisonnables quant à la crédibilité permettent nécessairement à la Cour de statuer sur la demande de contrôle judiciaire (", "<FRAGMENT_SUPPRESSED> )."], ["[30]", "Toutefois, je conclus que la Commission n'a pas tenu compte de façon adéquate des", "Directives numéro 4 du président: Revendicatrices du statut de réfugié craignant d'être persécutées en raison de leur sexe", "[les Directives concernant la persécution fondée sur le sexe] et que, par conséquent, l'analyse concernant la protection de l'État est déraisonnable."], ["[31]", "Bien que la Commission ait affirmé, au paragraphe 8, avoir tenu compte des Directives concernant la persécution fondée sur le sexe pour rendre sa décision, la juge Danièle Tremblay-Lamer a précisé, aux paragraphes 14 et 15 de la décision", "<FRAGMENT_SUPPRESSED>  que le fait de déclarer de façon générale que les Directives ont été prises en compte ne suffit pas nécessairement à démontrer que les principes qui y sont énoncés ont été appliqués:", "14 Bien qu'il ne soit pas nécessaire qu'elle cite expressément les directives dans ses motifs, il [traduction] « appartient à la Commission de démontrer une connaissance spéciale de la persécution fondée sur le sexe et d'appliquer cette connaissance avec compréhension et sensibilité lorsqu'elle aborde des questions relatives à la violence conjugale »:", "<FRAGMENT_SUPPRESSED>  (C.F.) (QL), citant les décisions", "<FRAGMENT_SUPPRESSED>  (C.F. 1re inst.), et", "<FRAGMENT_SUPPRESSED>  (C.F. 1re inst.).", "15 En d'autres mots, le fond l'emporte sur la forme lorsqu'il s'agit de trancher la question de savoir si les principes énoncés dans les directives ont été appliqués correctement. Par conséquent, le fait que, en l'espèce, on ait fait référence aux directives au début de la décision de la Commission n'empêche pas", "a priori", "la contestation de la décision sur ce fondement."], ["[32]", "J'estime que la Commission n'a pas, dans les faits, appliqué les Directives concernant la persécution fondée sur le sexe, lesquelles précisent ce qui suit à la section C.2:", "Au moment d'évaluer s'il est objectivement déraisonnable pour la revendicatrice de ne pas avoir sollicité la protection de l'État, le décideur doit tenir compte, parmi d'autres facteurs pertinents, du contexte social, culturel, religieux et économique dans lequel se trouve la revendicatrice.", "Par exemple, si une femme a été victime de persécution fondée sur le sexe parce qu'elle a été violée, elle pouvait ne pas demander la protection de l'État de peur d'être ostracisée dans sa collectivité. Les décideurs doivent tenir compte de ce type d'information au moment de déterminer si la revendicatrice aurait dû raisonnablement demander la protection de l'État.", "(Non souligné dans l'original)"], ["[33]", "Dans l'analyse de la Commission concernant la protection de l'État, rien n'indique que cette dernière a pris ces facteurs en considération au moment d'évaluer si la demanderesse s'était acquittée de son fardeau de solliciter la protection de l'État."], ["[34]", "Bien que la Commission ne soit pas liée par les Directives concernant la persécution fondée sur le sexe, la Cour a souvent annulé des décisions lorsque les commissaires en ont ignoré les principes (", "<FRAGMENT_SUPPRESSED> ). Vu cette information et ma conclusion relative aux conclusions de la Commission quant à la crédibilité, la décision est, dans son ensemble, déraisonnable.", "B.", "La Commission a-t-elle manqué à son obligation d'équité procédurale?"], ["[35]", "La demanderesse soutient que la Commission a manqué à son obligation d'équité procédurale du fait qu'elle ne l'a pas interrogée pour savoir si elle aurait pu empêcher les agressions commises à son endroit. De plus, la demanderesse affirme que la conclusion tirée à ce sujet est à ce point offensante qu'elle constitue une crainte raisonnable de partialité."], ["[36]", "La demanderesse avait été avisée que sa crédibilité était en cause lors de son audience, et elle était représentée par un avocat. Le fait qu'elle n'ait pas été mise au fait dans le détail de tous les doutes quant à sa crédibilité durant l'audience ne donne pas lieu à un manquement à l'obligation d'équité procédurale (", "<FRAGMENT_SUPPRESSED> et 25)."], ["[37]", "Le critère applicable à la crainte raisonnable de partialité dans le contexte des décisions de la Commission de l'immigration et du statut de réfugié a été réitéré par le juge Evans dans l'arrêt", "<FRAGMENT_SUPPRESSED> et 53:", "52 Même si la notion est bien connue, il convient de rappeler ce qu'est la partialité.", "La décision d'un tribunal administratif doit être annulée pour partialité si une personne raisonnable qui est raisonnablement au courant des faits et qui a examiné l'affaire d'une manière pratique conclurait, suivant la prépondérance des probabilités, que le décideur n'a pas été impartial", ". Un critère semblable sert à déterminer si un tribunal administratif est indépendant. Trois considérations préliminaires peuvent compléter cette proposition générale.", "53 En premier lieu, le degré d'impartialité que l'on attend d'un décideur administratif dépend du contexte et doit être évalué en fonction des facteurs décrits par la juge  <FRAGMENT_SUPPRESSED> , au paragraphe 47. L'indépendance de la Commission, son processus et ses fonctions décisionnels ainsi que le fait que ses décisions ont une incidence sur les droits qui sont garantis par la Charte aux demandeurs font en sorte que son obligation d'agir équitablement, notamment d'être impartiale, se trouve au sommet de l'échelle de l'équité procédurale."], ["[38]", "Il est invraisemblable que la demanderesse n'ait pas pu dominer ou n'ait pas dominé son mari après que ce dernier eut consommé de l'alcool et commencé à la maltraiter: c'est la principale conclusion défavorable quant à la crédibilité qu'a tirée la Commission. Comme il a été mentionné précédemment, cette conclusion est abusive et témoigne d'une incompréhension de la nature de la violence familiale. Elle est injustifiable et inintelligible au sens entendu dans l'arrêt <FRAGMENT_SUPPRESSED> ."], ["[39]", "Or, une conclusion de partialité ne peut être tirée à la légère (", "<FRAGMENT_SUPPRESSED> [", "Arthur", "]):", "8 Le procureur du demandeur me semble avoir confondu la règle", "audi alteram partem", "et le droit de son client à une audition par un tribunal impartial. Une allégation de partialité, surtout la partialité actuelle et non simplement appréhendée, portée à l'encontre d'un tribunal, est une allégation sérieuse. Elle met en doute l'intégrité du tribunal et des membres qui ont participé à la décision attaquée.", "Elle ne peut être faite à la légère. Elle ne peut reposer sur de simples soupçons, de pures conjectures, des insinuations ou encore de simples impressions d'un demandeur ou de son procureur", ". Elle doit être étayée par des preuves concrètes qui font ressortir un comportement dérogatoire à la norme.", "Pour ce faire, il est souvent utile et même nécessaire de recourir à des preuves extrinsèques au dossier", ". C'est pourquoi ces preuves sont admissibles en dérogation au principe qu'une demande de contrôle judiciaire doit porter sur le dossier tel que constitué devant le tribunal.", "(non souligné dans l'original)"], ["[40]", "En dépit de la nature de la conclusion de la Commission, le jugement de la Cour d'appel fédérale dans l'arrêt", "Arthur", "me porte à conclure qu'une personne raisonnable n'estimerait pas que la Commission a fait preuve de partialité sur la base de cette conclusion à elle seule. Rien à la lecture de la transcription ne témoigne d'une conduite laissant transparaître un parti pris, et la demanderesse n'a pas présenté d'autres éléments de preuve à l'appui de son argument. Par conséquent, il n'y a pas eu de manquement à l'équité procédurale à cet égard.", "JUGEMENT"], ["[41]", "LA COUR STATUE que", "1. la demande est accueillie; l'affaire est renvoyée à un autre commissaire en vue d'un nouvel examen;", "2. il n'y a aucune question à certifier.", "[End of document]"]]}