{"id_": "020963", "body_str": [["[1]", "Hughes, J.", ": This is an application for judicial review pursuant to section 18.1(3) of the", "Federal Courts Act", "to quash an Order of the Assistant Commissioner/Chief Human Resources Officer to Stop Pay and Allowances dated October 25, 2005, respecting the Applicant, Michael Kindratsky, issued under section 22(3) of the", "Royal Canadian Mounted Police Act", ",  <FRAGMENT_SUPPRESSED>  declaration that such", "Regulation", "is ultra vires.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicant contends that this", "Regulation", "is ultra vires as being an improper delegation of powers. Alternatively, the Applicant asserts that the Assistant Commissioner acted without jurisdiction and that her decision was made upon erroneous findings of fact without due regard to the materials before her. The Respondent challenges these assertions and submits that this Court should not hear this matter because there is a pending grievance application. For the Reasons that follow I find that the", "Regulation", "is intra vires and that the application will be dismissed.  <FRAGMENT_SUPPRESSED>", "Factual Background  <FRAGMENT_SUPPRESSED>"], ["[3]", "On May 3, 2005 near Grande Prairie, Alberta the Applicant, Cst. Michael Kindratsky of the Royal Canadian Mounted Police, fired two bullets at a moving civilian vehicle. Nobody was hit. It is alleged by his superiors that the Applicant neglected to report this incident promptly and, for a period of time, behaved in a deceptive manner concerning this incident.  <FRAGMENT_SUPPRESSED>"], ["[4]", "This incident, including the Applicant's subsequent conduct, was the subject of an internal review by the RCMP. The ultimate result was that on July 21, 2005 the Acting Appropriate/ Commanding Officer of the Applicant's division recommended a stoppage of pay and allowances for the Applicant. In summarizing this recommendation the Officer wrote:  <FRAGMENT_SUPPRESSED>", "\"I believe that Cst. Kindratsky was clearly involved in the commission of offences contrary to the", "Criminal Code", "and the", "Code of Conduct", "that are so outrageous that they significantly affect the proper performance of his duties under the", "Royal Canadian Mounted Police Act", ". <FRAGMENT_SUPPRESSED>"], ["[5]", "This recommendation was implemented and has lead to the Applicant's suspension from work and the decision to enforce the stoppage of pay and allowances according to the", "Regulations", ". The Applicant states that he has suffered considerable financial hardship as a result of the implementation of this recommendation. He seeks a declaration that the", "Regulations", "are invalid, and the decision to stop his pay and allowances be quashed.  <FRAGMENT_SUPPRESSED>", "The Statute and", "Regulations  <FRAGMENT_SUPPRESSED>"], ["[6]", "In considering the", "Regulations", "in question we must start with section 22(3) of the", "Royal Canadian Mounted Police Act", ", R.S.C. 1985, c. R-10 (the", "Act", ") which states:  <FRAGMENT_SUPPRESSED>", "\"The Treasury Board may make regulations respecting the stoppage of pay and allowances of members who are suspended from duty.\" R.S. 1985, c. R-10, s. 22; R.S. 1985, c. 8 (2nd Supp.), s. 13.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"Le Conseil du Trésor peut prendre des règlements régissant la cessation de la solde et des indemnités des membres suspendus de leurs fonctions.\" L.R. 1985, ch. R-10, art. 22; L.R. 1985, ch. 8 (2e suppl.), art. 13.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The", "Regulation", "at issue is section 2 of the", "Royal Canadian Mounted Police Stoppage of Pay and Allowances Regulations", ", S0R/84-886 which states:  <FRAGMENT_SUPPRESSED>", "\"The Commissioner, a Deputy Commissioner or an Assistant Commissioner may order the stoppage of pay and allowances of a member who is suspended from duty pursuant to section 13.1 of the Royal Canadian Mounted Police Act.[sic] S.O.R./88-649, s. 1. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"Le Commissaire, un sous-commissaire ou un commissaire adjoint peut ordonner la cessation du versement de la solde et des allocations d'un membre qui est suspendu de ses fonctions en vertu de l'article 13.1 de la Loi sur la Gendarmerie royale du Canada. [sic] D.O.R.S./88-649, art. 1. <FRAGMENT_SUPPRESSED>"], ["[8]", "The reference in the", "Regulations", "to section 13.1 of the", "Act", "appears to be an error. Section 13 deals with an irrelevant matter. The proper section of that", "Act", "is 12.1 which states:  <FRAGMENT_SUPPRESSED>", "\"Every member who has contravened, is found contravening or is suspected of contravening the Code of Conduct or an Act of Parliament or of the legislature of a province may be suspended from duty by the Commissioner. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"Le commissaire peut suspendre tout membre qui a contrevenu, contrevient ou qui est soupçonné de contrevenir au code de déontologie ou à une loi fédérale ou provinciale. <FRAGMENT_SUPPRESSED>"], ["[9]", "Thus section 12.1 of the", "Act", "allows the Commissioner to suspend a member of the force from duty upon the occurrence of certain events. Section 2 of the", "Regulations", "permits but does not require the Commissioner to order a stoppage of pay and allowance as a result.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Applicant argues that the", "Regulations", "states that the Commissioner, a Deputy Commissioner or an Assistant Commissioner \"may\" stop pay and allowances during a suspension from duty under s. 12.1 of the", "Act", ", but neither the", "Act", "nor the", "Regulations", "set out any criteria to be used in coming to that decision. The Commissioner or the others as listed are left to their own devices as to if and when a stoppage of pay and allowance is to occur.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The Applicant says that the", "Regulation", "is invalid on one or more of the following grounds:  <FRAGMENT_SUPPRESSED>", "1. Delegatus non Potest Delegare  <FRAGMENT_SUPPRESSED>", "2. Policy Grounds  <FRAGMENT_SUPPRESSED>"], ["[12]", "Since this review is one of law, namely the validity of regulations, the usual analysis as to standard of review is unnecessary. One reviews the matter on the standard of correctness,", "<FRAGMENT_SUPPRESSED>  at para. 37. However, that review starts with the rebuttable presumption that the", "Regulations", "are valid (Pierre-André Côté:", "The Interpretation of Legislation in Canada", "(3rd Ed.) (Toronto: Carswell, 2000), at pages 369-72).  <FRAGMENT_SUPPRESSED>"], ["[13]", "First, however, I must deal with a preliminary objection raised by the Respondent.  <FRAGMENT_SUPPRESSED>", "Preliminary Objection  <FRAGMENT_SUPPRESSED>"], ["[14]", "Counsel for the Minister raised a preliminary objection to these proceedings stating that the grievance was still ongoing and the Applicant should exhaust the alternative remedies afforded by the grievance before pursuing this Court application.  <FRAGMENT_SUPPRESSED>"], ["[15]", "I reject this objection. The grievance cannot deal with the validity of the", "Regulations", ". To the extent that the grievance will have to deal with the", "Regulations", ", if at all, it will be presumed valid (", "<FRAGMENT_SUPPRESSED>  at paras. 21-28). This Court is the proper venue for dealing with the validity issue. The parties have prepared their Records, including argument, and it is appropriate to deal with the matter now in this Court.  <FRAGMENT_SUPPRESSED>", "Delegatus non Potest Delegare  <FRAGMENT_SUPPRESSED>"], ["[16]", "The maximum delegatus non potest delegare has been used by the legal profession for quite a long time. The principle is that a delegated authority cannot re-delegated. It has been reviewed by the Supreme Court of Canada in", "Validity of Regulations in Relation to Chemicals, Re", ", [1943] S.C.R. 1 (", "Re Chemicals", ") per Justice Albert Hudson at pages 33-34. In", "Re Chemicals", "Justice Albert Hudson states the maxim is at most a rule of construction subject to certain qualifications. For example if a delegate possesses \"general powers\" then he or she could sub-delegate a particular act to a sub-delegate acting within the scope of his or her legitimate authority.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The Applicant relies principally upon the decision of Justice Bora Laskin (as he then was) for the majority in the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  (", "Brant Dairy", "). In that decision the majority determined that where a Board was required by Regulation to legislate certain matters, it could not simply provide a Regulation giving itself \"random power to administer as it sees fit\". That decision followed upon an earlier decision of that Court in", "<FRAGMENT_SUPPRESSED>  (", "Brent", ") where it was held that the Governor-in-Council could not, by regulation, divest broad powers respecting immigration matters to certain officers.  <FRAGMENT_SUPPRESSED>"], ["[18]", "At pages 146-147 of", "Brant Dairy", "Justice Bora Laskin states:  <FRAGMENT_SUPPRESSED>", "\"A statutory body which is empowered to do something by regulation does not act within its authority by simply repeating the power in a regulation in the words in which it was conferred. That evades exercise of the power and, indeed, turns a legislative power into an administrative one. It amounts to a re-delegation by the Board to itself in a form different from that originally authorized; and that this is illegal is evident from the judgment of this Court in", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "\"In the", "Brent", "case, what was in issue was the exercise of power delegated to the Governor in Council by the", "Immigration Act", "to make regulations respecting enumerated matters. What the Governor in Council did was to embody the very powers in a regulation which confided their application to a special enquiry officer. This was held to be an invalid sub-delegation; it converted the required reflection in a regulation of the opinion of the Governor in Council into an unregulated exercise from time to time of the opinion of a special inquiry officer.  <FRAGMENT_SUPPRESSED>", "\"The principle is the same here. The Board was required to legislate by regulation. Instead, it has purported to give itself random power to administer as it sees fit without any reference point in standards fixed by regulation. <FRAGMENT_SUPPRESSED>"], ["[19]", "After the", "Brant Dairy", "decision there followed the decision of the Ontario Court of Appeal in", "<FRAGMENT_SUPPRESSED> ; 89 N.R. 323; 31 O.A.C. 319, with brief reasons dealing with a point not relevant here.", "Peralta", "dealt with", "Regulations", "as to fishery issues. The", "Fisheries Act", ", R.S.C. 1970, c. F-14 permitted the Governor in Council to make", "Regulations", "\"respecting\" a variety of matters including the proper management and control of the seacoast and inland fisheries and the conservation and protection of fish. The Court held those", "Regulations", "authorizing the Minister to issue licences and impose quotas, were valid. The Court held that the use of the word \"respecting\" allowed for a delegation of the administration in the regulations. The Court said, at pages 271-272:  <FRAGMENT_SUPPRESSED>", "\"The use of the word 'respecting' allows for a delegation of the administration of the regulations. Counsel for the appellant Minister argued that the wisdom and common sense of this interpretation is shown by the fact that it is the provincial ministers, familiar with the multiplicity of situations and problems in their own province, to whom these powers are delegated. However, I believe Mr. Scott to be right when he argued that we must find the right to sub-delegate from the wording of the legislation itself and not from the manner in which the power is exercised. In the", "Act", "there is no indication of the person or body to whom the Governor in Council may delegate, and the fact that it has been to provincial ministers cannot by itself establish the right. However, the exercise of the right may be considered to show that interpreting the legislation as conferring the power of sub-delegation does not lead to an absurdity.  <FRAGMENT_SUPPRESSED>", "\"When courts have considered whether delegation of ministerial powers was intended, considerable weight has been given to 'administrative necessity', that is, it could not have been expected that the Minister (in this case the Governor in Council) would exercise all the administrative powers given to him. Further, in such cases the suitability of the delegate has been a material factor in determining whether such delegation is intended and lawful: see Lanham,", "Delegation and the Alter Ego Principle", "(1984), 100 L.Q.R. 587.  <FRAGMENT_SUPPRESSED>", "'\"There is no rule or presumption for or against sub-delegation\": Driedger,", "Subordinate Legislation", "(1960), 38 Can. Bar Rev. 1, at p. 22. The language of the statute must be interpreted in light of what the statute is seeking to achieve. As Professor Willis pointed out, the maxim delegates non potest delegare \"does not state a rule of law; it is 'at most a rule of construction' and in applying it to a statute 'there, of course, must be a consideration of the language of the whole enactment and of its purposes and objects'\": Willis,", "Delegatus Non Potest Delegare", "(1943), 21 Can. Bar Rev. 257, at p. 257.' <FRAGMENT_SUPPRESSED>"], ["[20]", "The issue here, is whether the", "Regulation", "constitutes a \"random power to administer\" of the type held invalid in the", "Brant Dairy", ", or whether it constitutes the \"confirming the power of sub-delegation [which] does not lead to an absurdity\" of the type held to be valid  <FRAGMENT_SUPPRESSED>", ".  <FRAGMENT_SUPPRESSED>"], ["[21]", "In the present case the power delegated by section 2 of the", "Regulations", "is that of determining whether pay and allowances will or will not be withheld. The event which triggers that determination is set out  <FRAGMENT_SUPPRESSED>", ", namely a suspension from duty pursuant to section 12.1 of the", "Act", ". The person to whom the power is delegated is the Commissioner (Deputy or Assistant). The Commissioner is the person, as defined in section 5 of the", "Act", ", as the person \"who, under the direction of the Minister, has the control and management of the Force and all matters connected therewith. <FRAGMENT_SUPPRESSED>"], ["[22]", "The RCMP has created a Code in the form of Standing Orders, dealing with its Internal policy on Suspension, found in its Administrative Manual XII.5. This", "Code", "does not constitute legislation or a regulation, nor is it authorized by or incorporated by reference in any statute or regulation at issue here. What it demonstrates, however, is that it is not absurd and indeed is perfectly reasonable to consider that the Commissioner (Deputy or Assistant) is an appropriate person to whom the power to determine whether pay and allowances should be stopped or not, should be delegated.  <FRAGMENT_SUPPRESSED>"], ["[23]", "In considering the", "Act", "and", "Regulations", "together, it must be concluded that the delegation of power to the Commissioner, who is mandated to control and manage the force, of the determination as to whether pay and allowances will or will not be withheld, upon the happening of a specific event, suspension for cause, is a reasonable and necessary delegation of an appropriate portion of power to a suitable person. The", "Regulation", "is not invalid for any contravention of \"delegatus non potest delegare\".  <FRAGMENT_SUPPRESSED>", "Policy Grounds  <FRAGMENT_SUPPRESSED>"], ["[24]", "A second basis upon which the Applicant urges that the", "Regulation", "is ultra vires is that of policy. The Applicant argues that too much discretion is left to the Commissioner when determining whether a stoppage of pay and allowances is warranted. Reliance is placed upon the Supreme Court of Canada decision in", "<FRAGMENT_SUPPRESSED> , where it was held that suspension without pay could be justified only in exceptional circumstances.  <FRAGMENT_SUPPRESSED>"], ["[25]", "This argument appears to be closely related to the delegatus non potest delegare argument. Can powers be delegated without a sufficient structure set out in the", "Regulation", "such that the discretion, if any, of the delegated person, is clearly controlled and directed? What line, if any, is to be drawn between unfettered discretion and an appropriate delegation of power?  <FRAGMENT_SUPPRESSED>"], ["[26]", "The answer must be the same as in considering the delegatus non potest delegare question. When there is not a general sub-delegation of power, but a selective one as there is here, namely, discretion to withhold pay and allowances to a specific person and only upon the happening of certain events such as criminal charges being laid, and where the delegation is to an appropriate person, here the Commissioner, it follows, in this case where the Commissioner has shown by the establishment of a code to be an appropriate and not absurd person, the", "Regulations", "are sufficient. There may certainly be instances where a regulation must provide more guidelines and it may have been desirable here. However the lack of further guidelines is not, in this case, sufficient to render the", "Regulation", "ultra vires.  <FRAGMENT_SUPPRESSED>", "IN CONCLUSION  <FRAGMENT_SUPPRESSED>"], ["[27]", "The", "Regulation", "is not ultra vires. The application will be dismissed. The Respondent has agreed to seek only reasonable disbursements by way of an award of costs.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[28]", "FOR THE REASONS PROVIDED HEREIN;  <FRAGMENT_SUPPRESSED>"], ["[29]", "THIS COURT ADJUDGES that:  <FRAGMENT_SUPPRESSED>", "1. The Application is dismissed; and  <FRAGMENT_SUPPRESSED>", "2. The Respondent is entitled to recover its reasonable disbursements.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/clh  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}