{"id_": "020904", "body_str": [["[1]", "Strayer, J.", ": This is an application for relief in the nature of a stay or interlocutory injunction to prevent the defendants from taking any action to require the plaintiff to report for duty or to punish him for not reporting for duty, until after the determination of the plaintiff's action. In the main action the plaintiff seeks: a declaration that his right to liberty under s. 7 of the", "Canadian Charter of Rights and Freedoms", "has been violated by the defendants preventing him from pursuing the medical training of his choice; an order requiring his release from the Canadian Forces; and a permanent injunction restraining the defendants from taking proceedings against him for his failure to report for duty.  <FRAGMENT_SUPPRESSED>", "Facts  <FRAGMENT_SUPPRESSED>"], ["[2]", "The essential facts are as follows. The plaintiff commenced his study of medicine at Memorial University in St. John's, Newfoundland in August, 1988. In October, 1989 he entered the Medical Officer Training Plan of the Canadian Armed Forces. At the time he signed a \"Statement of Understanding\" which provided that the final three years and nine months of his training would be paid for by the Canadian Armed Forces, and that he would serve for three years as a medical officer following his internship. This document stated that he would not be released from the Forces at his request during his training and three years of required service, although it was recognized that in case of \"special and unforeseen circumstances, approval", "may", "be given\" provided that he reimbursed the Canadian Armed Forces the total cost of his academic and internship training as paid out of public funds. It is the plaintiff's view that he made it clear all along that he intended to pursue a career in obstetrics and gynaecology and he had formed the impression that he would be able to do so within the provisions of the Medical Officer Training Plan. According to him, licensing requirements for medical practice in Canada were changed by the professional governing bodies while he was in his fourth year of medical studies, presumably during the academic year 1991-92. Thereafter all graduates of medical school would be required to complete two years of post-graduate training, as compared to the previous one year required, in order to obtain a licence to practice medicine. A change was also made to the effect that thereafter it would in effect be necessary to continue post-graduate training in a specialty programme immediately after obtaining a licence, and that it would be practically impossible for practicing physicians to come back later and pursue such specialties. In response to enquiries he made after these decisions were announced, he was advised by the Department of National Defence that their policy remained that specialty training should be pursued normally after an officer had given three years of service immediately following graduation. It was pointed out to him that, even if he were seeking specialty training immediately through the Post-Graduate Training Selection Board of the Armed Forces, that board was not offering any post-graduate training vacancies for obstetrics and gynaecology to begin in 1992. He was told that if he wished to pursue his specialty immediately he should apply for voluntary release subject to him paying back the cost of his studies already paid by the Canadian Armed Forces. Certain other possibilities were noted which, if I understand correctly, would have involved him staying in the Armed Forces but pursuing training programmes other than obstetrics and gynaecology.  <FRAGMENT_SUPPRESSED>"], ["[3]", "What the plaintiff did was to obtain a one year leave without pay from June 10, 1993 to June 10, 1994. In 1993 he commenced the first year of a four year programme in obstetrics and gynaecology at Memorial University. If he were obliged to return to the Forces to commence his three years service as a medical officer at the end of this one year leave of absence he would not of course be able to complete this programme as planned. On January 16, 1994 he therefore sought a further three year leave of absence without pay and on March 10, 1994 this was refused. On April 12, 1994 he made application for voluntary release acknowledging his obligation to repay the cost of his training. That application was refused. He filed a redress of grievance on May 9, 1994 and this redress was denied on May 27, 1994. He then proceeded to the next level of adjudication, the Maritime Forces Atlantic Headquarters. At about this time he produced evidence from the bank as to him having funds available to repay his indebtedness should he be released. The decision of Atlantic Headquarters has not yet been communicated to the plaintiff although an affidavit was filed on behalf of the defendants indicating that a decision has been drafted and only awaits final approval of the Commander of Maritime Forces Atlantic. It appears however that if the plaintiff does not succeed in the adjudication of his grievance at that level there are several further levels to which it may be taken ending ultimately with the Governor-in-Council. (The", "Queen's Regulations and Orders for the Canadian Forces", "(1968), Vol. I, s. 19.26.)  <FRAGMENT_SUPPRESSED>"], ["[4]", "In the meantime while his grievance was pending the plaintiff applied again on May 25, 1994 for leave without pay for three years for the period June 11, 1994 to June 30, 1997. On May 26, 1994 pursuant to other advice he applied for a shorter leave without pay from June 11, 1994 to December 31, 1994 in order for his redress of grievance to be processed. As I understand it, he has received oral confirmation that the latter application has been refused.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The plaintiff was posted to 14 Wing Greenwood, Nova Scotia effective June 11, 1994. It seems not to be in dispute that he was also ordered to report for basic officer training at Canadian Forces Base Chilliwack, British Columbia on July 4, 1994. He did not so report. Subsequently by letter from Lieutenant Colonel R.J. Thompson, his commanding officer, of August 15, 1994 his failure to report was noted and he was ordered instead to report on August 30, 1994 at 14 Wing. It is common ground that he failed to so report. The letter of August 15th indicated that if he failed to report he would be considered to be Absent Without Leave and to have disobeyed a lawful command. The relevant provisions of the", "National Defence Act", "making this an offence were pointed out to him. It was also drawn to his attention that the fact that the plaintiff's grievance procedure was not yet complete did not nullify his obligation to report for duty as ordered.  <FRAGMENT_SUPPRESSED>"], ["[6]", "On July 22nd after his first failure to report the plaintiff brought the main action in which he seeks the following relief:  <FRAGMENT_SUPPRESSED>", "\"44. ...  <FRAGMENT_SUPPRESSED>", "a) Pursuant to s. 24(1) of the", "Charter of Rights and Freedoms", ", a Declaration that Mundle's right to liberty under s. 7 of the", "Charter", "has been violated in that he has been denied the opportunity to pursue the training and career of his choice.  <FRAGMENT_SUPPRESSED>", "b) By way of a remedy under s. 24(1) of the", "Charter", "for violation of his right as stated in paragraph (a) above, an Order directing that Mundle be granted his voluntary release from Canadian Forces effective July 4, 1994, or at such other time as this court deems just, on such terms and conditions as this court deems appropriate, including direction for repayment of Mundle's indebtedness to Canadian Forces.  <FRAGMENT_SUPPRESSED>", "c) An Order pursuant to s. 24(1) of the", "Charter", "staying any proceedings against Mundle by any Canadian Forces Tribunal, Court Martial or other authority for Mundle's failure to report for duty. <FRAGMENT_SUPPRESSED>", "Subsequently on August 8th he brought the present motion for interlocutory relief in that action seeking the following:  <FRAGMENT_SUPPRESSED>", "\"(a) pursuant to s. 50 of the", "Federal Court Act", ", a stay of proceedings brought by the defendants or anyone acting under their authority, including any Canadian Forces Tribunal, Court Martial or other authority, against the plaintiff resulting from his failure to report for duty with the Canadian Forces on July 4, 1994, until the determination and conclusion of the plaintiff's action filed July 22, 1994; and/or  <FRAGMENT_SUPPRESSED>", "\"(b) in the nature of an interim injunction, directing the Minister of Defence in his representative capacity as Head of the Canadian Forces, to refrain from requiring the plaintiff to report for duty at any location until the determination of the plaintiff's action;  <FRAGMENT_SUPPRESSED>", "\"(c) such other relief as this Honourable Court deems just and proper. <FRAGMENT_SUPPRESSED>", "Issues  <FRAGMENT_SUPPRESSED>"], ["[7]", "It is common ground that whether this is viewed as an application for a stay or for an interlocutory injunction the relevant criteria are those set out in such cases as", "<FRAGMENT_SUPPRESSED>  are:  <FRAGMENT_SUPPRESSED>", "(1) Does the main proceeding of the applicant raise a serious issue?  <FRAGMENT_SUPPRESSED>", "(2) Would irreparable harm not compensable in damages be caused to the applicant if the stay or injunction is not issued, or if issued would irreparable harm be caused to the respondent not compensable in damages?  <FRAGMENT_SUPPRESSED>", "(3) Will the balance of convenience best be served by granting or refusing the stay of injunction?  <FRAGMENT_SUPPRESSED>", "An applicant for a stay or an injunction must satisfy the court on all three criteria in order to obtain the order sought.  <FRAGMENT_SUPPRESSED>", "Conclusions  <FRAGMENT_SUPPRESSED>"], ["[8]", "I have concluded that the stay or injunction should not be granted because I do not believe the plaintiff-applicant has raised a serious issue.  <FRAGMENT_SUPPRESSED>"], ["[9]", "In my view the relief sought can only be obtained in judicial review proceedings. This action is framed as an action against the Crown and against one of the Ministers of the Crown. According to the jurisprudence of the Federal Court of Appeal (", "Grand Council of the  <FRAGMENT_SUPPRESSED>  (F.C.A.).) an injunction may not be granted against the Crown. It has also been held in the Trial Division that injunctive relief is not available against any Minister of the Crown in Crown proceedings except perhaps where it is alleged he is doing something beyond his authority (", "<FRAGMENT_SUPPRESSED>  codified by statute in s. 22 of the", "Crown Liability and Proceedings Act", ", R.S.C. 1985, c. C-50, which provides as follows:  <FRAGMENT_SUPPRESSED>", "\"22(1) Where in proceedings against the Crown any relief is sought that might, in proceedings between persons, be granted by way of injunction or specific performance, a court shall not, as against the Crown, grant an injunction or make an order for specific performance, but in lieu thereof may make an order declaratory of the rights of the parties.  <FRAGMENT_SUPPRESSED>", "\"(2) A court shall not in any proceedings grant relief or make an order against a servant of the Crown that it is not competent to grant or make against the Crown. <FRAGMENT_SUPPRESSED>", "This, it must be emphasized, pertains to proceedings against the Crown. Such proceedings properly involve the contractual or proprietary obligations or interests of the Crown, its civil liability, it fiduciary duties, etc. Judicial review under s. 18 of the", "Federal Court Act", "is not a proceeding against the Crown. Rather it is a proceeding to review decisions of federal boards, commissions or other tribunals, or federal officers, and is normally brought against those who were adverse in interest to the applicant in respect of that decision. Section 18 is also broad enough to cover proceedings against the Attorney General of Canada to obtain declaratory relief against him. It is clear that pursuant to s. 18(1)(a) the court can issue an injunction against federal boards, commissions, officers, etc. in such proceedings. It was surely not the intention of Parliament to abolish, by s. 22 of the", "Crown Liability and Proceedings Act", ", the right to an injunction under s. 18 of the", "Federal Court Act", ". This makes clear that the two sections are dealing with different kinds of proceedings.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The net result is that an injunction or a stay in the nature of an injunction can be sought against servants of the federal Crown in the course of judicial review but not otherwise. The power to grant such a stay has been expressly given to the Trial Division in the present s. 18.2 of the", "Federal Court Act", ", and that power had been held to exist by implication prior to that time. Thus the plaintiff cannot succeed on this application for an injunction, made in the course of an action against the Crown because in such an action he cannot obtain injunctive relief either against the Crown or against a servant of the Crown.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Nor can the plaintiff obtain a stay or injunction under s. 18(1) of the", "Federal Court Act", "because of the provisions of s. 18(3) which are as follows:  <FRAGMENT_SUPPRESSED>", "\"18(3) The remedies provided for in subss. (1) and (2) may be obtained only on an application for judicial review made under s. 18.1. <FRAGMENT_SUPPRESSED>", "This is not an application under s. 18.1 which has its own procedure and a timetable thought appropriate for judicial review.  <FRAGMENT_SUPPRESSED>"], ["[12]", "While I would be somewhat reluctant to dismiss this application solely on procedural grounds, valid though they are, I am of the view that the plaintiff could not succeed even if his proceedings were properly framed. The main relief sought in the statement of claim is quoted above. Paragraph 44(c) thereof in asking for a stay is completely dependent on the plaintiff obtaining the relief sought in 44(a) and 44(b). The relief sought in (b), namely an order directing that the plaintiff be granted his voluntary release from the Canadian Armed Forces effective July 4, 1994, cannot be given. This is a remedy in the nature of mandamus and nowhere has the plaintiff demonstrated that there is any obligation on the part of the defendant to release him. In spite the long and somewhat tedious recitations in the statement of claim and the plaintiff's affidavit as to the events leading up to the present situation, nowhere does he allege that there was any contractual or legal obligation under statute or common law (putting aside for the moment the question of the alleged", "Charter", "obligation) on the part of the Canadian Armed Forces to release him. On the contrary s. 15.01 of the", "Queen's Regulations and Orders for the Canadian Forces", "makes it clear that release is discretionary on the part of the Forces and the plaintiff has made no case to the contrary. Thus an essential requirement for the issue of an order in the nature of mandamus does not exist.  <FRAGMENT_SUPPRESSED>"], ["[13]", "With respect to the form of relief set out in paragraph 44(a) of the statement of claim, namely a declaration that the plaintiff's right to liberty under s. 7 of the", "Charter", "has been violated because he has been denied the opportunity to pursue the training and career of his choice, I do not think there is any serious possibility that such a claim could succeed. Whatever some of the British Columbia jurisprudence [see footnote 2] may say to the effect that the right of a doctor to be paid out of public funds for the practice of his profession wherever he or she chooses is a \"liberty\" within the meaning of s. 7 of the", "Charter", "(a distinction which, as far as I am aware, has not been accorded to the pursuit of any other occupation) I do not think that the circumstances alleged by the plaintiff as to the denial of his liberty to study and practice what and when he wants to amount to a violation of the principles of fundamental justice. The B.C. cases involved procedure for refusing billing numbers to qualified doctors which were found by the courts to be unfair. In the present case it must first be observed that the plaintiff voluntarily signed up to serve for three years after completing his qualification as a doctor in return for the taxpayers of Canada paying for much of his medical education. The Statement of Understanding which he signed at that time makes it quite clear that he would serve for three years on completion of internship and that any release from that obligation would be in the discretion of the defendants. He has had every opportunity to make his views known to the defendants as to why he should be released but the defendants have refused, in the exercise of an authorized discretion, to release him. Further, the injustice which he perceives arises, not out of the actions of the defendants, but out of changes made by the relevant medical governing bodies as to the length of time required for training and the alleged obligation to continue with speciality training after graduation instead of returning after some time in practice. These critical decisions were not taken by the defendants. Further, there is a grievance procedure quite consistent with the principles of fundamental justice, and that grievance procedure has not yet been completed. While I am not prepared to say categorically that the court cannot interfere in the release, or refusal to release, of a member of the Armed Forces, [see footnote 3] in the present case it would be premature to do so when the grievance procedure has not been completed (", "Dressler", ", ibid.)  <FRAGMENT_SUPPRESSED>"], ["[14]", "As I have thus concluded that the plaintiff's application for an interlocutory injunction or a stay is based on a claim which does not raise a serious issue I need not consider the other criteria relevant to the issue of such order.  <FRAGMENT_SUPPRESSED>", "Disposition  <FRAGMENT_SUPPRESSED>"], ["[15]", "The application must therefore be dismissed.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Gary W. McLaughlin/saf  <FRAGMENT_SUPPRESSED>", "Footnotes  <FRAGMENT_SUPPRESSED>", "1. [1987] 1 S.C.R. 110; 73 N.R. 341; 46 Man.R.(2d) 241; 38 D.L.R.(4th) 321; 18 C.P.C.(2d) 273; 25 Admin. L.R. 20.  <FRAGMENT_SUPPRESSED>  (F.C.A.) at pp. 201-202, it was also held that whether a stay is sought under s. 50 of the", "Federal Court Act", "(invoked by the plaintiff in the present case) or pursuant to judicial review powers of the court, the", "Metropolitan Stores", "criteria were equally relevant.  <FRAGMENT_SUPPRESSED>", "2.  <FRAGMENT_SUPPRESSED>  (C.A.), leave to appeal refused [1988] 2 S.C.R. viii; 92 N.R. 400.  <FRAGMENT_SUPPRESSED>", "3. Cases such as", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.) to the contrary involved an action based on contract which was dismissed on the ground that the relationship between a member and the Canadian Forces is not a contractual one, whereas the present case if it were to proceed properly at all would involve, not contractual remedies, but administrative law remedies involving the legality of the exercise of authority under a statute; and it appears to be implied in", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 639 (F.C.A.) that in a proper case where it could be shown that the release of service personnel violated the", "Charter", ", the court could review the matter. This court in", "<FRAGMENT_SUPPRESSED>  also implied that in a proper case judicial review of a decision to release service personnel might be available.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}