{"id_": "020968", "body_str": [["[1]", "Gibson, J.", ": These reasons arise out of an application for judicial review of a decision of the Convention Refugee Determination Division (the \"CRDD\") of the Immigration and Refugee Board wherein the CRDD determined the applicant not to be a Conven­tion refugee within the meaning assigned to that expression by s. 2(1) of the", "Immi­gration Act", "[see footnote 1] (the \"", "Act", "\"). The decision of the CRDD is dated the 23rd of July, 1997.  <FRAGMENT_SUPPRESSED>", "Background  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant was born in Trinidad and Tobago in 1945 but moved with his parents to Venezuela at a very young age. As a university student in Venezuela, he was a political activist. He determined that he was at risk by reason of his political activities if he remained in Venezuela. He was advised to leave Venezuela and he did. He went first to Trinidad for a few months and then came to Canada in 1967. He achieved landed immigrant status, became steadily employed for a period of some ten years, and only returned to Venezuela, as a visitor, in 1981.  <FRAGMENT_SUPPRESSED>"], ["[3]", "On his return to Venezuela, the applicant found conditions had changed sufficiently for him to conclude that he was no longer in danger there. He therefore decided to stay. By Christmas of 1981, he had secured em­ployment and returned to political activities. After the 1983 presidential election, he ceased his political activities, moved to Caracas and assumed a low profile.  <FRAGMENT_SUPPRESSED>"], ["[4]", "In 1986, he obtained a false passport with a view to returning to Canada. He formed a company for the purpose of estab­lishing a business exporting machinery from Canada to Venezuela. In June of 1989, he was invited by a former political associate in Venezuela to travel to Canada on business with the former associate. After being in Canada for some two and one half months, he was arrested, charged and later convicted of a serious criminal offence. He was sen­tenced to serve nine years of imprisonment after having already spent some seven and one-half months in pretrial custody.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The applicant claimed Convention refu­gee status against Venezuela. He based his claim on an alleged well-founded fear of persecution in Venezuela by reason of his political opinion and membership in a par­ticular social group. He feared return to Venezuela because, among other concerns, two of his associates in crime in Canada, following return to Venezuela from Canada, were illegally arrested and subsequently murdered and, more generally, because of the horrendous human rights record of the Technico de Policia Judicial, one of the organizations that he feared in Venezuela. As will be described later in these reasons, his claim was rejected by the CRDD. He applied for leave and judicial review. Leave was granted, leading to the hearing before me.  <FRAGMENT_SUPPRESSED>"], ["[6]", "In reasons relating to a decision not to stay removal of the applicant from Canada to Venezuela, made after leave was granted, Mr. Justice Richard, as he then was, wrote:  <FRAGMENT_SUPPRESSED>", "\"The actions taken by the applicant and four other persons led the judge to deter­mine that first, a conspiracy existed to forcibly effect the escape of two alleged Colombian drug traffickers from the Fredericton County Jail, and furthermore that Mr. San Vincente was a member of that conspiracy. His four co-conspirators plead guilty to the charge and were sen­tenced to serve ten years. Mr. San Vin­cente plead not guilty. However, at the trial, he was found guilty and sentenced to serve a nine year term of imprisonment after it was noted that he had already spent seven and a half months in pretrial custody by that time.  <FRAGMENT_SUPPRESSED>", "\"In sentencing Mr. San Vincente for his part in this offence, Mr. Justice Stevenson stated:  <FRAGMENT_SUPPRESSED>", "'if you and your companions had attempted to break into the Fredericton Jail and free Jaramillo and Escobar using the weapons that had been accumulated, and having regard to the ammunition you had, the potential for killing or wounding of Corrections personnel, other prisoners in the jail and perhaps bystanders or anyone who happened to be in the neigh­bourhood at the time, is almost beyond imagination. In addition to that, there was the potential for the taking of hos­tages. Now, as I say from what we know that's the conclusion one must reach. Maybe you were all amateurs, I don't know, but I have to assume when people are armed and equipped to the extent that you and your companions were, that you're prepared to use those arms and that equipment to effect the purpose you had in mind. That, to my mind, makes it the worst case situation.' <FRAGMENT_SUPPRESSED>", "The Decision Of The CRDD  <FRAGMENT_SUPPRESSED>"], ["[7]", "The CRDD heard the evidence of the applicant and two witnesses on his behalf. It had before it extensive documentary evi­dence. The applicant was represented before the CRDD by counsel as was the respondent. In its decision, the CRDD acknowledged that there were two basic issues before it: first, whether the applicant was excluded from being a Convention refugee by reason of the exclusions set out in Section F of Article 1 of the", "United Nations Convention Relating to the Status of Refugees", "signed at Geneva on July 28, 1951, as set out in the schedule to the", "Act", "; and secondly, if the applicant was not excluded, whether he was included within the definition \"Convention refugee\".  <FRAGMENT_SUPPRESSED>"], ["[8]", "The CRDD determined the applicant to be excluded as falling \"... within the purview of Article 1F(c)\". The relevant portions of art. 1F as reproduced in the schedule to the", "Act", ", read as follows:  <FRAGMENT_SUPPRESSED>", "\"F. The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for con­sidering that:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(c) he has been guilty of acts contrary to the purposes and principles of the United Nations. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"F. Les dispositions de cette Convention ne seront pas applicables aux personnes don't on aura des raisons sérieuses de penser:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "c) Qu'elles se sont rendues coupables d'agissements contraires aux buts et aux principes des Nations Unies. <FRAGMENT_SUPPRESSED>"], ["[9]", "In reaching its decision on exclusion, the CRDD quoted from the", "Pushpanathan", "decision at the trial level in this court [see footnote 2] and appears to have been aware of the decision of the Federal Court of Appeal upholding the trial level decision. [see footnote 3] It wrote:  <FRAGMENT_SUPPRESSED>", "\"The panel points out also, that even though", "Pushpanathan", "is currently under appeal, the panel is bound by that de­cision. <FRAGMENT_SUPPRESSED>"], ["[10]", "Given the timing of the decision  <FRAGMENT_SUPPRESSED>", "before the Federal Court of Appeal and the date of the CRDD decision, the forgoing can only be a reference to the appeal from the Federal Court of Appeal decision  <FRAGMENT_SUPPRESSED>", "that was, at the time the CRDD wrote, before the Supreme Court of Canada.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Notwithstanding the fact that the CRDD was aware that the", "Pushpanathan", "appeal was pending before the Supreme Court of Canada, for whatever reason, having decided that the applicant was excluded from con­sideration as a Convention refugee, the CRDD declined to make an alternative finding with regard to inclusion. This despite the fact that it had before it all of the evi­dence with regard to inclusion. The CRDD wrote:  <FRAGMENT_SUPPRESSED>", "\"Since the panel finds that the claimant is excluded from the Convention refugee definition pursuant to Section F(c) of Article 1, it is not necessary to analyse the remaining issues under inclusion. <FRAGMENT_SUPPRESSED>", "A finding on inclusion would have made the task of this court, on this hearing, much more encompassing in the event that, as happened, the Supreme Court were to reach a decision different from that reached by the Federal Court of Appeal.  <FRAGMENT_SUPPRESSED>"], ["[12]", "While it is clear that the course of action adopted by the CRDD was open in law, in adopting it, the CRDD effectively ignored the following passage from", "<FRAGMENT_SUPPRESSED>  law in either approach [that is, going on to con­sider inclusion or determining not to con­sider it] but there is a practical reason for the Refugee Division to deal with all elements of a claim in its decision. If it were to hold without reviewable error that, but for the exclusion, a claim was not well-founded, it would not be necessary, as it was in", "Moreno", ", for the matter to be referred back for yet another full hearing should a court find that the exclusion had been wrongly invoked. On the other hand, if it were to hold, as it did in", "Ramirez", "and", "Sivakumar", ", that the claim was well-founded but for the application of the exclusion, and unlike those cases, it were found on appeal to have erred in applying it, this court could make the necessary declaration without requiring the Refugee Division to deal with it again. Taxpayers might appreciate the economies of that approach. <FRAGMENT_SUPPRESSED>"], ["[13]", "In the event in this matter, what is generally known as \"judicial economy\" would have been served had the CRDD gone on to consider inclusion of the applicant.  <FRAGMENT_SUPPRESSED>", "Pushpanathan In The Supreme Court of", "Canada  <FRAGMENT_SUPPRESSED>"], ["[14]", "In June 1998, the Supreme Court of Canada reversed the decision of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  for the majority, wrote at pages 1034 and 1035:  <FRAGMENT_SUPPRESSED>", "\"There is no rational connection between the objectives of the", "Convention", "and the objectives of the limitation on art. 1F(c) as stated by the respondent. Until the inter­national community makes clear its view that drug trafficking, in one form or another, is a serious violation of funda­mental human rights amounting to persecu­tion, then there can be no rationale for counting it among the grounds of exclu­sion. The connection between persecution and the international refugee problem is what justifies the definitional exclusions in art. 1F(a) and F(c). Acts which fall short of persecution may well warrant", "refoule­ment", "under Article 33, and the", "Act", "has provided a procedure for determination of the merits of that issue. The a priori denial of the fundamental protections of a treaty whose purpose is the protection of human rights is a drastic exception to the purposes of the", "Convention", "as articulated in", "Ward", ", ... and can only be justified where the protection of those rights is furthered by the exclusion.\" (citation omitted)  <FRAGMENT_SUPPRESSED>"], ["[15]", "Here, the CRDD concluded that the applicant was excluded from the definition of Convention refugee by reason of the relationship of the conspiracy for which he was convicted to drug trafficking.  <FRAGMENT_SUPPRESSED>", "Issues  <FRAGMENT_SUPPRESSED>"], ["[16]", "Only two issues were argued before me, and only one of those with any vigour. The first was whether the CRDD had made a reviewable error in concluding that the applicant was excluded from consideration as a Convention refugee and the second was whether this application for judicial review is moot by reason of the fact that, following the granting of leave, and following rejection by this court of an application to stay removal of the applicant to Venezuela under an outstanding removal order, the applicant was removed to Venezuela where, apparent­ly, he remains.  <FRAGMENT_SUPPRESSED>", "Analysis  <FRAGMENT_SUPPRESSED>", "a. Reviewable Error  <FRAGMENT_SUPPRESSED>"], ["[17]", "Counsel for the respondent took no position on this issue. Not surprisingly, in light of the", "Pushpanathan", "decision in the Supreme Court of Canada, counsel for the applicant urged that the CRDD erred in law in determining the applicant to the excluded under art. 1F(c) of the", "Convention", ". I am in agreement with the position of counsel for the applicant. I determine that the CRDD erred in law in finding the applicant to be excluded from consideration as a Convention refugee.  <FRAGMENT_SUPPRESSED>", "b. Mootness  <FRAGMENT_SUPPRESSED>"], ["[18]", "The definition \"Convention refugee\" in s. 2(1) of the", "Act", "reads as follows:  <FRAGMENT_SUPPRESSED>", "\"'Convention refugee' means any person who  <FRAGMENT_SUPPRESSED>", "(a) by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,  <FRAGMENT_SUPPRESSED>", "(i)", "is outside the country of the per­son's nationality", "and is unable or, by reason of that fear, is unwilling to avail himself of the protection of that country, or  <FRAGMENT_SUPPRESSED>", "(ii) not having a country of nationality, is outside the country of the person's former habitual residence and is unable or, by reason of that fear, is unwilling to return to that country, and  <FRAGMENT_SUPPRESSED>", "(b) has not ceased to be a Convention refugee by virtue of subsection (2),  <FRAGMENT_SUPPRESSED>", "but does not include any person to whom the Convention does not apply pursuant to section E or F of Article 1 thereof, which sections are set out in the schedule to this Act;\" (emphasis added)  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"'réfugié au sens de la Convention' Toute personne:  <FRAGMENT_SUPPRESSED>", "a) qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:  <FRAGMENT_SUPPRESSED>", "(i)", "soit se trouve hors du pays don't elle a la nationalité", "et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de ce pays,  <FRAGMENT_SUPPRESSED>", "(ii) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ou, en raison de cette crainte, ne veut y retourner;  <FRAGMENT_SUPPRESSED>", "b) qui n'a pas perdu son statut de réfugié au sens de la Convention en application du paragraphe (2).  <FRAGMENT_SUPPRESSED>", "\"Sont exclues de la présente définition les personnes soustraites à l'application de la Convention par les sections E ou F de l'article premier de celle-ci don't le texte est reproduit à l'annexe de la présente loi.\" (Je souligne)  <FRAGMENT_SUPPRESSED>"], ["[19]", "Section 2(2) of the", "Act", "referred to in paragraph (b) of the definition is not relevant for the purposes of this matter.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The CRDD determined the applicant to be a national of Venezuela. Following the grant of leave with respect to this application for judicial review, the applicant was deported to Venezuela by the respondent when this court denied an application to stay an order for removal. Counsel for the respondent thus argues that, since the applicant is not \"... outside the country of [his] nationality ...\", he cannot possibly be determined to be a \"Convention refugee\" and thus this application for judicial review is now moot since, whether or not the CRDD made a reviewable error in reaching the decision that it did with regard to the applicant, to refer this matter back to the CRDD for determination of whether or not the applicant would be a Convention refugee if he were still in Canada, would be to order a determination the result of which would inevitably be a determination against the applicant, since the applicant is not still in Canada.  <FRAGMENT_SUPPRESSED>"], ["[21]", "Counsel for the applicant urges that I should not determine this matter to be moot. Counsel acknowledges that s. 48 of the", "Act", "places on the respondent an obligation to execute a removal order \"... as soon as reasonably practicable\". This must be read together with the right conferred on the applicant by s. 82.1(1) of the", "Act", "to seek judicial review of the decision made against him by the CRDD. Nothing on the face of the", "Act", "indicates that the fulfilment by the respondent of her obligation has the effect of rendering meaningless or nugatory the right conferred on the applicant by s. 82.1(1). Thus, counsel urges, in the absence of an express provision on the face of the", "Act", "indicating that the removal of a person such as the applicant to his or her country of nationality overrides the right conferred by s. 82.1(1), the", "Act", "should not be so interpreted.  <FRAGMENT_SUPPRESSED>"], ["[22]", "<FRAGMENT_SUPPRESSED>  doctrine of mootness is an aspect of a general policy or practice that a court", "may", "decline to decide a case which raises merely a hypothetical or abstract question. The general principle applies when the decision of the court will not have the effect of resolving some controversy which affects or may affect the rights of the parties. If the decision of the court will have no practical effect on such rights, the court will decline to decide the case. This essential ingredient must be present not only when the action or proceeding is commenced but at the time when the court is called upon to reach a decision. Accordingly if, subsequent to the initiation of the action or proceeding, events occur which affect the relationship of the parties so that no present live controversy exists which affects the rights of the parties, the case is said to be moot. The general policy or practice is enforced in moot cases unless the court exercises its discretion to depart from its policy or practice. The relevant factors relating to the exercise of the court's discretion are discussed hereinafter.\" (emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[23]", "The first question then is whether or not, on the facts before me, there exists a live controversy. I determine that there remains a live controversy.  <FRAGMENT_SUPPRESSED>"], ["[24]", "<FRAGMENT_SUPPRESSED>  execution of a removal order renders a right of appeal moot or nugatory. Mr. Justice MacKay expresses the same implication in respect of a right to seek judicial review in", "<FRAGMENT_SUPPRESSED>  direct finding to that effect and certainly there was no direct finding on facts such as those before me.  <FRAGMENT_SUPPRESSED>"], ["[25]", "<FRAGMENT_SUPPRESSED>  he described as \"particular and exceptional circumstances\", that there remained no live controversy on an application for judicial review of a decision of an immigration officer \"... whereby he arrested the applicant at the Vancouver Pre-Trial Detention Centre ... and removed him to the Canada/US border there turning him over to the United States authorities ...\".  <FRAGMENT_SUPPRESSED>"], ["[26]", "By contrast and, I find, more directly on point, Mr. Justice Rothstein in", "<FRAGMENT_SUPPRESSED>  individual from Canada, while having negative consequences to the individual, does not eliminate all rights that may accrue to him under the", "Immigration Act", ". Those rights should not be adversely affected by a decision made by application of the wrong standard of proof and without affording the applicant procedural fairness. <FRAGMENT_SUPPRESSED>"], ["[27]", "I am satisfied that the same can be said where the decision under review, as here, is based upon an error of law.  <FRAGMENT_SUPPRESSED>"], ["[28]", "Once again in", "<FRAGMENT_SUPPRESSED> , Mr. Justice Bastarache wrote at pages 1023 and 1024:  <FRAGMENT_SUPPRESSED>", "\"Using a textual analysis of the", "Convention", "itself, and taking account of the views of commentators, La Forest, J., at p. 733, [in", "<FRAGMENT_SUPPRESSED> ] defines the purpose of the", "Convention", "with reference to the specific issue of the definition of refugee, which is precisely the issue in this case as well.  <FRAGMENT_SUPPRESSED>", "'Underlying the", "Convention", "is the international community's commitment to the assurance of basic human rights without discrimination. This is indicated in the preamble to the treaty as follow:  <FRAGMENT_SUPPRESSED>", "\"Considering that the", "Charter of the United Nations", "and the", "Universal Declaration of Human Rights", "approved on 10 December 1948 by the General Assembly have affirmed the principle that human beings shall enjoy fundamental rights and freedoms without discrimination. <FRAGMENT_SUPPRESSED>", "'This theme outlines the boundaries of the objectives sought to be achieved and consented to by the delegates. It sets out, in a general fashion, the intention of the drafters and thereby provides an inherent limit to the cases embraced by the", "Convention", ". Hathaway [J.C. Hathaway,", "The Law of Refugee Status", "1991], at p. 108, thus explains the impact of this general tone of the treaty on refugee law:  <FRAGMENT_SUPPRESSED>", "\"The dominant view however, is that refugee law ought to concern itself with actions which deny human dignity in any key way, and that the sustained or systemic denial of core human rights is the appropriate standard. <FRAGMENT_SUPPRESSED>", "'This theme sets the boundaries for many of the elements of the definition of \"Convention refugee\".'  <FRAGMENT_SUPPRESSED>", "\"The human rights character of the", "Convention", "is further confirmed by the 'Objectives' section of the", "Act", ":  <FRAGMENT_SUPPRESSED>", "'3. It is hereby declared that Canadian immigration policy and the rules and regulation made under this", "Act", "shall be designed and administered in such a manner as to promote the domestic and the international interests of Canada recognizing the need  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(g) To fulfill Canada's international legal obligations with respect to refugees and to uphold its humanitarian tradition with respect to the displaced and persecuted;'  <FRAGMENT_SUPPRESSED>", "\"This overarching and clear human rights object and purpose is the background against which interpretation of individual provisions [of the", "Immigration Act", "] must take place. <FRAGMENT_SUPPRESSED>"], ["[29]", "Against this overarching and clear human rights object and purpose as the background to this matter, I adopt the position of counsel for the applicant. In the absence of express words on the face of the", "Act", "requiring me to do so, I am not prepared to read the right conferred on the applicant herein by s. 82.1(1) of the", "Act", "in such a manner that it is rendered nugatory by the performance by the respondent of her duty to execute a removal order as soon as reasonably practicable. Nor am I prepared to have the applicant's right indirectly rendered nugatory by the rendering of a decision of this court that confers a meaningless right to a redetermination by the CRDD. I determine this application not to be moot in that it continues to present a live controversy. I am satisfied that this conclusion is consistent with the decision of Rothstein, J., in", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[30]", "If I am wrong in determining that a live controversy continues to exist on the facts of this matter, the quotation from", "Borowski", "that appears earlier in these reasons makes it clear that I nonetheless have a discretion to depart from the general policy of refusing to hear a matter that is moot. The decision  <FRAGMENT_SUPPRESSED>", "outlines factors relating to the exercise of such discretion.  <FRAGMENT_SUPPRESSED>"], ["[31]", "At page 358 of", "<FRAGMENT_SUPPRESSED> , Mr. Justice Sopinka wrote:  <FRAGMENT_SUPPRESSED>", "\"In formulating guidelines for the exercise of discretion in departing from a usual practice, it is instructive to examine its underlying rationalia. To the extent that a particular foundation for the practice is either absent or its presence tenuous, the reason for its enforcement disappears or diminishes.  <FRAGMENT_SUPPRESSED>", "\"The first rationale for the policy and practice referred to above is that a court's competence to resolve legal disputes is rooted in the adversary system. The requirement of an adversarial context is a fundamental tenet of our legal system and helps guarantee that issues are well and fully argued by parties who have a stake in the outcome. It is apparent that this requirement may be satisfied if, despite the cessation of a live controversy, the necessary adversarial relationships will nevertheless prevail. <FRAGMENT_SUPPRESSED>"], ["[32]", "Mr. Justice Sopinka continued at page 360:  <FRAGMENT_SUPPRESSED>", "\"The second broad rationale on which the mootness doctrine is based is the concern for judicial economy ... It is an unfortunate reality that there is a need to ration scarce judicial resources among competing claimants.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"The concern for conserving judicial resources is partially answered in cases that have become moot if the court's decision will have some practical effect on the rights of the parties notwithstanding that it will not have the effect of determining the controversy which gave rise to the action.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"Similarly, an expenditure of judicial resources is considered warranted in cases which although moot are of a recurring nature but brief duration. In order to ensure that an important question which might independently evade review be heard by the court, the mootness doctrine is not applied strictly. <FRAGMENT_SUPPRESSED>"], ["[33]", "Finally, Mr. Justice Sopinka outlined a third underlying rationale in the following terms at page 362:  <FRAGMENT_SUPPRESSED>", "\"The third underlying rationale of the mootness doctrine is the need for the court to demonstrate a measure of awareness of its proper law-making function. The court must be sensitive to its role as the adjudicative branch in our political framework. Pronouncing judgments in the absence of a dispute affecting the rights of the parties may be viewed as intruding into the role of the legislative branch. <FRAGMENT_SUPPRESSED>"], ["[34]", "Mr. Justice Sopinka concluded on the question of exercise of discretion in the following terms at page 363:  <FRAGMENT_SUPPRESSED>", "\"In exercising its discretion in an appeal which is moot, the court should consider the extent to which each of the three basic rationalia for the enforcement of the mootness doctrine is present. This is not to suggest that it is a mechanical process. The principles identified above may not all support the same conclusion. The presence of one or two of the factors may be overborne by the absence of the third, and vice versa. <FRAGMENT_SUPPRESSED>"], ["[35]", "Against these criteria or, to use Mr. Justice Sopinka's term, rationalia, I would conclude, if necessary, that this is an appropriate matter in which to exercise my discretion to deal with this application for judicial review notwithstanding that it is moot.  <FRAGMENT_SUPPRESSED>"], ["[36]", "It is beyond question that there is here an \"adversarial context\". The applicant was represented by counsel before me. It was not in dispute before me that if I were to determine this matter in favour of the applicant, I have the authority to order the respondent to return the applicant to Canada, at the respondent's expense, in order to render a new determination by the CRDD meaningful. Whether or not such an order would be required is a question that I will turn to later in these reasons.  <FRAGMENT_SUPPRESSED>"], ["[37]", "Against the \"... overarching and clear human rights object and purpose ...\" that is the background against which interpretation of provisions of the", "Act", "must take place [see footnote 11], I am not satisfied that significant weight should be given to the concern for judicial economy.  <FRAGMENT_SUPPRESSED>"], ["[38]", "Finally, I acknowledge a responsibility to demonstrate a measure of awareness that the function of this court is an adjudicative one, and only very incidently, a law-making one, in the context of Canada's political framework. I do not regard my assumption of jurisdiction in this matter, assuming that it might be moot, as in the least inappropriate or in some way an improper assumption of a law-making function. Parliament created what might be seen to be the conflicting duty on the part of the respondent and right on the part of the applicant to which I have earlier referred. For whatever reason, Parliament did not see fit to provide an explicit, nor even an implicit, priority as between that duty and that right. To adopt the position that the right is not rendered nugatory by the exercise of the duty, in the absence of express words from Parliament so providing, is, I conclude, nothing more than to defer to Parliament in its law-making function and to assume the adjudicative role which I determine Parliament to have conferred on this court.  <FRAGMENT_SUPPRESSED>"], ["[39]", "Mr. Justice Rothstein appears to have reached essentially the same conclusion in", "<FRAGMENT_SUPPRESSED> , when he wrote at page 209:  <FRAGMENT_SUPPRESSED>", "\"Even if the case were moot, I would exercise my discretion to decide it. The adversarial relationship between the parties continues. There are collateral consequences to the applicant if the decision appealed from is allowed to stand. And this is not a case in which a decision by this court could reasonably be considered to be an intrusion into the function of the legislative branch of government. <FRAGMENT_SUPPRESSED>"], ["[40]", "In the result then, even if this matter is moot, I conclude that this is an appropriate case in which to exercise my discretion to deal with the matter.  <FRAGMENT_SUPPRESSED>", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[41]", "Having concluded that this application is properly before me, that is, that it is not moot, or if it is moot, I should nonetheless deal with it, and having determined that the CRDD erred in law in finding the applicant to be excluded from consideration as a Convention refugee, I further conclude that this application for judicial review must be allowed.  <FRAGMENT_SUPPRESSED>", "Remedy  <FRAGMENT_SUPPRESSED>"], ["[42]", "I noted earlier in these reasons that I am not prepared to provide a meaningless remedy in the form of a reference back to the CRDD for redetermination that could only be a determination that the applicant is not a Convention refugee because he is not outside the country of his nationality. That being said, I am not prepared to arbitrarily order the respondent to return the applicant to Canada at the respondent's expense if the return of the applicant should prove to be unnecessary to an effective redetermination by the CRDD of the applicant's claim to Convention refugee status as against Venezuela.  <FRAGMENT_SUPPRESSED>"], ["[43]", "Before me, it was conceded that the CRDD had sufficient evidence before it to make a determination as to whether the applicant falls within the definition \"Convention refugee\". As I indicated earlier, it is to be sincerely regretted that the CRDD failed to make that determination. I was advised informally at the hearing of this matter that the members of the CRDD who constituted the panel that heard the applicant's claim remain Members of the CRDD. It is therefore arguable, and I make no determination in this regard, that the CRDD could make a determination with regard to the applicant's claim for inclusion on the evidence that was before it and, more particularly, before the panel members present when that evidence was adduced, without offending the principles of natural justice and procedural fairness that the CRDD is required to observe. That determination, if appropriate, could be made on the fictional assumption, for the purposes of the determination only, that the applicant is in Canada and not in Venezuela.  <FRAGMENT_SUPPRESSED>"], ["[44]", "I will grant relief in essentially the following terms: this application for judicial review is allowed. The decision of the Convention Refugee Determination Division with respect to the applicant is set aside and this matter is remitted to the Immigration and Refugee Board for redetermination. If the Immigration and Refugee Board determines it necessary that the applicant again appear before the CRDD to allow it to comply with this order, and so advises the respondent, then the respondent is ordered to forthwith make her best efforts to return the applicant to Canada at the respondent's expense. If the Immigration and Refugee Board, without requiring the return of the applicant and working on the assumption that the applicant is in Canada when that is not in fact the case, determines the applicant to be a Convention refugee as against Venezuela, then the respondent is ordered to forthwith make her best efforts to return the applicant to Canada at the respondent's expense.  <FRAGMENT_SUPPRESSED>", "Written Submissions  <FRAGMENT_SUPPRESSED>"], ["[45]", "At the close of the hearing, I undertook to distribute to counsel draft reasons for consideration of the terms of my proposed order and as to whether a question or questions should be certified in this matter. Draft reasons were distributed and written submissions were provided by counsel for the applicant and counsel for the respondent.  <FRAGMENT_SUPPRESSED>"], ["[46]", "Neither counsel recommended certification of a question. No question will be certified.  <FRAGMENT_SUPPRESSED>"], ["[47]", "Counsel for the respondent provided no submissions with regard to the form of the order. By contrast, counsel for the applicant urged additions to the form of order reflected in these reasons to direct that the redetermination of the CRDD be made by the same panel which rendered the decision here under review and to reflect an additional consideration to be addressed by the CRDD in determining whether or not return of the applicant to Canada is necessary for the redetermination of the applicant's refugee claim. The additional consideration would relate to principles of natural justice and procedural fairness that the CRDD should be required to observe.  <FRAGMENT_SUPPRESSED>"], ["[48]", "In his written submissions, counsel for the applicant indicates that \"to the best of [his] knowledge\", the members of the CRDD who rendered the decision here under review remain members of the CRDD at this time. That is far from an assurance that those members would be readily available to conduct a redetermination of the applicant's refugee claim. I will not impose restrictions on the discretion of the Immigration and Refugee Board to ensure that a redetermination is carried out in the most just and expeditious manner practicable. Similarly, I will not undertake to establish even a partial list of the factors that the Immigration and Refugee Board might wish to take into account in determining whether it is necessary that the applicant again appear before the CRDD to allow it to comply with this order. Thus, the proposals of counsel for the applicant regarding the form of order in this matter will not be adopted.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Rodney A. Jordan/klf  <FRAGMENT_SUPPRESSED>", "Footnotes  <FRAGMENT_SUPPRESSED>", "1.\tR.S.C. 1985, c. I-2.  <FRAGMENT_SUPPRESSED>", "2.\t <FRAGMENT_SUPPRESSED> ; 170 N.R. 302, at 657 (F.C.A.).  <FRAGMENT_SUPPRESSED>", "5.\t[1998] 1 S.C.R. 982; 226 N.R. 201.  <FRAGMENT_SUPPRESSED>", "6.\t[1989] 1 S.C.R. 342; 92 N.R. 110; 75 Sask.R. 82; 38 C.R.R. 232; 57 D.L.R.(4th) 231; 47 C.C.C.(3d) 1; 33 C.P.C.(2d) 105; [1989] 3 W.W.R. 97.  <FRAGMENT_SUPPRESSED>", "7.\t(1988), 86 N.R. 302; 6 Imm. L.R.(2d) 123, at 126 (F.C.A.).  <FRAGMENT_SUPPRESSED>", "8.\t(1992), 53 F.T.R. 86 (T.D.), at 90-91.  <FRAGMENT_SUPPRESSED>", "9.\t(1996), 111 F.T.R. 304 (T.D.), at 307-308.  <FRAGMENT_SUPPRESSED>", "10.\t(1993), 65 F.T.R. 32; 21 Imm. L.R.(2d) 203, at 209 (T.D.).  <FRAGMENT_SUPPRESSED>", "11.", "<FRAGMENT_SUPPRESSED> , note 5 at 1024.  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}