{"id_": "020917", "body_str": [["[1]", "Gleason, J.", ": The applicant is a citizen of the People's Republic of China and claims to be a practitioner of Falun Gong. He alleges that the Chinese Public Security Bureau [PSB] conducted a raid on his Falun Gong group in 2010, that he and others were alerted to the raid by a look-out who called a warning and that he and the others fled through the back door of the premises. He claims he then went into hiding at a relative's home, sought the assistance of a smuggler, came to Canada and made a refugee claim shortly after arriving. In support of his claim, he provided evidence regarding his alleged practice of Falun Gong in Canada, which included photographs of him engaged in the practice and letters from other Falun Gong adherents."], ["[2]", "In a decision dated June 28, 2012, the Refugee Protection Division of the Immigration and Refugee Board [the RPD or the Board] dismissed the applicant's claim, finding that he lacked credibility and that the claimed events in China did not occur. The Board premised its credibility finding on six different weaknesses in the applicant's testimony, including his demeanour and lack of ability to recount any real detail regarding what he alleged happened in China. The Board reasoned that the applicant had not been a Falun Gong practitioner in China, that as his claimed adherence to Falun Gong in Canada was tied to his claim to have been a practitioner in China, he was not a genuine practitioner in Canada and that he was therefore not a true adherent of Falun Gong. It thus concluded he was unlikely to face risk if returned to China as he would not practice Falun Gong and was unlikely to be perceived by the Chinese authorities as an adherent. The RPD therefore found the applicant was neither a refugee nor a protected person under sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the IRPA]."], ["[3]", "In this application for judicial review, the applicant seeks to set aside the RPD's decision, arguing that its credibility determination was unreasonable and that it erred in failing to properly assess his", "sur place", "claim (or claim to protection based on his activities in Canada). In this regard, the applicant argues that the Board committed a reviewable error in considering and relying on the lack of a legitimate motive for his practice of Falun Gong in Canada."], ["[4]", "For the reasons set out below, I have determined that the Board did not commit any such reviewable error and that its decision is reasonable. This application for judicial review will therefore be dismissed.", "Is the Board's credibility assessment reasonable?"], ["[5]", "As noted, the Board offered six different reasons for disbelieving the applicant's claims regarding what he alleged happened in China. These were:", "1. The applicant's testimony regarding what he claimed happened in China lacked authenticity and, in the Board's words, \"had the hallmarks of a rehearsed story rather than a recollection of events arising from having lived through the experience himself\" (Decision at para 9). The Board made this finding based on the applicant's demeanor and fact he recalled very little detail regarding what he alleged happened, which the RPD felt he ought to have remembered, given the nature of the events he claimed had occurred;", "2. The Board questioned the authenticity of certain of the documents the applicant tendered, given the prevalence of fraudulent documents in China the fact that the applicant's parents mailed them to him (despite the risk of their mail being screened and alleged threats to them by the PSB if they were to help the applicant in his pursuit of Falun Gong);", "3. The Board found it implausible that the smuggler would have kept the applicant's Resident Identity Card [RIC] card when accompanying the applicant on his travel to Canada under a false passport due to the risk of being discovered;", "4. The applicant claimed the PSB had searched his uncle's house, but failed to mention this important detail in the narrative to his Personal Identification Form [PIF] he was required to complete by virtue of section 5(1) of the", "Refugee Protection Division Rules", ", SOR/2002-228, even though he was represented by experienced immigration counsel when he completed the PIF;", "5. The implausibility of the applicant's claim that the PSB visited his parents' home six times over the two year period following the applicant's departure from China, but did not leave a summons or other documents with the applicant's parents; and", "6. The implausibility of the applicant's version of events when no punishment was visited on his family."], ["[6]", "The applicant challenges each of these findings, arguing that especially when viewed cumulatively, the errors made by the RPD in its credibility assessment render the decision unreasonable."], ["[7]", "Prior to discussing each of the errors that applicant alleges the RPD made, it is useful to review the general principles applicable to the assessment of the Board's credibility determinations. Such determinations are reviewable on the reasonableness standard and must be afforded significant deference (see e.g.", "Aguebor v (Canada) Minister of Employment and Immigration", "(1993), [1993] FCJ No 732 at para 4, 160 NR 315 [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> ). As I noted in", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]:", "[T]he starting point in reviewing a credibility finding is the recognition that the role of this Court is a very limited one because the tribunal had the advantage of hearing the witnesses testify, observed their demeanor and is alive to all the factual nuances and contradictions in the evidence. Moreover, in many cases, the tribunal has expertise in the subject matter at issue that the reviewing court lacks. It is therefore much better placed to make credibility findings, including those related to implausibility. Also, the efficient administration of justice, which is at the heart of the notion of deference, requires that review of these sorts of issues be the exception as opposed to the general rule."], ["[8]", "In terms of the bases upon which the Board may reasonably rely for an adverse credibility finding, it is well-established that discrepancies between the version of events offered by a claimant at various times provide a solid basis for adverse credibility determinations (see e.g.", "<FRAGMENT_SUPPRESSED>  49 ACWS (3d) 562 ( <FRAGMENT_SUPPRESSED>  135 NR 300 ( <FRAGMENT_SUPPRESSED> [", "Jin", "];", "<FRAGMENT_SUPPRESSED> ). Likewise, lack of ability to recall detail - especially in circumstances where it ought to be remembered - provides a tribunal a reasonable basis for rejecting testimony (see e.g.", "<FRAGMENT_SUPPRESSED> ). The RPD may additionally rely on implausibility in a claimant's version of events to found an adverse credibility determination, provided the implausibility is actual as opposed to illusory (see e.g. <FRAGMENT_SUPPRESSED> ;", "<FRAGMENT_SUPPRESSED>  38 ACWS (3d) 361 ( <FRAGMENT_SUPPRESSED>  (CA)). Finally, a witness' demeanor or manner of testifying may be relied on to ground an adverse credibility finding, but it is preferable it not be the sole basis for such a finding (see e.g. <FRAGMENT_SUPPRESSED> at paras 42, 45)."], ["[9]", "Thus, the types of matters relied on by the Board in this case in support of its adverse credibility determination fall well within the sort of matters that can be relied on to reject a witness' testimony."], ["[10]", "The Board placed the greatest weight on its first reason, and, in particular, the lack of detail offered by the applicant and the fact that his story seemed to be rehearsed. The applicant offers no real challenge to this finding other than arguing that it was incorrect, which is no basis to disregard it. Moreover, the transcript does reveal that the applicant's version of events was extraordinarily sparse, and the Board was in a privileged position to assess the lack of authenticity in the applicant's demeanor. Thus, the first reason the RPD offered in support of its credibility determination, in my view, is unassailable."], ["[11]", "Likewise, the Board did not err in its reliance on the contradictions between the applicant's PIF and his oral testimony. The applicant asserts that there is no contradiction between the two as he noted his PIF that the PSB went to his close relatives' homes in their search for him. In my view, this is a different assertion from the claim he made during his testimony, to the effect that the PSB twice conducted a searches of his uncle's home. Thus, there was a basis for the Board to find a contradiction between the applicant's testimony and his PIF and the Board's reliance on the difference between the two is not unreasonable."], ["[12]", "The implausibility findings surrounding the allegation that the smuggler kept the applicant's RIC and the lack of punishment visited on the applicant's family are similarly reasonable. There is a solid basis for the implausibility of the applicant's claim that the smuggler kept his RIC as this finding is based on the common sense determination that one would be at risk carrying two different pieces of identification. Likewise, there was support in the objective evidence before the Board for the finding that the Chinese authorities often persecute families of suspected Falun Gong practitioners. Accordingly, the RPD's determination that lack of persecution of the applicant's family rendered his version of events unbelievable is reasonable. Similar determinations were upheld in", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] and", "<FRAGMENT_SUPPRESSED> ."], ["[13]", "As concerns the Board's treatment of the documents from China filed by the applicant, contrary to what the applicant asserts, the RPD did not discard them solely because of the prevalence of fraudulent documents in China and, thus, this case is distinguishable from", "<FRAGMENT_SUPPRESSED>  relied on by the applicant. That said, the finding made by Justice Mactavish in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] does appear to apply to this case. In <FRAGMENT_SUPPRESSED> , Justice Mactavish noted that:", "There was, however, no evidence before the Board to indicate that Mr. Cao's immigration consultant had ever told him that Chinese authorities monitor the postal system and track fugitives through a computer network. Nor was there any evidence that either Mr. Cao, a farmer from rural China, or his family would have been aware of this practice. The Board's finding was based on nothing more than speculation and was thus unreasonable.", "These comments are equally applicable here. Therefore, this point in the Board's reasoning is likely unreasonable."], ["[14]", "Finally, insofar as concerns the Board's treatment of the summons issue, as the applicant correctly notes, a finding that the credibility of a claim for protection from China is undermined by the lack of a PSB summons has been rejected as unreasonable in some recent jurisprudence of this Court (see e.g.", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> ). However, as noted by Justice Zinn in", "<FRAGMENT_SUPPRESSED> unreasonable finding with respect to a summons need not be determinative of the entire application for judicial review:", "The applicant cites recent decisions of this Court which have held that \"a finding by the Board that on a balance of probabilities it would be reasonable to assume that a summons would have been left is a reviewable error[\"]:", "<FRAGMENT_SUPPRESSED>  (F.C.) and", "<FRAGMENT_SUPPRESSED>  (F.C.). The respondent submits that the jurisprudence subsequent to", "Liang", "indicates that the issue is not as clear cut as suggested and that \"each case must be determined on its facts and on how those facts were assessed by the  <FRAGMENT_SUPPRESSED>  (F.C.) and", "<FRAGMENT_SUPPRESSED>", "(F.C.).", "In my view, every case must be assessed based on the evidence before the Board and its assessment of that evidence. With respect to this particular submission, I adopt and agree with the comments of Justice Mosley in", "<FRAGMENT_SUPPRESSED>  (F.C.), at paragraph 10:", "The Board drew a negative inference from the lack of a summons in part because the applicant claimed that the PSB had visited his home nine times. Considering the evidence on the uneven enforcement practice of the PSB, this may have been unreasonable (see", "<FRAGMENT_SUPPRESSED> ). However, this one inference was not determinative and is not sufficient to render the entire decision unreasonable.", "I find that even if the Board's finding relating to the lack of a summon is disregarded, there remains a sufficient basis to support the Board's finding that her story was not to be believed when one applies the test of reasonableness in", "<FRAGMENT_SUPPRESSED>  (S.C.C.), and the deference which the Court must give to the Board's decision."], ["[15]", "I believe these comments apply equally here. Even if one or possibly two of the reasons offered by the Board in support of its credibility determination bear no weight, the bulk of its reasons are solid. Thus, there is no basis to interfere with the RPD's assessment of the applicant's lack of credibility, particularly in light of the deference to be afforded to its assessment.", "Did the Board err in its assessment of the applicant's", "sur place", "claim?"], ["[16]", "Turning, then, to the second issue, as noted, the applicant argues that the RPD erred in failing to properly assess his", "sur place", "claim and in relying on the lack of a legitimate motive for his practice of Falun Gong in Canada. Neither assertion has merit."], ["[17]", "Contrary to what the applicant asserts, the Board did assess the", "sur place", "claim and the evidence the applicant tendered in support of his assertion that he was a genuine Falun Gong practitioner in Canada. It simply found this evidence insufficient to establish the genuineness of the claimed practice. There is nothing unreasonable in this conclusion, especially when viewed in light of the determination that the applicant fabricated what had occurred in China. In short, there is nothing unreasonable in finding that a few letters and pictures do not establish that a claimant is a genuine adherent to a religion, especially where, as here, he has lied about being a practitioner in order to make a fraudulent refugee claim. In this regard, I endorse the comment of Justice Pinard in", "Jin", "at para 20, that:", "[I]t would be absurd to grant a", "sur place", "claim every time a pastor provides a letter attesting to an applicant's membership in his church."], ["[18]", "To similar effect, it was not unreasonable for the Board to have assessed and considered the applicant's motive for practicing Falun Gong as a reason for rejecting his", "sur place", "claim. While beginning to practice a religion solely to buttress a refugee claim cannot, in and of itself, be the basis for rejecting a", "sur place", "claim, the Board may legitimately have regard to such motive in assessing the genuineness of a claimant's claimed religious beliefs. In many respects, this case is on all fours with my decision in <FRAGMENT_SUPPRESSED> , where I reviewed and rejected an argument identical to that made by the applicant in this case. Because my reasons in that case apply equally here, I have reproduced a portion of them below:", "[C]ontrary to what the applicant claims, Canadian case law", "does", "recognise that motive for engaging in a religious practice in Canada may be considered by the RPD in an appropriate case. However, a finding that a claimant was motivated to practice a religion in Canada to buttress a fraudulent refugee claim cannot be used, in and of itself, as a basis to reject the claim. Rather, the finding that the claimant has been motivated by a desire to buttress his or her refugee claim is one factor that may be considered by the RPD in assessing the sincerity of a claimant's religious beliefs.", "The sincerity of those beliefs will be an issue in cases, like the present, where continuing the religious practice in the country of origin might place the claimant at risk. If the beliefs are not genuine, then there is no risk, as a claimant would not practice his or her newly-acquired religion in the country of origin if adherence to the religion is motivated solely by a desire to support a refugee claim. On the other hand, there may well be situations where a claimant might initially have been motivated to join a religion due to these types of motivations, but along the route, may have developed faith and become a true adherent of the religion.", "[...]", "In a series of recent cases involving claimants from China, this Court has applied the holding in", "Ejtehadian", "v Canada (Minister of Citizenship and Immigration)", ", 2007 FC 158] and held that the Board cannot reject a", "sur place", "claim due solely to lack of credibility or improper motive but, rather, must assess the genuineness of the applicant's religious practice to determine if he or she will be at risk if returned to the country of origin [...] In", "Jin", "and", "Wang", "v Canada (Minister of Citizenship and Immigration)", ", 2011 FC 614] [...] the Board noted the questionable motive for conversion but then went on to assess the genuineness of the applicant's conversion and found it to be lacking. The Board based its findings on the claimants' lack of credibility, the fact that they had fabricated stories about being Christians in China and their lack of knowledge of the details of the religion they claimed to practice. Because the claimants were found to not be genuine practitioners, the RPD held they would not practice their claimed religions if returned to China and thus were determined to face no risk. And this Court upheld the Board's findings in those cases. In short, in circumstances very much like the present, the RPD's decisions were upheld.", "( <FRAGMENT_SUPPRESSED> at paras 61-65.)"], ["[19]", "It follows that the RPD did not err in considering the applicant's motive for practicing Falun Gong in Canada nor in its assessment of his", "sur place", "claim."], ["[20]", "This application will accordingly be dismissed. No question for certification was submitted under section 74 of the IRPA and none arises in this case.", "JUDGMENT"], ["[21]", "THIS COURT'S JUDGMENT is that", "1. This application for judicial review is dismissed;", "2. No question of general importance is certified; and", "3. There is no order as to costs.", ".........................", "<FRAGMENT_SUPPRESSED>  demandeur est un citoyen de la République populaire de Chine et se dit un adepte du Falun Gong. Il prétend que le Bureau de la sécurité publique (le BSP) a effectué une descente contre son groupe de Falun Gong en 2010, que lui-même et d'autres ont été alertés de cette descente par une sentinelle et que lui et les autres ont pu s'enfuir par la porte arrière du bâtiment. Il allègue qu'il s'est alors terré chez un parent; après avoir demandé l'aide d'un passeur, il est venu au Canada et a présenté une demande d'asile peu après son arrivée. Pour étayer sa demande, il a fourni des éléments de preuve de son adhésion présumée au mouvement du Falun Gong au Canada, dont des photographies de lui en train de faire des mouvements caractéristiques ainsi que des lettres d'autres adeptes du Falun Gong."], ["[2]", "Dans sa décision du 28 juin 2012, la Section de la protection des réfugiés de la Commission de l'immigration et de la protection des réfugiés (la SPR ou la Commission) a rejeté la demande d'asile, estimant que le demandeur manquait de crédibilité et que les événements qu'il alléguait s'être produits en Chine n'avaient pas eu lieu. La Commission a fondé sa conclusion relative à la crédibilité sur six faiblesses relevées dans le témoignage du demandeur, outre son comportement et son incapacité de donner des détails sur les événements qu'il alléguait s'être produits en Chine. La Commission a conclu que le demandeur ne pratiquait pas le Falun Gong en Chine et que son adhésion alléguée au mouvement au Canada n'était qu'un prétexte destiné à appuyer l'allégation selon laquelle il le pratiquait en Chine, qu'il n'était pas un véritable pratiquant au Canada et qu'il n'était donc pas un véritable adepte du Falun Gong. La Commission a donc conclu que le demandeur ne risquait probablement rien en retournant en Chine s'il ne pratiquait pas le Falun Gong et qu'il ne serait probablement pas perçu par les autorités chinoises comme un adepte. La SPR a par conséquent conclu que le demandeur n'était ni un réfugié ni une personne à protéger au sens des articles 96 et 97 de la", "Loi sur l'immigration et la protection des réfugiés,", "LC 2001, c 27 [la LIPR]."], ["[3]", "Dans sa demande de contrôle judiciaire, le demandeur cherche à faire annuler la décision de la SPR et allègue à cette fin que la SPR a tiré une conclusion déraisonnable relativement à sa crédibilité et qu'elle a fait erreur en n'évaluant pas convenablement sa demande sur place (soit une demande de protection fondée sur ses activités au Canada). À cet égard, le demandeur allègue que la Commission a commis une erreur susceptible de contrôle en se fondant sur l'absence d'un motif légitime de pratiquer le Falun Gong au Canada."], ["[4]", "Pour les motifs énoncés ci-après, j'ai décidé que la Commission n'a pas commis d'erreur susceptible de contrôle et qu'elle a pris une décision raisonnable. La présente demande de contrôle judiciaire sera par conséquent rejetée.", "La conclusion de la Commission au sujet de la crédibilité est-elle raisonnable?"], ["[5]", "Comme je l'ai mentionné, la Commission a donné six raisons différentes de ne pas donner foi aux allégations présentées par le demandeur au sujet de ce qui s'était produit en Chine.", "1. La description du demandeur des événements qu'il a allégués s'être produits en Chine manquait d'authenticité et, dans les mots de la Commission, « avait les caractéristiques d'une histoire apprise par cœur plutôt que de souvenirs d'un événement vécu » (décision, au paragraphe 9). La Commission a tiré cette conclusion en se fondant sur l'attitude du demandeur et sur le fait qu'il ne se rappelait que très peu de détails des événements qu'il alléguait et que la SPR estimait qu'il aurait dû en avoir meilleur souvenir, vu la nature des événements allégués;", "2. La Commission a remis en question l'authenticité de certains des documents produits par le demandeur étant donné qu'il est possible d'obtenir des documents frauduleux dans l'ensemble de la Chine, que c'étaient les parents du demandeur qui les lui avaient envoyés (même si leur correspondance risquait d'être interceptée et en dépit des menaces de représailles que le BSP avait faites aux parents s'ils aidaient le demandeur à pratiquer Falun Gong);", "3. La Commission a considéré qu'il n'était pas plausible que le passeur ait pu garder sur lui la carte d'identité de résident du demandeur lorsqu'il l'a accompagné dans son voyage au Canada sous un faux passeport étant donné le risqué d'être pris;", "4. Le demandeur a prétendu que le BSP avait fouillé le domicile de son oncle, mais il a omis de mentionner cet important détail dans l'exposé circonstancié du Formulaire de renseignements personnels (FRP) qu'il était tenu de remplir en vertu du paragraphe 5(1) des", "Règles de la Section de la protection des réfugiés", ", DORS/2002-228, même s'il pouvait compter sur l'aide d'un conseil en immigration d'expérience lorsqu'il a rempli le FRP;", "5. L'invraisemblance de l'allégation du demandeur selon laquelle des représentants du BSP se sont rendus chez ses parents six fois au cours des deux années qui ont suivi le départ du demandeur, sans toutefois leur donner une assignation ou d'autres documents;", "6. L'invraisemblance de la version qu'a faite le demandeur des événements étant donné que les membres de sa famille n'ont subi aucunes représailles."], ["[6]", "Le demandeur conteste chacune de ces conclusions, alléguant que, surtout si on les considère ensemble, les erreurs commises par la SPR dans l'évaluation de la crédibilité se soldent par une décision déraisonnable."], ["[7]", "Avant d'examiner chacune des erreurs que la SPR aurait commises selon les allégations du demandeur, il convient de revoir les principes généraux applicables aux décisions de la Commission en matière de crédibilité. Ces décisions sont susceptibles de contrôle selon la norme du caractère raisonnable et commandent une grande déférence (voir, par exemple,", "Aguebor c (Canada) Ministre de l'Emploi et de l'Immigration", "(1993), [1993] ACF no732, au paragraphe 4, 160 NR 315 [ <FRAGMENT_SUPPRESSED> ] ;", "<FRAGMENT_SUPPRESSED> ). Comme je l'ai déclaré dans", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] :", "[I]l faut reconnaître, avant même de se pencher sur une conclusion relative à la crédibilité, que le rôle de la Cour est très limité, étant donné que le tribunal a eu l'occasion d'entendre les témoins, d'observer leur comportement et de relever toutes les nuances et contradictions factuelles contenues dans la preuve. Ajoutons à cela que, dans bien des cas, le tribunal possède une expertise reconnue dans le domaine qui fait défaut à la cour de révision. Le tribunal est donc bien mieux placé pour tirer des conclusions quant à la crédibilité, et notamment pour juger de la plausibilité de la preuve. En outre, le principe de l'administration efficace de la justice, sur lequel repose la notion de déférence, fait en sorte que l'examen de ce genre de questions doit demeurer l'exception plutôt que la règle."], ["[8]", "Quant aux motifs sur lesquels la Commission peut raisonnablement se fonder pour rendre une décision défavorable relativement à la crédibilité, il est bien établi en droit que les incohérences entre les diverses versions des faits d'un demandeur constituent un fondement solide aux décisions défavorables ayant trait à la crédibilité (voir, par exemple,", "<FRAGMENT_SUPPRESSED>  49 ACWS (3d) 562 ( <FRAGMENT_SUPPRESSED>  135 NR 300 ( <FRAGMENT_SUPPRESSED> [", "Jin", "] ;", "<FRAGMENT_SUPPRESSED> ). Par ailleurs, l'incapacité de se rappeler certains détails - en particulier dans des circonstances où le demandeur aurait dû s'en souvenir - donne à un tribunal un motif raisonnable de rejeter le témoignage (voir, par exemple,", "<FRAGMENT_SUPPRESSED> à 33;", "<FRAGMENT_SUPPRESSED> ). La SPR est aussi en droit de se fonder sur l'invraisemblance d'une version du demandeur pour rendre une décision défavorable quant à sa crédibilité, à condition que les invraisemblances soient réelles et non illusoires (voir, par exemple,", "<FRAGMENT_SUPPRESSED>  38 ACWS (3d) 361 ( <FRAGMENT_SUPPRESSED>  (CA)). Enfin, le comportement du témoin, ou sa manière de témoigner, peut suffire à étayer une conclusion défavorable quant à la crédibilité, mais il est préférable qu'elle repose sur des faits additionnels (voir, par exemple, <FRAGMENT_SUPPRESSED> , aux paragraphes 42 et 45)."], ["[9]", "Par conséquent, les éléments sur lesquels s'est fondée la Commission pour rendre une décision défavorable relativement à la crédibilité s'inscrivent largement dans la catégorie des éléments sur lesquels elle pouvait se fonder pour rejeter le témoignage du témoin."], ["[10]", "La Commission a accordé le plus de poids à son premier motif et, en particulier, au manque de détails et au fait que le demandeur semblait avoir appris l'histoire par cœur. Le demandeur ne donne aucune raison valable de contester la décision, à part de prétendre qu'elle était incorrecte, ce qui ne suffit pas pour la rejeter. De plus, la transcription des témoignages révèle effectivement que la version du demandeur était extraordinairement vague, et la Commission était bien placée pour constater la fausseté du témoignage par l'attitude du demandeur. Par conséquent, le premier motif qu'a donné la SPR à l'appui de sa décision relative à la crédibilité est, à mon avis, inattaquable."], ["[11]", "De même, la Commission n'a pas fait erreur en s'appuyant sur les contradictions qu'elle a relevées entre le FRP et le témoignage oral du demandeur. Le demandeur affirme qu'il n'y a pas de contradiction entre les deux étant donné qu'il avait inscrit dans le FRP que des agents du BSP avaient fouillé les domiciles de ses parents proches pour le retrouver. À mon avis, cette affirmation diffère de celle qu'il a faite durant son témoignage et selon laquelle le BSP avait fouillé le domicile de son oncle à deux reprises. Par conséquent, il y avait matière à conclure à une contradiction entre le témoignage et le FRP du demandeur, et la Commission n'a pas agi d'une façon déraisonnable en se fondant sur cette différence."], ["[12]", "La conclusion relative à l'invraisemblance de l'allégation selon laquelle le passeur a gardé avec lui la carte d'identité du demandeur et que la famille du demandeur n'a pas subi de représailles est tout aussi raisonnable. Cette conclusion relativement à l'invraisemblance de l'allégation selon laquelle le passeur aurait porté sur lui la carte d'identité du demandeur est tout à fait justifiée, car le bon sens empêcherait quiconque de porter sur lui deux pièces d'identité de personnes différentes. De même, la preuve objective présentée à la Commission appuie la conclusion que les autorités chinoises persécutent souvent les familles des adeptes présumés du Falun Gong. Ainsi, je considère que la SPR a rendu une décision raisonnable en affirmant que le fait que sa famille n'a pas été persécutée enlève toute vraisemblance à la version des faits du demandeur. Des décisions semblables ont été confirmées dans", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], et", "<FRAGMENT_SUPPRESSED> ."], ["[13]", "En ce qui concerne la manière dont la Commission a traité des documents reçus de Chine par le demandeur, contrairement à ce que ce dernier prétend, la SPR ne les a pas rejetés simplement parce qu'il est facile d'obtenir des documents frauduleux dans l'ensemble de la Chine, et cette affaire se distingue donc de", "<FRAGMENT_SUPPRESSED>  sur laquelle s'appuie le demandeur. Cela dit, la décision de la juge  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], ne semble pas s'appliquer en l'espèce. Dans la décision qu'elle a rendue dans l'affaire <FRAGMENT_SUPPRESSED> , la juge Mactavish a fait remarquer ceci:", "La Commission ne disposait cependant d'aucune preuve indiquant que M. Cao avait été informé par son consultant en immigration que les autorités chinoises surveillent le système postal et suivent la trace des fugitifs au moyen d'un réseau informatique. Elle ne disposait pas non plus d'une preuve démontrant que M. Cao, un fermier d'une région rurale de la Chine, ou sa famille étaient au courant de cette pratique. La conclusion de la Commission n'était fondée sur rien de plus que des hypothèses et, par conséquent, elle était déraisonnable.", "Ces observations s'appliquent tout autant en l'espèce; toutefois, cet élément du raisonnement de la Commission est sans doute déraisonnable."], ["[14]", "Enfin, en ce qui a trait à la façon dont la Commission a traité de la question de l'assignation, comme le fait remarquer le demandeur à juste titre, la conclusion que la demande d'asile d'un demandeur de la Chine est compromise parce que le BSP ne l'a pas assigné à comparaître a été rejetée pour son caractère déraisonnable dans certaines décisions récentes de la Cour (voir, par exemple", "<FRAGMENT_SUPPRESSED> ). Toutefois, comme l'a signalé le juge  <FRAGMENT_SUPPRESSED> à 22, une conclusion déraisonnable concernant une assignation à comparaître n'a pas nécessairement un effet déterminant sur l'ensemble de la demande de contrôle judiciaire:", "La demanderesse cite des récentes décisions dans lesquelles la Cour fédérale a jugé qu'« une conclusion de la Commission selon laquelle, d'après la prépondérance des probabilités, il serait raisonnable de présumer qu'une assignation aurait été laissée constitue une erreur susceptible de contrôle judiciaire:", "<FRAGMENT_SUPPRESSED> . Selon le défendeur, il appert des décisions rendues après", "Liang", "que la question n'est pas tranchée de façon aussi nette que ce que la demanderesse laisse entendre et que chaque affaire dépend des faits qui lui sont propres et de la façon dont la Commission a évalué ces faits:", "<FRAGMENT_SUPPRESSED> .", "À mon avis, chaque affaire doit être évaluée en fonction de la preuve dont la Commission était saisie et de la façon dont elle a apprécié cette preuve. À cet égard, je souscris aux commentaires que le juge Mosley a formulés dans", "<FRAGMENT_SUPPRESSED> :", "[traduction]", "Si la Commission a tiré de l'absence d'assignation une inférence défavorable, c'est en partie parce que le demandeur affirmait que le BSP s'était, à neuf reprises, rendu chez lui. Compte tenu de la preuve démontrant un manque d'uniformité dans la manière de procéder du BSP, cela était peut-être déraisonnable (voir", "<FRAGMENT_SUPPRESSED> à 18). L'inférence tirée sur ce point n'était cependant pas déterminante et ne permet pas à elle seule de dire que la décision dans son ensemble est déraisonnable.", "J'estime que, même si la conclusion de la Commission au sujet de l'absence d'assignation est écartée, il reste encore suffisamment d'éléments pour étayer sa conclusion selon laquelle la version de la demanderesse ne pouvait être crue, compte tenu du critère de la décision raisonnable qui a été énoncé dans", "<FRAGMENT_SUPPRESSED>  ainsi que la retenue dont la Cour doit faire montre à l'égard de la décision de la Commission."], ["[15]", "J'estime que ces observations s'appliquent tout autant en l'espèce. Même si un ou même deux des motifs énoncés par la Commission pour justifier sa décision relativement à la crédibilité sont sans conséquence, ses motifs sont solides dans l'ensemble. Il n'y a donc aucune raison d'intervenir dans l'appréciation qu'a faite la SPR du manque de crédibilité du demandeur, en particulier à la lumière de la retenue qu'elle doit commander.", "La Commission a-t-elle commis une erreur dans son évaluation de la demande d'asile sur place du demandeur?"], ["[16]", "S'agissant du second point en litige, le demandeur fait valoir que la SPR a fait erreur en n'évaluant pas convenablement sa demande d'asile sur place et en se fondant sur l'absence d'un motif légitime de s'adonner au Falun Gong au Canada. Aucune prétention n'est valable."], ["[17]", "Contrairement à ce que prétend le demandeur, la Commission a effectivement évalué sa demande d'asile sur place ainsi que les éléments de preuve qu'il a produits pour appuyer son allégation selon laquelle il pratiquait bel et bien le Falun Gong au Canada. Elle a simplement considéré que ces éléments de preuve ne suffisaient pas à établir l'authenticité de la pratique alléguée. Cette conclusion n'a rien de déraisonnable, en particulier à la lumière de l'autre conclusion que le demandeur a inventé de toutes pièces les événements qui se seraient produits en Chine. Bref, il n'y a rien de déraisonnable à conclure que quelques lettres et photographies ne suffisent pas à prouver que le demandeur est un véritable adepte d'une religion, surtout lorsque, comme en l'espèce, il a menti en affirmant qu'il était un adepte pour présenter une demande d'asile frauduleuse. À cet égard, je souscris à l'observation que le juge Pinard a faite dans la décision", "Jin", ", au paragraphe 20:", "[...] il serait absurde d'accueillir une demande d'asile sur place chaque fois qu'un pasteur fournit une lettre attestant l'adhésion d'un demandeur à son église."], ["[18]", "Dans le même sens, il n'était pas déraisonnable que la Commission se soit penchée sur l'intérêt du demander à pratiquer le Falun Gong et l'ait considéré comme une raison de rejeter sa demande d'asile sur place. Bien que le fait de se mettre à pratiquer une religion simplement pour étayer une demande d'asile ne peut, en soi, servir de fondement au rejet de la demande d'asile sur place, la Commission est en droit de tenir compte de ce motif pour évaluer l'authenticité des convictions religieuses que le demandeur allègue avoir. A bien des égards, la préente affaire appelle en tout point la décision que j'ai rendue dans l'affaire <FRAGMENT_SUPPRESSED> , où j'ai examiné et rejeté un argument identique à celui que fait valoir le demandeur en l'espèce. Comme les motifs que j'ai invoqués dans cette affaire s'appliquent tout autant ici, j'en reproduis ci-après un extrait:", "Je ne suis pas d'accord avec cette assertion du demandeur; contrairement à ce que celui-ci affirme, la jurisprudence canadienne reconnaît bel et bien que la motivation de l'engagement dans une pratique religieuse au Canada peut être examinée par la SPR dans une affaire pertinente. Cependant, la conclusion portant qu'un demandeur a été motivé à pratiquer une religion au Canada pour soutenir une demande d'asile frauduleuse ne peut servir, à elle seule, de fondement pour rejeter la demande. La conclusion que le demandeur a été motivé par la volonté d'étayer sa demande d'asile est plutôt un facteur que la SPR peut prendre en considération dans son évaluation de la sincérité des croyances religieuses d'un demandeur.", "La sincérité de ces croyances est un enjeu dans des affaires où, comme en l'espèce, la poursuite d'une pratique religieuse dans le pays d'origine pourrait exposer le demandeur à un risque. Si ses croyances ne sont pas authentiques, alors il n'y a pas de risque, car le demandeur ne pratiquerait pas sa religion nouvellement acquise dans son pays d'origine si son adhésion à cette religion était motivée uniquement par la volonté d'étayer une demande d'asile. En revanche, il peut fort bien y avoir des situations où le demandeur, initialement incité à se convertir à une religion par ce type de motivation, acquiert cependant la fois en cours de roue et devient un véritable adopte de la religion.", "[...]", "Dans une série d'affaires récentes mettant en cause des demandeurs d'origine chinoise, notre Cour a appliqué la décision", "Ejtehadian", "c Canada (Ministre de la Citoyenneté et de", "l'Immigration)", ", 2007 CF 158] et conclu que la Commission ne peut rejeter une revendication sur place uniquement à cause d'un manque de crédibilité ou d'un motif illégitime, mais qu'elle doit plutôt évaluer la sincérité de la pratique religieuse du demandeur afin de déterminer si la personne s'exposera à un risque en retournant dans son pays d'origine [...] Dans", "Jin", "et", "Wang", "[c", "Canada (Ministre de la Citoyenneté et de l'Immigration)", ", 2011 FC 614] [...], la Commission a mentionné le caractère douteux de la motivation de la conversion, mais elle a ensuite évalué la sincérité de la conversion du demandeur et l'a trouvée lacunaire. La Commission a fondé ses conclusions sur le manque de crédibilité des demandeurs d'asile, sur le fait qu'ils avaient forgé des histoires au sujet de leur statut de chrétiens en Chine et sur leur manque de connaissance des détails de la religion qu'ils prétendaient pratiquer. Comme il a été conclu que les demandeurs n'étaient pas de véritables adeptes, la SPR a conclu qu'ils ne pratiqueraient pas leur religion alléguée s'ils retournaient en Chine et, par conséquent, qu'ils ne s'exposaient à aucun risque. Et la Cour a confirmé les conclusions de la Commission dans ces affaires. Bref, dans des circonstances très semblables aux présentes, les décisions de la SPR ont été confirmées.", "( <FRAGMENT_SUPPRESSED> , aux paragraphes 61 à 65.)"], ["[19]", "Je conclus par conséquent que la SPR n'a pas fait erreur en se fondant sur les raisons alléguées par le demandeur de pratiquer le Falun Gong au Canada ni ne s'est trompée dans son évaluation de la demande d'asile sur place."], ["[20]", "La présente demande sera par conséquent rejetée. Aucune question n'a été proposée à la certification en vertu de l'article 74 de la LIPR et l'affaire n'en soulève aucune.", "JUGEMENT"], ["[21]", "LA COUR STATUE que", "1. La présente demande de contrôle judiciaire est rejetée.", "2. Aucune question de portée générale n'est certifiée.", "3. Aucuns dépens ne sont adjugés.", "[End of document]"]]}