{"id_": "021081", "body_str": [["[1]", "O'Keefe, J.", ": This is an application pursuant to s. 18.1 of the", "Federal Courts", "Act", ", R.S.C. 1985, c. F-7, for judicial review of the decision of a decision review officer under the Canada Revenue Agency's (CRA) staffing recourse program denying Christine Ng's (the applicant) request for review of two knowledge examinations taken during an employment competition with the CRA."], ["[2]", "The applicant seeks an order quashing the decision of the decision review officer (the officer), and remitting the matter back for determination in accordance with the reasons of this Court.", "Background"], ["[3]", "The applicant was a candidate for a number of auditor positions at the CRA and wrote two examinations as a result of her candidacy. Her candidacy did not advance to the final stage of the selection process on the basis of her examination results. She has applied for judicial review of the decision review officer's decision pursuant to the CRA's staffing recourse policy."], ["[4]", "The CRA's staffing program and selection process operate as follows: Parliament has conferred on the CRA via s. 53(1) of the", "Canada Revenue Agency", "Act", ", S.C. 1999, c. 17 (the", "Act", "), the exclusive right and authority to appoint any employees that it considers necessary for the proper conduct of its business. In accordance with this statutory direction, the CRA has developed a staffing program. Under the staffing program, there are three stages in the selection process: (1) a review of the candidates against the pre-requisites for the position, (2) an assessment of those who meet the pre-requisites for the position, and (3) a placement of one or more qualified persons. There are also three stages of recourse against a selection process: (1) individual feedback, (2) decision review, and (3) independent third party review. Candidates who are screened out at the first stage may only apply for individual feedback. Candidates who are screened out at the second stage may apply for individual feedback and then decision review. Candidates who are screened out at the third stage may apply for individual feedback and then independent third party review."], ["[5]", "The applicant is a tax auditor with the CRA. She was a candidate in three selection processes for the position of auditor at the AU-04 group and level at various locations in the Southern Ontario Region. As a part of the assessment stage of those selection processes, the applicant wrote two examinations: (1) a general exam (analytical thinking and legislation, policy and procedures), and (2) an international audit exam. The CRA requires candidates to achieve a score of 11/17 in the analytical thinking part of the general exam and 45/75 (or 60%) on the combined score for the legislation, policy and procedures part of the general exam and the international audit exam. On December 6, 2005, the applicant was informed that she had not achieved the combined necessary passing mark of 60% on the legislation, policy and procedures and international audit exams. As such, she was screened out of the competition."], ["[6]", "On December 30, 2005, the applicant initiated recourse under the CRA's staffing program by requesting individual recourse. On January 10, 2006, the applicant received individual feedback, but no corrective measures were recommended."], ["[7]", "On January 16, 2006, the applicant applied for decision review. The applicant alleged that she should have received part marks for certain questions and full marks for other questions that she had received no marks for. Pursuant to the staffing program, decision review is comprised of three steps: (1) a review of the documentation presented by the employee and the hiring manager, (2) the gathering of additional information, as required, and (3) the analysing of the facts. The only ground for consideration by an officer conducting a decision review is whether the employee was treated arbitrarily as defined in the CRA Staffing Recourse Program. In reviewing the decision, the officer approached the selection board for their response to the applicant's submissions. A number of documents entitled \"Board Response to Candidate's Request for Decision Review\" were created and provided to the officer, but not to the applicant. On June 16, 2006, the applicant was informed that in a decision dated May 25, 2006 the officer decided that the applicant had not been treated in an arbitrary manner."], ["[8]", "Upon receipt of the decision, the applicant was concerned that the officer had not addressed her submissions that she should have received full marks for certain questions. The applicant then signed and returned her copy of the decision as required, and informed the officer that she felt he had failed to address her concerns about full marks. She specified again that she was seeking full marks for five questions."], ["[9]", "On November 7, 2006, the applicant received a revised decision review decision from the officer which stated that the officer had inadvertently referred to question 9 when he meant question 3, and as such her concerns regarding question 3 had been addressed in his original decision. His original decision remained unchanged. This is the judicial review of the officer's decision dated November 7, 2006.", "Officer's Reasons for Decision"], ["[10]", "The relevant portions of the officer's decision dated November 7, 2006 are reproduced below:", "CANDIDATE'S DECISION REVIEW ISSUES", "The candidate has provided a submission that identified the following issues:", "Condensed Issues", "The candidate is requesting part marks for recognizing that in eleven distinct questions, some parts of the multiple choice answer is correct even though she chose an altogether different answer i.e., Common Exam A - Q1, 4, 14, 13, 19 and 20; International Exam A - Q3, 4, 5 and 15; and Common Exam Version A - Q8.", "DECISION AND RATIONALE", "As outlined in the", "Directives on Recourse for Staffing,", "the grounds for recourse for Individual Feedback and the Decision Review Process is whether the employee exercising recourse was treated in an arbitrary way. The focus should be on the treatment of the individual in the process and not on the evaluation of other candidates or employees.", "The word", "'arbitrary'", "is defined as follows:", "'In an unreasonable manner, done capriciously; not done or acting according to reason or judgment; not based on rationale, on established policy; not the result of a reasoning applied to relevant considerations; discriminatory (i.e. difference of treatment or denial of normal privileges to persons because of their race, age, sex, nationality, religion or union affiliation.).'", "CORRECTION OF ADMINISTRATIVE ERROR", "The candidate has indicated that her concerns regarding Question 3 (Q3) of the International Exam (Version A) were not addressed by the undersigned Decision Reviewer. In my original response dated May 25, 2006, I indicated that the candidate had requested DR on Question 9 (Q9) of the International Exam (Version A). In fact, the candidate requested part marks on Q3 of the International Exam (Version A) and I inadvertently referred to it as 'Q9'. The candidate's concerns regarding Q3 of the International Exam (Version A) have already been taken into consideration as part of the my initial Review and my original finding remains unchanged; I do not find that candidate Christine Ng was treated in an arbitrary manner by the board not awarding part marks for answers that were not the best answer expected.", "In each question sighted by Christine, it is recognized that the various answers to choose from may have some element of correctness to them however, the candidate is expected to identify the best answer from the choices. No part marks should be awarded and a mark registered for the correct/best answer only is an appropriate approach to take.\"", "Issues"], ["[11]", "The applicant submitted the following issues for consideration:", "1. Did the officer violate the rules of procedural fairness and natural justice in the manner in which he responded to the applicant's requests for decision review?", "2. Is the model answer provided by the CRA to question 3 of the international audit exam correct?"], ["[12]", "I would rephrase the issues as follows:", "1. What is the appropriate standard of review?", "2. Did the officer violate procedural fairness?", "a. What are the contents of procedural fairness in the present case?", "b. Did the officer fail to consider the applicant's allegation that she deserved full marks for five of the questions on the exam?", "c. Did the officer breach procedural fairness when he failed to provide the applicant with documents submitted to the officer by the selection board?", "d. Was there a reasonable apprehension of bias that the applicant's allegations were not considered impartially?", "3. Did the officer commit a reviewable error in finding that the model answer to question 3 of the international audit exam was (c)?", "Applicant's Written Submissions"], ["[13]", "The applicant submitted that while Parliament granted CRA the authority to develop a program governing staffing, (including the appointment of, and recourse for employees), the methods developed must be consistent with the rules of procedural fairness. In the absence of unambiguous legislative language to the contrary, Parliament is presumed to intend that a federal tribunal must comply with the rules of procedural fairness (", "<FRAGMENT_SUPPRESSED>  B.C.A.C. 193; 254 W.A.C. 193, at paragraphs 19 to 22). The applicant submitted that as the staffing program is only a policy, the rules of procedural fairness prevail over any specific rules in the staffing program."], ["[14]", "The applicant submitted that the nature and extent of the rules of procedural fairness are determined by analyzing the factors identified by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> , at paragraphs 23 to 28). The applicant submitted that applying the", "Baker", "factors to the case at bar, reveals that the decision review process falls in the middle of the spectrum of procedural fairness. The applicant submitted that the decision review process is adversarial in nature, with the officer basing his or her decision on submissions made by both the employee and the manager responsible for the assessment. The applicant also noted that the decision should be based on objective criteria and not open-ended discretion. The applicant submitted that the", "Act", "and staffing program do not contain any appeal procedures from the outcome of the decision review. The applicant submitted that decision review decisions have a significant impact on a candidate's career and that employees legitimately expect the process to be fair, in light of the underlying principles of the staffing program. And finally, the applicant submitted that Parliament gave CRA the discretion to design the method of staffing recourse."], ["[15]", "The applicant submitted that the officer breached procedural fairness on three grounds. Firstly, the applicant submitted that the officer's decision violated the rules of procedural fairness by failing to consider the applicant's allegation that she deserved full marks for five questions. The rules of procedural fairness require a statutory decision-maker to consider all the submissions made to it (", "<FRAGMENT_SUPPRESSED> ; 274 N.R. 47 (F.C.A.), at paragraphs 45 to 52). The applicant submitted that while the officer considered her submission for part marks, he ignored her submission that for five questions she should have received full marks. The applicant submitted that the staffing program also compels the officer to consider all of the applicant's submissions as it requires the officer to review documentation presented by the employee and to analyze the facts."], ["[16]", "Secondly, the applicant submitted that the failure of the officer to provide the applicant with the opportunity to respond to information that he solicited from the CRA was a breach of procedural fairness. The applicant submitted that the tribunal record contained nine documents entitled \"Board Response to Candidate's Request for Decision Review\". The applicant submitted that as these documents relate to her allegations and were considered by the officer in making his decision, she should have been given the opportunity to respond to them. It is a fundamental rule of procedural fairness that an affected individual know the case to be met against them (through disclosure of all relevant material) and have a reasonable opportunity to respond. The applicant submitted that in", "Professional Institute of the  <FRAGMENT_SUPPRESSED> ; 251 F.T.R. 56 (F.C.), at paragraphs 103 and 111 to 113, this Court held that the staffing program at CRA does not forbid employees from accessing expert or other information and that the officer could provide employees with all information gathered and invite comments. The applicant submitted that as this Court has already concluded that the staffing program is fair only because it permits employees to access this expert or other information, it naturally flows that preventing access to this information is a violation of the rules of procedural fairness."], ["[17]", "Thirdly, the applicant submitted that there existed a reasonable apprehension of bias of the officer which breached procedural fairness. The applicant based this argument on an email sent by Jean-Marc Guinard to Sunil Vijh, a member of the Selection Board, and copied to the officer, requesting his expert opinion concerning the international audit exam questions. The applicant submitted that the request for an expert opinion was tainted by the fact that the person requesting the information told the expert what the response should be. Specifically, the email read \"Could you review [the applicant's] submission on Question 3 for technical merit and contact [the officer] with your analysis. I would think that issue would probably be resolved with the Board's chosen reply being correct 'the best answer from the choices'\". The applicant noted that the email was copied to the officer, and as such, raises a reasonable apprehension that the applicant's submissions were not considered impartially, and the decision was pre-determined."], ["[18]", "The applicant submitted that the officer also erred in finding that the correct answer to question 3 of the international audit exam was (c), and not (a). The applicant submitted that the applicable standard of review for this question is correctness. The applicant submitted that the", "Act", "does not contain a privative clause, the nature of the issue is a pure question of international tax law, the officer has no tax expertise, and the purpose of the", "Act", "and s. 54 of the", "Act", "leads to \"an ambivalent result when considered with the appropriate standard of review\" (", "<FRAGMENT_SUPPRESSED> ; 234 F.T.R. 227 (T.D.), at paragraph 58)."], ["[19]", "The applicant submitted that the issue raised in question 3, whether reduced rates of Part XIII withholding tax on payments to non-residents are authorized under Income Tax Conventions (Treaties), or s. 10(6) of the", "Income Tax Application Rules", ", R.S.C. 1985, c. 2 (5th Supplement) (", "ITAR", "), was incorrectly decided by the officer. The applicant submitted that on its face, answer (c) is correct; however, the answer does not consider the more fundamental point that, in Canada, tax conventions take priority over the", "Act", ". The applicant submitted that every time Canada enters into a tax treaty with another country, Parliament enacts a statute to implement that particular tax treaty. The applicant submitted that these treaties - without exception - take priority over the", "Act", ". Therefore, the withholding tax in Part XIII of the", "Act", "is either 25% or the amount set out in the relevant tax treaty. The applicant submitted that the reduced rate of withholding tax is permitted under the treaty, not", "ITAR", "10(6) because the statutes giving the treaties the force of law all state that the treaties prevail over the", "Act", ". The applicant also noted that CRA's \"Information Circulars\" addressing the Part XIII withholding tax all refer to the treaties, and not to", "ITAR", "10(6), as the relevant authority for determining the rate of withholding tax. Lastly, the applicant also submitted that the model answer contains a drafting error as it reads \"", "ITAR", "10(6) of the", "Income Tax", "Act", "\". The applicant submitted that the", "ITAR", "is not a part of the", "Act", "as it is its own statute.", "Respondent's Written Submissions"], ["[20]", "The respondent raised a preliminary issue concerning the affidavit of the applicant. The respondent submitted that paragraphs 17 and 18 of the applicant's affidavit should be struck as they do not conform to Rule 81 of the", "Federal Courts Rules", "above SOR/98-106, which requires that affidavits \"be confined to the facts within the personal knowledge of the deponent\". The respondent submitted that the applicant inappropriately included in her affidavit hearsay statements about Mr. Watson's (the officer's) background, and deposes that Mr. Walkingshaw (one of the applicant's managers) recommended to another decision reviewer in another selection process, to strike a question from an examination because the proposed answer was incorrect. The respondent submitted that these statements are inadmissible and irrelevant. The respondent noted that judicial review is to be conducted on the basis of the evidence before the decision-maker when rendering its decision."], ["[21]", "With regards to procedural fairness, the respondent submitted that based on the", "Baker", "above factors, procedural protection in this case lies at the lower end of the spectrum. The respondent submitted that the nature of the decision being made and the process followed do not resemble adjudication. The respondent submitted that the officer's only ground for review is whether an employee was treated arbitrarily, and this review should be conducted by way of \"paper review\" whenever possible. With regards to the statutory scheme, the respondent submitted that greater procedural protections are required when no appeal procedure is provided within the statute, or when the decision is determinative of the issue and further requests cannot be submitted (", "Anderson", "above). The respondent submitted that the officer's decision is not immune from challenge and can be judicially reviewed. The respondent submitted that the applicant's job or livelihood is not at stake and as such, a lower level of procedural fairness is warranted. The respondent also noted that the kind of recourse available to employees under the staffing program is intended to be commensurate with the nature and significance of the staffing decision at issue. The respondent submitted that candidates' legitimate expectations should be confined to having the opportunity to fully present their views and to be heard by an impartial person. Lastly, the respondent submitted that Parliament has left CRA with the discretion to design the method of staffing recourse."], ["[22]", "The respondent submitted that the officer did not violate the rules of procedural fairness by failing to consider the applicant's submission that she deserved \"full marks\" as opposed to \"part marks\" for some multiple choice questions. The respondent submitted that the officer's decision provided that \"no part marks should be awarded and a mark registered for the correct/best answer only is the appropriate approach to take\". The respondent submitted that if an answer does not merit part marks, it does not merit full marks either."], ["[23]", "The respondent submitted that as the decision review process lies at the lower spectrum in terms of requirements of procedural fairness, the applicant was only entitled to have a meaningful opportunity to put forward her views. The respondent submitted that the applicant had such an opportunity in the case at bar. The respondent submitted that the procedures as set out in the staffing program do not require any kind of cross-disclosure of submissions. The decision reviewer reviews the documentation presented by the employee and the hiring manager gathers additional information (as required) and analyzes the facts. The respondent submitted that in", "Professional Institute of Public Service of Canada", "above, the Court found that the decision review process met the requirements of procedural fairness because nothing in the program prevented an employee from reviewing or commenting on \"additional information\" gathered by the decision reviewer. The respondent noted that in that decision, when the Court spoke of \"additional information\", it was referring to information that was in addition to the information provided by the parties. The respondent submitted that the applicant provides no evidence that the officer relied on anything other than the submissions of the parties."], ["[24]", "The respondent also submitted that there was no reasonable apprehension of bias. The respondent submitted that the test for reasonable apprehension of bias is whether a reasonably informed bystander could reasonably perceive bias on the part of an adjudicator (", "<FRAGMENT_SUPPRESSED>  Nfld. & P.E.I.R. 271; 301 A.P.R. 271, at paragraph 22). The respondent submitted that the email was not sent by the officer. Furthermore, the respondent submitted that the allegation that an employee's opinion would affect the officer's impartiality is without basis."], ["[25]", "The respondent submitted that the appropriate standard of review is one of reasonableness simpliciter. The respondent submitted that in", "<FRAGMENT_SUPPRESSED> ; 298 F.T.R. 46 (F.C.), at paragraph 27, the Court held that the question before it was to decide if the Board had erred in concluding that the merit principle had not been respected and that this was reviewable on a standard of reasonableness simpliciter. The respondent also submitted that in", "<FRAGMENT_SUPPRESSED> ; [2006] F.C.J. No. 1658, at paragraph 36, the Court applied the pragmatic and functional approach and determined that decisions of decision reviewers under the CRA staffing program were reviewable on the standard of reasonableness simpliciter."], ["[26]", "The respondent submitted that the officer was correct in concluding that the applicant was not treated arbitrarily. The respondent submitted that CRA's answer to question 3 is correct as it is the best possible answer. The respondent submitted that question 3 does not ask for the authority for reduced rates of tax, but for reduced rates of", "withholding", "tax. That is, the question asks to identify the authority of a payor to withhold less than the 25% that is required pursuant to s. 212 of the", "Act", "when making a payment to a non-resident. The respondent submitted that tax treaties do not address the issue of the withholding of tax by the payor. Finally, the respondent submitted that even if there were two possible answers to this question, the fact that the selection board considered one of them to be the best answer does not equate in a finding that the applicant was treated arbitrarily.", "Analysis and Decision"], ["[27]", "Before engaging in my analysis of the issues, the respondent raised a preliminary issue as to the validity of paragraphs 17 and 18 of the applicant's affidavit. Section 81 of the", "Federal Courts Rules", "above, states that \"affidavits shall be confined to facts within the personal knowledge of the deponent, except on motions in which statements as to the deponent's belief, with the grounds therefor, may be included.\" This case involves a judicial review and not a motion. Therefore, the applicant's affidavit should be limited to \"the facts within her personal knowledge\". However, the remedy requested by the respondent, that of striking out certain paragraphs of the affidavit, has been ruled by this Court to be one that should be exercised sparingly and only where it is in the interests of justice to do so (", "<FRAGMENT_SUPPRESSED>  (F.C.), at paragraph 40). As such, I believe it not appropriate to strike the paragraphs from the applicant's affidavit. However, I acknowledge the respondent's submission that as this is an application for judicial review, only the documents and information before the decision-maker at the time of the decision are to be considered. As the information provided in paragraphs 17 and 18 of the applicant's affidavit was not before the decision-maker at the time the decision was rendered, I would afford it negligible weight."], ["[28]", "Issue 1", "What is the appropriate standard of review?", "Questions of procedural fairness are reviewable on a standard of correctness (see", "<FRAGMENT_SUPPRESSED> ; 333 F.T.R. 157 (F.C.))."], ["[29]", "Issue 2a", "Did the officer violate procedural fairness?", "What are the contents of procedural fairness in the present case?", "The applicant submitted that the decision review process falls in the middle of the spectrum of procedural fairness. The respondent submitted that the scope of duty of fairness is minimal. The Supreme Court of Canada in", "Baker", ", above at paragraphs 23 to 28, held that the nature and extent of the rules of procedural fairness must be determined by analysing the following factors:", "- The nature of the decision being made and the process followed in making it;", "- The nature of the statutory scheme, and the terms of the legislation pursuant to which the decision-maker operates;", "- The importance of the decision to the affected individual;", "- The legitimate expectations of the person challenging the decision; and", "- The choice of procedure made by the decision-maker, particularly where the legislation leaves to the decision-maker the ability to choose its own procedures."], ["[30]", "Based on these factors, I have come to the following findings:", "- The decision review process is somewhat adversarial in nature. The reviewing officer must make a determination on whether an employee was treated arbitrarily by a person responsible for staffing action based on submissions from the employee and the hiring manager. The decision is to be based on objective criteria and not discretion. However, according to the staffing program, decision reviews are to be conducted by way of \"paper review\" whenever possible.", "- The nature of the", "Act", "and the staffing program is such that there is no appeal procedure; however, decisions can be judicially reviewed by this Court.", "- The decision at issue does have a significant impact on the candidate's career both presently and in the long term; however, her current job and livelihood are not at stake. There was no guarantee that the applicant would ever have received a position.", "- The underlying principles of the staffing program include fairness, and as such the applicant had a legitimate expectation to be treated fairly. However, the staffing program provides that the kind of recourse available to employees corresponds with how far they make it in the selection process. The applicant in this case was in the second of three stages and thus, she could not have had a legitimate expectation to the ultimate recourse mechanism as it is reserved for those who have made it to the third step of the application process.", "- The choice of procedure has been entrusted to the CRA. Important weight must be given to the procedure chosen as Parliament clearly intended CRA to create its own staffing procedure and methods for staffing recourse."], ["[31]", "Having taken all these matters into consideration, I am of the opinion that the decision review process of the CRA staffing program falls in the middle to lower end of the spectrum of procedural fairness."], ["[32]", "I wish to first deal with Issue 2c."], ["[33]", "Issue 2c", "Did the officer breach procedural fairness when he failed to provide the applicant with documents submitted to the officer by the selection board?", "The applicant submitted that the officer violated the rules of procedural fairness by accepting the documents entitled \"Board Response to Candidate's Request for Decision Review\", and failing to disclose them to the applicant so that she could respond to them. The respondent submitted that the applicant was given a meaningful opportunity to put forward her views and that there is no cross-disclosure of submission under the staffing program. Both the applicant and the respondent relied on", "Professional Institute of the Public Service of Canada", "above, in making their submissions."], ["[34]", "In", "Professional Institute of the Public Service of Canada", "above, this Court considered the issue of cross-disclosure in the decision review procedure of the CRA staffing procedure and stated at paragraphs 108 to 114:", "\"108. As regards the Decision Review aspect of the Program, similar conclusions can be drawn regarding the issues of independence, reasonable apprehension of bias and representation as to those already drawn in relation to Individual Feedback. But the Applicant raises two further points that require consideration.", "\"109. First of all, the Applicants says that, at the Decision Review stage, the reviewing manager can call for expert information on staffing and human resource matters that the employee has no right to see. Hence, in such a situation the employee would not know the case that she or he had to meet and this is procedurally unfair. Not only would the employee not see the expert information, but the employee has no right to call witnesses or present evidence.", "\"110. In addition, the Applicant says that, because the policy behind the Program does not allow an employer to access the assessments of other candidates, a dissatisfied employee has no way of challenging a Decision Review conclusion or of establishing 'arbitrary' treatment.", "\"111. The Respondent takes the position that, on this issue as on the Applicant's attack on the Program in general, the Applicant is being speculative and premature. The Respondent points out that the Program does not forbid the Applicant access to expert or other information. Whenever relevant, the reviewing supervisor can provide the employee with reports and other information and invite comments from the employee. Also, there is no prohibition against the employee calling witnesses or other evidence to assist his or her case. Any employee who wishes to adduce such evidence merely has to ask permission to do so and this request will be considered in the usual way and in accordance with the relevance, fairness and other factors that arise in each case.", "\"112. As regards input from an employee representative at the Decision Review stage, the Respondent points out that there is no prohibition in the Program that prevents a representative from speaking on behalf of an employee at the Decision Review stage. Once again, this should be left to the reviewing supervisor to deal with on a case by case basis and, if an employee feels aggrieved by an individual decision, it can be reviewed by this Court.", "\"113. My review of the 'Decision Review Process' in the Staffing Program Directives on Recourse for Staffing suggests that the Respondent is correct and that there are no specific prohibitions that prevent access to information and representation in appropriate cases. In fact, the supervisory reviewer is given considerable discretion to meet the needs of each specific occasion. The reviewer has the 'discretion as to how to proceed with the review'. The reviewer must ensure 'that the review is conducted in an impartial manner and that the Authorized Person and the employee exercising recourse have the opportunity to present their views'. The reviewer is mandated to 'conduct the review and gather such information as is required in order to come to a decision'.", "\"114. There is, correspondingly, no prohibition against sharing information, representation, and appropriate procedural safeguards except in one specific respect. The Directive on Recourse says that 'Personal information regarding other candidates or employees may not be disclosed'. In my opinion, this prohibition does not impair the Program in the ways suggested by the Applicant.\""], ["[35]", "My understanding of Justice Russell's comments on the decision review process is to the effect that the staffing program itself did not prima facie violate procedural fairness as it provided the decision-maker with the discretion to ensure that disclosure is provided where necessary to ensure that procedural fairness is not violated. However, I note that the case did not involve a set of facts as the Court was not being asked to review a specific decision, but yet the entirety of the staffing policy on the basis that it prima facie breached procedural fairness. The Court dismissed the application in that case finding at paragraph 180 that it was \"ill-found, speculative and premature and did not present a decision, order or other matter intended for review in accordance with s. 18.1 of the", "Federal Courts", "Act", "\"."], ["[36]", "In my opinion, the requirements of procedural fairness were breached in the case at bar. The officer had the necessary discretion to ensure the disclosure of the documents and consequently, prevent a violation of procedural fairness. Thus, while the staffing program itself does not prima facie violate the rules of procedural fairness, in the circumstances of this case, the applicant should have been given the opportunity to respond to the documents from the selection board. I would allow the judicial review on this ground."], ["[37]", "Because of my finding on this issue, I need not deal with the remaining issues."], ["[38]", "The application for judicial review is therefore allowed and the matter is referred to a different officer for redetermination.", "JUDGMENT"], ["[39]", "IT IS ORDERED that", "the application for judicial review is allowed and the matter is referred to a different officer for redetermination.", "Application allowed.", "Editor: Angela E. McKay/gs", "ANNEX", "Relevant Statutory Provisions", "The relevant statutory provisions are set out in this section", "The", "Canada Revenue Agency", "Act", ", S.C. 1999, c. 17:", "\"53(1) The Agency has the exclusive right and authority to appoint any employees that it considers necessary for the proper conduct of its business.", "\"(2) The Commissioner must exercise the appointment authority under subsection (1) on behalf of the Agency.", "\"54(1) The Agency must develop a program governing staffing, including the appointment of, and recourse for, employees.", "\"(2) No collective agreement may deal with matters governed by the staffing program.\"", "\"53(1) L'Agence a compétence exclusive pour nommer le personnel qu'elle estime nécessaire à l'exercice de ses activités.", "\"(2) Les attributions prévues au paragraphe (1) sont exercées par le commissaire pour le compte de l'Agence.", "\"54(1) L'Agence élabore un programme de dotation en personnel régissant notamment les nominations et les recours offerts aux employés.", "\"(2) Sont exclues du champ des conventions collectives toutes les matières régies par le programme de dotation en personnel.\"", "[End of document]"]]}