{"id_": "021115", "body_str": [["[1]", "Jerome, A.C.J.", ": This is an application for an order by way of certiorari quashing the decision of the respondents refusing the applicant's request for permanent residence in Canada, and for a writ of mandamus directing that:", "\"(a) The respondents consider and process the applicant's request for permanent residence in Canada in accordance with the Immigration Act and Immigration Regulations.", "\"(b) The respondents determine in accordance with the law, whether it would be contrary to the said Immigration Act and Immigration Regulations to grant landing to the applicant.\""], ["[2]", "This matter came on for hearing at Toronto, Ontario, on December 18, 1989. At that time I indicated that I would take the matter under reserve, and that these written reasons would follow."], ["[3]", "The applicant has requested permanent residence in Canada as an independent candidate pursuant to s. 6(1) of the Immigration Act. Such applications involve a two-stage assessment process during which it is the visa officer's duty to apply criteria set forth in the legislation and award points based on the ability of the applicant to become successfully established in Canada. The criteria for successful establishment include age, education, occupational demand and experience, language and personal suitability."], ["[4]", "The first phase of the assessment is a paper screening process in which immigration officials evaluate documents submitted by applicants and decide if the application process should be continued. If the applicant passes this phase, he is invited to an interview with a visa officer. During the interview, the officer assesses the employment experience of the applicant and awards points for the other factors based on the information presented."], ["[5]", "One of the most significant factors in any assessment is the applicant's possibility of employment in Canada. Points are accordingly awarded both for occupational demand in the proper screening step, and for experience in the final assessment. This process requires reference to the Canadian Classification and Dictionary of Occupations (C.C.D.O.), a seven volume manual which classifies and describes a myriad of occupations. Assessment of any one intended occupation begins with a matching of the applicant's work routine with a specific occupation from the C.C.D.O."], ["[6]", "The facts are contained in the applicant's affidavit, as well as in the affidavit of Anita Sulley, one of his solicitors. The applicant is a citizen of the Philippines who, in April, 1988, submitted an application for permanent residence in Canada to the Canadian Consulate in San Francisco. The applicant's present occupation in the Philippines is that of a proprietor of two businesses, one known as JFC Calculator Centre and the other as East West Emporium. Since the applicant spends approximately 96% of his time dealing with the wholesale distribution of office machines, he considered that the category that best described the duties he has performed throughout his working history was C.C.D.O. classification 5133, \"Commercial Travellers\". In a letter accompanying his application for permanent residence, the applicant advised the Canadian Consulate General that he had the necessary qualifications as a \"Sales Representative, Office Machines under C.C.D.O. 5133-126\", a subclassification of 5133. The applicant has submitted as exhibits to his affidavit copies of letters from various wholesalers and retailers of office equipment attesting to his experience, and to the fact that he is a commercial traveller, supplying and selling office equipment."], ["[7]", "The applicant attended an interview at the Canadian Consulate in San Francisco on September 28, 1988. The applicant is critical of the visa officer's conduct of this interview, which he states lasted \"something a little bit more than half an hour\". The applicant states that during the interview he tried to explain the nature of his work to the visa officer, but that the officer formed the impression that the applicant sold only hand held calculators, on a retail basis. The applicant contends that his offer to bring evidence which would speak to the true nature of his employment was refused. The remainder of the interview has been described by the applicant in his affidavit as follows:", "\"11. He [the visa officer] asked me who my customers were, one of whom is Shoemart. Shoemart is the top major retailing company in the Philippines, employing thousands of people. It is a company similar to Simpsons and Eatons although its name is Shoemart because the original company primarily sold only shoes many many years ago. Although this fact could easily be checked, the visa officer refused to accept my explanation as to who Shoemart was and suggested why would a shoe company sell calculators.", "\"12. The officer refused to accept my explanation that retail sales are only four percent of my total sales, the rest being wholesale, nor that my line of products include personal computers, sophisticated financial calculators for banks and printing calculators for offices. The officer seemed to be rushing through the interview which commenced at about 5:00 p.m. The officer refused to acknowledge both my present and past experience as a sales representative as contained in my resume.\""], ["[8]", "Subsequent to this interview, an exchange of correspondence took place between the visa officer and the applicant's solicitor. In a letter dated February 13, 1989 the visa officer indicated:", "\"Mr. Li is not believed to be a sales representative of office machines. A close examination of the description of this occupation reveals it refers to the selling of equipment which is 'used in production of goods or services' by the buyer ... At his interview, it was apparent that, if Mr. Li has a wholesale business, it is in sales to retail outlets, not for use by that company, but for resale to customers ...", ". . . . .", "\"The occupation which Mr. Li described in his interview was managing supervisor wholesale establishment (CCDO 5130-122) ... Mr. Li was however classified as a managing supervisor retail store as this appeared to reflect most closely the actual work which Mr. Li does.\""], ["[9]", "On April 24, 1989, the applicant received a letter from the Canadian Consulate General in San Francisco, signed by the interviewing officer, stating that the officer was unable to accept his application for immigration to Canada. This letter set out the requirements for the occupation of Commercial Traveller, stating that \"Commercial Travellers normally require a minimum of twelve years of general education, some product and plant experience followed by extensive on the job training for a period of six months to two years; some previous sales experience, although most establishments provide extensive sales oriented training\". The visa officer states in the letter that:", "\"because of your lack of product and plant experience and training I must conclude that you are not qualified to follow the occupation of commercial traveller in Canada and I therefore will be unable to assess your application in that category.\"", "The officer concludes:", "\"You did not claim and there does not appear to be any other occupation open to immigration in which you might qualify. You were therefore assessed as a managing supervisor, retail store (CCDO 5130-114), which is the occupation which seems most closely reflect your present occupation. This assessment did not yield the minimum 70 units of assessment required under Regulation 9(1)(b). You also failed to meet the requirements of Regulation 11(2)(a) because you were awarded 0 units of occupational demand.\""], ["[10]", "The applicant maintains that he \"has\" the requirements of a Commercial Traveller, as those requirements are set out in the visa officer's letter of refusal, and that this information is set out in his application for immigration. In any event, the applicant asserts that the visa officer never questioned him with respect to these factors, and he notes that \"this socalled requirement\" came after exhaustive correspondence between his solicitor and the Canadian Consulate."], ["[11]", "In appeal of the refusal for permanent residence, the applicant argues that it is inferential that a person carrying out the occupation of Managing Supervisor, Retail Store and managing a wholesale business of selling office machines has in hand the experience of Sales Representative, Commercial and Industrial Equipment and Supplies, C.C.D.O. 5133-126. The applicant points out that, as he stated in his affdavit, he has significant experience in this occupation. It is also submitted that the visa officer wrongly classified the applicant's application for permanent residence on the basis of the title of the applicant's current occupation, and not on the basis of his actual work experience. The applicant submits, finally, that the visa officer in this case, having determined that the applicant's job description or title more closely duplicated the category of Managing Supervisor, Retail Store, has refused or failed to evaluate the applicant's work experience in the category of 5133-126."], ["[12]", "The respondents, on the other hand, maintain that the evidence indicates that the visa officer considered the applicant's work history, and \"carried out the assessment which was required by the statute and Regulations\" with which the court may not interfere even if it would have reached a different conclusion."], ["[13]", "The relevant legislative provisions in this matter are ss. 9, 12(1), 14(2) of the Immigration Act, R.S.C. 1985, c. I-2 as amended, ss. 8(1)(a), 8(2), 9(1), 11(1), 11(2) of the Immigration Regulations and factors 3 and 4 of Schedule I:", "Immigration Act", "\"9(1) Except in such cases as are prescribed, every immigrant and visitor shall make an application for and obtain a visa before that person appears at a port of entry.", "\"9(2) Every person who makes an application for a visa shall be assessed by a visa officer for the purpose of determining whether the person appears to be a person who may be granted landing or entry, as the case may be.", "\"9(3) Every person shall answer truthfully all questions put to that person by a visa officer and shall produce such documentation as may be required by the visa officer for the purpose of establishing that his admission would not be contrary to this Act or the regulations.", "\"9(4) Where a visa officer is satisfied that it would not be contrary to this Act or the regulations to grant landing or entry as the case may be, to a person who has made an application pursuant to subs. (1), the visa officer may issue a visa to that person, for the purpose of identifying the holder thereof as an immigrant or a visitor, as the case may be, who, in the opinion of the visa officer, meets the requirements of this Act and the regulations. 1976-77, c. 52, s. 9.", "\"12(1) Every person seeking to come into Canada shall appear before an immigration officer at a port of entry, or at such other place as may be designated by a senior immigration officer, for examination to determine whether that person is a person who shall be allowed to come into Canada or may be granted admission.", "\"14(2) Where an immigration officer is satisfied that it would not be contrary to this Act or the regulations to grant landing to an immigrant whom the officer has examined, the officer shall", "(a) grant landing to that immigrant, in which case the officer may impose terms and conditions of a prescribed nature; or", "(b) authorize that immigrant to come into Canada on condition that the immigrant be present for further examination by an immigration officer within such time and at such place as the immigration officer who examined the immigrant may direct.", "Immigration Regulations", "\"8(1) For the purpose of determining whether an immigrant and his dependants, other than a member of the family class or a Convention refugee seeking resettlement, will be able to become successfully established in Canada, a visa officer shall assess that immigrant or, at the option of the immigrant, the spouse of that immigrant,", "(a) in the case of an immigrant, other than an immigrant described in paragraph (b), (c) or (e), on the basis of each of the factors listed in column I of Schedule I;", "\"8(2) A visa officer shall award to an immigrant who is assessed on the basis of factors listed in column I of Schedule I the appropriate number of units of assessment for each factor in accordance with the criteria set out in column II thereof opposite that factor, but he shall not award for any factor more units of assessment than the maximum number set out in column III thereof opposite that factor.", "\"9(1) Where an immigrant, other than a member of the family class, an assisted relative, a Convention refugee seeking resettlement or an investor, makes an application for a visa, a visa officer may, subject to section 11, issue an immigrant visa to him and his accompanying dependants if", "(a) he and his dependants, whether accompanying dependants or not, are not members of any inadmissible class and otherwise meet the requirements of the Act and these Regulations; and", "(b) on the basis of his assessment in accordance with s. 8", "(i) in the case of an immigrant other than a retired person or an entrepreneur, he is awarded at least 70 units of assessment, or", "(ii) in the case of an entrepreneur, he is awarded at least 25 units of assessment.", "\"11(1) Subject so subss. (3) and (4), a visa officer shall not issue an immigrant visa pursuant to s. 9 or 10 to an immigrant who is assessed on the basis of factors listed in column I of Schedule I and is not awarded any units of assessment for the factor set out in item 3 thereof unless the immigrant", "(a) has arranged employment in Canada and has a written statement from the proposed employer verifying that he is willing to employ an inexperienced person in the position in which the person is to be employed, and the visa officer is satisfied that the person can perform the work required without experience; or", "(b) is qualified for and is prepared to engage in employment in a designated occupation.", "\"11(2) Subject to subss. (3) and (4), a visa officer shall not issue an immigrant visa pursuant to s. 9 or 10 to an immigrant other than an entrepreneur, an investor, a retired person or a self-employed person unless", "(a) the units of assessment awarded to that immigrant include at least one unit of assessment for the factor set out in item 4 of column I of Scheule I;", "(b) the immigrant has arranged employment in Canada; or", "(c) the immigrant is prepared to engage in employment in a designated occupation.", "Schedule I", "(ss. 3, 7, 8 and 11)", "Column I", "Column II", "Column III", "Factors", "Criteria", "Max Units", "3. Experience", "Units of assessment shall be awarded for experience in the occupation in which the applicant is assessed under item 4 or, in the case of an entrepreneur, for experience in the the occupation that the entrepreneur is qualified for and is prepared to follow in Canada, as follows:", "(a) when the Specific Vocational Preparation time needed is less than three months, two units for the first year of experience;", "(b) when the Specific Vocational Preparation time needed is three months or more and less than twelve months, two units for each year of experience not exceeding two years;", "(c) when the Specific Vocational Preparation time needed is one year or more and less than four years, two units for each year of experience not exceeding three years; and", "(d) when the Specific Vocational Preparation time needed is four years or more, two units for each year experience.", "4. Occupational Demand", "Units of assessment shall be awarded on the basis of employment opportunities available in Canada in the occupation that the applicant is qualified for and is prepared to follow in Canada, such opportunities being determined by taking into account labour market demand on both an area and national basis."], ["[14]", "Counsel for both parties have made reference during argument to several recent decisions of mine, which address similar fact situations and identical arguments to those before me in this case.  <FRAGMENT_SUPPRESSED>  described my function in this situation as follows:", "\"This is not an appellate review. It is an application for exceptional relief by way of certiorari and mandamus. To succeed, the applicant must do more than persuade me that I might have reached a different conclusion from the assessment. He must satisfy me that, as a result of an error in interpretation of the statute, the visa officer failed to carry out the assessment that was required of him, or in the alternative, in carrying out such an assessment, he failed in the duty of fairness to the applicant.\" [See 29 F.T.R. 277]."], ["[15]", "It falls to me to consider, in this case, whether the visa officer has erred in his interpretation of the statute, by failing to carry out the assessment that was required of him.  <FRAGMENT_SUPPRESSED>  articulated the following statement of principles:", "\"Above all, it is important to bear in mind that parliament's intention in enacting the Immigration Act is to define Canada's immigration policy both to Canadians and to those who wish to come here from abroad. Such a policy cannot exist without complex regulations, a good many of which appear to be restrictive in nature, but the policy should always be interpreted in positive terms. The purpose of the statute is to permit immigration, not prevent it. It follows that applicants have the right to frame their application in a way that maximizes their chances for entry. It is the corresponding obligation of immigration officers to provide a thorough and fair assessment, and to provide adequate reasons for refusals when they occur.\" [See 23 F.T.R. 241]."], ["[16]", "In Hajariwala, I found that there exists a clear responsibility on the part of the visa officer to assess alternate occupations inherent in the applicant's work experience where the applicant seeks such an assessment by designating it in his application. Where his work experience suggests that the occupation may be appropriate, the visa officer must assess the applicant in the designated occupation, regardless of which alternate occupations the officer has seen fit to consider."], ["[17]", "If it can be inferred that a person carrying out the occupation of Managing Supervisor, Retail Store who manages a wholesale business has experience as Sales Representative, Commercial and Industrial Equipment and Supplies, the applicant is entitled to an assessment in this regard. Notwithstanding the lengthy correspondence which has taken place between the visa officer and the applicant's solicitor, such an assessment has yet to be made. The visa officer has to date failed to evaluate the applicant's work experience in the category of 5133-126, as the applicant originally equested."], ["[18]", "I must add that as a matter of fairness, the record should show that the applicant was given the opportunity to provide information in support of his current experience in each included occupation. As was indicated  <FRAGMENT_SUPPRESSED> :", "\"The record must equally indicate reasons which support the visa officer's assignment of a specific experience rating to the included occupations or reasons which support the refusal to do so.\"", "Having erroneously concluded that no assessment need be done, the visa officer in this case failed in this aspect of the duty of fairness."], ["[19]", "Accordingly, this application will succeed. The decision of the visa officer is set aside. The respondents are directed to carry out the assessment, through a different visa officer, in accordance with the Immigration Act and Regulations, in a manner consistent with these reasons.", "Application allowed.", "Editor: Elizabeth M.A. Turgeon/slg", "[End of document]"]]}