{"id_": "021347", "body_str": [["[1]", "Gleason, J.", ": This is an application for judicial review of the August 28, 2012 decision of the Refugee Protection Division of the Immigration and Refugee Board [the RPD or Board] finding the applicants to be neither Convention refugees nor persons in need of protection under sections 96 or 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the IRPA]."], ["[2]", "The applicants are Roma citizens of the Czech Republic who allege a history of mistreatment and discrimination in that country. They claim to have left the Czech Republic in 2008 after they say they witnessed increasing violence. They claim to fear, in particular, extremist skinheads."], ["[3]", "The RPD dismissed their claims for protection on the basis of credibility and state protection."], ["[4]", "In terms of credibility, the Board found that the applicants had experienced discrimination in the past but were embellishing what they allege had occurred in order to bolster their claims. The RPD also noted that the applicants had failed to make a claim for protection when they visited Spain on holidays approximately two years before they made their refugee claims. It therefore found they lacked the subjective fear necessary to found a claim for protection under section 96 of the IRPA."], ["[5]", "In terms of state protection, the Board noted that the evidence the applicants offered regarding their own experiences in the Czech Republic was insufficient to rebut the presumption of there being adequate state protection available to them and that the objective country documentation before the Board likewise did not establish that state protection is inadequate in the Czech Republic. On the latter point, the Board referred to several excerpts from the documentation, which speak of ongoing discrimination faced by the Roma, but also noted several instances of laws or actions taken by the Czech government aimed at bettering the lot of its Romani citizens, noting that some of these had borne fruit. The PRD thus concluded that the evidence on the availability of state protection was mixed and, accordingly, determined that the applicants had not discharged their onus of establishing that state protection would not be available to them if they were to return to the Czech Republic."], ["[6]", "In this application, the applicants make three principal arguments."], ["[7]", "First, they argue that the Board erred in its credibility analysis because it incorrectly relied on a discrepancy between the testimony of several of the applicants and what was contained in the officer's port of entry notes. The applicants argue that it is unreasonable to use port of entry notes as the basis for an adverse credibility determination, as port of entry notes may be inaccurate and are not meant to be a fulsome rendition of the basis for a claim for protection (relying in this regard on", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 826 [", "Park", "]; and", "<FRAGMENT_SUPPRESSED>  FTR 43 [ <FRAGMENT_SUPPRESSED> ])."], ["[8]", "Second, they argue that the RPD's treatment of their arguments regarding inadequate medical care is unreasonable as the Board failed to consider whether they were likely to be denied adequate care based on their ethnicity (which may constitute a violation of section 97 of the IRPA as the Federal Court of Appeal held in", "<FRAGMENT_SUPPRESSED>  NR 367)."], ["[9]", "Finally, the applicants argue that the Board's state protection finding was unreasonable in two respects. They argue first that the Board erred in applying the wrong test - focussing only on the efforts made by the Czech government to provide protection to the Roma as opposed to the efficacy of such efforts. Second, they allege that the Board's conclusion on the availability of state protection is unreasonable as the evidence overwhelmingly supports the conclusion that those of Roma ethnicity face ongoing discrimination amounting to persecution or cruel treatment in the Czech Republic and the Board failed to provide adequate reasons for rejecting this evidence."], ["[10]", "Each of the errors the applicants allege the Board made is reviewable on the reasonableness standard (", "<FRAGMENT_SUPPRESSED> ACWS (3d) 1003;", "Re Hinzman", ", 2007 FCA 171 at para 38, 282 DLR (4th) 413). As is discussed below, it is my view that none of the impugned findings is unreasonable."], ["[11]", "Insofar as concerns the first argument, the Board did not rely on the discrepancy between the port of entry notes and the applicants' testimony to make an adverse credibly determination. Indeed, at paragraph 28 of its decision, the RPD specifically states that it is not making any such finding. Rather, the Board grounded its adverse credibility determination on implausibilities in the applicants' version of events and on the discrepancies between their testimony and the contents of their Personal Information Forms [PIFs], which are intended to be a succinct but complete outline of the basis for protection claims. This Court has frequently upheld adverse determinations made on similar grounds (see e.g.", "<FRAGMENT_SUPPRESSED> ACWS (3d) 147). Thus, the RPD did not commit the first of the alleged errors and this case is distinguishable from <FRAGMENT_SUPPRESSED> ,", "Park", "and <FRAGMENT_SUPPRESSED> relied on by the applicants."], ["[12]", "As for the second alleged error, contrary to what the applicants assert, the RPD did engage with their argument that they would be afforded sub-standard healthcare based on their ethnicity. The Board considered the evidence on this point, which consisted of what the applicants claimed had occurred and the portions of the objective documentation dealing with the availability of adequate health care for the Roma in the Czech Republic. In terms of the former, the RPD determined that the applicants had not established that they had received sub-standard health care, which was reasonably open to the Board in light of there being no probative evidence before it to support any such claim and in light of the applicants' failure to even mention the central facet of their health care-related allegations in their PIFs."], ["[13]", "The Board then went on to consider whether the objective country documentation established that the applicants would be likely to be denied adequate health care due to their ethnicity if returned to the Czech Republic. It found that the evidence did not demonstrate that this would likely occur as only a relatively small percentage of the Czech Roma who were surveyed on the point reported having been denied adequate health care for discriminatory reasons and because the lower life expectancy of the Roma in that country could be attributable to many factors, including unhealthy lifestyles."], ["[14]", "This conclusion was likewise reasonable as it finds some support in the evidence that was before the Board (although there is also evidence pointing the other way). Because there is evidence to support the RPD's conclusion, it cannot be said to be unreasonable as it is for the Board - and not for the Court in a judicial review application conducted under the reasonableness standard - to weigh the evidence and make factual determinations. More to the point, the Board did not fail to consider their health care-related arguments, contrary to what the applicants allege. Rather, it fully reviewed and dismissed them. Thus, the second argument the applicants advance is without merit."], ["[15]", "The same may be said of their third ground advanced in support of this application for judicial review. Contrary to what the applicants assert, the Board did not apply the wrong test in conducting its state protection analysis and thus this case is distinguishable from", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 644, relied on by the applicants. When its decision is read in entirety, it is clear that the Board considered the efficacy of the efforts undertaken by the Czech Republic to assist the Roma as opposed to the mere fact that it had passed laws or was making other attempts to address discrimination faced by its Romani citizens. It citied several incidents of prosecutions, programs and laws, noting that some progress was being made to address the discrimination the Roma have faced in that country. The RPD, therefore, applied the correct test and the first basis for the challenge to the reasonableness of its state protection determination must fail."], ["[16]", "Similarly, the Board's conclusion regarding the availability of state protection is reasonable.  <FRAGMENT_SUPPRESSED>  [Ward] at p716, the Supreme Court of Canada noted that \"the international community was meant to be a forum of second resort for the persecuted, a 'surrogate', approachable upon failure of local protection.\" Thus, a refugee claimant must demonstrate that his or her home state is unable or unwilling to offer protection (", "Ward", "at pp718-19). Further, as Justice Mainville (then of this Court) noted in", "<FRAGMENT_SUPPRESSED> ACWS (3d) 595, the RPD's assessment of whether state protection can be said to exist \"should not be decided in a factual vacuum without regard to a refugee claimant's personal circumstances.\""], ["[17]", "In this case, the last serious event alleged by applicants occurred 17 years ago. In the intervening years, the applicants have not sought out the assistance of the state, claiming that they did not believe it would be of any use. As the Board noted, while the applicants may have lost faith in the police, this does not equate to evidence of a failure of state protection. This is especially the case given that it is not the Board's duty to prove that state protection exists; rather it is the applicants' burden to establish that it does not. In light of the lack of evidence of personalized risk alleged by the applicants, and in the face of documentary evidence, that, while mixed, does in some part support the existence of state protection for Roma in the Czech Republic, the Board's determination that the applicants had not established that state protection was unavailable is reasonable."], ["[18]", "Finally, the Board's reasoning in support of its conclusion on this point is adequate. It undertook a fulsome assessment of the evidence before it and rendered a decision that was within the range of permissible outcomes. I would in addition note that, contrary to what the applicants assert, it is not necessary that the RPD mention every piece of contrary evidence in a decision. If this ever was the law (which I doubt), it certainly can no longer be said to be so in light of numerous recent decisions from the Supreme Court of Canada, including", "<FRAGMENT_SUPPRESSED>  and", "Newfoundland and  <FRAGMENT_SUPPRESSED>  (see also my decision in", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 179). These cases firmly establish that it is not necessary for an administrative tribunal to refer to all of the contrary evidence or to deal with every argument advanced. To suggest otherwise would impose an impossible burden on the Board: here, the record ran to approximately a thousand pages and contained mixed evidence regarding the efficacy of the Czech Republic's response to the plight of the Roma. It would be overwhelmingly burdensome for the Board to specifically cite every point in the evidence that runs contrary to its determinations. All it was required to do was to review the evidence and reasonably ground its findings in the materials before it, which it did."], ["[19]", "This application for judicial review must accordingly be dismissed. No question has been proposed for certification under section 74 of the IRPA and none is appropriate as I have applied settled law and my decision rests of the facts of this application.", "JUDGMENT"], ["[20]", "THIS COURT'S JUDGMENT is that", "1. This application for judicial review is dismissed;", "2. No question of general importance is certified under section 74 of the IRPA; and", "3. There is no order as to costs.", ".........................", "Terezia Kakurova, Sabina Kakurova,  <FRAGMENT_SUPPRESSED>  s'agit en l'espèce d'une demande de contrôle judiciaire de la décision du 28 août 2012 par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié [la SPR de la Commission] a conclu que les demandeurs n'avaient ni la qualité de réfugiés au sens de la Convention ni celle de personnes à protéger en vertu de l'article 96 ou 97 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [la LIPR]."], ["[2]", "Les demandeurs sont des citoyens roms de la République tchèque qui affirment avoir été victimes de mauvais traitements et de discrimination dans ce pays. Ils affirment avoir quitté la République tchèque en 2008 après avoir été témoins d'une escalade de la violence. Ils disent craindre particulièrement les skinheads extrémistes."], ["[3]", "La SPR a rejeté leurs demandes d'asile pour des motifs liés à la crédibilité et à l'existence d'une protection de l'État."], ["[4]", "Eu égard à la crédibilité, la Commission a conclu que les demandeurs avaient été victimes de discrimination par le passé, mais qu'ils avaient enjolivé leur récit des faits afin d'appuyer leurs demandes. La SPR a également souligné que les demandeurs avaient omis de présenter une demande de protection en Espagne lorsqu'ils y ont séjourné pour des vacances, environ deux ans avant de présenter leurs demandes d'asile. Par conséquent, la SPR a conclu que les demandeurs ne nourrissaient pas de crainte subjective qui puisse fonder une demande d'asile en vertu de l'article 96 de la LIPR."], ["[5]", "Eu égard à la protection de l'État, la Commission a souligné que la preuve présentée par les demandeurs concernant leur propre expérience en République tchèque n'était pas suffisante pour réfuter la présomption selon laquelle une protection adéquate de l'État leur était accessible, et elle a souligné que la documentation objective dont elle disposait concernant le pays n'établissait pas non plus que la protection de l'État était inadéquate en République tchèque. En ce qui concerne ce dernier point, la Commission a mentionné plusieurs extraits de la documentation qui confirment que les Roms continuent d'être victimes de discrimination, mais elle a également présenté plusieurs exemples de lois ou mesures adoptées par le gouvernement de la République tchèque pour améliorer le sort des citoyens roms, soulignant que certaines avaient porté fruit. La SPR a donc conclu que la preuve concernant l'existence d'une protection de l'État était contrastée et que, par conséquent, les demandeurs ne s'étaient pas acquittés du fardeau de prouver qu'ils ne pourraient bénéficier d'une protection de l'État s'ils devaient rentrer en République tchèque."], ["[6]", "En l'espèce, les demandeurs présentent trois arguments principaux."], ["[7]", "Premièrement, ils font valoir que la Commission a commis une erreur dans son analyse de la crédibilité, parce qu'elle s'est fondée de manière inexacte sur les incohérences entre les témoignages de certains demandeurs et les notes prises au point d'entrée par l'agent. Les demandeurs font valoir qu'il est déraisonnable d'utiliser les notes au point d'entrée pour tirer une conclusion défavorable eu égard à la crédibilité, étant donné que ces notes peuvent être inexactes et ne se veulent pas une représentation détaillée du fondement d'une demande d'asile (ils s'appuient à cet égard sur les décisions", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 826 [", "Park", "];", "<FRAGMENT_SUPPRESSED>  FTR 43 [ <FRAGMENT_SUPPRESSED> ])."], ["[8]", "Deuxièmement, ils font valoir que la SPR fait un traitement déraisonnable de leurs arguments concernant les soins médicaux inadéquats, étant donné que la Commission ne s'est pas penchée sur la question de savoir s'ils pourraient vraisemblablement se voir refuser des soins adéquats en raison de leur origine ethnique (ce qui pourrait constituer un manquement visé à l'article 97 de la LIPR, comme le mentionne la Cour d'appel fédérale dans la décision", "<FRAGMENT_SUPPRESSED>  NR 367)."], ["[9]", "Enfin, les demandeurs font valoir que la conclusion de la Commission concernant la protection de l'État était déraisonnable à deux égards. En premier lieu, ils soulignent que la Commission a commis une erreur en appliquant le mauvais critère, c'est-à-dire en tenant seulement compte des efforts déployés par le gouvernement de la République tchèque pour fournir une protection aux Roms, et en omettant de se pencher sur l'efficacité de ces efforts. En deuxième lieu, ils affirment que la conclusion de la Commission concernant l'existence d'une protection de l'État est déraisonnable, parce que la preuve soutient de manière indiscutable la conclusion selon laquelle les Roms sont toujours la cible d'une discrimination qui équivaut à de la persécution ou à des traitements cruels en République tchèque, et parce que la Commission n'a pas suffisamment motivé sa décision d'écarter cette preuve."], ["[10]", "Chacune des erreurs que la Commission aurait commises selon les demandeurs est susceptible de contrôle selon la norme de la raisonnabilité (", "<FRAGMENT_SUPPRESSED> ACWS (3d) 1003;", "Re Hinzman", ", 2007 CAF 171, au paragraphe 38, 282 DLR (4th) 413). Comme il est mentionné ci-après, je suis d'avis qu'aucune des conclusions contestées n'est déraisonnable."], ["[11]", "En ce qui concerne le premier argument, la Commission ne s'est pas fondée sur les incohérences entre les notes inscrites au point d'entrée et les témoignages des demandeurs pour tirer une conclusion défavorable eu égard à la crédibilité. De fait, au paragraphe 28 de sa décision, la SPR précise justement que ce n'est pas ce qu'elle fait. La conclusion défavorable de la Commission concernant la crédibilité repose plutôt sur des invraisemblances dans la version des faits des demandeurs et sur des incohérences entre les témoignages des demandeurs et le contenu des Formulaires de renseignements personnels [FRP], qui se veulent des comptes-rendus succincts mais complets aux fins des demandes d'asile. La Cour a fréquemment maintenu des conclusions défavorables pour des motifs similaires (voir entre autres la décision", "<FRAGMENT_SUPPRESSED> et 32, 202 ACWS (3d) 147). Ainsi, la SPR n'a pas commis la première des erreurs alléguées, et une distinction peut être établie entre la présente espèce et les affaires <FRAGMENT_SUPPRESSED> ,", "Park", "et <FRAGMENT_SUPPRESSED> , sur lesquelles s'appuient les demandeurs."], ["[12]", "En ce qui concerne la deuxième erreur alléguée, contrairement à ce que les demandeurs affirment, la SPR s'est effectivement penchée sur leur argument selon lequel ils auraient droit à des soins de santé de qualité inférieure en raison de leur origine ethnique. La Commission a tenu compte des éléments de preuve présentés à cet égard. Ces éléments de preuve étaient constitués de faits allégués par les demandeurs et des parties de la documentation objective portant sur l'accès à des soins de santé adéquats en République tchèque. Pour ce qui est des faits allégués, la SPR a conclu que les demandeurs n'avaient pas établi qu'ils avaient reçu des soins de qualité inférieure, ce qui était raisonnablement loisible à la Commission, étant donné qu'aucune preuve concluante ne lui a été présentée à l'appui de ces allégations, et compte tenu du fait que les demandeurs n'ont pas mentionné ne serait-ce que l'aspect central de leurs allégations liées aux soins de santé dans leurs FRP."], ["[13]", "La Commission s'est ensuite penchée sur la question de savoir si la documentation objective sur le pays établissait que les demandeurs se verraient vraisemblablement refuser l'accès à des soins de santé adéquats en raison de leur origine ethnique s'ils rentraient en République tchèque. Elle a conclu que la preuve n'établissait pas que cette situation se produirait vraisemblablement, étant donné que seul un faible pourcentage de Roms tchèques interrogés sur le sujet ont déclaré s'être vu refuser l'accès à des soins de santé adéquats pour des motifs discriminatoires, et étant donné que l'espérance de vie plus courte des Roms dans ce pays pourrait être attribuable à de nombreux facteurs, dont de mauvaises habitudes de vie."], ["[14]", "Cette conclusion était également raisonnable, étant donné qu'elle est en partie supportée par la preuve présentée à la Commission (quoique d'autres éléments de preuve allaient aussi dans l'autre sens). Comme certains éléments de preuve appuient la conclusion de la SPR, on ne peut dire que cette conclusion était déraisonnable. De fait, il appartient à la Commission - et non à la Cour saisie d'une demande de contrôle judiciaire où s'applique la norme de la raisonnabilité - d'apprécier la preuve et de tirer des conclusions de fait. Plus précisément, la Commission n'a pas omis de tenir compte des arguments liés aux soins de santé, contrairement à ce que font valoir les demandeurs. Elle a plutôt soigneusement examiné les arguments avant de les rejeter. Ainsi, le deuxième argument présenté par les demandeurs est sans fondement."], ["[15]", "La même conclusion peut être tirée au sujet du troisième argument présenté à l'appui de la demande de contrôle judiciaire en l'espèce. Contrairement à ce qu'affirment les demandeurs, la Commission n'a pas appliqué le mauvais critère lors de l'analyse de la protection de l'État, de sorte que la présente espèce peut être distinguée de l'affaire", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 644, sur laquelle se fondent les demandeurs. À la lecture de la décision dans son intégralité, il ne fait nul doute que la Commission a examiné l'efficacité des efforts entrepris par la République tchèque pour aider les Roms, et qu'elle n'a pas simplement tenu compte du fait que le gouvernement a adopté des lois ou qu'il tente par d'autres moyens de s'attaquer à la discrimination dont sont victimes les citoyens roms. La Commission mentionne plusieurs poursuites, programmes et loi, et elle souligne que des progrès ont été réalisés dans la lutte contre la discrimination dont les Roms sont victimes dans ce pays. La SPR, par conséquent, a appliqué le bon critère, et le premier motif de contestation de la raisonnabilité de sa conclusion eu égard à la protection de l'État doit être rejeté."], ["[16]", "De façon similaire, la conclusion de la Commission eu égard à l'existence d'une protection de l'État est raisonnable. Dans l'arrêt", "<FRAGMENT_SUPPRESSED>  [Ward], à la page 716, la Cour suprême du Canada souligne que « [l]a communauté internationale était destinée à servir de tribune de second ressort pour le persécuté, de \"substitut\" auquel celui-ci pourrait s'adresser à défaut de protection locale ». Ainsi, le demandeur d'asile doit établir que son État d'origine ne peut ou ne veut offrir une protection (", "Ward", ", aux pages 718 et 719). Qui plus est, comme le souligne le juge Mainville (qui siégeait alors à la Cour) dans la décision", "<FRAGMENT_SUPPRESSED> ACWS (3d) 595, l'évaluation que fait la SPR de l'existence d'une protection de l'État « ne devrait pas être décidée dans un vide factuel quant aux circonstances personnelles d'un demandeur d'asile »."], ["[17]", "En l'espèce, le dernier fait grave allégué par les demandeurs a eu lieu il y a 17 ans. Les demandeurs n'ont pas demandé l'aide de l'État depuis, affirmant qu'ils ne croyaient pas que cela puisse donner quoi que ce soit. Comme l'a souligné la Commission, il se peut que la police n'inspire plus confiance aux demandeurs, mais cela n'établit pas que l'État n'offre pas de protection. Voilà qui est d'autant plus vrai qu'il n'incombe pas à la Commission de prouver l'existence d'une protection de l'État. De fait, il incombe aux demandeurs d'établir que cette protection n'existe pas. En l'absence d'éléments de preuve établissant le risque personnalisé allégué par les demandeurs, et à la lumière de la preuve documentaire qui, bien qu'elle n'aille pas toujours dans le même sens, soutient au moins en partie l'existence d'une protection de l'État pour les citoyens roms de la République tchèque, la conclusion de la Commission selon laquelle les demandeurs n'ont pas établi qu'aucune protection de l'État n'était offerte est raisonnable."], ["[18]", "Enfin, le raisonnement qu'offre la Commission à l'appui de sa conclusion sur ce point est adéquat. Elle a procédé à un examen approfondi de la preuve dont elle disposait et a rendu une décision qui appartenait aux issues acceptables. J'ajouterais aussi que, contrairement à ce qu'affirment les demandeurs, la SPR n'a pas à mentionner chaque élément de preuve contraire dans sa décision. Si cette exigence a déjà fait partie de la loi (ce dont je doute), on ne peut certes pas en dire autant aujourd'hui, à la lumière de nombreux arrêts récents de la Cour suprême du Canada, dont", "<FRAGMENT_SUPPRESSED> , et", "Newfoundland and  <FRAGMENT_SUPPRESSED>  (voir également ma décision", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 179). Ces décisions établissent solidement qu'il n'est pas nécessaire de la part d'un tribunal administratif de mentionner chacun des éléments de preuve contraire ou de se pencher sur chacun des arguments présentés. Supposer le contraire imposerait un fardeau impossible à la Commission: en l'espèce, le dossier compte environ mille pages et il contient des éléments de preuve partagés concernant l'efficacité des mesures prises par la République tchèque en réponse aux difficultés que vivent les Roms. Il serait trop lourd pour la Commission de mentionner chacun des éléments de preuve n'allant pas dans le sens de ses conclusions. Tout ce qu'elle avait l'obligation de faire était d'examiner la preuve et de fonder raisonnablement ses conclusions sur les documents qui lui ont été présentés, et c'est ce qu'elle a fait."], ["[19]", "La présente demande de contrôle judiciaire doit ainsi être rejetée. Aucune question n'a été proposée pour certification en vertu de l'article 74 de la LIPR et aucune n'est appropriée, étant donné que je me suis appuyé sur une jurisprudence bien établie, et que ma décision repose sur les faits de la présente demande.", "JUGEMENT"], ["[20]", "LA COUR ORDONNE", "1. La demande de contrôle judiciaire est rejetée;", "2. Aucune question de portée générale n'est certifiée en vertu de l'article 74 de la LIPR;", "3. Aucuns dépens ne sont adjugés.", "[End of document]"]]}