{"id_": "021601", "body_str": [["[1]", "Boswell, J.", ": The Applicant seeks judicial review of a decision whereby he was refused an exemption from the in-Canada selection criteria for applying for permanent residence."], ["[2]", "The Applicant is a 41 year-old citizen of Guatemala, where his wife and teenaged children still live. After leaving Guatemala in August, 2007, the Applicant lived in the United States of America for a while before making his way to Canada on May 13, 2008, where he sought refugee protection. He claimed that he was a security officer in Guatemala who had been targeted by dangerous criminals for his role in the investigation of a high-profile killing, and that his brother had been murdered because of his actions."], ["[3]", "On March 11, 2011, the Applicant's claim for refugee status was rejected by the Refugee Protection Division [the RPD] of the Immigration and Refugee Board. Although the RPD found that the Applicant was a security officer and the killing that he described had happened, it was not convinced that the Applicant was personally involved in the investigation because he \"could not describe where the incident took place, what time of day, how it happened, how police divided up responsibilities, who did what, where the culprits were, or how anything at all transpired that day.\" Even if the RPD had believed him, however, the Applicant had said that his only job was to provide security, first at the murder scene and then again when the culprits were arrested. The RPD found that would not have made him a target, especially since there was no evidence that any of the other officials who were far more instrumental in the investigation were being targeted. Finally, the RPD was not convinced that the murder of the Applicant's brother and the incidents where his car and home were shot at were connected to the investigation. Rather, the RPD determined that those incidents were just symptoms of the endemic criminality and violence that plagues Guatemala. The RPD thus dismissed the Applicant's refugee claim, and this Court denied the Applicant leave to apply for judicial review of that decision on July 15, 2011 (", "REFERENCE_SUPPRESSED)."], ["[4]", "On June 20, 2012, the Applicant applied for permanent residence on the basis of humanitarian and compassionate [H&C] grounds under subsection 25(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the", "IRPA", "], but his application was refused some nine months later. The Applicant then applied for judicial review of the negative H&C decision, but he discontinued the judicial review application after the Minister of Citizenship and Immigration agreed to reconsider the matter."], ["[5]", "Nevertheless, the senior immigration officer [the Officer] who reconsidered the Applicant's H&C application also refused the application on August 29, 2013. The Applicant now seeks judicial review of that Officer's decision pursuant to subsection 72(1) of the", "IRPA", ", requesting that this Court set aside the negative decision and send the matter back to a different officer for re-determination.", "II.", "Decision under Review"], ["[6]", "The Applicant repeated in his H&C application many of the same concerns that had been rejected by the RPD, although he also added that another brother had since been murdered and the Applicant fears that it happened for the same reasons. The Officer noted that subsection 25(1.3) of the", "IRPA", "precludes consideration of factors under sections 96 and 97(1) of the", "IRPA", ", but said that these matters could still be relevant to assessing the degree of hardship the Applicant would face. Nevertheless, the Officer gave a great deal of weight to the RPD's findings, and so found that the Applicant did not face any specific threat in Guatemala. The Officer also considered the United States' Department of State report on country conditions in Guatemala. Although there are many problems in that country, the Officer concluded that the \"research does not indicate that the government of Guatemala subjects its citizens to a sustained and systemic denial of their core human rights,\" and that the Applicant would have recourse to state protection. The Officer also decided that the Applicant had not proven that \"he would be subjected personally to conditions not faced by the general population.\""], ["[7]", "The Applicant had presented to the Officer letters from a psychologist who had examined him and opined that the Applicant would be unable to resume his role in his family if he returned to Guatemala because he suffered from major depressive disorder [MDD] and post-traumatic stress disorder [PTSD]. The Officer was not convinced that this would affect his ability to provide for his family, noting that the Applicant had quickly obtained employment once he came to Canada, and that he only went to see the psychologist some four years later in advance of his H&C application. The Officer also did not consider it reasonable that the Applicant would not have sought treatment after his diagnosis. The Officer determined that the Applicant would suffer from the same disorders wherever he was in the world, and that there are facilities for the treatment of such disorders available in Guatemala. The Officer thus rejected this aspect of the Applicant's claim."], ["[8]", "The Officer next considered the situation of the Applicant's wife and children, to whom the Applicant has remained loyal and had been sending money. The Officer decided that the best interests of the children would be served if the Applicant returned to them in Guatemala and supplied his care and support. While the Applicant's counsel had suggested that the Applicant might harm his family or himself because of his MDD and PTSD, the Officer stated there was no evidence of that and that his family could seek protection from the police if such a risk did materialize. Furthermore, the Officer rejected the contention that the Applicant's disability would prevent him from finding employment in Guatemala since it had not affected his ability to work in Canada. Although the Applicant's standard of living would likely be lower in Guatemala, the Officer observed that that is true of many countries and, hence, did not consider this to be a hardship unforeseen by the", "IRPA"], ["[9]", "The Officer was also not convinced that disturbing the Applicant's establishment in Canada would be an unusual and undeserved or disproportionate hardship. Although he had a good civil record, was a hard worker and had integrated into his community, this level of establishment was expected due to the benefits supplied to him while he awaited a decision on his refugee claim. The Officer also was not convinced that the hardship from having to forsake his efforts here was undeserved, since the Applicant could have left Canada before he had achieved these things and never had a reasonable expectation that he would be allowed to stay permanently. Furthermore, the Applicant could maintain contact with his friends he leaves behind by way of the internet, telephone or mail, and there was no reason to expect that he could not build a similar support network in Guatemala. The Officer thus gave little weight to the Applicant's level of establishment."], ["[10]", "The Officer concluded by referring to", "REFERENCE_SUPPRESSED, where Mr. Justice Pelletier observed that \"[t] he H & C process is not designed to eliminate hardship; it is designed to provide relief from unusual, undeserved or disproportionate hardship.\" While it might be hard for the Applicant to readapt to life in Guatemala, the Officer was not convinced that it rose to that level of hardship and therefore dismissed the application.", "III.", "The Parties' Submissions", "A.", "The Applicant's Argument"], ["[11]", "The Applicant states that the Officer fundamentally erred by failing to properly analyze the psychological harm to the Applicant if he returns to Guatemala. Although the Officer apparently accepted the diagnosis of MDD and PTSD, the Applicant argues that the Officer made only collateral references to the report and never addressed its main thesis, which was that the Applicant's mental condition would deteriorate in Guatemala. The Applicant says this would be like sending a soldier with PTSD back into a war zone, and he asserts that this Court has set aside other H&C decisions for similar errors (citing", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[12]", "Further, the Applicant says that the Officer was wrong to draw an adverse inference from the Applicant's failure to seek treatment, and adds that the Officer's reference to the Pan American Health Organization [PAHO] report is irrelevant. The Applicant says that the psychological reports were just evaluations and not prescriptions for any form of clinical treatment."], ["[13]", "The Applicant states that the Officer's decision lacks not only humanity, but compassion as well. The Applicant has suffered immense hardship during his life, and he says that it was cold and cruel for the Officer to state that his family could access police protection if his mental disabilities frighten them. In addition, the Applicant says that the Officer was simply wrong to state that the Applicant did not provide \"any information on their [his family's] personal circumstances or indicated that they have been subjected to any threats or ...faced hardships in any way.\" The letters from the Applicant's mother and from his wife contradict this finding by the Officer."], ["[14]", "The Applicant also criticizes the Officer's best interests of the children [the BIOC] analysis. Specifically, the Applicant says that the Officer failed to apply the paradigm established in", "REFERENCE_SUPPRESSED. He also says that the Officer was wrong to mention that the Applicant was familiar with the language and customs in Guatemala, as that has nothing to do with the BIOC. Furthermore, the Applicant says that if the psychological reports were accepted, it would not be in the best interests of his children if he returned to Guatemala."], ["[15]", "The Applicant further argues that the Officer unreasonably dismissed the general country conditions evidence. He says that Guatemala is a poor and inhospitable country plagued by crime and violence. He argues that he \"was not required to show how he would be personally affected\" by those conditions, and that it was unreasonable for the Officer to dismiss any hardship he would face on the basis that others in Guatemala are equally affected (citing", "REFERENCE_SUPPRESSED).", "B.", "The Respondent's Arguments"], ["[16]", "The Respondent says that the decision under review is reasonable and falls within the acceptable range of outcomes on the facts and the law. The Respondent says that the Applicant's arguments basically ask the Court to reweigh the evidence."], ["[17]", "In the Respondent's submission, the Officer not only refers to the psychological reports, but assesses the contents of such reports appropriately and reasonably. The Respondent says it was reasonable for the Officer to consider the PAHO report when determining what treatment might be available to the Applicant for his psychological problems in Guatemala. According to the Respondent, these reasons satisfy the criteria set out in", "REFERENCE_SUPPRESSED, which has significantly reduced the scope for setting aside a decision on the basis that the decision-maker did not sufficiently consider the contents of a psychological report (citing", "REFERENCE_SUPPRESSED)."], ["[18]", "The Respondent also argues that the Officer did not err when assessing the BIOC. The Applicant would be reunited with his children if he returned to Guatemala, and the Officer says that it was reasonable to find that to be in their best interests. Further, the Applicant argues that officers are not required to apply the", "CITATION_SUPPRESSED", "formula (citing", "REFERENCE_SUPPRESSED). In short, the Respondent says that the Officer was alert, alive and sensitive to the BIOC and the decision in this regard was reasonable."], ["[19]", "Similarly, the Respondent argues that there was insufficient evidence that the Applicant would harm anyone or could not find employment in Guatemala, and says that it was reasonable for the Officer to recognize that."], ["[20]", "As to the country conditions, the Respondent claims that the Applicant had a burden to satisfy the Officer that he would face hardship in this respect (citing", "REFERENCE_SUPPRESSED). The Applicant did not do so in this case, so the Respondent contends that the Officer did not err by rejecting his application.", "IV.", "Issues and Analysis", "A.", "Standard of Review"], ["[21]", "The appropriate standard of review for questions of mixed fact and law with respect to an H&C decision is that of reasonableness (see:", "REFERENCE_SUPPRESSED). The Federal Court of Appeal recently confirmed that in", "REFERENCE_SUPPRESSED, saying that an H&C decision is analogous to the type of decision that attracted the reasonableness standard of review in", "REFERENCE_SUPPRESSED."], ["[22]", "Thus, the Court should not interfere if an H&C officer's decision is intelligible, transparent, and justifiable and falls within the range of possible, acceptable outcomes that are defensible in respect of the facts and the law. A reviewing Court can neither reweigh the evidence that was before the Officer, nor substitute its own view of a preferable outcome:", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED. As a corollary, the Court does not have \"carte blanche to reformulate a tribunal's decision in a way that casts aside an unreasonable chain of analysis in favour of the court's own rationale for the result\" (", "REFERENCE_SUPPRESSED).", "B.", "Was the Officer's Decision Reasonable?"], ["[23]", "In reviewing the Officer's decision in this case, it is important to note that section 25 of the", "IRPA", "allows for exemptions from the general rule in section 11 of", "IRPA", ", which requires foreign nationals to apply for visas to enter Canada from outside of Canada. It is well-established by the case law that H&C decisions by senior immigration officers are highly discretionary and, thus, entitled to deference by this Court."], ["[24]", "In this case, it cannot be said that the Officer unreasonably assessed or failed to properly consider the psychologist's reports. On the contrary, while the Officer may not have specifically mentioned all of the evidence presented by such reports, it is clear upon review of the Officer's decision that he or she specifically considered the main conclusion that the Applicant would suffer from PTSD and MDD wherever he is in the world and, also, reasonably determined that there are health care facilities and treatment available to the Applicant in Guatemala."], ["[25]", "Also, it cannot be said that the Officer unreasonably assessed the best interests of the Applicant's children. Although the Applicant's submissions to the Officer as to the BIOC were relatively brief, the Officer nonetheless explicitly addressed not only the Applicant's argument that the BIOC would be best served if the children eventually were reunited with their father in Canada where he is earning income, but also the other factors such as the economic conditions in Guatemala, the Applicant's psychological conditions and the Applicant's employment opportunities. Upon review of the Officer's decision and reasons in this regard, it is apparent that he or she was alert, alive and sensitive to the best interests of the Applicant's children."], ["[26]", "Lastly, the Officer properly considered the hardship the Applicant would face upon return to Guatemala. The Officer correctly prefaced the decision by acknowledging the principle that when risk is cited as a factor in an H&C application, it is to be assessed in the context of an applicant's degree of hardship. After reviewing the country conditions in Guatemala, the Officer reasonably found that the Applicant had failed to establish that he would be subjected personally to any negative country conditions, and had failed to show that the hardship of his return to Guatemala amounted to unusual and undeserved or disproportionate hardship. Moreover, it was reasonable for the Officer here not to reassess the risk that had already been assessed by the RPD."], ["[27]", "Admittedly, the Officer problematically implied that hardship from country conditions only counts if it is \"not faced by the general population.\" Importing such a requirement from subparagraph 97(1)(b)(ii) of the", "IRPA", "is an error (", "CITATION_SUPPRESSED), as the \"focus should be upon the hardship to the individual and, once established, that hardship need not be greater than that faced by anyone else in that country\" (", "REFERENCE_SUPPRESSED). In this case, however, the Officer reasonably agreed with the RPD's findings that the Applicant had never been targeted by criminals in Guatemala. As such, the Applicant failed to establish any direct link between the country conditions evidence and his own situation (", "CITATION_SUPPRESSED). While the Officer's choice of phrasing was unfortunate, judicial review is not a \"line-by-line treasure hunt for error\" (", "REFERENCE_SUPPRESSED), and reasons \"should be read with a view to understanding, not to puzzling over every possible inconsistency, ambiguity or infelicity of expression\" (", "REFERENCE_SUPPRESSED)."], ["[28]", "Ultimately, I agree with the Respondent that the Applicant failed to supply enough evidence to satisfy the Officer that he would suffer unusual and undeserved, or disproportionate, hardship by being required to apply for a permanent resident visa from outside Canada (see:", "CITATION_SUPPRESSED)."], ["[29]", "The Officer's decision is intelligible, transparent, and justifiable and falls within the range of possible, acceptable outcomes that are defensible in respect of the facts and the law.", "V.", "Conclusion"], ["[30]", "In the result, therefore, the Applicant's application for judicial review should be and is hereby dismissed. Neither party suggested a question for certification; so, no such question is certified.", "JUDGMENT"], ["[31]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed and no question of general importance is certified.", ".........................", "CITATION_SUPPRESSED"]]}