{"id_": "021667", "body_str": [["[1]", "Tremblay-Lamer, J.", ": This is an application for an order pursuant to s. 6(1) of the", "Patented Medicines (Notice of Compliance) Regulations", "[see footnote 1] (\"", "Regulations", "\"), prohibiting the Minister of National Health and Welfare from issuing a notice of compliance (\"NOC\") to the respondent, Novopharm Limited, in respect of beclomethasone dipropionate inhaler (50 micrograms and 250 micrograms/dose) until after the expiration of Canadian Letters Patent 1,236,746 (\"746\") and 1,272,917 (\"917\").", "Facts"], ["[2]", "The patents at issue are held by the applicant, Glaxo Group Limited. They disclose claims for mechanical devices commonly known as \"inhalers\". These devices can be used for administering a number of medicaments (for example, salbutamol, beclomethasone dipropionate and disodium cromoglycate) to patients suffering from bronchial conditions."], ["[3]", "In summary, the device disclosed in the '746 patent consists of a \"pack\" made of a circular carrier disc which is provided with several containers filled with the dose of medicament in the form of a powder. As for the '917 patent, its device is used for administering medicaments contained in capsules. It is comprised of a housing; a tray mounted on the housing and movable between first and second positions relative to the housing; a support provided on the tray and adapted to receive a carrier with at least one medicament container; a plunger to penetrate the container; an air inlet; and an outlet through which a patient can inhale, whereby medicament will be released from an opened container and entrained in an air flow produced by the patient, air entering the air inlet and passing out through the outlet."], ["[4]", "As part of the procedure to market beclomethasone dipropionate inhalers, the respondent served on the applicants a notice of allegation and detailed statement of fact and law, in which it alleged, pursuant to s. 5(1)(b)(iv) of the", "Regulations", ", that no claim for the medicine itself nor for its use would be infringed by the making, constructing, using or selling of the proposed generic inhalers. Infringement is impossible since the applicants' patents do not contain any claims for the medicine beclomethasone dipropionate itself. They solely describe devices for administering the medicament.", "Submissions Of The Parties"], ["[5]", "The applicants argue that the respondent's allegation is not justified because the devices disclosed in the patents are \"pharmaceutical compositions\". In other words, they are substances comprised of an active ingredient (beclomethasone dipropionate) and an inactive ingredient (the device as such). Compositions of this nature which are intended or capable of being used for the treatment of a disease have been held by this court in", "<FRAGMENT_SUPPRESSED>  meaning of the", "Regulations", ". Since the inhalers are used for the treatment of bronchial conditions, the impugned patents properly include claims for the medicine itself."], ["[6]", "Should the court refuse to endorse their position, the applicants ask that it confirm nonetheless that the Minister is prohibited from issuing a NOC to the respondent until all appeals have been exhausted or until all appeal periods have expired. This is in accordance with the ordinary meaning of the language of s. 7(4) of the", "Regulations", "which provides for the lifting of the 30 month period only after the application is \"finally dismissed\"."], ["[7]", "The respondent rebuts by cautioning the court not to further broaden the definition of \"medicine\" under the", "Regulations", ". It was not the intention of this court  <FRAGMENT_SUPPRESSED> -La Roche", "to extend the definition of \"medicine\" to include devices employed as containers for the medicine, even if they are used in the administration of the medicine. The court was only willing to read within the definition a substance which is composed", "integrally", "of inactive ingredients physically mixed with an active ingredient and which is", "ingested into the body as a whole", ". To extend the definition would amount to opening the", "Regulations", "to the inclusion of any mechanical device used for the delivery of a medicine, such as syringes, drip bags used in the administration of drugs intravenously, masks to administer anesthesia, eye droppers or even, the bottles that contain the tablets.", "Analysis"], ["[8]", "The term medicine is defined in s. 2 of the", "Regulations", "as follows:", "\"... a substance intended or capable of being used for the diagnosis, treatment, mitigation or prevention of a disease, disorder or abnormal physical state, or the symptoms thereof.\"", "\"... substance destinée à servir ou pouvant servir au diagnostic, au traitement, à l'atténuation ou à la prévention d'une maladie, d'un désordre, d'un état physique anormal, ou de leurs symptômes.\""], ["[9]", "In", "Hoffmann-La Roche", ", this court was asked to determine whether the term \"medicine\" could include a \"pharmaceutical composition\" which had therapeutic value. The drug at issue was a nasal spray intended for the treatment of inflammation of human nasal mucosa. It was composed of an active ingredient (the chemical Form A flunisolide) which was mixed with inactive ingredients (solvents, gases, and other spray components) which were needed for ideal delivery of the active ingredient to the affected area. Noël, J., held that this particular composition was a \"medicine\" within the meaning of the", "Regulations", ". First, it had a therapeutic effect. Second, by virtue of s. 33(2) of the", "Interpretation Act", "[see footnote 3], the term \"medicine\" was not restricted to one substance but could encompass many substances. Third, the", "Regulations", "did not restrict these substances to active ingredients, nor did they exclude a claim for a composition or formulation which includes an active ingredient. The presence of inactive ingredients which form an integral part of the formulation and assist in the delivery of the active ingredient to the body do not remove the composition from the definition of \"medicine\". As stated by Noël, J.:", "\"Pharmaceutical compositions with therapeutic value are a medicine in common parlance. Indeed more active ingredients must be combined with stabilizing agents or absorption vehicles in one form or another to allow a patient to effectively ingest a medicine and achieve the intended therapeutic effect. As such, a medicine, like a drug, is generally understood to be a preparation or composition including active and nonactive ingredients. This commonly understood meaning is unaltered by the definition of the word 'medicine' under the", "Regulations", ". While this definition refers to a 'substance' in the singular, it obviously can encompass more than one substance when regard is had to s. 33(2) of the", "Interpretation Act", ", R.S.C. 1985, c. I-21. A substance does not cease to be a medicine when joined mixed with another substance just the same as a medicine does not cease to be a medicine because it can cure more than one disease.\" [see footnote 4]"], ["[10]", "So far, none of the above is disputed by the parties. The contentious issue is whether the definition of \"medicine\" can be extended to encompass substances which are nothing more than devices used to administer active substances to patients, but which are not ingested into the body. The applicants insist that the fact that the inactive ingredient is not ingested by the patient in immaterial. So long as its function is to deliver the active ingredient to the patient, it complies with the reasoning of", "Hoffmann-La Roche"], ["[11]", "In my opinion, the applicants' interpretation of", "Hoffmann-La Roche", "is incorrect. The case specifically deals with compositions of active and inactive ingredients, such as coatings and inert carriers, which are physically mixed together and which are ingested into the body as a single composition. It was obviously not intended to include a mechanical device as an inactive ingredient."], ["[12]", "The conclusion reached by Noël, J., is consistent with previous decisions under s. 41 of the", "Patent Act", ". [see footnote 5] For example, in", "Farbwerke Hoechst  <FRAGMENT_SUPPRESSED>  a \"substance\", but once again, the preparation at issue was composed of a \"carrier\" (an inactive ingredient) which was mixed with the active ingredient and orally ingested into the body. As stated by Thorson, P.:", "\"There is no doubt in my mind that the preparation is a substance within the meaning of the section, regardless of whether the carrier ingredient is a liquid or a solid or whether it is mixed with the sulphonyl urea ingredient or its salt or is in the form of a capsule. It is clear that a mixture may be a substance ... The same is true if the preparation consists of the sulphonyl urea and its salt and", "an orally ingestible pharmaceutically acceptable carrier", "in the form of a capsule for it is the whole preparation in its composite form, and not separated into its ingredients, that is taken into the mouth for the purpose of reducing the blood sugar level.\" [see footnote 7] (emphasis added)"], ["[13]", "Therefore, in my view, the", "Regulations", "do not extend the meaning of the word \"substance\" to include mechanical devices made of metal and plastic which cannot be ingested into the body. Consequently, I find that the respondent's allegation is justified."], ["[14]", "In light of the foregoing, I must now address the second issue raised by the applicants, that is the meaning to be given to the words \"finally dismissed\" found in s. 7(4) of the", "Regulations", ". Section 7 reads:", "\"Notice of Compliance", "\"7(1) The Minister shall not issue a notice of compliance to a second person before the latest of", "(a) the expiration of 30 days after the coming into force of these Regulations,", "(b) the day on which the second person complies with s. 5,", "(c) subject to subsection (3), the expiration of any patent on the patent list that is not the subject of an allegation,", "(d) subject to subsection (3), the expiration of 45 days after the receipt of proof of service of a notice of any allegation pursuant to paragraph 5(3)(b) in respect of any patent on the patent list,", "(e) subject to subsections (2), (3) and (4), the expiration of 30 months after the receipt of proof of the making of any application referred to in subsection 6(1), and", "(f) the expiration of any patent that is the subject of an order pursuant to subsection 6(1).", "\"(2) Paragraph (1)(e) does not apply if at any time, in respect of each patent that is the subject of an application pursuant to subsection 6(1),", "(a) the patent has expired; or", "(b) the court has declared that the patent is not valid or that no claim for the medicine itself and no claim for the use of the medicine would be infringed.", "\"(3) Paragraphs (1)(c), (d) and (e) do not apply in respect of a patent if the owner of the patent has consented to the making, constructing, using or selling of the drug in Canada by the second person.", "\"(4) Paragraph (1)(e) ceases to apply in respect of an application referred to in subsection 6(1) if the application is withdrawn or is finally dismissed by the court.", "\"(5) A court may shorten or extend the time limit referred to in paragraph (1)(e) in respect of an application where the court has not yet made an order pursuant to subsection 6(1) in respect of that application and where the court finds that a party to the application failed to reasonably cooperate in expediting the application.\"", "\"Avis de conformité", "\"7(1) Le ministre ne peut délivrer un avis de conformité à la seconde personne avant la plus tardive des dates suivantes:", "(a) la date qui suit de 30 jours la date d'entrée en vigueur du présent règlement;", "(b) la date à laquelle la seconde personne se conforme à l'article 5;", "(c) sous réserve du paragraphe (3), la date d'expiration de tout brevet énuméré dans la liste de brevets qui n'est pas visé par une allégation;", "(d) sous réserve du paragraphe (3), la date qui suit de 45 jours la réception de la preuve de signification de l'avis d'allégation visé à l'alinéa 5(3)(b) à l'égard de tout brevet énuméré dans la liste de brevets;", "(e) sous réserve des paragraphes (2), (3) et (4), la date qui suit de 30 mois la date à laquelle est faite une demande au tribunal visée au paragraphe 6(1);", "(f) la date d'expiration de tout brevet faisant l'objet d'une ordonnance rendue aux termes du paragraphe 6(1).", "\"(2) L'alinéa (1)(e) ne s'applique pas si, à l'égard de chaque brevet visé par une demande au tribunal aux termes du paragraphe 6(1);", "(a) soit le brevet est expiré;", "(b) soit le tribunal a déclaré que le brevet n'est pas valide ou qu'aucune revendication pour le médicament en soit ni aucune revendication pour l'utilisation due médicament ne seraient contrefaites.", "\"(3) Les alinéas (1)(c), (d) et (e) ne s'appliquent pas à l'égard d'un brevet si le proprétaire [sic] de celui-ci a consenti à ce que la seconde personne utilise, fabrique, construise ou vende le drogue au Canada.", "\"(4) L'alinéa (1)(e) cesse de s'appliquer à l'égard de la demande visée au paragraphe 6(1) si celle-ci retirée ou est rejetée par le tribunal de façon définitive.", "\"(5) Le tribunal peut abréger ou proroger le délai visé à l'alinéa (1)(e) à l'égard d'une demande lorsqu'elle n'a pas encore rendu d'ordonnance aux terme du paragraphe 6(1) à l'égard de cette demande et qu'elle constate qu'une partie à la demande n'a pas collaboré de façon raisonnable au traitement expéditif de celle-ci.\""], ["[15]", "By virtue of s. 7(1), when an application under s. 6(1) is commenced, the Minister is automatically prohibited from issuing a NOC to the generic drug company until the \"latest of\" various listed events and time periods, one of which is a period of 30 months after the application is commenced. In certain circumstances, this 30 month period can be lifted. For example, it ceases to apply when, pursuant to subsection 7(4), \"the application is withdrawn or is finally dismissed by the court\". In my opinion, an application is \"finally dismissed\" when all the appellate procedures have been completed or when the time to appeal has expired without any appeal having been launched. If it were not so, there would be no meaning to the word \"finally\". This is what the Supreme Court of Canada decided in", "<FRAGMENT_SUPPRESSED>  found guilty\" found in s. 11(h) of the", "Charter", ". [see footnote 9] As stated by McIntyre, J.:", "\"There is a simple answer to this argument. The words of s. 11(b), 'if finally acquitted' and 'if finally found guilty', must be construed to mean", "after the appellate procedures have been completed", ", otherwise there would be no point or meaning in the word 'finally'.\" [see footnote 10]"], ["[16]", "A similar interpretation was also accepted by the Supreme Court in", "<FRAGMENT_SUPPRESSED>  seized goods required under s. 6(9) of the", "Coastal Fisheries Protection Act", "[see footnote 12] at the \"final conclusion of the proceedings\" was to occur at the conclusion of all appellate proceedings or at the conclusion of the trial. Laskin, C.J., stated:", "\"I cannot agree with Cowan, D.J., that a sentence appeal is a separate proceeding that in any way arises from the words of s. 6(9) and limits the words 'final conclusion'. If anything, the words carry through to the end of the proceedings, including the appeal proceedings, if taken ... The Federal Court of Appeal did not find any substance in the word 'final' added to the word 'conclusion' and this in effect strikes the word from the statute.\" [see footnote 13]"], ["[17]", "For the foregoing reasons, the motion for an order of prohibition is dismissed with costs. I also confirm that the 30 month period prescribed in s. 7(1)(e) of the", "Regulations", "shall continue to apply until all appeals have been exhausted or all appeal periods have expired.", "Application dismissed.", "Editor: Eric B. Appleby/pdk", "Footnotes", "1. SOR/93-133.", "2. (1995), 97 F.T.R. 288; 62 C.P.R.(3d) 58 (T.D.), affd. (1996), 193 N.R. 394; 67 C.P.R.(3d) 25 (F.C.A.).", "3. R.S.C. 1985, c. I-21. Section 33(2) provides that \"words in the singular include the plural\".", "4. Supra note 2 at 72-73.", "5. R.S.C. 1952, c. 203.", "6. (1962), 39 C.P.R. 105 (Ex. Ct.).", "7. Ibid. at 115.", "8. [1988] 1 S.C.R. 30; 82 N.R. 1; 26 O.A.C. 1.", "9. Section 11(h) of the", "Charter", "provides as follows:", "\"11. Any person charged with an offence has the right", ". . . . . . .", "(h) if finally acquitted of the offence, not to be tried for it again and, if finally found guilty and punished for the offence, not to be tried or punished for it again.\"", "10. Supra note 8 at 156.", "11. [1983] 2 S.C.R. 28; 50 N.R. 237.", "12. R.S.C. 1970, c. C-21. Section 6(9) reads as follows:", "\"6(9) Where a fishing vessel or goods have been seized under subsection (1) and proceedings in respect of the offence have been instituted, but the fishing vessel or goods or any proceeds realized from a sale thereof under subsection (4) are not at the final conclusion of the proceedings ordered to be forfeited, they shall be returned or the proceeds shall be paid to the person from whom the fishing vessel or goods were taken, unless there has been a conviction and a fine imposed in which case the fishing vessel or goods may be detained until the fine is paid, or the fishing vessel and the goods may be sold under execution in satisfaction of the fine, or the proceeds realized from a sale of any of the goods under subsection (4) may be applied in payment of the fine.\"", "13. Supra note 11 at 32-33.", "[End of document]"]]}