{"id_": "021701", "body_str": [["[1]", "Barnes, J.", ": This is a claim for judicial review brought by the Applicant, Joan Adams, from a decision of the Refugee Protection Division of the Immigration and Refugee Board (Board) rendered at Toronto on June 12, 2006. Ms. Adams challenges the Board’s decision by which her claim to refugee protection was refused.", "Background"], ["[2]", "Ms. Adams is a citizen of Trinidad and Tobago (Trinidad) but she entered Canada in late 2004 on a passport issued by St. Vincent and the Grenadines (St. Vincent)."], ["[3]", "Ms. Adams first entered Canada from Trinidad as a visitor in 1982. She came here with her four children to escape an abusive relationship and, for a time, she lived with a sister in Toronto. Fearing that she would be located by her former spouse, she then left for the United States and remained there for approximately 20 years without immigration status. In 2003, Ms. Adams was arrested in Florida on an outstanding warrant for a charge of assault with a deadly weapon. Because of her lack of immigration status in the United States, she was incarcerated for several months and then deported back to Trinidad. Apparently the criminal charges against her in the United States were not pursued."], ["[4]", "After deportation, Ms. Adams claimed to have hidden out in Trinidad for about three weeks ostensibly because she remained fearful of her former spouse. Because her mother had been a citizen of St. Vincent, she was able to quickly obtain travel documents from that country. This allowed her to travel to St. Vincent where she resided for about three months in late 2004. It was during that interval that she formed a relationship with Kenroy Roberts."], ["[5]", "Ms. Adams returned to Canada as a visitor in December 2004. She was followed by Mr. Roberts in June 2005. It was not until December 2005 that she made a claim for refugee protection. This was apparently precipitated by an assault perpetrated upon her by Mr. Roberts on December 9, 2005 leading to criminal charges against Mr. Roberts. At the time of the Board hearing, Mr. Roberts was being held on remand. Mr. Roberts also had no Canadian immigration status and was at risk of deportation to St. Vincent."], ["[6]", "It was on the strength of Ms. Adams’ history of abuse both in Trinidad and, later, in Canada that she sought refugee protection. She claimed to have a continuing fear of her former spouse in Trinidad and a fear of Mr. Roberts in the event that both of them were returned to St. Vincent.", "The Board Decision"], ["[7]", "The Board rejected Ms. Adams’ claim to protection on the ground that she had failed to rebut the presumption of state protection available in both Trinidad and St. Vincent. Although the Board noted that Ms. Adams had failed to adequately explain her failure to claim timely protection either during her 20 years in the United States or, later, when she came to Canada, it is apparent that delay was not a determining issue. It is also clear that the Board accepted that Ms. Adams had been the victim of spousal abuse in Trinidad and, more recently, in Canada. It is at least implicit in the decision that the Board accepted that she had a subjective fear of harm at the hands of both her former Trinidadian spouse and Mr. Roberts."], ["[8]", "It is quite clear from the transcript of the hearing that Ms. Adams offered very little evidence to rebut the presumption of state protection. This failure is not entirely surprising given that she was unrepresented and that, except for very brief periods, she had not resided in Trinidad or St. Vincent since 1982. Given her lack of familiarity with the prevailing risk situation in both of those countries, she was understandably unable to offer any evidence about current enforcement deficiencies. Nevertheless, she also failed to offer evidence of the generalized risk situation for victims of spousal abuse in either country. In the result, the Board was left to analyze country condition evidence concerning the issues of risk from spousal abuse from its own resources. It was from that review of the general country condition evidence that the Board concluded that adequate state protection was available to Ms. Adams in Trinidad and in St. Vincent. The Board went on to find that she had failed to rebut the presumption of state protection as required by the authorities: see  <FRAGMENT_SUPPRESSED>  2007 FCA 171."], ["[9]", "With respect to Trinidad, the Board referenced a United States Department of State (DOS) report dated March 6, 2006 which noted that domestic violence was a significant problem. The Board went on, however, to rely upon a further statement that confirmed the availability of judicial mechanisms for protecting victims including fines and imprisonment."], ["[10]", "In looking at St. Vincent, the Board considered a similar DOS report and its own Response to Information Requests and it quoted extensively from those documents. It then drew the following conclusion:", "The panel is cognisant of the fact that in St. Vincent and the Grenadines domestic violence still constitutes a serious problem. The panel finds that the documentary evidence states that there have been significant steps taken to alleviate the problem or domestic violence including the Domestic Violence/Matrimonial Proceeding Act, the Domestic Violence Summary Proceedings Act and the availability of protective orders. The panel finds therefore, that Saint Vincent and the Grenadines has taken major steps in providing adequate state protection for woman. (Quoted from original text)", "Issues"], ["[11]", "(a) What is the appropriate standard of review?", "(b) Did the Board commit any reviewable errors in its decision?", "Analysis"], ["[12]", "All of the issues raised on this application involve questions of mixed fact and law applicable to the Board’s state protection conclusions. These are issues which are reviewable on a standard of reasonableness: see  <FRAGMENT_SUPPRESSED> , at para. 38."], ["[13]", "Counsel for Ms. Adams raised three issues in support of her claim to relief. The first issue concerned the Board’s approach to the country condition evidence, specifically, whether the Board erred either by ignoring material evidence or by being unfairly selective in its adoption of evidence."], ["[14]", "The second issue raised concerned the Board’s handling of the Gender Guidelines. There it was argued that the Board erred by failing to apply Ms. Adams’ gender specific situation or personal circumstances to its state protection analysis. In particular, it was asserted that the Board had a duty to examine the unique psychological or personal impediments that may have caused Ms. Adams to be hesitant to seek out police protection."], ["[15]", "The third issue raised by Ms. Adams was whether the Board erred by failing to determine if the steps taken by Trinidad or St. Vincent to deal with spousal abuse were actually working or were effective. Here, it was said, that the Board erred by applying a “serious efforts” standard instead of the required “effective steps” standard."], ["[16]", "Notwithstanding Mr. Wanyoike’s very able arguments, I am unable to find any reviewable errors in the Board’s decision."], ["[17]", "I do not accept that the Board ignored material evidence or was unfairly selective in its treatment of the country condition evidence that it relied upon. It is important to appreciate that the only evidence the Board had to work with came from its own documentary resources. Ms. Adams put virtually no evidence to the Board with respect to the current adequacy of state protection in St. Vincent or in Trinidad. Indeed, she had very little personal evidence to offer in that regard having lived outside of those countries almost continuously since 1982. This is not, then, a situation like  <FRAGMENT_SUPPRESSED>  at para. 10 where the Board ignored a case-specific document which was relevant to a central issue determined by the Board. With respect to the more general evidence of country conditions, it is well accepted that the Board need not cite in its reasons all of the documentary evidence taken into consideration: see  <FRAGMENT_SUPPRESSED> . It is also open to the Board to prefer certain documentary evidence over other evidence, both documentary and testimonial: see  <FRAGMENT_SUPPRESSED> . It is only where the Board fails to identify important contradictory evidence that it is open to the Court to conclude that it ignored or misapprehended key evidence. As was stated by the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED>  2001 FCA 331 much depends on the significance of the subject evidence when measured against the other evidence upon which the decision was based."], ["[18]", "In this case, some of the references that Ms. Adams says were ignored actually come from a Request for Information Report that had been replaced by a later report. That later report did not include the passages that Ms. Adams now relies upon including critical references to police effectiveness in St. Vincent. The more recent report noted several initiatives which evidenced significant improvements in that country in its handling of domestic abuse cases including improvements in education and awareness, better police training and sensitization, an improved police response and the creation of a new court for serious offences including domestic violence cases. It was not unreasonable in this case for the Board to prefer the most recent evidence to support its conclusion and there was no need for it to refer to the earlier documentation: see  <FRAGMENT_SUPPRESSED>  2005 FC 562 at para. 10."], ["[19]", "Although counsel for Ms. Adams referred to a few other documentary references which identified deficiencies in the response by both Trinidad and St. Vincent to spousal abuse cases, none of that information could be considered so compelling or material that it would undermine the validity of the information relied upon by the Board. Indeed, it is apparent that the Board also failed to cite other passages in the same reports which added further support to its state protection conclusions. In short, the Board’s analysis of the country condition evidence was reasonable and its conclusions were amply supported by that evidence."], ["[20]", "The argument that the Board failed to properly apply the Gender Guidelines is also unmeritorious. It is true that the Board referred only generally to those Guidelines in its decision, but there was no rationale for doing more. Her credibility before the Board was not in issue. Ms. Adams also gave no evidence of any particular vulnerability (psychological or otherwise) which might make her hesitant to come forward to the authorities with a complaint of abuse. In fact, she testified about her satisfaction with the response by the Canadian police to her complaint about Mr. Roberts which would tend to indicate that she would not be reticent to seek assistance again if needed."], ["[21]", "Ms. Adams relied upon the following passage from the Gender Guidelines discussing the relationship between the issues of gender-based persecution and state protection:", "In determining whether the state is willing or able to provide protection to a woman fearing gender-related persecution, decision-makers should consider the fact that the forms of evidence which the claimant might normally provide as “clear and convincing proof” of state inability to protect, will not always be either available or useful in cases of gender-related persecution.", "The Guidelines, however, go on to give examples of the alternative forms of evidence that might be relied upon by a claimant attempting to rebut the presumption of state protection. Those further provisions state:", "For example, where a gender-related claim involves threats of or actual sexual violence at the hands of government authorities (or at the hands of non-state agents of persecution, where the state is either unwilling or unable to protect), the claimant may have difficulty in substantiating her claim with any “statistical data” on the incidence of sexual violence in her country.", "In cases where the claimant cannot rely on the more standard or typical forms of evidence as “clear and convincing proof” of failure of state protection, reference may need to be made to alternative forms of evidence to meet the “clear and convincing” test. Such alternative forms of evidence might include the testimony of women in similar situations where there was a failure of state protection, or the testimony of the claimant herself regarding past personal incidents where state protection did not materialize.", "In this case there simply was no evidence offered by Ms. Adams about the experiences of similarly situated women and, of course, she had no recent experience with the authorities which would bear on the current level of state protection in either St. Vincent or Trinidad. There is, therefore, no evidentiary foundation to support the argument that the Board erred in its treatment of the Gender Guidelines."], ["[22]", "The final argument advanced on behalf of Ms. Adams is that the Board failed to examine the effectiveness of the available mechanisms for dealing with spousal abuse in St. Vincent and in Trinidad. While I accept that there is an authority which requires the Board to look beyond the protective procedural or legislative framework in a country and to assess the de facto capacity and willingness of the authorities to respond, I do not agree that the Board made such an error in this case. Much of the evidence relied upon here by the Board was directed expressly or implicitly at the issue of the adequacy of the state response to domestic violence and the Board specifically referred to that test in its reasons. By way of example, the Board referred to evidence of an increased willingness by victims to report abuse and by the St. Vincent authorities to prosecute it. The increase in public and police education was noted to have led to a corresponding increase in police response and a new willingness to view domestic violence as criminal behaviour. It is not the role of the Court to re-weigh such evidence but only to determine if there was some evidence to reasonably support the Board’s conclusion. Here there was."], ["[23]", "In conclusion, I do not agree that the Board’s decision in this case was unreasonable and this application is, accordingly, dismissed."], ["[24]", "Counsel for the Applicant proposed the following question of general importance for certification:", "When a claimant is self-represented at the proceedings of the Immigration and Refugee Board, does the decision maker have a heightened responsibility to inquire into the evidence, given the frailties and vulnerabilities of immigrants in general and refugee claimants in particular?"], ["[25]", "The Respondent argues against the certification of this question and did so convincingly in the following passage from its supplementary Brief:", "In the present case, it is respectfully submitted that the question proposed by the Applicant is neither dispositive nor of general importance.", "The Applicant’s proposed question is not dispositive because it contains complex factual assumptions which do not arise (or have not been established) on the facts of this case – notably with respect to “the frailties and vulnerability of immigrants in general and refugee claimants in particular.” There is no evidence before the Court in this regard.", "The proposed question would also not be determinative inasmuch as it deals with an issue that was not raised in the Applicant’s Application for Leave and Judicial Review or Application Record. It is not an issue upon which the Respondent has had an opportunity to provide the Court with evidence or written submissions. In other words, this is a case in which the corollary identified by Justice Pelletier in Zazai applies.", "The Applicant’s proposed question is also not of general importance, because it deals with issues of well established law – namely, whether self-represented claimants are owed a greater duty of fairness in the assessment of their claims, or whether the onus on them to make out their claims is lessened by virtue of the fact that they are self-represented.", "In two recent cases, the Court has refused to certify questions on these issues.", "In à <FRAGMENT_SUPPRESSED>  the Applicants were self-represented in making their Pre-Removal Risk Assessment (“PRRA”) application. They proposed the following question for certification:", "Does an Immigration Officer owe a greater duty of fairness to an unrepresented applicant to allow the applicant an opportunity to provide all necessary evidence in order to satisfy a specific legal requirement?", "Justice Harrington refused to certify this question, noting that parties are entitled to be represented if they so choose, but cannot expect that the Board will act both as a decision-maker and as advocate should they choose not to retain counsel.", "<FRAGMENT_SUPPRESSED>  Justice Gibson refused to certify a question with respect to the onus on refugee claimants in advancing their claims. As Gibson J. stated at para. 18:", "18 With great respect to the Applicant, I am satisfied that it is clear beyond question that, despite what may transpire at the opening of a hearing when the range of issues before the RPD is discussed,", "the legal duty or onus remains on a claimant to make out his or her claim in clear and unmistakeable terms", ". […] As stated in paragraph 11 of the reasons for decision in  <FRAGMENT_SUPPRESSED>  (C.A.) …", "A failure by a claimant to fulfill his obligations and assume his burden of proof cannot be ... imputed to the Board so as to make it a Board's failure.", "I accept the Respondent’s views as stated above and decline to certify the question proposed."], ["[26]", "In the result, this application for judicial review is dismissed.", "JUDGMENT"], ["[27]", "THIS COURT ADJUDGES that", "this application for judicial review is dismissed.", "[End of document]"]]}