{"id_": "021870", "body_str": [["[1]", "Harrington, J.", ": There are three principles of refugee law and one of administrative law at issue in this judicial review. The Refugee Protection Division of the Immigration and Refugee Board of Canada held that the applicants were not refugees within the meaning of the United Nations Convention and s. 96 of the", "Immigration and Refugee Protection Act", ", and were not in need of protection in the sense that their removal to Sri Lanka would not subject them personally to a risk to their lives or to a risk of cruel and unusual treatment or punishment, or to a danger of torture."], ["[2]", "Canada abides by the principle of", "non-refoulement", "recognized by s. 115 of the IRPA. A person will not be removed to a country where he or she would be at risk of persecution on the grounds enumerated in the United Nations Convention and s. 96 of the IRPA,", "i.e.", "race, religion, nationality, membership in a particular social group or political opinion, or at risk under s. 97 of IRPA."], ["[3]", "The second principle is that the analysis of a claim for asylum is based on a prediction. The history of a person, or similarly placed persons, is relevant in that it might shed light on what might happen should the person be returned to his or her homeland."], ["[4]", "The third is that while one might not have been at the appropriate level of risk upon leaving one's country, he or she might be on return due to subsequent events. This is the concept of refugee", "sur place"], ["[5]", "One of the basic tenets of judicial review is that it is based on the record which was before the underlying tribunal. However, there are exceptions to that rule. One of the exceptions is when the record is incomplete in that it does not contain material which should have been before the decision-maker (", "<FRAGMENT_SUPPRESSED>  [2006] FCJ No 272 at para 10 (QL))."], ["[6]", "Counsel for the applicants, who did not represent them before the RPD, readily concedes that it would be extremely difficult to argue that the decision was unreasonable based on the material in the record. However, had the record been complete, the result may well have been different."], ["[7]", "The Minister fully participated in all aspects of the claim by presenting evidence, questioning witnesses and making representations, as he was permitted to do under s. 170(e) of the IRPA. According to the applicants, the Minister presented incomplete evidence. Consequently, the board member was misled."], ["[8]", "The second basis of the submission that the record was incomplete is that counsel who represented the applicants before the RPD was incompetent. Any competent counsel would have put before the board certain publicly available information. This information was known to the applicants who begged him to put it before the board. However, he refused to do so."], ["[9]", "I shall first review the decision of the RPD before dealing with the duty, if any, upon the Minister in the circumstances of this case to disclose information not in the public domain, and not in the bank of country conditions maintained by the IRB. If necessary, I will then address the alleged negligence of the claimants' first solicitor.", "THE RPD'S DECISION"], ["[10]", "The claimants were found not to be at risk upon leaving Sri Lanka because of serious credibility issues and because they lacked subjective fear. In addition, one of the children may have been born outside Sri Lanka and another may have obtained refugee status in Thailand. However, those are side issues in that the RPD found they would not be at risk if sent to Sri Lanka."], ["[11]", "The member then dealt with the", "sur place", "aspect of their claim. The applicants submitted that they would be at risk on return to Sri Lanka because they are Tamils who were on board the Sun Sea, a ship perceived by some to be controlled by the Liberation Tigers of Tamil Eelam (LTTE or Tamil Tigers). The member reviewed the IRB's country conditions documents and concluded that they do not corroborate the assertion that as returnees the applicants would face arrest, detention and torture. Reference was made to information gathered from the Canadian, Norwegian, Australian and British governments, the Institute of Medicine and the United Nations High Commissioner for Refugees. The member found that the applicants do not fit the profile of LTTE members, and although they might be briefly detained and questioned on return they were not at risk of torture or mistreatment by the authorities."], ["[12]", "The member placed a particular emphasis on a statutory declaration by Trevor Gross, Inland Enforcement Officer with Canada Border Services Agency, who spoke with the First Secretary of the High Commission of Canada in Colombo. The First Secretary had visited one of the Sun Sea returnees, B005, who was then being held in detention. At that time, however, he did not appear to be mistreated or abused in any way. The member said: \"This document provided strong evidence in support of the Minister's position that failed refugee claimants from Canada who are returning to SL are not being unfairly detained or mistreated.\"", "DUTY ON THE CROWN TO DISCLOSE"], ["[13]", "As there are many other refugee claims of passengers on board the Sun Sea or the Ocean Lady which are still being processed, I will limit my remarks to what I consider to be absolutely essential."], ["[14]", "For the most part, refugee claims are non-adversarial. The Minister usually does not participate, or does so for a very limited purpose, such as testing credibility. I need not consider whether there is any duty to disclose information in those circumstances."], ["[15]", "The relevant circumstance to this case is that the Minister participated in all aspects of the hearing before the RPD to argue that the applicants were not refugees or otherwise in need of protection. Thus, the applicants and the Minister were adversaries. However, I will not consider what duty, if any, was imposed on the Minister to provide evidence. What I will consider is that in this case, the Minister did adduce evidence. Having done so, was the Minister entitled to be selective in what was adduced, or was he obliged to provide all relevant documents in his possession, power, or control over which no privilege was claimed?", "ANALYSIS"], ["[16]", "The aforesaid declaration of Mr. Gross and the transcript of his conversation with the First Secretary covered both B005 and B016. Most of the declaration is the transcript of that telephone call. As far as the parties are aware, only two passengers from the Sun Sea have been returned to Sri Lanka: B005 and B016."], ["[17]", "B005 was interviewed by the First Secretary on his return to Colombo on 21 September 2012 and then again 12 October 2012, at which time he was being held in detention. He was observed to be in an apparent good health and not mistreated in any way. The First Secretary stated that it was his understanding that B005 was being detained for alleged criminality."], ["[18]", "As regards to B016, he had been released from detention in July 2012. The First Secretary assumed he was detained for investigative purposes. He was released, he believed, under bail conditions which would indicate that there was a criminal charge pending. The First Secretary had never met him."], ["[19]", "It seems to me that the best predictor of the fate of those passengers of the Sun Sea, whose refugee claims are pending, is the fate of those who were actually returned."], ["[20]", "The Minister did not disclose that B005 had sought a stay of his removal. In docket number IMM-9472-12, Mr. Justice Phelan dismissed the motion. He said:", "The Applicant's case for irreparable harm by virtue of his purported association with the Liberation Tigers of Tamil Eelam (LTTE) is speculative and seriously undermined by findings of the Sri Lankan courts that he was not so associated with LTTE. The Applicant relied substantially on the legitimacy of the Sri Lankan court decisions when it was in his interests to do so in other immigration proceedings but argued before this Court that the decisions were obtained as a result of bribes. The exoneration by the Sri Lankan judiciary is one of the unique aspects of this case. The Applicant has also secured a passport after the Sri Lankan court decision which permitted him to leave the country and return."], ["[21]", "Indeed, exhibited to Mr. Justice Phelan was a decision of the Chief Magistrate's Court in Colombo, which after citing that B005 had been detained under emergency regulations so that further investigation could be conducted, stated that he was released and discharged because:", "On further investigation carried out regarding the suspect and the reports obtained has revealed that he was not involved in any LTTE terrorist activity or any other criminal offences."], ["[22]", "Thus, if anyone would not be considered by the Sri Lankan authorities as being associated with the LTTE, it was B005. Yet, he was detained; why? Had this document been before the Member, would she have said that Mr. Gross' declaration \"provided strong evidence in support of the Minister's position that failed refugee claimants from Canada who are returning to SL are not being unfairly detained or mistreated.\"? Would she have considered that Tamils on board the Sun Sea constituted a particular social group under s. 96 of the IRPA, or found that there were mixed motives on the part of the Sri Lankan authorities?"], ["[23]", "There are other documents in the record before me which were not before the RPD. The applicants' current lawyer is in a special position as he acted for both B005 and B016. Allegedly, B005's whereabouts is still unknown, or he is being held incommunicado."], ["[24]", "It was said, and not contradicted, that this information has been provided to the RPD in other refugee claims. As to B016, there is a sworn statement from him that he was beaten and tortured for a year. He does not say why he was held. Again, this was not before the RPD, but is said to have been put before the RPD in other cases. The matter is complicated because nearly all these applicants are covered by confidentiality orders. However, both B005 and B016 have waived confidentiality, at least to some extent."], ["[25]", "The applicants place reliance on the decision of the Supreme Court in", "R v Stinchcombe", ", [1991] 3 SCR 326, [1991] SCJ No 83 (QL). It was held in the criminal law context that the Crown is under a duty in indictable offences to disclose all material evidence whether or not favourable to the accused. Failure to disclose impeded the ability of the accused to make full answer and defence."], ["[26]", "The Minister points out that the IRB is an administrative tribunal with specialized knowledge so that the disclosure standards in", "Stinchcombe", "are not necessarily applicable. In my view, the principle was encapsulated by Mr. Justice de Montigny in", "<FRAGMENT_SUPPRESSED>  [2009] FCJ No 108 (QL), where he said at paragraph 34:", "A careful review of the case law on disclosure leads me to the conclusion that this is much too broad a proposition. One must never loose sight of the fact that the Refugee Protection Division of the Immigration and Refugee Protection Board is an administrative tribunal with specialized knowledge, not bound by legal or technical rules of evidence. As a result, the disclosure standards delineated in", "Stinchcombe", "do not necessarily apply automatically in the context of a refugee hearing and may require some adaptation. On the other hand, I agree with the applicant that the level of disclosure owed to an applicant cannot be decided by a simple invocation of the distinction between criminal and administrative proceedings, and that the consequences of an adverse finding on the applicant must be taken into consideration ...", "At a bare minimum, if the Minister chooses to disclose evidence, that disclosure must be complete."], ["[27]", "It is not necessary to enumerate all the documents which should have been before the RPD, either as disclosed by the Minister or because they should have been in the IRB's own bank of country conditions. At the very least, the decision of the Chief Magistrate's Court, in Colombo with respect to B005 should have been before the decision-maker."], ["[28]", "As I said in", "<FRAGMENT_SUPPRESSED>  that it is most important to have as much information as possible as to the treatment of others on board the ship \"Sun Sea\" who have been returned to Sri Lanka in order to consider their risk of persecution."], ["[29]", "My remarks may have to be tempered because of confidentiality orders, but in the past I have had occasion to comment as to what should be in the IRB's country conditions (", "<FRAGMENT_SUPPRESSED>  [2009] FJC No 1682 (QL)). The issue was whether Ms. Alexander, a victim of domestic violence, would be afforded appropriate state protection if returned to St. Vincent and the  <FRAGMENT_SUPPRESSED>  [2009] FCJ No 1296 (QL), the Consul General of St. Vincent and the Grenadines wrote to say that the police were unable to protect the women who might obtain a restraining order. I said at paragraph 13 of", "Alexander", "I find absolutely astonishing that the IRB publishes information on country conditions but fails to mention that the Consul General has admitted that the state cannot guarantee the effectiveness of a restraining order. That would be relevant information in any assessment as would an analysis of the types of threats Ms. Trimmingham received as opposed to those received by Ms. Alexander."], ["[30]", "Having been denied natural justice, it is not up to the Court to determine what the decision would have been if all relevant information had been placed before the RPD. The recourse is to refer the matter back for a fresh determination (", "<FRAGMENT_SUPPRESSED>  (QL))."], ["[31]", "That would not be necessary if the result could not have been any different (", "<FRAGMENT_SUPPRESSED> (QL)). However, in accordance with the authorities canvassed in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2013] FCJ No 685 (QL), some Sun Sea passengers have been found to be refugees", "sur place", "either as members of a particular social group: Tamils on board the Sun Sea, or because of mixed motives,", "i.e.", "Tamil passengers on board the Sun Sea and ethnicity, a Convention ground. As <FRAGMENT_SUPPRESSED> shows, some judicial reviews by the Minister on this point have been successful, others have not. Furthermore, if the detention would be simply to obtain information about LTTE, it seems to me that detention for that purpose is not based on a Convention ground but rather would fall under s. 97 of the IRPA, which requires the higher standard of a balance of probabilities of personal risk to life, cruel and unusual punishment or torture. (", "<FRAGMENT_SUPPRESSED> , [2005] FCJ No 1(QL))."], ["[32]", "In the circumstances, it is not necessary to consider the alleged negligence of counsel."], ["[33]", "Counsel for the Minister shall have two weeks from the date of these reasons to suggest the certification of a serious question of general importance, and the applicant shall have one week to respond."], ["[34]", "The applicants shall have two weeks to propose redactions, if any, in the public version of these confidential reasons, and the Minister shall have one week to respond.", "POSTCRIPT"], ["[35]", "No serious question of general importance was proposed, and none shall be certified."], ["[36]", "No redactions were proposed in the public version of these reasons.", "Application allowed.", "Editor: Sharon McCartney/vnh"]]}