{"id_": "021818", "body_str": [["[1]", "Diner, J.", ": This is the judicial review of a negative decision [Decision] for an application for permanent residence made under Humanitarian and Compassionate [H&C] grounds pursuant to section 25 of the", "Immigration and Refugee Protection Act", "(SC 2001, c 27) [Act]. On February 28, 2013, an Officer [Officer] of Citizenship and Immigration Canada [CIC] rejected the application of Muhammad Aslam, a citizen of Pakistan; his wife, Sakina; their three daughters, Amna, Shiza, Namra and their son, Sohail. Their youngest child, Shoaib, was born in Canada and has status in this country as a citizen."], ["[2]", "Sakina Aslam came to Canada with four of her children in February 2001, and made a claim for refugee protection, which was granted by the Refugee Protection Division in August of that year. Mr. Aslam came to Canada in April 2001, but was refused refugee protection in January 2004 due to a lack of credibility regarding his fear of persecution. Moreover, the refugee status initially granted to Ms. Aslam and her children was vacated in October 2004, after Ms. Aslam admitted to falsifying details of her claim."], ["[3]", "The Officer also relied on evidence indicating that in his first two years living in Canada, Mr. Aslam failed to declare income that he continued to earn from his previous employment in Pakistan to the Canada Revenue Agency while simultaneously collecting Canadian welfare benefits (Applicants' Record [AR], p.10)."], ["[4]", "This behaviour on the part of Mr. and Ms. Aslam played a significant role in the Officer's Decision to reject the application, as noted in the reasons:", "\"...it weighs negatively in my assessment that the principal applicant and his wife submitted fraudulent refugee claims - including manufactured evidence - as a means of seeking their establishment in Canada. In my opinion, such a decision also exhibits disrespect for the Canadian immigration system and, specifically, a disregard for the requirements of the", "Immigration and Refugee Protection Act.", "\" (AR, p.10)"], ["[5]", "At the hearing for this judicial review, counsel for the Applicants indicated that the Officer's Decision with respect to Mr. and Ms. Aslam appears to be reasonable. Given the lack of argument on this point at the hearing, the reasonableness of the Decision as it pertains to Mr. and Ms. Aslam is not in dispute. I, too, find that the Officer made no error in this regard."], ["[6]", "Rather, the reviewable error in this case, from the Applicants' perspective, was the Officer's failure to consider Namra separately from the actions of her parents. In other words, the Officer visited the sins of the parents upon an innocent child."], ["[7]", "In a Further Affidavit from the Applicant dated February 23, 2015, Amna Aslam, the second eldest of the Aslam children, deposed that three of the children, Sohail, Amna and Shiza, have attained the age of majority and have submitted their own individual H&C applications. These applications have received first stage approval from CIC, and instructions for medical examinations have been communicated in order to continue the process of assessment."], ["[8]", "Consequently, a major issue highlighted in the submissions for this judicial review - the separate consideration of Mr. Aslam's adult children - is now moot. Mr. Aslam's three adult children are now being assessed on their own merits, and all indications are that they will obtain permanent residence, given their first stage approvals."], ["[9]", "This Court is thus left with a single tricky question - did the Officer err in her consideration of the best interests of Namra Aslam? She is currently a minor child of 16 years of age, and the sole sibling among the Aslam children without current or imminent permanent residency status in Canada."], ["[10]", "In my view, based on the applicable jurisprudence and record before the Officer, the Decision was a reasonable one.", "II.", "Standard of Review"], ["[11]", "Judicial reviews of H&C applications are to be reviewed on a standard of reasonableness, which implies that there is a range of acceptable and defensible options from which the decision maker may choose (REFERENCE_SUPPRESSED). For H&C officers, this range is generally broad and it is not for this Court to reweigh evidence that has properly been considered, even when the outcome is ultimately one the Court would not have preferred (", "REFERENCE_SUPPRESSED).", "III.", "Analysis"], ["[12]", "In analyzing the best interests of Namra, the Officer concluded:", "I also find that the actions of the principal applicant and his wife with regard to their respective refugee claims weighs negatively in this assessment and cannot be entirely overcome by the positive consideration I afford to the best interests of the applicants' children. (AR, p.11)"], ["[13]", "In", "REFERENCE_SUPPRESSED, the applicant also arrived in Canada with his parents as a minor child. He and his mother were granted refugee status, which was eventually vacated when it was discovered that his mother had used a false identity and was attempting to sponsor his father (whose refugee claim was denied) through the use of a fictitious wedding ceremony. The applicant applied for H&C status, but the application was rejected. Justice Shore upheld the decision."], ["[14]", "The Applicants argue that this case is distinguishable from", "CITATION_SUPPRESSED", "because Mr. Singh arrived at the Court with unclean hands, as not only had he and his parents used a false identity to support their refugee claim when they arrived in Canada, but his true identity had still not been clearly established (", "CITATION_SUPPRESSED). Further, it appeared that he was still endeavouring to mislead authorities by lying about his relationship status (", "CITATION_SUPPRESSED)."], ["[15]", "It is true that in this case, there are no allegations of impropriety on behalf of Namra: she came to this country as a young child, and has not attempted to mislead the authorities or acted as anything other than a model citizen. A minor child's commendable behaviour, unfortunately, is not always sufficient to grant H&C status, as section 25 is an \"exceptional\" provision (", "CITATION_SUPPRESSED)."], ["[16]", "The Federal Court of Appeal addressed a related argument in", "REFERENCE_SUPPRESSED, and made again today before this Court - that the sins of the mother should not be revisited upon the child. However, the argument was rejected as the Federal Court of Appeal concluded that:"], ["[27] In this type of case, where children are \"left behind\" due to a parent's misrepresentation on an immigration application,", "it will usually be self-evident that the child was not complicit in the misrepresentation. Yet, it is well established that such misrepresentation is a relevant public policy consideration in an H&C assessment", "(see, for example: REFERENCE_SUPPRESSED).", "Inevitably, the factors favouring reunification of the family in Canada will not always outweigh the public policy concerns arising from a misrepresentation. This is not tantamount to \"visiting the sins of the mother upon the children\"", "as in Mulholland, supra, where the officer failed to consider the children's interests at all. Similarly, in my view, an officer is not bound to mention the fact that the parents' removal from Canada had not been sought as a result of their misrepresentations. If the parents were being removed, they would obviously not be in a position to sponsor a child in the first place. The fact that the parents are entitled to remain in Canada is a fact that will be self-evident in cases of children \"left behind\". (Emphasis added)"], ["[17]", "As is clear from this paragraph, the officer can weigh the public policy considerations of a misrepresentation by a parent against the best interests of the child remaining in Canada in an H&C application. Absent a signal that the decision is unreasonable which has recently been explained by the Federal Court of Appeal as a \"badge of unreasonableness\" and, specifically, \"the making of key factual findings with no rational basis or entirely at odds with the evidence\" this Court must refrain from reweighing these factors to obtain the outcome it would have preferred (REFERENCE_SUPPRESSED)."], ["[18]", "In the reasons, the Officer considered the \"numerous\" benefits the minor Aslam children would receive by remaining in Canada, but placed greater weight on the policy implications of condoning the misrepresentations of the parental Applicants (AR, p. 12). As explained by the Court of Appeal in", "CITATION_SUPPRESSED", "and crystallized in numerous higher Court decisions since, such as", "CITATION_SUPPRESSED", "earlier this year, it is not this Court's role to interfere with a decision which was reasonably open to the officer based on the facts and the applicable law. Here, it was."], ["[19]", "The Applicants also argue that the Officer made a reviewable error in failing to grasp a scenario pleaded by Mr. Aslam - that the H&C application be bifurcated, and the children considered separately from the parents. Thus, the Officer's thumb was on the scale, according to the Applicants, and was not properly alive to this possibility, and so conducted the weighing exercise noted above with a flawed understanding of the potential outcomes."], ["[20]", "When the H&C Application was first filed in 2005, Mr. Aslam requested the following:", "I realize that seriousness of the misrepresentations made by my wife and I in our initial claims for refugee protection, and regretfully apologize to Citizenship and Immigration Canada and the Immigration and Refugee Board. However, I do not want our children to suffer as a result of our mistakes. Should a positive decision be made in our applications for Humanitarian and Compassionate Grounds, I request that my application for permanent residence be separated from my family and that they be able to proceed with their applications independently. (AR, p 32)"], ["[21]", "While the request could certainly have been more articulately framed, it is clear by its tone and context that Mr. Aslam sought to have his actions and hardships considered separately from those of his children."], ["[22]", "Nearly three years before the Decision was rendered, on July 6, 2010, updated submissions to the H&C application were provided to CIC. Sohail Aslam, 25 at the time, had been employed for three years as a security guard with Garda Canada Security Corporation. Amna Aslam, 21 at the time, had recently completed her third year of psychology at Mount Royal College and was employed at Telus. Neither of these children had a criminal record, and neither were in receipt of social assistance (AR, p 45)."], ["[23]", "In my reading of the record and the reasons, it is not apparent that the Officer overlooked Mr. Aslam's request. Indeed, the Officer noted that:", "Instead, I find that that [", "sic", "] minor children included in this application, including the youngest Canadian born son, will likely accompany their parents upon return to Pakistan", "Little in the submissions before me suggests otherwise.", "And regardless of other factors presented, I find that this situation to be the ideal", "and that the children's best interests would not be compromised by their return to Pakistan as part of their family unit. (Emphasis added) (AR, p. 11)"], ["[24]", "The language of these reasons is by no means rigid in the expectation that the minor children would", "necessarily", "follow their parents back to Pakistan, but simply that such a scenario was \"likely\"."], ["[25]", "Even so, I do not see evidence in the record that would have enabled the Officer to conclude that leaving the minor children in Canada was a serious possibility. While the evidence certainly indicated that the elder Aslam children, Sohail and Amna, appeared financially stable and competent, it is a much further leap to presume they were prepared to accept the obligations of rearing their younger siblings in Canada. There appears to be little to no probative evidence in the record, such as affidavits from the elder children committing themselves to such an endeavour or a transfer of guardianship, which would have enabled the Officer to reach such a conclusion (REFERENCE_SUPPRESSED)."], ["[26]", "I sympathize with Namra, and the result reached by the Officer may be a difficult pill to swallow in light of her adult siblings having received positive H&C applications of their own. Unfortunately, CIC's determinations in those matters do not make this Decision legally unsound. It should be noted that at the time of the Decision, the Officer only had notice of one sibling's H&C application being accepted in principle."], ["[27]", "It appears from the Officer's reasons that the family is in a \"relatively strong financial position\" and will likely relocate to an urban centre upon their return to Pakistan, as they had lived prior to their arrival in Canada (AR, p. 12). Such an environment, accompanied by the family's affluence, should provide Namra with stability and access to education. Furthermore, there were indications at the hearing that Mr. and Ms. Aslam would return with their youngest child, Shoaib, meaning Namra will have the company of a sibling when she returns to Pakistan. There would likely be separation between family members remaining in Canada and those returning to Pakistan in any event, as the Officer stated. The Officer's findings were reasonable, even if not the one sought, or that I or someone else may have issued."], ["[28]", "I wish Namra the best of luck, and reiterate that the reasonableness of this Decision should serve as no legal impediment if she seeks to lawfully return to Canada in the future. There would be no party happier than I to welcome her back.", "JUDGMENT"], ["[29]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is dismissed.", "2. No question of general importance is certified.", "3. No costs will be awarded.", ".........................", "CITATION_SUPPRESSED"]]}