{"id_": "021842", "body_str": [["[1]", "Pinard, J.", ": This is an appeal by the appellant National Sea Products Limited from a decision of the Registrar of Trademarks dated June 12, 1987, to expunge Registration No. 127,933 for the trademark \"MacGregor\" pursuant to section 44 of the Trade Marks Act, R.S.C. 1970, c. T-10."], ["[2]", "The appellant is the owner of Registration No. 129,933 for the trademark MacGregor registered in association with \"frozen fish and fillets thereof, smoked fish and fillets thereof and smoked kippered herring\". In response to a request submitted by the respondent, the Registrar of Trademarks, on November 28, 1985 issued a notice pursuant to section 44 of the Trade Marks Act, addressed to the appellant. On April 11, 1986, the appellant filed the affidavit of I.R. Whitman, Vice-President-Sales of the appellant, along with Exhibit A, in response to the said section 44 notice. Following receipt of that affidavit, both parties made submissions in writing to the Registrar."], ["[3]", "On the basis of the evidence contained in the appellant's affidavit, the Registrar decided that Registration No. 127,933 ought to be expunged from the register of Trademarks, in compliance with the provisions of section 44(5) of the Act."], ["[4]", "The appellant states that the Registrar erred in fact and in law in concluding that the trademark \"MacGregor\" was not in use in Canada within the meaning of section 4(1) of the Act, in concluding that the same trademark was not in use in Canada within the meaning of section 4(3) of the Act and in concluding that the registration for the trademark \"MacGregor\" ought to be expunged from the register. Therefore, the appellant seeks an order allowing this appeal and quashing the decision of the Registrar."], ["[5]", "In reply to the notice of appeal, the respondent states in essence that the Registrar's decision to expunge the trademark \"MacGregor\" under section 44(5) of the Act was correct both in fact and in law; the respondent also states that the appellant both before the Registrar and in this appeal has failed to establish that the trademark \"MacGregor\" is in use by the registered owner thereof within the meaning of section 4(1) and section 4(3) of the Act. Therefore, the respondent requests that this appeal be dismissed with costs."], ["[6]", "Consequently, the sole issue in this appeal is whether the appellant has satisfied the requirements of section 44 of the Trade Marks Act and has shown use in Canada of the trademark \"MacGregor\" in association with \"frozen fish and fillets thereof, smoked fish and fillets thereof and smoked kippered herring\" at the relevant time. The appeal is under section 56 of the Trade Marks Act and there is no question that additional evidence may be adduced by affidavit beyond that adduced before the Registrar. A second affidavit of its Vice-President of Sales, Mr. I.R. Whitman, was adduced along with Exhibits A, B, C and D in this case by the appellant."], ["[7]", "The relevant provisions of the Trade Marks Act state as follows:", "\"2. In this Act", "'trademark' means", "(a) a mark that is used by a person for the purpose of distinguishing or so as to distinguish wares or services manufactured, sold, leased, hired or performed by him or performed by others,", "(b) a certification mark,", "(c) a distinguishing guise, or", "(d) a proposed trademark;", "'use' in relation to a trademark, means any use that by section 4 is deemed to be a use in association with wares or services;", "\"4(1) a trademark is deemed to be used in association with wares if, at the time of the transfer of the property in or possession of such wares, in the normal course of trade, it is marked on the wares themselves or on the packages in which they are distributed or it is in any other manner so associated with the wares that notice of the association is then given to the person to whom the property or possession is transferred.", "\"4(3) A trademark that is marked in Canada on wares or on the packages in which they are contained is, when such wares are exported from Canada, deemed to be used in Canada in association with such wares.", "\"44(1) The Registrar may at any time and, at the written request made after three years from the date of the registration by any person who pays the prescribed fee shall, unless he sees good reason to the contrary, give notice to the registered owner requiring him to furnish within three months an affidavit or statutory declaration showing with respect to each of the wares or services specified in the registration, whether the trademark is in use in Canada and, if not, the date when it was last so in use and the reason for the absence of such use since such date.", "\"44(2) The Registrar shall not receive any evidence other than such affidavit or statutory declaration, but may hear representations made by or on behalf of the registered owner of the trademark or by or on behalf of the person at whose request the notice was given.", "\"44(3) Where, by reason of the evidence furnished to him or the failure to furnish such evidence, it appears to the Registrar that the trademark, either with respect to all of the wares or services specified in the registration or with respect to any of such wares or services, is not in use in Canada and that the absence of use has not been due to special circumstances that excuse such absence of use, the registration of such trademark is liable to be expunged or amended accordingly.", "\"44(4) When the Registrar reaches a decision as to whether or not the registration of the trademark ought to be expunged or amended, he shall give notice of his decision with the reasons therefor to the registered owner of the trademark and to the person at whose request the notice was given.", "\"44(5) The Registrar shall act in accordance with his decision if no appeal therefrom is taken within the time limited by this Act or, if an appeal is taken, shall act in accordance with the final judgment given in such appeal.\""], ["[8]", "In the present case, it appears that the Registrar based his finding that the appellant was not using the trademark \"MacGregor\" pursuant to sections 4(1) and 4(3) of the Act on the insufficiency of the evidence adduced before him. The relevant part of his decision reads as follows:", "\"On the other hand, counsel for the registrant argues that since two of the sales, evidenced by the invoices filed as Exhibit A, were effected F.O.B. Arnold's Cove, Newfoundland, then those two sales were effected in Canada and the reference 'MACG KIPPER SMOKED' marked on the invoices meet the association requirements of s. 4(1).", "\"I cannot subscribe to the registrant's contentions. The question is not who owns the wares and at what time within the normal course of trade. The question to be determined is whether the trademark is in use. The Act is very clear that in export trade when the wares or their packaging are marked in Canada and subsequently exported then the trademark is deemed in use.", "\"In the instant case we know that smoked kippered herring is being exported to the United States, by the registrant, but we do not know if it is trademarked in Canada before shipment. Paragraph 3 of the Whitman affidavit comes close to resolving the problem, but in my respectful opinion, is vague and does not establish any facts. It must therefore be considered as a bare allegation of fact of the type ruled as insufficient  <FRAGMENT_SUPPRESSED> ; affirmed (1981), 53 C.P.R.(2d) 62.", "\"Therefore, by reason of the evidence filed in these proceedings, I must conclude that use of the mark has not been shown within the meaning of the Act and that consequently its registration ought to be expunged from the register.\""], ["[9]", "It is appropriate to remember what was said by Thurlow, C.J., of the Federal Court of Appeal, in  <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 164, referred to by the Registrar in his decision, at page 66:", "\"What section 44(1) requires is an affidavit or statutory declaration not merely stating but 'showing', that is to say, describing the use being made of the trademark within the meaning of the definition of 'trademark' in section 2 and of 'use' in section 4 of the Act.\""], ["[10]", "Now, Mr. Whitman's second affidavit filed after the Registrar's decision is, insofar as the use of the mark \"MacGregor\" in association with \"smoked kippered herring\" is concerned, much more detailed and convincing than the first one."], ["[11]", "Indeed, the second Whitman affidavit establishes the following:", "(a) From 1975 to 1987, the appellant has produced and packaged in Canada for export to the United States \"MacGregor\" brand smoked kippered herring;", "(b) Total sales of \"MacGregor\" brand smoked kippered herring from January 1984 to August 1987 exceeded $326,000.00 in the U.S.;", "(c) Sales of \"MacGregor\" brand smoked kippered herring to U.S. customers were made through the appellant's U.S. subsidiary, National Sea Products Inc. of Rockland, Maine."], ["[12]", "Moreover, the packaging in which the \"MacGregor\" brand smoked kippered herring is sold in the United States is attached as Exhibits C and D to that second affidavit; both packages clearly show the \"MacGregor\" trademark and identify the product as originating in Canada."], ["[13]", "Finally, attached as Exhibit B to the second Whitman affidavit are copies of invoices substantiating the sales of \"MacGregor\" brand smoked kippered herring to U.S. customers. The product is identified on the invoices by Product Code 4105 and by the abbreviation MACG."], ["[14]", "The onus is on the registered owner of the trademark to establish use of the trademark in Canada under section 44 of the  <FRAGMENT_SUPPRESSED> , McNair, J., of this Court described well the purpose and scope of section 44 and also referred to most of the relevant decisions, at pages 313 and 314 F.T.R., and pages 293 and 294 C.P.R.:", "\"It is well established that the purpose and scope of s. 44 is to provide a simple, summary and expeditious procedure for clearing the register of trademarks which are not bona fide claimed by their owners as active trademarks. The procedure has been aptly described as one for removing 'deadwood' from the register. The section does not contemplate a determination on the issue of abandonment but rather simply places on the registered owner of the trademark the onus of furnishing evidence of use in Canada or of special circumstances excusing nonuser. The registrar's decision is not one that finally determines substantive rights but only whether the trademark entry is liable to be expunged under s. 44 or not. If user is relied on then the evidence filed in response to the notice must 'show' the use or, at least, sufficiently relate the facts from which such use can be inferred. Mere statutory tracking in the nature of a bare statement that the registrant was currently using the trademark in the normal course of trade in association with the wares is insufficient to establish user unless coupled with facts that are descriptively corroborative of the same. Evidence of a single sale, whether wholesale or retail, in the normal course of trade may well suffice so long as it follows the pattern of a genuine commercial transaction and is not seen as being deliberately manufactured or contrived to protect the registration of the trademark. Evidence in response to a s. 44 notice should be forthcoming in quality, not quantity, and there is no need nor justification for evidentiary overkill: see  <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 62; ( <FRAGMENT_SUPPRESSED> ; 142 D.L.R.(3d) 548, ( <FRAGMENT_SUPPRESSED> , (F.C.T.D.); and  <FRAGMENT_SUPPRESSED> , (F.C.T.D.).\""], ["[15]", "The use of a trademark is defined in section 2 of the Trade Marks Act as meaning any use that by section 4 of the Act is deemed to be a use in association with wares or services. Dealing first with the appellant's contention based on section 4(3) of the Act, that provision states that a trademark is deemed to be used in Canada in association with wares if:", "(a) the trademark is marked in Canada;", "(b) on the wares or on the packages in which they are contained;", "(c) when such wares are exported from Canada."], ["[16]", "I am satisfied that the second Whitman affidavit meets those requirements. At the time the \"MacGregor\" brand smoked kippered herring is exported from Canada to the United States, it is packed in plastic bags which are in turn packed in cardboard boxes, both of which prominently display the \"MacGregor\" trademark. Such packaging has been used by the appellant since 1975."], ["[17]", "In this regard, the respondent submits that the registered owner of the trademark \"MacGregor\", National Sea Products Ltd, has established use, if any, only by its subsidiary, National Sea Products Inc. and thus the registration ought to be expunged. I do not agree. Although the only name which appears on the packaging is National Sea Products Inc., that company is clearly shown as the distributor of what is a Canadian product. As such, I agree with the appellant's view that the use of the trademark still accrues to his benefit. ( <FRAGMENT_SUPPRESSED> )."], ["[18]", "The respondent further contends that the use which has been established is only in association with smoked kippered herring and with none of the other listed wares; therefore, the respondent submits that the registration, if upheld, must be restricted to smoked kippered herring only. I agree. Under section 44 of the Act the registered owner must demonstrate use in connection with all of the wares enumerated in the registration. Nowhere in the evidence is it shown that the mark was used in association with any other wares than smoked kippered herring at the relevant time and no reason whatsoever is given for the absence of such use."], ["[19]", "In view of these conclusions, it will not be necessary to deal with the appellant's other contention which is based on subsection 4(1) of the Act."], ["[20]", "For the foregoing reasons, considering section 56(5) of the Trade Marks Act, the appeal will be allowed in part and the decision of the Registrar varied so that Registration No. 127,933 for the trademark \"MacGregor\" will be upheld in respect of smoked kippered herring only and of none of the other listed wares."], ["[21]", "In view of this result and considering all the particular circumstances of the present case, there will be no award of costs for or against any party to the appeal.", "Appeal allowed in part.", "Editor: Elizabeth M.A. Turgeon/mdc", "[End of document]"]]}