{"id_": "021894", "body_str": [["[1]", "Phelan, J.", ": There are two consolidated applications for judicial review in this matter. The first (T-2058-07) is filed by the Chief and four Councillors on behalf of the Roseau River Anishinabe First Nation (Band) seeking a declaration that the First Nation's Custom Council has no authority to act, and particularly that it lacks the authority to remove the Chief and these four Councillors (Chief and Councillors - the Respondents). The second (T-2205-07) is filed by the Band's Custom Council (Custom Council - the Applicants) seeking a declaration that its resolution removing the Chief and Councillors from office effective June 1, 2007 is valid. The Custom Council also sought an order in the nature of quo warranto that the Chief and Councillors do not validly hold their respective positions of Chief and Councillors.", "II.", "Background", "A.", "Facts"], ["[2]", "The Band is a band of Ojibway who reside in south-eastern Manitoba, close to the border with North Dakota. The Band has over 1,800 members, about half of whom reside on the Roseau River Indian Reserve #2, 150 of whom reside on the Roseau Rapids Indian Reserve #2A and the remainder of whom live off-reserve, primarily in Winnipeg."], ["[3]", "Prior to 1991, the Band was governed by a Chief and Council elected in accordance with section 74 of the", "Indian Act", ", R.S.C. 1985 c. I-5. In 1975, Felix Antoine was elected Chief. He was defeated in 1977 by Stanley Nelson, the father of Chief Terrance Nelson - a party to this hearing. Felix Antoine was elected Chief again in more than one subsequent term."], ["[4]", "Since 1991, the Band governs according to band custom, with the approval of Indian and Northern Affairs Canada. They have two pieces of legislation which express their system of governance: the", "Bagiwaaniskiziibi Anishinabe First Nation Election Act", "and", "Regulations", "Election Act", "), and the Constitution. While the submitted version of the Constitution is labelled \"Draft\", both Parties agree that the Constitution was duly enacted."], ["[5]", "The Custom Council, mentioned in both the", "Election Act", "and the Constitution, is a body, the voting members of which are made up of those appointed by the family units of the Band. The function of the Custom Council is to assist, support, and counsel the Chief and Councillors in carrying out their duties. Section 15 of the", "Election Act", "describes the Custom Council as \"the prime authority and representative of the total tribal membership\". They also have the power to amend the", "Election Act", ". According to Article VIII of the Constitution, unless otherwise provided by Custom Council, Custom Council meetings shall be held every Tuesday at 10 a.m., and Custom Council must give the family representatives 24 hours notice of meetings at other times."], ["[6]", "Since this legislation was approved, there has been at least one instance where the Custom Council removed Chief and Council from office. In March 1999 Edward Hayden was elected as Chief for a four-year term. In early 2001, there was a governance dispute in which the Custom Council reduced the term of office of the Chief and Council from four years to two years in order to remove the then-Chief from office. This action was judicially reviewed, and upheld, by Justice Kelen in", "<FRAGMENT_SUPPRESSED>  Felix Antoine was elected Chief in the election held following the removal of then-Chief Hayden from office."], ["[7]", "In March 2003, Terrance Nelson, Gary Roberts, June Laroque, Lawrence Henry and Keith Henry were first elected as Chief and Councillors, respectively. These comprise the Party \"Chief and Councillors\" in this matter."], ["[8]", "On March 21, 2004 at a meeting with more than ten (10) other attendees, Hector Pierre was purportedly appointed Interim Chairperson and Martha Laroque was purportedly appointed Interim Co-Chairperson, with further elections to be held May 4, 2004. The interim nature of the positions appears to be because one member, according to the minutes, wanted more people to be there to speak their minds."], ["[9]", "Over the next few years, there are several instances of the Chief and Councillors being requested, and failing, to attend Custom Council meetings. However, Chief Nelson was re-elected as Chief in 2005 and 2007. In all three (2003, 2005 and 2007) elections, Felix Antoine was an unsuccessful candidate."], ["[10]", "There is evidence that the Chief and Councillors requested Custom Council to take the appropriate actions to facilitate the elections during the time that Hector Pierre and Martha Laroque were Chairperson and Co-Chairperson."], ["[11]", "According to the Record, and in the affidavit of Hector Pierre, at a Custom Council meeting on April 3, 2007, he and Martha Laroque were reappointed as Chairperson and Co-Chairperson of the Custom Council for a two-year term. While this does not appear in the minutes of the meeting, there is a meeting motion record recording this. The minutes of the April 3, 2007 meeting show 18 attendees while the meeting motion record shows 13 representatives voting in favour, with no abstentions and no oppositions. Custom Council meetings are open to the entire Band, therefore certain attendees may not have the right to vote. It appears that Hector Pierre was not present at that meeting, however Martha Laroque signed for the Chairperson/Custom Council."], ["[12]", "Hector Pierre attested that in the spring of 2007, Custom Council became concerned with the spending of the Chief and Councillors. In early May 2007, Custom Council passed Resolution # 01050307 appealing to the Minister of Indian Affairs and Northern Development to conduct a forensic audit of all financial accounts of the Band from March 1, 2003 to March 31, 2007."], ["[13]", "This resolution appears as an item on the draft agenda for the Tuesday, May 22, 2007 Custom Council meeting, indicating that the passing of Resolution # 01050307 did not resolve the Custom Council's concerns."], ["[14]", "As a result of continued concerns about mismanagement and misappropriation on behalf of the Chief and Councillors, and about their unwillingness to report to Custom Council, Custom Council passed (with ten people voting in favour) Resolution 0029052007 in which they voted to remove the Chief and Councillors from office in May 2007, to be effected no later than June 1, 2007."], ["[15]", "Resolution 0029052007 removing Chief and Councillors is written as being made on \"Tuesday, May 28, 2007,\" however May 28 was a Monday. The numbering of the resolution indicates that it was made on Tuesday, May 29, 2007."], ["[16]", "On June 6, notice was posted of a Tuesday, June 12 Custom Council Meeting."], ["[17]", "On or about June 12, 2007, the Chief and Councillors filed a statement of claim in the Manitoba Court of Queen's Bench seeking declarations that Hector Pierre and Martha Laroque were not respectively Chairperson and Co-Chairperson of Custom Council and that \"John Doe\" and \"Richard Roe\" are not Family Representatives of Custom Council, and interim and permanent injunctions restraining those persons from acting in those roles as well as a claim for damages."], ["[18]", "On June 21, 2007, Justice Scorfield of the Manitoba Court of Queen's Bench granted an interim injunction restraining Hector Pierre and Martha Laroque from calling and conducting an election for the positions of Chief and the four Councillors. Despite this, on June 26, 2007, Hector Pierre and Martha Laroque attended the Band Hall and held an election. The following individuals were purportedly elected by acclamation:", "Felix Antoine - Chief", "Martha Laroque - Councillor", "Tom Henry - Councillor", "Tracey Henry - Councillor", "Melvin Pierre - Councillor"], ["[19]", "On August 20, 2007, counsel for the Custom Council filed a notice of motion in the Manitoba Court of Queen's Bench that the declarations sought by the Chief and Councillors came within the exclusive jurisdiction of the Federal Court. On November 23, 2007, in", "<FRAGMENT_SUPPRESSED>  Justice Nurgitz ruled that the Federal Court had exclusive jurisdiction of the matter and dismissed the Chief and Councillors' statement of claim, save for the fraudulent misrepresentation claim that was stayed pending the decision of the Federal Court. Following this, Hector Pierre contacted officials of Indian and Northern Affairs requesting that no further funds be sent to the Chief and Councillors on behalf of the Band."], ["[20]", "The Chief and Councillors' application to this Court was filed on November 26, 2007, and the Custom Council's application was filed on December 19, 2007.", "B.", "Impugned Decision"], ["[21]", "While the Chief and Councillors' application seems, at its core, to be in reaction to Custom Council Resolution 0029052007 removing the Chief and Councillors from office, their application is framed as a request for a declaration invalidating the tenure of the impugned Custom Council in its entirety. As such, from the Chief and Councillors' side, there is no clearly impugned decision. If any, it would appear from the issues raised that they mainly target the decision (re-)appointing Hector Pierre and Martha Laroque on April 3, 2007."], ["[22]", "The Chief and Councillors are somewhat inconsistent in their submissions on this basis. In their Memorandum of Argument they say that at its core their application is about the attempt of a group of people to remove the Chief and Councillors from office. Yet they also submit that, because they do not recognize this body as a duly convened Custom Council, to ask for the review of any particular decision would be contradictory to their first submission. This position pre-supposes their success on several of the issues that are at the core of this hearing."], ["[23]", "From the Custom Council's side, there is clearly an impugned decision, as they have responded with an application seeking a declaration that their Resolution 0029052007 is valid.", "III.", "Analysis"], ["[24]", "With the flow of Application and counter-Application, the issues to be addressed can best be distilled to these:", "a. Is this a subject matter which is properly before the Federal Court?", "b. Are the appointments of Hector Pierre and Martha Laroque as Chairperson and Co-Chairperson, respectively, of the Custom Council valid?", "c. Did the Custom Council have the authority to remove the Chief and Councillors from office and to call and conduct an election for the positions of Chief and of four positions on Council?", "A. Federal Court Jurisdiction"], ["[25]", "There are two aspects to this issue. The first is the Chief and Councillors' contention that the Custom Council is not a \"federal board, commission or other tribunal\" on the basis that the Custom Council arises from the Band's inherent right of self-government and its use of custom for the conduct of elections. The second issue is whether the Chief and Councillors' judicial review is out of time and therefore should be dismissed.", "(1) \"", "Federal Board, Commission, etc."], ["[26]", "This issue, as it relates to this Band's Custom Council, was determined in 2003 by Justice Kelen  <FRAGMENT_SUPPRESSED>  River Anishinabe First Nation", ", above. There is no reason to depart from this authority."], ["[27]", "The weight of authority in this Court is that the Court has jurisdiction over native band councils regardless of whether council was elected pursuant to custom or pursuant to the", "<FRAGMENT_SUPPRESSED>  (T.D.))."], ["[28]", "The Custom Council's mandate and authority is set forth in the Band's Constitution, which is accepted as applying to the Band."], ["[29]", "Section 1 of Article VI of the Constitution provides:", "\"The supreme legislative authority of the Roseau River Anishinabe First Nation shall be vested in the Custom Council, having all the powers herein defined by this Constitution.\""], ["[30]", "The", "Election Act", "also speaks to the authority of the Custom Council. Section 15 of the", "Act", "provides:", "\"The Custom Council is the prime authority and representative of the total tribal membership of the Tribe. The Custom Council are leaders who assist, support and counsel the Chief and Councillors in carrying out their duties as cited in the Declaration and section 12 of this Act.\""], ["[31]", "Section 2(1) of the", "Indian Act", "gives recognition of custom council as a \"council of the band\":", "\"2(1) In this Act,", ". . . . .", "'council of the band' means", ". . . . .", "(b) in the case of a band to which section 74 does not apply, the council chosen according to the custom of the band, or, where there is no council, the chief of the band chosen according to the custom of the band;\"", "\"2(1) Les définitions qui suivent s'appliquent à la présente loi.", ". . . . .", "'conseil de la bande'", ". . . . .", "b) dans le cas d'une bande à laquelle l'article 74 n'est pas applicable, le conseil choisi selon la coutume de la bande ou, en l'absence d'un conseil, le chef de la bande choisi selon la coutume de celle-ci.\""], ["[32]", "The statutory recognition of the Custom Council gives it the power to manage and govern the affairs of the Band subject to its Constitution."], ["[33]", "The jurisdiction of the Federal Court was acknowledged in Justice Nurgitz's judgment as well (", "<FRAGMENT_SUPPRESSED>  time"], ["[35]", "The more difficult issue, for the Chief and Councillors, is that their judicial review application was filed outside the statutory 30-day time limit set out in subsection 18.1(2) of the", "Federal Courts", "Act", ", R.S.C. 1985, c. F-7. Only at the hearing of the case did the Chief and Councillors seek to obtain a formal extension of time."], ["[36]", "Applying the usual principles for an extension - an arguable case, a continuing intention, a reasonable explanation, and an absence of undue prejudice - the Chief and Councillors would fail on the grounds of at least \"a reasonable explanation\"."], ["[37]", "It is important to bear in mind that the Chief and Councillors knew or ought to have known of Justice Kelen's decision in 2003 (", "Roseau River Anishinabe First Nation", ", above) which dealt with the very same band. One is perplexed that the Chief and Councillors would not have immediately seen the need to apply to the Federal Court. Given the decision of Justice Kelen, it leads this Court to conclude that the Chief and Councillors were attempting an \"end run\" on this Court in the hope that the Court of Queen's Bench would, in error, grant them some relief."], ["[38]", "Therefore, I would strike the Chief and Councillors' judicial review application and refuse the extension of time. However, the formal striking is largely academic because the positive assertions in the Chief and Councillors' pleading are turned into defence pleadings in respect of the Custom Council's application to confirm its Resolution 0029052007 removing the Chief and Councillors. The Court now turns to those issues.", "C.", "Appointment of Chair and Co-Chair"], ["[39]", "The Chief and Councillors' position, whether in their own judicial review or in defence of their removal, suffers from a critical flaw: laches/delay or acquiescence."], ["[40]", "The Chief and Councillors were elected in March 2003 and re-elected in 2005 and 2007. Pierre and Laroque were appointed Chair and Co-Chair starting in March 2004 and subsequently reappointed."], ["[41]", "Only after the Custom Council became concerned with the spending by the Chief and Councillors; passed a resolution asking the Minister of Indian Affairs and Northern Development to conduct a forensic audit; and - in the face of the Chief and Councillors' refusal to report to Custom Council and justify expenditures - passed the resolution removing them from office, did the Chief and Councillors seriously pursue their suggestion that there was anything amiss in the appointments of members, Chair, or Co-Chair of Custom Council."], ["[42]", "The real and central issue in the two judicial reviews is the legality of the Custom Council's removal of the Chief and Councillors. The other issues raised are either related to or subsets of this central issue, or are the legal equivalent of a \"red herring\"."], ["[43]", "While the Chief and Councillors attack all of the Custom Council's actions since 2003, for purposes of the issue of the appointment of Pierre and Laroque, the appointments prior to the current one of April 5, 2007 are moot."], ["[44]", "While the attack on the validity of the appointments is ended by the Court's determination that the Chief and Councillors' judicial review is dismissed for lack of timeliness; even if it were not, to the extent that the appointments colour the removal resolution, I find no fatal flaw in their appointment."], ["[45]", "The principal grounds of attack is that Pierre and Laroque were not family representatives and thus were not eligible to be Chair and Co-Chair of Custom Council. The Chief and Councillors also raise the issue that the appointments were for a two-year term, whereas the Constitution contemplates annual appointments."], ["[46]", "However, there is no clear requirement in the Constitution that the positions be held by family representatives. Moreover, there are no detailed procedural requirements governing the method of appointments or selection of appointees. In view of the substantial period that these two people held their positions prior to 2007, given the evidence that their appointments were generally accepted by the Band, I conclude that the appointment must be considered consistent with the Constitution (except as to term)."], ["[47]", "The acquiescence or general acceptance of the appointments is particularly important in a society which, as in this Band, is governed on the principle of consensus. There was no evidence that, except for the Chief and Councillors, others in the Band were not supportive or accepting of the appointments of Pierre and Laroque."], ["[48]", "To the extent that there were some technical irregularities, including the length of term of two years, I am not prepared to exercise my discretion to strike down the appointments or to find that the Custom Council Resolution 0029052007 is infirmed by this irregularity. While the duration of the term of appointment did not match that prescribed in the Band's legislation, the actions relevant to this judicial review were plainly taken when the appointments were valid according to Band legislation (as the reappointment had been made just over a month prior). The duration of the non-conforming second-year of the term having already expired at the time of this judgment, remedial orders - even if appropriate - are of no use at this time. The Band will be expected in the future to ensure that subsequent appointments meet the stated terms in the Constitution.", "D.", "Custom Council Authority"], ["[49]", "The Custom Council seeks a declaration that its Resolution 0029052007 is valid and binding, and has the effect of removing the Chief and Councillors."], ["[50]", "The Chief and Councillors' responses to this issue are principally that the Custom Council has not been operating validly in part because of the appointment of the Chair and Co-Chair and in part because family representatives on the Custom Council were not validly appointed, as well as that procedural fairness was not observed."], ["[51]", "The Court has already dealt with the issue of the appointment of the Chair and Co-Chair."], ["[52]", "With respect to the validity of the appointment of family representatives, the Chief and Councillors have not produced sufficient evidence of some material flaw in the appointment of family representatives to sit on the Custom Council."], ["[53]", "Sections 3 and 6 of Article VI of the Constitution provide:", "Section 3.", "The Custom Council shall consist of family representatives as appointed by the family units of the Roseau River Anishinabe First Nation.", "Section 6.", "The Custom Council shall on an annual basis re-affirm their respective appointments from their family units.\""], ["[54]", "The Constitution does not prescribe how the family units are to appoint their representatives, the term of the representatives (Custom Council merely reaffirms the appointment annually), or the process or recording of reaffirmation."], ["[55]", "In addition, neither the Constitution nor the", "Election Act", "prescribes how many family representatives may be appointed by the family units, nor is there a standard method of appointment. Each family acts on its own as to the method of their appointments. The evidence is that families appoint a representative and may appoint alternates. The only consistent limitation appears to be that each family unit receives one vote on the Custom Council."], ["[56]", "There was some evidence that within three families (the Henrys, the Patricks, and the Antoines) there were disputes as to who was properly appointed. This is a matter to be resolved by the families. The existence of the dispute does not invalidate Custom Council's operations, particularly where there is no evidence of difficulty with the other 18 family units."], ["[57]", "The central point in the analysis of the legality of the removal of the Chief and Councillors is that, as found by Justice Kelen  <FRAGMENT_SUPPRESSED>  River Anishinabe First Nation", ", above at paragraph 22, Custom Council has the authority to remove the Chief and Councillors from office.", "\"This recognition gives the Custom Council the power to manage and govern the affairs of the Band. The Custom Council are persons 'who assist, support and counsel' the Chief and Councillors in carrying out their duties. In this way, the Custom Council is responsible for carrying out the powers of a band council to administer band monies, reserve lands and other powers conferred under the", "Indian Act", ". Its decision to remove the elected Chief and Council from office is a manifestation of this power.\""], ["[58]", "To the extent that there were technical deficiencies in the operations of Custom Council, it would be inappropriate in these circumstances of a consensus-type governance model to impose strict procedural guidelines in the exercise of valid powers."], ["[59]", "For the Chief and Councillors to contend that Custom Council had not been active since March 2003 is, on the evidence, ludicrous. The fact that this Chief refused to recognize Custom Council does not render Custom Council inoperative. To the extent that Custom Council activities were minimal from time to time does not lessen its constitutional position as the supreme legislative authority."], ["[60]", "The Chief and Councillors cannot take advantage of their rogue behaviour to undermine the authority of Custom Council."], ["[61]", "On a balance of probabilities, I find that Resolution was passed at a duly convened Custom Council meeting held at the appointed time on Tuesday, May 29, 2007. The Chief and Councillors contend that their removal was procedurally flawed in that they did not receive proper notice of the Tuesday, May 29, 2007 meeting. This claim of breach of procedural fairness is without substance."], ["[62]", "The Custom Council has the powers of removal under s. 14 of the", "Election Act", "\"Once duly elected by tribal members the Chief and Councillors represent and are therefore accountable to all tribal members whereupon said Chief and Councillors may be removed from office if they:", "i. Fail to uphold the Standards of Conduct as cited in section 12, subsection A-J inclusive, of this Act.", "ii. Are absent from two (2) consecutive meetings without justifiable cause. ...\""], ["[63]", "On the evidence, the Chief and Councillors were aware of the tension with the Custom Council and had sufficient knowledge of the meeting and of the concerns of Custom Council. Section 12(j) of the", "Election Act", "provides that the elected Chief and Councillors attend and remain at all official meetings called by the tribal membership, Custom Council, or Chief and Councillors."], ["[64]", "Custom Council meetings are mandated by the Constitution to occur every Tuesday at 10:00 a.m., provided there is a quorum. The Chief's evidence that he never saw a meeting of Custom Council occurring on a Tuesday at 10:00 a.m. is not credible in the face of evidence from the Chief and Councillors' own witnesses of the Custom Council meetings held since March 2003."], ["[65]", "The evidence establishes that the Chief and Councillors engaged in a plan to ignore Custom Council and its meetings, especially when Custom Council's inquiries began to touch on the activities and financial dealings of the Chief and Councillors. Examples of such avoidance, over and above non-attendance at meetings during the most recent post-2007 election term, are:", "(a) By letter dated April 6, 2004, the Chief and Councillors were requested to attend before Custom Council on April 13, 2004. The Chief and Councillors did not respond to this request.", "(b) On January 25, 2005, Custom Council requested that the Chief and Councillors give public notice of their accounting and provide documentation including the Chief and Councillors' general ledger to the community.", "(c) On January 29, 2005, Custom Council requested the Chief and Councillors to attend a General Meeting of Custom Council on February 3, 2005 to discuss Trust Surplus expenditures in the amount of $504,000.00 by the Chief and Councillors.", "(d) By letter dated January 31, 2007, Custom Council requested the attendance of Chief Nelson at the Custom Council meeting scheduled for February 6, 2007 to respond to questions relating to the various trips he took from March 2003 to March 2007."], ["[66]", "Despite these explicit requests, which were in addition to their pre-existing duty to attend, the Chief and Councillors refused to attend these specific meetings."], ["[67]", "Had the Chief and Councillors attended these meetings, they would have had an opportunity to at least address the issues which led to their removal. The Chief and Councillors cannot now complain of some unfairness or breach of natural justice. Any suggestion by the Chief that he did not attend because he questioned the validity of Custom Council is self-serving, not credible, and without sound legal basis."], ["[68]", "As to the merits of Custom Council's Resolution 0029052007, the Court defers to Custom Council because it was more than reasonable to remove from office persons who ignored Custom Council's authority and undermined Custom Council's ability to function."], ["[69]", "As to the specific relief, a writ of quo warranto is not necessary given the order which I intend to make."], ["[70]", "I would note, however, that the evidence suggests there were procedural irregularities in the actions of both Parties in the matters leading up to this litigation. Acknowledging that the Roseau River Anishinabe First Nation governs by custom and functions largely by consensus, and in that regard not wishing to make specific findings or recommendations, I would advise the Band that following their self-chosen procedures, and if necessary amending or developing their Constitution and", "Election Act", "as the Band indicated they have contemplated doing, will help to avoid creating a situation where this Court becomes a regular recourse for Band election matters.", "IV.", "Conclusion"], ["[71]", "Therefore, this judicial review will be granted. Resolution 0029052007 is declared valid and binding, and the removal of the Chief and Councillors is confirmed.", "JUDGMENT"], ["[72]", "THIS COURT ORDERS AND ADJUDGES that", "this application for judicial review is granted. Resolution 0029052007 is declared valid and binding and the removal of the Chief and Councillors is confirmed.", "Order accordingly.", "Editor: Anick Ouellette-Levesque/vnh", "[End of document]"]]}