{"id_": "021953", "body_str": [["[1]", "Mactavish, J.", ": Jeyaseelam Thuraisingam is a citizen of Sri Lanka. He came to Canada in 1989, and was recognized as a Convention refugee shortly thereafter. In 1990, Mr. Thuraisingam was landed as a permanent resident.  <FRAGMENT_SUPPRESSED>"], ["[2]", "On May 22, 2003, a Minister's Delegate confirmed an earlier danger opinion, finding that Mr. Thuraisingam had been involved in serious criminality and was a danger to the public in Canada. Mr. Thuraisingam now challenges this decision, arguing that the Minister's Delegate erred in finding that he was a member of a criminal organization. Mr. Thuraisingam further asserts that the Minister's Delegate erred in finding that he would not be at risk of persecution or torture if he were returned to Sri Lanka.  <FRAGMENT_SUPPRESSED>", "Background  <FRAGMENT_SUPPRESSED>"], ["[3]", "On September 1, 1998, Mr. Thuraisingam was found to be a danger to the public pursuant to s. 70(5) and s. 53(1)(d) of the", "Immigration Act", ", R.S.C. 1985, c. I-2, as amended. At the time that this danger opinion was issued, Mr. Thuraisingam had a number of criminal convictions. The CPIC record produced by Mr. Thuraisingam himself indicates that in 1995, he was convicted of failing to attend court. He also had two convictions for driving while impaired - one from 1993, and the other from 1996.  <FRAGMENT_SUPPRESSED>"], ["[4]", "On May 14, 1997, Mr. Thuraisingam was convicted of uttering a death threat, assault and attempt to obstruct justice. These convictions evidently resulted from Mr. Thuraisingam having threatened a witness in a legal proceeding with death, and having assaulted the witness. Mr. Thuraisingam received sentences of two years, six months and two years imprisonment in connection with these convictions, with the sentences to be served concurrently.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Mr. Thuraisingam was convicted of trafficking in a narcotic and possession for the purposes of trafficking in June of 1997, for which he received a sentence of eight and one-half years. Following on his conviction on these latter charges, a deportation order was issued against Mr. Thuraisingam.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Mr. Thuraisingam appealed his narcotics convictions, and in 2001, the Ontario Court of Appeal allowed the appeal, finding that there had been an unreasonable delay in bringing the matter to trial. As a consequence, Mr. Thuraisingam's convictions for trafficking in a narcotic and possession for the purposes of trafficking were set aside, and the charges stayed.  <FRAGMENT_SUPPRESSED>"], ["[7]", "As a result of the narcotics convictions having been set aside, Mr. Thuraisingam filed an application for leave and for judicial review of the 1998 danger opinion, and sought to enjoin the Minister from removing him from Canada. On February 21, 2002, the Minister agreed to defer Mr. Thuraisingam's removal, pending reconsideration of the danger opinion.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Mr. Thuraisingam submitted that the danger opinion should be quashed, given that his narcotics convictions had been set aside on appeal and the charges stayed. As a result, he says, his only remaining convictions were those for assault, uttering a threat and attempt to obstruct justice. The respondent disputed this, pointing out that Mr. Thuraisingam also had convictions for driving while impaired and failing to attend court.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Mr. Thuraisingam also argued that he would face a risk of torture and risk to his life if he were returned to Sri Lanka. Because he has been publicly identified as a leader of a Tamil gang in Toronto known as \"Sellapu\", which is allegedly associated with another gang known as the \"VVT\", Mr. Thuraisingam says that he would be targeted by Sri Lankan authorities if he were returned to that country.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Mr. Thuraisingam was advised that Ministry officials were recommending that the danger opinion be maintained. He was provided with a disclosure package containing a police affidavit in support of a wiretap request, as well as the wiretap authorization and warrants. He was also provided with a transcript from a police interview with a witness that I will refer to as P.A., as well as an affidavit sworn by P.A., a \"VVT association wheel\" and a book of evidence relating to a police investigation called \"Project 1050\".  <FRAGMENT_SUPPRESSED>"], ["[11]", "Mr. Thuraisingam objected to there being any consideration of the above-described material, submitting that it was inadmissible, irrelevant or not properly proven. He also disputed the officer's conclusion that he would not face persecution or a risk to his life or of torture if he were returned to Sri Lanka.  <FRAGMENT_SUPPRESSED>"], ["[12]", "On May 22, 2003, the Minister's Delegate found that Mr. Thuraisingam had been involved in serious criminality, and that he was a danger to the public in Canada. The Minister's Delegate also concluded that Mr. Thuraisingam would not be at risk of torture if he was returned to Sri Lanka. Mr. Thuraisingam was scheduled to be removed on July 17, 2003. The day before he was scheduled to leave Canada, his removal was stayed by order of this Court.  <FRAGMENT_SUPPRESSED>", "The Decision of the Minister's Delegate  <FRAGMENT_SUPPRESSED>"], ["[13]", "The Minister's Delegate observed that Mr. Thuraisingam had a conviction for an offence liable to imprisonment for a term of 10 years or more, as the offence of attempt to obstruct justice is an indictable offence, carrying a possible term of imprisonment of up to 10 years.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Based upon the evidence provided by the Toronto Police, the Minister's Delegate concluded that Mr. Thuraisingam was a member of the \"Sellapu\" gang. The Minister's Delegate observed that the associated gang, the VVT, is a group of military-trained terrorists from Sri Lanka, the function of which is to raise money to support the Tamil Tigers, who in turn have been declared World Terrorists by the Canadian and American governments.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Based upon his finding that Mr. Thuraisingam was a high-ranking member of a gang that was involved in criminal activities, the Minister's Delegate concluded that the test of present and future danger had been met, and that the danger opinion should be confirmed.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The Minister's Delegate then examined the risk posed to Mr. Thuraisingam if he were returned to Sri Lanka, finding that the risk associated with return has been \"much reduced\" since the original danger opinion of September, 1998. The Minister's delegate relied on documentary evidence indicating that progress has been made in the peace process in Sri Lanka, noting that the cease-fire was more than a year old and was holding fast. The Minister's Delegate also found that Sri Lanka was working on developing regulations to prosecute and punish military and police personnel responsible for torture. An international verification mission had been set up to assist in the resolution of any conflict that might arise and to monitor both sides for possible violations of the cease-fire agreement. In addition, progress was being made on the resettlement of returning deportees, to ensure them a smooth transition back into Sri Lankan society.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The Minister's delegate did not place much weight on Mr. Thuraisingam's claim that he feared returning to Sri Lanka because he was afraid of the LTTE. The Minister's Delegate preferred police reports indicating that Mr. Thuraisingam was himself a member of an associated organization. As a result, the Minister's Delegate held that Mr. Thuraisingam had not established a prima facie case that there was a risk of torture.  <FRAGMENT_SUPPRESSED>", "Issues  <FRAGMENT_SUPPRESSED>"], ["[18]", "Mr. Thuraisingam raises two issues on this application:  <FRAGMENT_SUPPRESSED>", "1. Did the Minister's Delegate err in finding that Mr. Thuraisingam was a member of a criminal organization? and  <FRAGMENT_SUPPRESSED>", "2. Did the Minister's Delegate err in finding that Mr. Thuraisingam would not be at risk of persecution or torture if he were returned to Sri Lanka?  <FRAGMENT_SUPPRESSED>", "1. Did the Minister's Delegate err in finding that Mr. Thuraisingam was a member of a criminal organization?  <FRAGMENT_SUPPRESSED>", "Positions of the Parties  <FRAGMENT_SUPPRESSED>"], ["[19]", "Mr. Thuraisingam submits that both s. 44(2) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 and the", "Criminal Code", "provide processes for determining whether a person is a member of a criminal organization. In each case, an individual suspected of gang membership has the right to a hearing, with the attendant right to test the evidence against him through cross-examination. If the respondent was of the view that he was a member of a criminal gang, Mr. Thuraisingam says, one of these avenues ought to have been pursued.  <FRAGMENT_SUPPRESSED>"], ["[20]", "According to Mr. Thuraisingam, the Minister's Delegate erred in law in finding that he was a member of a criminal organization, based upon the documents contained in the disclosure package. In support of this contention, Mr. Thuraisingam cites a number of decisions which have held that it is an error for a Minister's delegate to base a danger opinion, in whole or in part, on unproven criminal charges:", "<FRAGMENT_SUPPRESSED> . In this case, the police have not even laid charges against Mr. Thuraisingam relating to his alleged gang membership. All we have here, he says, are mere allegations. These allegations are not enough to support a finding that he is a danger to the public in Canada.  <FRAGMENT_SUPPRESSED>"], ["[21]", "Rather than carry out an independent assessment of the evidence, Mr. Thuraisingam says that the Minister's delegate simply relied on information provided by the police. Having regard to the nature of the rights at stake, he says that this is not sufficient.  <FRAGMENT_SUPPRESSED>"], ["[22]", "Even though the narcotics convictions were overturned, the respondent contends that Mr. Thuraisingam's most serious convictions still stand. In particular, the respondent points to the conviction for attempting to obstruct justice. According to the respondent, Mr. Thuraisingam's attempt to obstruct justice by interfering with a witness bears all of the hallmarks of the way that Tamil gangs operate in Toronto. In support of this submission, the respondent points to a newspaper article provided to the Minister's Delegate by Mr. Thuraisingam himself.  <FRAGMENT_SUPPRESSED>"], ["[23]", "The decision under review arose in the context of an immigration case, and the respondent states that the criminal standard of proof beyond a reasonable doubt has no place in an administrative proceeding such as this. The Minister's Delegate is not bound by the strict rules of evidence, and can rely on evidence that has not resulted in a criminal conviction, as long as that evidence is considered to be reliable and trustworthy:", "<FRAGMENT_SUPPRESSED>  (F.C.A.) and", "<FRAGMENT_SUPPRESSED>  (T.D.).  <FRAGMENT_SUPPRESSED>"], ["[24]", "What Mr. Thuraisingam is really asking the Court to do, the respondent says, is to re-weigh the evidence that was before the Minister's Delegate. This evidence was sufficiently reliable to warrant the conclusion that Mr. Thuraisingam is a danger to the public in Canada.  <FRAGMENT_SUPPRESSED>", "Statutory Framework  <FRAGMENT_SUPPRESSED>"], ["[25]", "The original danger opinion prepared in relation to Mr. Thuraisingam was prepared under s. 53 of the former", "Immigration Act", ". The opinion was reconsidered in 2003, and as a result, is governed by the provisions of s. 115 of the", "Immigration and Refugee Protection Act", ". The operative portions of s. 115 provide as follows:  <FRAGMENT_SUPPRESSED>", "\"115(1) A protected person or a person who is recognized as a Convention refugee in another country to which the person may be returned shall not be removed from Canada to a country where they would be at risk of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion or at risk of torture or cruel or unusual treatment or punishment.  <FRAGMENT_SUPPRESSED>", "\"115(2) Subsection (1) does not apply in the case of a person  <FRAGMENT_SUPPRESSED>", "(a) who is inadmissible on the grounds of serious criminality and who constitutes, in the opinion of the Minister, a danger to the public in Canada ... . <FRAGMENT_SUPPRESSED>", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[26]", "<FRAGMENT_SUPPRESSED>  the Supreme Court of Canada noted that the discretionary determination of whether someone constitutes a danger to the security of Canada is one that calls for considerable deference:  <FRAGMENT_SUPPRESSED>", "\"The court's task ... is to determine whether the Minister has exercised her decision-making power within the constraints imposed by Parliament's legislation and the Constitution. If the Minister has considered the appropriate factors in conformity with these constraints, the court must uphold her decision. It cannot set it aside even if it would have weighed the factors differently and arrived at a different conclusion.\" (at para. 38)  <FRAGMENT_SUPPRESSED>"], ["[27]", "A danger opinion should only be set if it is patently unreasonable - that is, if it was arbitrary, if it was made in bad faith, if it was not supported by the evidence, or if the Minister's delegate failed to consider the appropriate factors. (", "Suresh", ", supra, at paragraph 29)  <FRAGMENT_SUPPRESSED>"], ["[28]", "In my view, these comments are equally applicable to the standard of review to be used in relation to a danger opinion based upon serious criminality:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[29]", "There is no merit to Mr. Thuraisingam's submission that charges should have been laid under the", "Criminal Code", ", or proceedings initiated under s. 44(2) of the", "Immigration and Refugee Protection Act", "if there was sufficient evidence to prove that Mr. Thuraisingam was a member of a criminal organization. There is nothing in the", "Immigration and Refugee Protection Act", "that requires the respondent to proceed under s. 44(2) where it is of the view that an individual is a danger to the public, based upon his membership in a criminal organization. As a consequence, I am satisfied that it was open to the respondent to proceed under s. 115.  <FRAGMENT_SUPPRESSED>"], ["[30]", "There are two elements that must be established in order to support the issuance of a danger opinion under s. 115 of the", "Immigration and Refugee Protection Act", ". The individual in question must be inadmissible on the basis of serious criminality", "and", "he or she must, in the opinion of the Minister, constitute a danger to the public in Canada.  <FRAGMENT_SUPPRESSED>"], ["[31]", "In this case, it is common ground that Mr. Thuraisingam has been convicted of a number of criminal offenses, one of which carries a possible term of imprisonment of up to 10 years. This would have been sufficient to establish the \"serious criminality\" requirement under the old", "Immigration Act", ", and I am satisfied that the serious criminality element of s. 115(2)(a) has been met. What is in issue is whether the Minister's Delegate was entitled to rely on unproven allegations relating to Mr. Thuraisingam's alleged gang membership in coming to the conclusion that he poses a present or future danger to others in Canada.  <FRAGMENT_SUPPRESSED>"], ["[32]", "The phrase \"danger to the public\", as it is used in s. 115 of the", "Immigration and Refugee Protection Act", ", and its predecessor section, has been the subject of judicial consideration. In", "La", ", supra, Justice Lemieux cited with approval the following passage from the decision of Justice Strayer in", "<FRAGMENT_SUPPRESSED>  (F.C.A.):  <FRAGMENT_SUPPRESSED>", "\"In the context the meaning of 'public danger' is not a mystery: it must refer to the possibility that a person who has committed a serious crime in the past may seriously be thought to be a potential re-offender. It need not be proven -- indeed it cannot be proven -- that the person will reoffend. What I believe the subsection adequately focusses the Minister's mind on is consideration of whether, given what she knows about the individual and what that individual has had to say in his own behalf, she can form an opinion in good faith that he is a possible re-offender whose presence in Canada creates an unacceptable risk to the public. <FRAGMENT_SUPPRESSED>"], ["[33]", "The fact that an individual has been convicted of a serious criminal offense is not, on its own, a sufficient foundation for a danger opinion. As Justice Gibson noted in", "<FRAGMENT_SUPPRESSED>  (T.D.), the phrase \"danger to the public\" means a present or future danger. Thus, the circumstances of each case must be examined to determine whether there is sufficient evidence on which to formulate the opinion that the individual is a potential re-offender, whose presence in Canada poses an unacceptable risk to the public.  <FRAGMENT_SUPPRESSED>"], ["[34]", "In this case, the Minister's Delegate concluded that Mr. Thuraisingam clearly posed a present and future danger for people in Canada as a result of his being a high-ranking member of a gang involved in criminal activities. Mr. Thuraisingam contends that the Minister's Delegate erred in this regard, having based this decision on unproven allegations. The threshold question, then, is whether a Minister's delegate can base a danger opinion on something less than charges that have resulted in convictions.  <FRAGMENT_SUPPRESSED>"], ["[35]", "La", "Bakchiev", "Bertold", "and", "Dokmajian", "each relate to situations where the Minister's delegate relied on the existence of outstanding charges to support a danger opinion. In each case, this was found to be a reversible error. In my view, a distinction must be drawn between reliance on the", "fact", "that someone has been charged with a criminal offense, and reliance on the", "evidence", "that underlies the charges in question. The fact that someone has been charged with an offense proves nothing: it is simply an allegation. In contrast, the evidence underlying the charge may indeed be sufficient to provide the foundation for a good-faith opinion that an individual poses a present or future danger to others in Canada.  <FRAGMENT_SUPPRESSED>"], ["[36]", "Insisting that a Minister's delegate only be able to consider charges that have resulted in a conviction to support a danger opinion would arguably elevate the standard of proof required to support such an opinion to the criminal standard of proof beyond a reasonable doubt. This is clearly not appropriate in the immigration context.  <FRAGMENT_SUPPRESSED>"], ["[37]", "In this case, Mr. Thuraisingam has not been charged with membership in a criminal organization, nor is there any evidence before me that he is currently facing any other type of criminal charges. Thus, there is no reliance on the existence of charges here. Rather, the question is whether the evidence before the Minister's Delegate supported the conclusion that Mr. Thuraisingam poses a present or future danger to others in Canada, as a result of his being a high-ranking member of a gang that is involved in criminal activities.  <FRAGMENT_SUPPRESSED>"], ["[38]", "Recognizing that Parliament has granted Minister's delegates a broad discretion in such matters (", "<FRAGMENT_SUPPRESSED>  (T.D.), I am satisfied that the conclusion of the Minister's Delegate that Mr. Thuraisingam did pose a present or future danger to the public in Canada was supported by the evidence before him.  <FRAGMENT_SUPPRESSED>"], ["[39]", "The evidence in question consisted of newspaper articles, the statements of P.A., an affidavit sworn by Officer Anthony Malcolm of the Toronto Police, and summaries of intercepted telephone communications. I agree with counsel for Mr. Thuraisingam that, in this context, newspaper articles have very little evidentiary weight. That said, the remaining evidence establishes that Mr. Thuraisingam was deeply involved in the activities of the Sellapu and VVT gangs.  <FRAGMENT_SUPPRESSED>"], ["[40]", "For example, the record contains a statement that P.A. gave to the Toronto Police. P.A. admitted that he was himself associated with the Sellapu gang, and that the gang was involved in criminal activity such as dealing in illegal firearms. P.A. identifies Mr. Thuraisingam as the leader of Sellapu. Mr. Thuraisingam points to the fact that P.A. subsequently signed an affidavit wherein he deposed that his statement had been given as a result of threats and promises from the police, and that much of what he said in the statement was untrue. As a result, Mr. Thuraisingam says, no weight should have been attributed to P.A.'s original statement.  <FRAGMENT_SUPPRESSED>"], ["[41]", "A review of P.A.'s affidavit discloses that what P.A. subsequently claimed was untrue were statements that he had made about a third party, one K.T. Nowhere does P.A. resile from anything that he had previously said about Mr. Thuraisingam. While the conflicting statements given by P.A. may have raised a question as to his reliability as a witness, it is not the task of this Court to re-weigh the evidence that was before the Minister's Delegate.  <FRAGMENT_SUPPRESSED>"], ["[42]", "Officer Malcolm's affidavit was sworn in support of an application for a wiretap authorization in relation to a number of people, including Mr. Thuraisingam. Judicial authorization was ultimately granted to tap Mr. Thuraisingam's telephone. Officer Malcolm was a member of a special task force established by the Toronto police, and, at the time that he signed his affidavit, he had been involved in investigating Sri Lankan gang activities in Toronto for some two and a half years. Officer Malcolm identifies Mr. Thuraisingam as one of three \"masterminds\" of the Scarborough chapter of the VVT gang. According to Officer Malcolm, all VVT gang activity directed towards a rival Tamil gang known as \"A.K. Kannen\" was co-ordinated through Mr. Thuraisingam and two other men.  <FRAGMENT_SUPPRESSED>"], ["[43]", "The Minister's Delegate was also provided with summaries of the intercepted conversations obtained as a result of the wiretap operation. These summaries disclose that Mr. Thuraisingam was frequently involved in telephone discussions with other gang members, including one conversation in which Mr. Thuraisingam and another individual discussed a stabbing that had occurred the day before in Scarborough.  <FRAGMENT_SUPPRESSED>"], ["[44]", "In my view, the finding that Mr. Thuraisingam was a member of a criminal gang, and, as a result, presented a present and future danger to the public in Canada, was supported by the evidence before the Minister's Delegate, and was not patently unreasonable.  <FRAGMENT_SUPPRESSED>", "2. Did the Minister's Delegate err in finding that Mr. Thuraisingam would not be at risk of persecution or torture if he were returned to Sri Lanka?  <FRAGMENT_SUPPRESSED>"], ["[45]", "Mr. Thuraisingam asserts that the allegation that he is the leader of a Tamil gang in Toronto, which gang provides support to the LTTE, has been communicated to the Sri Lankan authorities, as a result of media coverage in that country. As a consequence, Mr. Thuraisingam says, he would be targeted by the Sri Lankan authorities, and his life would be in danger if he were returned to Sri Lanka.  <FRAGMENT_SUPPRESSED>"], ["[46]", "The respondent says that the question of whether Mr. Thuraisingam would face a risk of torture or a risk to his life if he were returned to Sri Lanka is a fact-driven inquiry, and that significant deference should be paid to the findings of the Minister's Delegate in this regard. According to the respondent, the Minister's Delegate carefully examined the current situation in Sri Lanka, and the finding that Mr. Thuraisingam would not be at risk if he were returned to Sri Lanka was one that was reasonably open to the Minister's Delegate on the evidence.  <FRAGMENT_SUPPRESSED>"], ["[47]", "Section 115 of the", "Immigration and Refugee Protection Act", "creates an exception to the principle of non-refoulement: that is, a person who has been found to be a Convention refugee should not be returned to the country where they would be at risk of persecution. As the Supreme Court of Canada noted  <FRAGMENT_SUPPRESSED> Suresh", ", supra, deportation to torture may deprive a refugee of the right to life, liberty or security. In determining whether this deprivation accords with fundamental justice, a balancing exercise must be carried out, weighing the protection of Canada's security interests against the refugee's interest in not being deported to torture. A similar exercise must be carried out when the danger opinion is based upon serious criminality.  <FRAGMENT_SUPPRESSED>"], ["[48]", "The assessment of risk is largely outside the expertise of reviewing courts, and does not posses a significant legal dimension. As such, significant deference must therefore be accorded to risk assessments:", "<FRAGMENT_SUPPRESSED> . Nevertheless, even using a standard of patent unreasonableness, I am of the view that the risk assessment cannot stand.  <FRAGMENT_SUPPRESSED>"], ["[49]", "Mr. Thuraisingam asserts that he would be specifically targeted by Sri Lankan authorities because of his alleged gang activities in Canada. He has produced media reports from Sri Lanka which specifically identify Mr. Thuraisingam as the leader of a VVT gang. These reports also state that the RCMP have connected senior VVT members in Canada with the LTTE in Sri Lanka. In my view, this raises a prima facie risk to Mr. Thuraisingam from the Sri Lankan authorities.  <FRAGMENT_SUPPRESSED>"], ["[50]", "In assessing the risk to Mr. Thuraisingam if he were returned to Sri Lanka, the Minister's Delegate examined the general situation facing returning Tamil refugees, finding that the situation was much improved, and that work was being done to smooth the way for returning deportees. No consideration was given to the specific circumstances of Mr. Thuraisingam's own situation, or to the particular risk that he might face from Sri Lankan authorities.  <FRAGMENT_SUPPRESSED>"], ["[51]", "For these reasons, the danger opinion is set aside. Given my reasons, the findings that Mr. Thuraisingam has been involved in serious criminality and poses a danger to the public in Canada should not be disturbed. The matter is remitted to the Minister's Delegate for a new risk assessment.  <FRAGMENT_SUPPRESSED>", "Certification  <FRAGMENT_SUPPRESSED>"], ["[52]", "The Minister proposes the following questions for certification:  <FRAGMENT_SUPPRESSED>", "1. What is the standard for determining whether evidence is sufficiently credible and trustworthy to be taken into account by the Minister's delegate when a danger opinion is reconsidered? and  <FRAGMENT_SUPPRESSED>", "2. Where an applicant alleges a risk of torture in his country of origin, what is the correct threshold of risk to be applied by a Minister's delegate when a danger opinion is reconsidered?  <FRAGMENT_SUPPRESSED>"], ["[53]", "Insofar as the first question is concerned, Mr. Thuraisingam submits that the issue of credible and trustworthy evidence is a question for the decision-maker, taking into account all of the factors and evidence before him or her. As such, Mr. Thuraisingam says, the question is not one of general importance. I agree, and decline to certify the question.  <FRAGMENT_SUPPRESSED>"], ["[54]", "I am not persuaded that the second question proposed by the Minister is dispositive of this case. I have set aside the risk assessment component of the danger opinion because the Minister's Delegate failed to consider Mr. Thuraisingam's personal circumstances. Thus the issue of the appropriate threshold of risk is not dispositive of this case. Accordingly, this question will not be certified.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[55]", "THIS COURT ORDERS THAT:  <FRAGMENT_SUPPRESSED>", "- The application for judicial review is allowed;  <FRAGMENT_SUPPRESSED>", "- The May 22, 2003 danger opinion is set aside, and the matter is remitted to the Minister's Delegate for sole purpose of re-assessing the risk to Mr. Thuraisingam if he were returned to Sri Lanka;  <FRAGMENT_SUPPRESSED>", "- No question is certified.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Elizabeth M.A. Turgeon/gs  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}