{"id_": "021972", "body_str": [["[1]", "de Montigny, J.", ": This is an application by Hua He (the \"Applicant\") for judicial review under s. 72 (1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [", "IRPA", "], of a decision by the Immigration Program Manager at the Canadian Embassy in Beijing, Sidney Frank (the \"Decision Maker\"). The Decision Maker refused the Applicant's application for a permanent resident visa as a member of a provincial nominee class, on the basis that she was inadmissible to Canada for misrepresentation under s. 40(1)(a) of", "IRPA", ".  <FRAGMENT_SUPPRESSED>"], ["[2]", "For the reasons that follow, I have not been persuaded that the Officer has erred or that the principles of natural justice have been breached. As a result, the application is dismissed.  <FRAGMENT_SUPPRESSED>", "FACTS  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Applicant is a citizen of China. On March 8, 2010, she submitted her application for permanent residence in Canada under the New Brunswick Provincial Nominee Program along with her spouse and their son.  <FRAGMENT_SUPPRESSED>"], ["[4]", "During the initial assessment of the application, an immigration officer noted that the Applicant had reported total earnings of approximately RMB 2,278,579 between 1997 and 2007. The application stated that this income was from working as a sales manager/sales person at the Yunnan Weitong Bulding Material Co. Ltd in Kumming, Yunnan province (the \"Company\"). The immigration officer asked the Anti-Fraud Unit to verify the Applicant's employment.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Hong Yan Ren (\"RHO\" as is referred to in the Computer Assisted Immigration Processing System (\"CAIPS\") notes), a Verification Assistant with the Anti-Fraud Unit, phoned the Company to determine if and when the Applicant was employed there and if her stated income could be accurate. He was also to verify the identity of Huang Liang Kun who had signed the Applicant's employment letter.  <FRAGMENT_SUPPRESSED>"], ["[6]", "RHO called the Company and was referred to Huang Shaolin who worked in the Company's web department and was responsible for preparing employee attendance sheets and keeping a list of employees. Mr. Huang stated that he did not know the Applicant.  <FRAGMENT_SUPPRESSED>"], ["[7]", "RHO was then referred to Huang Deng Ta, the Company's General Manager who first stated that he did not know the Applicant although he had been working for the Company for over 10 years. When RHO called back two hours later, Huang Deng Ta confirmed that he knew the Applicant and that she had worked for the Company for that time period at the Company's shop in Hongshengda.  <FRAGMENT_SUPPRESSED>"], ["[8]", "These phone calls raised concerns about the authenticity of the Applicant's stated employment at the Company. A letter detailing the concerns was sent to the Applicant on August 9, 2010 (the \"fairness letter\"), giving her the opportunity to respond and submit supplementary evidence. The Applicant responded by faxing two letters on September 1, 2010 from Mr. Huang Deng Ta and Mr. Huang Shaolin. Huang Deng Ta's letter explained that he had made an error in the first call as he had not worked closely with the Applicant when she was at the Company. Huang Shaolin stated that he had said he did not know the Applicant because he did not want to get into trouble, and that he had not known her well when she worked at the Company.  <FRAGMENT_SUPPRESSED>"], ["[9]", "On September 20, 2010 the Applicant was interviewed by Visa Officer Daniel Unrau (the \"Officer\"). The Officer repeated the concerns of the fairness letter, but was not satisfied with the Applicant's explanation. The Officer recommended to the Decision Maker that the Applicant's application be denied on the grounds of misrepresentation.  <FRAGMENT_SUPPRESSED>", "THE IMPUGNED DECISION  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Decision Maker decided that the Applicant is inadmissible under s. 40(1)(a) of the", "IRPA", "because she had misrepresented her employment at the Company. As per s. 40(2)(a) of the", "IRPA", ", the Applicant remains inadmissible into Canada for a period of two years.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The Decision Maker stated that this determination was based on the telephone interviews conducted on July 6, 2010. It was also based on the Applicant's responses to the fairness letter and the responses in person at the interview on September 20, 2010. The Decision Maker stated that the responses did not alleviate the concerns.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The specific concerns are outlined in the fairness letter as well as the CAIPS notes by the Officer covering the September 20, 2010 interview. The Officer expressed concern that:  <FRAGMENT_SUPPRESSED>", "- Huang Shaolin, who had been employed at the Company for five years, stated that he did not know the Applicant; and  <FRAGMENT_SUPPRESSED>", "- Huang Deng Ta, who had been with the Company for 10 years, initially stated that he did not know the Applicant, but two hours later explained that he did know the Applicant. Huang Deng Ta had not been the Applicant's supervisor and was in charge of sales in a different region. However, the Officer was concerned that he would say he didn't know her as his brother Huang Liang Kun had been the Applicant's supervisor and the Applicant was a well-performing sales department manager.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The Officer explained in the CAIPS notes that he was not satisfied that the documents and statements at the interview alleviated the concerns that the Applicant misrepresented her employment at the Company. The Officer stated that he gave more weight to the telephone verification report than the information provided later by the Applicant, as the latter \"...appeared to have been prepared for presentation purposes only\" (Tribunal Record, p. 7).  <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[14]", "The Applicant has raised a number of issues, which can be captured by the following questions:  <FRAGMENT_SUPPRESSED>", "a) Did the Officer properly consider the Applicant's explanations provided in response to the fairness letter?  <FRAGMENT_SUPPRESSED>", "b) Was the process by which the investigation was conducted adequate?  <FRAGMENT_SUPPRESSED>", "c) Are the reasons for the decision provided to the Applicant flawed and/or inadequate?  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>"], ["[15]", "A foreign national wishing to reside in Canada on a permanent basis must, before entering the country, file an application for permanent residence. This visa will be issued if, after an examination, the visa officer is convinced that the foreign national complies with the requirements of s. 11(1) of the", "IRPA", "and of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227, s. 70(1) [", "Regulations", "].  <FRAGMENT_SUPPRESSED>", "Immigration and Refugee Protection Act", ", SC 2001, c 27  <FRAGMENT_SUPPRESSED>", "Application before entering Canada  <FRAGMENT_SUPPRESSED>", "11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.  <FRAGMENT_SUPPRESSED>", "Immigration and Refugee Protection Regulations", ", SOR/2002-227  <FRAGMENT_SUPPRESSED>", "Issuance  <FRAGMENT_SUPPRESSED>", "70. (1) An officer shall issue a permanent resident visa to a foreign national if, following an examination, it is established that  <FRAGMENT_SUPPRESSED>", "(a) the foreign national has applied in accordance with these Regulations for a permanent resident visa as a member of a class referred to in subsection (2);  <FRAGMENT_SUPPRESSED>", "(b) the foreign national is coming to Canada to establish permanent residence;  <FRAGMENT_SUPPRESSED>", "(c) the foreign national is a member of that class;  <FRAGMENT_SUPPRESSED>", "(d) the foreign national meets the selection criteria and other requirements applicable to that class; and  <FRAGMENT_SUPPRESSED>", "(e) the foreign national and their family members, whether accompanying or not, are not inadmissible.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27  <FRAGMENT_SUPPRESSED>", "Visa et documents  <FRAGMENT_SUPPRESSED>", "11. (1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visa et autres documents requis par règlement. L'agent peut les délivrer sur preuve, à la suite d'un contrôle, que l'étranger n'est pas interdit de territoire et se conforme à la présente loi.  <FRAGMENT_SUPPRESSED>", "Règlement sur l'immigration et la protection des réfugiés", ", DORS/2002-227  <FRAGMENT_SUPPRESSED>", "Délivrance du visa  <FRAGMENT_SUPPRESSED>", "70. (1) L'agent délivre un visa de résident permanent à l'étranger si, à l'issue d'un contrôle, les éléments suivants sont établis:  <FRAGMENT_SUPPRESSED>", "a) l'étranger en a fait, conformément au présent règlement, la demande au titre d'une des catégories prévues au paragraphe (2);  <FRAGMENT_SUPPRESSED>", "b) il vient au Canada pour s'y établir en permanence;  <FRAGMENT_SUPPRESSED>", "c) il appartient à la catégorie au titre de laquelle il a fait la demande;  <FRAGMENT_SUPPRESSED>", "d) il se conforme aux critères de sélection et autres exigences applicables à cette catégorie;  <FRAGMENT_SUPPRESSED>", "e) ni lui ni les membres de sa famille, qu'ils l'accompagnent ou non, ne sont interdits de territoire.  <FRAGMENT_SUPPRESSED>"], ["[16]", "One of the most important requirements of the", "IRPA", "in the context of a permanent resident visa application is the obligation to provide true, correct and complete information. Section 16(1) of the", "IRPA", "requires that a person making an application under the", "IRPA", "truthfully answers all questions that may be put to him or her. Indeed, the failure to do so will result in the inadmissibility of the foreign national for grounds of misrepresentation (see s. 40(1)).  <FRAGMENT_SUPPRESSED>"], ["[17]", "A foreign national seeking to enter Canada has a duty of candour which requires disclosure of material facts. The Courts have recognized the importance of full disclosure by applicants to the proper and fair administration of the immigration scheme. As stated in section 9 of the", "Enforcement Manual ENF 2 - Evaluating Inadmissibility", ", the purpose of paragraph 40(1)(a) of the", "IRPA", "is to ensure that applicants provide complete, honest and truthful information in every manner when applying for entry into Canada. As stated by my colleague Justice Mosley in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "Section 3 of the IRPA points to a number of immigration objectives that should be kept in mind when administering the", "Act", ". Among others, these objectives include enriching and developing the country through social, economic and cultural means while ensuring the protection and security of Canadians living here. In order to adequately protect Canada's borders, determining admissibility necessarily rests in large part on the ability of immigration officers to verify the information applicants submit in their applications. The omission or misrepresentation of information risks inducing an error in the", "Act's", "administration.  <FRAGMENT_SUPPRESSED>"], ["[18]", "It is against this legislative and regulatory backdrop that the decision rejecting Ms. Hua He's application must be reviewed.  <FRAGMENT_SUPPRESSED>"], ["[19]", "Two factors must be present for a finding of inadmissibility under subsection 40(1)(a) of the", "IRPA", ". First, the Decision Maker must conclude that misrepresentations were made. Second, the misrepresentations must be material in that they could induce an error in the administration of the", "IRPA", ". This Court has determined that in both instances, the appropriate standard of review is that of reasonableness (see, for example,", "<FRAGMENT_SUPPRESSED> FTR 247;", "<FRAGMENT_SUPPRESSED> Imm LR (3d) 64). Therefore, the Court shall intervene only if the decision \"does not fall within the range of possible, acceptable outcomes which are defensible in respect to the facts and law\" (", "<FRAGMENT_SUPPRESSED> ). This is the standard against which the first issue must be reviewed.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The second and third questions raise issues of procedural fairness. Such issues are to be reviewed on the standard of correctness (", "<FRAGMENT_SUPPRESSED> ;", "Canadian Union of Public Employees", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "a) Did the Officer properly consider the Applicant's explanations provided in response to the fairness letter?  <FRAGMENT_SUPPRESSED>"], ["[21]", "Counsel for the Applicant submitted that the Officer did not understand the purpose of a fairness letter and had a closed mind with respect to any explanation that could be provided in response. As proof of this claim, counsel refers to the following excerpt of the CAIPS notes, where the Officer wrote:  <FRAGMENT_SUPPRESSED>", ". . . [I] am not satisfied that the documents and statements have alleviated the concerns that [the Applicant] misrepresented her employment . . . In my assessment, I gave more weight to the telephone verification report than to the information provided subsequent to the receipt of our procedural fairness letter, as this appeared to have been prepared for presentation purposes only. Now that the [Applicant] has been alerted to our concerns, any further verifications of this information will not yield accurate results as the verifying authorities are now aware of the circumstances and may have been co-opted to provide false verifications.  <FRAGMENT_SUPPRESSED>", "Tribunal Record, at p. 7  <FRAGMENT_SUPPRESSED>"], ["[22]", "Having carefully reviewed the Record, I disagree with the Applicant that it was impossible for her to allay the concerns expressed by the Anti-Fraud Unit. As previously indicated, the concerns regarding the Applicant's alleged employment and, by implication, the source of her funds, stemmed from the fact that both Mr. Shaolin, who had been working at the Company for five years and was responsible for preparing employees' attendance sheets and keeping employee names' lists, and Mr. Deng Ta, the General Manager of the Company who was the Applicant's alleged direct manager in 2007, at first said that they did not know the Applicant. During a second telephone conversation, the latter recanted and said that he did not remember the Applicant at first since she had been working at another branch of the Company; when pressed for more information, he said he was busy and hung up the phone.  <FRAGMENT_SUPPRESSED>"], ["[23]", "It is true that, as a result of the fairness letter, both of these individuals wrote letters explaining that they had made an error, and that they answered as they did because of the privacy policy of the Company and to avoid getting into trouble. The Officer was nevertheless entitled to give little weight to those letters, in light of his interview with the Applicant and of his assessment of the whole record.  <FRAGMENT_SUPPRESSED>"], ["[24]", "First of all, the Officer noted during the interview that the Applicant adduced copies of payroll documents only from 1997 to 2000 and for 2005, and failed to submit corroborating evidence regarding her employment at the Company between 2001 and 2004, as well as between 2006 and 2007.  <FRAGMENT_SUPPRESSED>"], ["[25]", "The Officer also found it implausible that Mr. Shaolin would say that he did not know the Applicant because he was not certain if it was a caller from the Embassy or someone pretending to be, and because of the alleged Company's privacy policy. Had it been the case, Mr. Shaolin could have simply answered that he could not provide information concerning the Applicant because of said privacy policy and transferred the Officer to a person in authority, or asked for proof (by way of official letter or otherwise) that the caller was indeed from the Embassy.  <FRAGMENT_SUPPRESSED>"], ["[26]", "As for Mr. Deng Ta's explanation, the Officer could similarly find it implausible. The General Manager wrote in his letter that \"[w]ithout the efforts of Ms. He and her colleagues in the sales department, it would be impossible for the company to grow into its current size\". Indeed, Ms. He was apparently awarded the \"Excellent Employee\" prize or title by the Company, and was twice awarded (in 2003 and 2004) \"Merit Certificates\" for her excellent performance in sales. As such, it was surprising that when RHO first called, Mr. Deng Ta could not remember the Applicant.  <FRAGMENT_SUPPRESSED>"], ["[27]", "In coming to the conclusion that more weight should be given to the telephone verification report than to the information provided following the fairness letter, the Officer did not close his mind to the explanations provided but simply did not find them plausible. The Applicant's argument amounts to a disagreement with the weight given by the Decision Maker to the explanations offered. The fact that another decision maker or this Court might have accepted these explanations as reasonable is not the applicable test on judicial review.  <FRAGMENT_SUPPRESSED>"], ["[28]", "The Applicant was told of the Anti-Fraud Unit's concerns and was given an opportunity to address these concerns, which she did by providing letters from Messrs. Shaolin and Deng Ta and by offering her own testimony at the interview. The fact that the Officer did not accept her version does not mean that nothing could have been done to alleviate his concerns or that he did not weigh all the evidence in a fair or neutral manner. It is clear from the detailed CAIPS notes and the affidavits of the Officer and the Decision Maker that they considered and weighed all the evidence. Visa officers' preference for certain evidence over others is a matter of the probative value to be awarded to said evidence. They can rely on criteria such as rationality and common sense and, as such, reasonably draw adverse inferences with respect to the claimant's credibility from implausibilities. As long as a visa officer's findings are rationally based on the material before the tribunal and are made in good faith, this Court will not intervene with the ultimate result.  <FRAGMENT_SUPPRESSED>", "b) Was the process by which the investigation was conducted adequate?  <FRAGMENT_SUPPRESSED>"], ["[29]", "Counsel for the Applicant submitted that the Decision Maker had an obligation to undertake further follow-up following the interview. It was also argued that the investigative method chosen by the Respondent was inadequate, and that relying on phone calls to inquire about the employment record of the Applicant was not a valid basis upon which to base a decision on misrepresentation, given the concerns with Chinese culture and privacy.  <FRAGMENT_SUPPRESSED>"], ["[30]", "The Applicant relies on", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 975, for her assertion that the Decision Maker should have sought further evidence if he was not satisfied with the explanations provided as a result of the fairness letter. In that case, there was simply no evidentiary record to allow the immigration officer to disbelieve the applicant. In the present case, however, there was an evidentiary record upon which one could find that the Applicant misrepresented her employment at the Company. This case is therefore closer to a decision rendered in", "<FRAGMENT_SUPPRESSED>  wherein Justice Zinn similarly found that it was reasonable not to make further follow-up inquiries. The Respondent also correctly cites", "<FRAGMENT_SUPPRESSED>  FTR 57, for the proposition that once the applicant has been given the opportunity to address concerns, the officer is under no obligation to request that better, further evidence be produced (at para 19).  <FRAGMENT_SUPPRESSED>"], ["[31]", "As for the second argument, there is little foundation to support a finding that the process of interviewing employees at the Company is flawed because of privacy issues or cultural differences. Not only is there no evidence about cultural norms to support the Applicant's contention, but this Court has held that decision makers or visa officers posted abroad have significant knowledge of the culture and situation of the country in which he or she works (see, for example,", "<FRAGMENT_SUPPRESSED> ACWS (3d) 506). The Decision Maker testified by affidavit that this method is commonly used in the Canadian Embassy in Beijing, and that other techniques would be used to carry out their verifications if the norms in China were such that these methods would be ineffective. He was not cross-examined by the Applicant, and there is no reason to doubt the veracity of his statement.  <FRAGMENT_SUPPRESSED>"], ["[32]", "Even assuming that there is a confidentiality policy at the Company, Mr. Shaolin could have mentioned it at that time and referred RHO to the General Manager instead of telling him that he did not know the Applicant. As previously mentioned, both Mr. Shaolin and Mr. Deng Ta could also have refused to answer instead of saying that they did not know the Applicant.  <FRAGMENT_SUPPRESSED>"], ["[33]", "For all of the above reasons, I am therefore of the view that the Applicant's argument with respect to investigation techniques used at the Embassy is without merit.  <FRAGMENT_SUPPRESSED>", "c) Are the reasons for the decision provided to the Applicant flawed and/or inadequate?  <FRAGMENT_SUPPRESSED>"], ["[34]", "Counsel for the Applicant has a number of grievances with respect to the CAIPS notes; he alleges they are confusing, appear to be incomplete, are out of chronological order and are not always clear as to who actually wrote them. It follows, in his view, that these notes are inadequate as reasons for decision, since it makes it difficult to confidently rely on them as a complete review of the evidence. He also expresses concerns with the entry \"NOTES TAKEN IN WORD. EDITED FOR CLARITY AND PLACED INTO CAIPS THIS DATE\", as it is not known what was rendered clearer or edited. Finally, counsel submits that no reasons are given to explain the final conclusion by the Decision Maker, who only says that he agrees with the recommendation of the Officer.  <FRAGMENT_SUPPRESSED>"], ["[35]", "Once again, I find these arguments without merit. The flaws identified by the Applicant revolve for the most part around some misunderstandings with respect to the use of terms and acronyms. Once it was explained that \"AFU\" is the acronym used for the Anti-Fraud Unit where RHO worked, there remains no confusion as to who conducted the telephone interviews with employees of the Company.  <FRAGMENT_SUPPRESSED>"], ["[36]", "As for the entry \"NOTES TAKEN IN WORD. EDITED FOR CLARITY AND PLACED INTO CAIPS THIS DATE\", the Applicant made much of it without ever substantiating her claim that the CAIPS notes do not properly summarize the telephone conversations and the interview. As there is no evidence or indication beyond blind speculation to the contrary, as the Respondent argues, it must be assumed that the Decision Maker and Officer acted in good faith. Allegations of misconduct, procedural fairness or apprehension of bias are very serious allegations that must be supported by solid and concrete evidence demonstrating that the conduct in question derogates from the standard required. The Officer declared under oath in his affidavit that he transferred his notes into CAIPS notes the day following the interview, after having checked them for spelling and grammar, and he certified that the content of the interview notes was not modified in any way. If the Applicant wished to question the veracity of the Officer's declarations, she could have cross-examined him on his statutory declaration, which she has not done.  <FRAGMENT_SUPPRESSED>"], ["[37]", "The Applicant's final argument is that the reasons provided for the decision are insufficient because they fail to explain how the decision was rendered. The decision as communicated to the Applicant states:  <FRAGMENT_SUPPRESSED>", "I have reached this determination through the results of a telephone verification conducted on July 6, 2010. You were given an opportunity to address these concerns by mail and in person at an interview on September 20, 2010, but your responses did not alleviate my concerns.  <FRAGMENT_SUPPRESSED>"], ["[38]", "This Court has confirmed on a number of occasions that CAIPS notes form part of the reasons for the decision. Taken together with the decision letter sent to the Applicant, I agree with the Respondent that they provided sufficient reasons as to how and why the Decision Maker made his determination. They explain the process by which the Decision Maker arrived at his/her conclusions, and provide a basis for an assessment of possible grounds for judicial review, as well as allow this Court to determine whether the Decision Maker erred. They clearly set out why concerns of misrepresentations regarding the Applicant's alleged employment at the Company and her alleged earnings were raised, that all the elements adduced by the Applicant following the transmission of the fairness letter were considered and the reasons why they did not alleviate the Decision Maker's concerns, and why said misrepresentations are material.  <FRAGMENT_SUPPRESSED>"], ["[39]", "Finally, this Court has also held that it would be inappropriate to require administrative officers to provide detailed reasons for their decisions as may be expected of adjudicative administrative tribunals. Moreover, this Court has also held that \"when notes are the method used to provide reasons, the threshold for adequacy of reasons is fairly low\" (", "<FRAGMENT_SUPPRESSED> ACWS (3d) 152;", "<FRAGMENT_SUPPRESSED> ACWS (3d) 975).  <FRAGMENT_SUPPRESSED>"], ["[40]", "In light of all the foregoing reasons, I am therefore of the view that this application ought to be dismissed. No questions of general importance were proposed and none are certified.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[41]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed. No questions of general importance are certified.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Elizabeth M.A. Turgeon/kaw  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}