{"id_": "021995", "body_str": [["[1]", "Gascon, J.", ": The Applicant, Mr. Armo Abdulghafoor, entered Canada as a permanent resident in June 2006. He applied for Canadian citizenship on November 25, 2009. After reviewing Mr. Abdulghafoor's application, his residency questionnaire and other documents, the citizenship officer identified some concerns with Mr. Abdulghafoor's file due to the lack of evidence supporting his residence in Canada during the period of reference and to his absence of income."], ["[2]", "The matter was thus referred to a citizenship judge who held a hearing with Mr. Abdulghafoor on November 17, 2014, where he questioned him and discussed the issues of concern regarding his physical residence in Canada. The citizenship judge was satisfied that Mr. Abdulghafoor met the residency requirements and approved Mr. Abdulghafoor's application for citizenship."], ["[3]", "The Minister of Citizenship and Immigration has applied for a judicial review of this decision on the basis that the citizenship judge granted citizenship despite a dearth of evidence on Mr. Abdulghafoor's physical presence in Canada and ignored significant gaps and discrepancies in the evidence. In response, Mr. Abdulghafoor submits that the citizenship judge's decision was reasonable and that the evidence on the record supports the decision."], ["[4]", "For the reasons that follow, the Minister's application for judicial review is dismissed. I am not convinced that the citizenship judge's decision falls outside the range of acceptable and possible outcomes, or that the limited amount of evidence supporting the decision is sufficient to justify this Court's intervention. I also find that the reasons for the decision adequately explain how the citizenship judge found that Mr. Abdulghafoor had met the residency requirement.", "II.", "Background"], ["[5]", "In his decision dated November 17, 2014, the citizenship judge found, on a balance of probabilities, that Mr. Abdulghafoor met the residency requirement under paragraph 5(1)(c) of the", "Citizenship Act", ", RSC 1985, c 29 to obtain Canadian citizenship, as outlined in", "Re Pourghasemi", "(1993), 62 FTR 122, 19 Imm LR (2d) 259 (FCTD). This physical test of residence provides that the Minister shall grant citizenship to any person who, within the relevant four-year or 1460-day period of reference, has accumulated at least three years (or 1095 days) of residence in Canada."], ["[6]", "In this case, the citizenship judge identified the period of reference as being from June 15, 2006 to November 25, 2009, and noted that Mr. Abdulghafoor had declared 1224 or 1225 days of presence in Canada, well in excess of the 1095 days requirement."], ["[7]", "After summarizing the procedural steps leading to his decision, including the submissions of the residency questionnaire and documents by Mr. Abdulghafoor and his appearance at a hearing before him, the citizenship judge mentioned the concerns identified by the citizenship officer. They were a lost passport leaving very little evidence to support residence in Canada, thus raising credibility issues, and the absence of income during the relevant period."], ["[8]", "The citizenship judge reviewed each of the citizenship officer's concerns as well as the evidence in Mr. Abdulghafoor's file. Specifically, the citizenship judge noted that Mr. Abdulghafoor reported his lost passport to the police in November 2011. He also referred to a landlord letter and documents confirming Mr. Abdulghafoor's residence at an address in Nepean, Ontario over the period of reference, as well as the birth certificates of Mr. Abdulghafoor's children issued from Ottawa hospitals."], ["[9]", "On the absence of declared income, the citizenship judge mentioned the notice of tax assessments provided by Mr. Abdulghafoor and his testimony about his wife providing support when he arrived in Canada and about his limited knowledge of English. The citizenship judge then confirmed that the Integrated Customs Enforcement System [ICES] report from the Canada Border Services Agency was consistent with Mr. Abdulghafoor's disclosures and showed a total absence of 33 days during the relevant period."], ["[10]", "The citizenship judge found Mr. Abdulghafoor forthright and credible at the hearing, and stated that all documentary evidence and oral statements made by Mr. Abdulghafoor were consistent with his physical presence in Canada during the relevant period. He concluded that, on a balance of probabilities, Mr. Abdulghafoor had demonstrated that he had resided in Canada for a sufficient number of days to meet the residency requirement of the", "Citizenship Act", "III.", "Analysis", "A.", "Were the conclusions of the citizenship judge on Mr. Abdulghafoor's residence in Canada unreasonable?"], ["[11]", "The Minister contends that the citizenship judge erred in granting citizenship to Mr. Abdulghafoor's despite a complete lack of supportive evidence and significant gaps and discrepancies in the evidence. The Minister claims this is sufficient to render the decision unreasonable. Mr. Abdulghafoor replies that the citizenship judge had the opportunity to assess his credibility during a hearing, for which there is no transcript, and found his explanations credible."], ["[12]", "I agree with Mr. Abdulghafoor. I am satisfied that the citizenship judge's findings were reasonable and that the gaps and discrepancies identified by the Minister were not material enough to render the decision unreasonable. The citizenship judge engaged in a review of the evidence on Mr. Abdulghafoor's presence in Canada and addressed the concerns raised by the citizenship officer. While the citizenship judge could perhaps have provided additional reasons to support certain findings, there is no fatal flaw to his reasoning and I find that he considered the totality of the evidence."], ["[13]", "I do share the Minister's concerns about the paucity of the evidence on Mr. Abdulghafoor's physical presence in Canada, considering that he had lost his passport, had reported no income during the relevant period and had showed limited banking activity. I also agree with the Minister that Canadian citizenship is a privilege that ought not to be granted lightly, and that the onus is on citizenship applicants to establish, on a balance of probabilities, through sufficient, consistent and credible evidence, that they meet the various statutory requirements in order to be granted that privilege (REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[14]", "Had I been in the place of the citizenship judge, I might have assessed the evidence differently and reached another conclusion. But, on judicial review, this Court must decide whether the citizenship judge's decision is reasonable, and I am not persuaded that, in the circumstances of this case, it falls outside the realm of acceptable, possible outcomes."], ["[15]", "It is well established that the standard of reasonableness applies to a review of a citizenship judge's decision in determining whether the residency requirement has been met (REFERENCE_SUPPRESSED)."], ["[16]", "When reviewing a decision on the standard of reasonableness, the analysis is concerned with the existence of justification, transparency and intelligibility within the decision-making process. Findings involving questions of facts or mixed fact and law should not be disturbed provided that the decision \"falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (REFERENCE_SUPPRESSED). In conducting a reasonableness review of factual findings, it is not the role of the Court to reweigh the evidence or the relative importance given by the immigration officer to any relevant factor (REFERENCE_SUPPRESSED). Under a reasonableness standard, as long as the process and the outcome fit comfortably with the principles of justification, transparency, and intelligibility, a reviewing court should not substitute its own view of a preferable outcome (REFERENCE_SUPPRESSED[", "CITATION_SUPPRESSED", "])."], ["[17]", "It is also settled law that the courts owe significant deference to credibility findings made by boards and tribunals (REFERENCE_SUPPRESSED). In particular, the credibility findings of citizenship judges deserve such deference because they are better situated to \"make the factual determination as to whether the threshold question of the existence of a residence has been established\" (REFERENCE_SUPPRESSED)."], ["[18]", "The Court is also permitted to review the citizenship judge's notes and the record to assist in the reasonableness analysis; however, the Court cannot be expected the look to the record to fill in gaps to the extent that it would be rewriting the reasons (", "CITATION_SUPPRESSED)."], ["[19]", "The Minister contends that the citizenship judge erroneously ignored evidence showing that, in a rental application, Mr. Addulghafoor declared having stayed only seven months at his claimed address during the relevant period. However, I note that this address also appeared on all tax assessments, correspondence with the immigration officers and mobile phone invoices provided by Mr. Addulghafoor for the period of reference, and that a letter from the landlord confirmed tenancy of Mr. Abdulghafoor at this address from June 2006 to May 2011. In those circumstances, I am satisfied that it was not unreasonable for the citizenship judge to prefer that evidence over the rental application content."], ["[20]", "The Minister also raised concerns with immunization records for Mr. Abdulghafoor's son showing vaccinations received in Saudi Arabia during the relevant period. However, I am not persuaded that the failure to mention this element in the decision, in light of other evidence supporting Mr. Abdulghafoor's presence in Canada, is sufficient to render the citizenship judge's decision unreasonable."], ["[21]", "While the judge could arguably have elaborated further on the apparent discrepancies, it does not bring his decision outside the scope of reasonable outcomes."], ["[22]", "The Minister's arguments on these factual findings invite the Court to substitute its view of the evidence for that of the citizenship judge. The judge heard from Mr. Abdulghafoor directly at the hearing and reviewed the evidence before reaching the conclusion that Mr. Abdulghafoor had resided the sufficient number of days in Canada in the period of reference. Furthermore, there is also no basis for an inference that the citizenship judge ignored material evidence that squarely contradicted his conclusions (", "REFERENCE_SUPPRESSED)."], ["[23]", "A decision-maker like a citizenship judge is deemed to have considered all the evidence on the record (REFERENCE_SUPPRESSED). A failure to mention an element of evidence does not mean that it was ignored or that there was a reviewable error. In this case, the judge has also had the benefit of a hearing with Mr. Abdulghafoor, for which there is no transcript to contradict the evidence on the record. In view of these elements, I conclude that it was reasonable for the citizenship judge to find that Mr. Abdulghafoor met the residency requirement."], ["[24]", "The Minister is right to point out that there remains at all times a positive obligation on the citizenship applicants to provide true, correct, and complete information and to refrain from making false declarations. However, it is well recognized that the", "Citizenship Act", "does not require corroboration on all counts; instead, it is \"the responsibility of the original decision-maker, taking the context into consideration, to determine the extent and nature of the evidence required\" (", "CITATION_SUPPRESSED). The citizenship judge may not have reconciled the apparent discrepancies as clearly as the Minister would have liked to see it in his reasons, or explained in as much detail as the Minister would have hoped how Mr. Abdulghafoor convinced the judge about his physical presence in Canada. However, there is enough evidence to indicate that the judge's finding was unreasonable."], ["[25]", "The citizenship judge's decision and his hand-written notes reflect that the judge turned his mind to Mr. Abdulghafoor's lost passport, travel history and absence of income and addressed them. He reviewed and considered the limited banking activity."], ["[26]", "This is not a situation where, as in", "CITATION_SUPPRESSED", ", the exercise of discretion by the citizenship judge went too far and the judge accepted unconceivable explanations on unreported absences with no further inquiries (at paras 23 and 30). In the present case, the citizenship judge reviewed the citizenship officer's concerns with Mr. Abdulghafoor at the hearing and concluded that he had met his onus to establish residence through sufficient and credible evidence. The factual errors identified by the Minister are not significant enough to make the decision unreasonable and to warrant this Court's intervention."], ["[27]", "To echo what this Court stated in", "REFERENCE_SUPPRESSED, immaterial errors, even if there are several, are not sufficient to render a decision unreasonable. An imperfect decision with immaterial errors remains reasonable."], ["[28]", "The Court understands the Minister's desire to receive more detailed or more complete reasons from a citizenship judge, as the process established by the", "Citizenship Act", "requires a citizenship officer to refer a matter to a citizenship judge when the officer has concerns and is not satisfied that residency requirements are met. But the test this Court has to apply is not whether the decision satisfies the expectations of the Minister; the test is the reasonableness of the decision. In the present case, I am not persuaded that the conclusions of the citizenship judge are outside the range of reasonableness.", "B.", "Were the reasons provided by the citizenship judge in support of his decision sufficient and adequate?"], ["[29]", "The Minister submits that the citizenship judge's reasons are inadequate in that they do not show a grasp of the paucity of the evidence in this case, let alone the concerns raised by the citizenship officer. As such, they do not allow a reviewing party to understand why the citizenship judge made his decision. I do not agree and rather find that the citizenship judge's reasons were adequate."], ["[30]", "The law relating to the sufficiency of reasons in administrative decision-making has evolved substantially since", "CITATION_SUPPRESSED", ", both with respect to the degree of scrutiny to which fact-based decisions (such as the decision at issue in this case) should be subjected, and in relation to the sufficiency of reasons as a stand-alone ground for judicial review. In", "REFERENCE_SUPPRESSED, the Supreme Court provided guidance on how to approach situations where decision-makers provide brief or limited reasons. Reasons need not be fulsome or perfect, and need not address all of the evidence or arguments put forward by a party or in the record."], ["[31]", "The decision-maker is not required to refer to each and every detail supporting his or her conclusion. It is sufficient if the reasons permit the Court to understand why the decision was made and determine whether the conclusion falls within the range of possible acceptable outcomes (", "CITATION_SUPPRESSED). The reasons are to be read as a whole, in conjunction with the record, in order to determine whether the reasons provide the justification, transparency and intelligibility required of a reasonable decision (", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED). This Court discussed the issue of adequacy of reasons in a citizenship judge's decision in the recent", "CITATION_SUPPRESSED", "decision. In that decision, Justice Kane echoed the", "CITATION_SUPPRESSED", "principles and stated that the decision-maker is not required to set out every reason, argument or detail in the reasons, or to make an explicit finding on each element that leads to the final conclusion. The reasons are to \"be read together with the outcome and serve the purpose of showing whether the result falls within a range of possible outcomes\" (", "CITATION_SUPPRESSED)."], ["[32]", "In this case, the citizenship judge's decision meets this standard; the reasons explain why he decided that Mr. Abdulghafoor met the residency requirement and how he considered the evidence."], ["[33]", "Reasonableness, not perfection, is the standard. In citizenship matters, reasons for decision are often very brief and do not always address all discrepancies in the evidence. However, even where the reasons for the decision are brief, or poorly written, this Court should defer to the decision-maker's weighing of the evidence and credibility determinations, as long as the Court is able to understand why the citizenship judge made its decision (REFERENCE_SUPPRESSED)."], ["[34]", "In", "CITATION_SUPPRESSED", ", for example, the citizenship judge found that the respondent was credible, addressed the citizenship officer's concerns and accepted the respondent's explanations. In response to the Minister's argument that there was insufficient evidence, Justice Mosley noted that \"although the notes could have been clearer and more thorough, the ultimate decision rested on a reasonable assessment of the evidence, including the explanations provided by [the respondent] \" (at para 34). Justice Mosley pointed out that the case did not contain unexplained gaps in the evidence, as the respondent had provided explanations that the citizenship judge found credible. Justice Mosley reminded that the Court must defer to the decision-maker's weighing of the evidence and credibility determination in absence of clear error (", "CITATION_SUPPRESSED)."], ["[35]", "Cases where the Court agreed to intervene are distinguishable from the present one. In", "CITATION_SUPPRESSED", ", Justice Kane acknowledged that some of the unaddressed inadequacies were not important and likely the cause of a simple misunderstanding, but noted that there were problematic issues that required more careful scrutiny including illegible passport stamps, a failure to declare certain travel, and a visa issued in another name. Justice Kane found it was not clear how the citizenship judge weighed the evidence, and appeared to have ignored evidence which should have alerted him to probe further (", "CITATION_SUPPRESSED). In", "REFERENCE_SUPPRESSED, Justice de Montigny found the shortfall in days of residence to be much higher than identified by the citizenship judge and the limited documentary proof to be problematic, particularly since the numerous receipts provided to establish the applicant's presence in Canada were on dates she had admitted to not being present in the country. This Court has also quashed decisions of a citizenship judge to grant citizenship where it found the respondent had engaged in substantial misrepresentation (often involving substantial absences from Canada) that was not addressed by the citizenship judge's decision (REFERENCE_SUPPRESSED)."], ["[36]", "The present case is different. The citizenship judge identified the residency test he relied on and addressed the credibility concerns raised by the citizenship officer; there were no gaps in evidence or periods unaccounted for. I conclude that the reasons are sufficient and adequate with regard to the test established by", "CITATION_SUPPRESSED", ". I am able to understand the citizenship judge's reasoning and to understand which factors and evidence led him to be satisfied that Mr. Abdulghafoor had been in Canada for the requisite number of days.", "IV.", "Conclusion"], ["[37]", "For the reasons set forth above, this application for judicial review is dismissed. Although the Minister might have preferred a more elaborate decision, the citizenship judge addressed the concerns that were raised by the citizenship officer in his decision and explained why they did not impact his finding on residence requirement. His decision was reasonable and provided adequate reasons.", "JUDGMENT"], ["[38]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed, without costs.", "[End of document]"]]}