{"id_": "022093", "body_str": [["[1]", "Mosley, J.", ": Uncertainty has long plagued the case law on citizenship. Residence in Canada is a crucial requirement for obtaining Canadian citizenship, yet this Court has applied two different tests for assessing that requirement: the quantitative \"physical presence\" test and the qualitative \"centralized mode of existence\" test. An applicant has no way of knowing in advance which test will govern her case. A Citizenship Judge may reasonably use one test to reject her application even though the other test may have justified a grant of citizenship."], ["[2]", "Amendments to the", "Citizenship Act", ", RSC 1985, c C-29 [the Act] will bring needed clarity to the law by entrenching the physical presence standard in the statutory text. However, those amendments have not yet come into force. In this case, the Citizenship Judge was free to use either the quantitative or qualitative test. He opted for the latter."], ["[3]", "As will become apparent, the number of days the respondent physically spent in Canada is central to this application despite the Citizenship Judge's choice. To those who would express reservations with the relevance of this fact to the qualitative test, the Court repeats a question once posed by Justice Snider: \"How can any assessment of residence be conducted when an accurate number of days of residence cannot be established?\" (", "FRAGMENT_SUPPRESSED)."], ["[4]", "The present matter is a judicial review application brought by the Minister, challenging the grant of Canadian citizenship to the respondent, Mr Vijayan. The Minister has also challenged the grant of citizenship to the respondent's wife, Mrs Thomas, in a companion application (T-1755-14)."], ["[5]", "The Court has reached opposite conclusions in these files. For the reasons given below, the Minister's application for judicial review with respect to Mr Vijayan is granted. For the reasons given in the judgment disposing of the companion application, the Minister's application for judicial review concerning Mrs Thomas is dismissed.", "I.", "Background"], ["[6]", "Mr Vijayan is a citizen of India and permanent resident of the United Arab Emirates [UAE]. He entered Canada as a permanent resident with his wife, Mrs Thomas, on July 16, 2007. He was approved under the Quebec investor class but appears to have never resided in Quebec."], ["[7]", "The respondent has four children. His youngest daughter was born in the United States on September 30, 2007. No attempt was made to sponsor her for permanent resident status in Canada until August 2009. She was granted that status in March 2010. There is no record of the child entering or living in Canada prior to that date."], ["[8]", "The respondent and his wife submitted applications for Canadian citizenship on July 18, 2011. Thus, the relevant time period for residence runs from July 18, 2007 to July 18, 2011."], ["[9]", "As part of his application, the respondent submitted copies of three passports: one issued in Abu Dhabi (valid until 2012), one issued in Toronto (valid until 2019) and another issued in Toronto (valid until 2022)."], ["[10]", "On his application, the respondent declared 59 absences from Canada totalling 307 days during the relevant period. Not all of the absences could be verified due to missing stamps. The passports submitted by the respondent revealed 26 Canadian re-entry stamps."], ["[11]", "The passports submitted by the respondent did not contain a United States visa. However, there are United States entry stamps marking \"VIOPP\" in one of his passports. This stands for \"Visa in Other Passport\"."], ["[12]", "The respondent also submitted financial records, including credit card statements, which show transactions made outside Canada during the relevant period, on days the applicant declared he had been physically present in Canada. He reported no income for 2007 and 2008 and increasing amounts for 2009, 2010 and 2011."], ["[13]", "The respondent submitted report cards showing that his children began attending school in Canada in September 2008."], ["[14]", "The respondent submitted evidence that he purchased a home for $5.5 million in Oakville in August 2008."], ["[15]", "A Citizenship Officer prepared a File Preparation and Analysis Template [FPAT] and placed it on the file for consideration by the Citizenship Judge. The FPAT is a protected document that is not disclosed as part of the certified tribunal record [CTR]. The Officer swore an affidavit in these proceedings claiming that he raised the following concerns in the FPAT:", "1. The respondent's absences from Canada could not be verified due to missing passport stamps;", "2. The respondent renewed his passport years before it would have expired;", "3. The \"VIOPP\" entries in the respondent's passport suggest that he had another (fourth) passport which was not submitted in his application;", "4. The respondent waited nearly two years before seeking permanent residence in Canada for his daughter born in the United States;", "5. Little documentation was provided about the respondent's activities from July 2007 to September 2008;", "6. The respondent's credit card statements show transactions in the UAE during times he claimed to be in Canada; and", "7. The report cards for the respondent's children only begin in September 2008."], ["[16]", "Mr Vijayan and his wife attended separate hearings before the Citizenship Judge on October 29, 2013. The Judge issued his decision granting Canadian citizenship to Mr Vijayan on June 30, 2014."], ["[17]", "The Minister filed a notice of application for judicial review on August 14, 2014. The Court granted leave.", "II.", "Issues"], ["[18]", "This application raises four issues:", "1. Should an extension of time be granted?", "2. Did the Citizenship Judge assess the evidence unreasonably?", "3. Did the Citizenship Judge err in assessing the respondent's credibility?", "4. Did the Citizenship Judge err in applying the qualitative test?", "III.", "Standard of Review"], ["[19]", "The first issue is a question of law which the Court must answer for itself."], ["[20]", "The parties agree that the standard of reasonableness applies to the remaining issues (see e.g.", "FRAGMENT_SUPPRESSED).", "IV.", "Decision under Review"], ["[21]", "The decision contains three sections. First, the Citizenship Judge provides handwritten Decision Notes. Second, there is an Approval Synopsis form whose blank spaces were filled in by the Citizenship Judge. Third, the Citizenship Judge made seven additional pages of handwritten notes that were included in the file."], ["[22]", "The Decision Notes begin with background information. They state that the respondent declared 59 absences for a total of 306 days in his application, for a total physical presence of 1,154 days. On a previous residence questionnaire, the respondent had declared that the 59 absences amounted to only 282 days."], ["[23]", "The Citizenship Judge explains that the applicant told him that he is a well-known wildlife photographer and a partner in a UAE company. When he arrived in Canada, the company owed him $7 million in outstanding receivables. Many of his declared absences were business trips to the UAE to collect the outstanding amounts. These trips ranged in duration from 1 to 21 days. Their average length was 6 or 7 days."], ["[24]", "The respondent explained that he maintained a UAE permanent resident visa because his debtors might avoid paying him if they knew he lived abroad. The respondent had only managed to collect $3.2 million of the $7 million owing to him thus far."], ["[25]", "The respondent explained that he also travelled frequently for wildlife photography but that these trips were also very short."], ["[26]", "The Citizenship Judge notes that the respondent always returned to Canada after his trips and had purchased a home in Oakville for $5.5 million in August 2008 - emphasizing that this was a \"very substantial in Canada\". Therefore, the respondent had \"centralized his mode of living in Canada\"."], ["[27]", "The respondent explained that his wife and newborn daughter experienced medical complications after the latter's birth in the United States. While the respondent's wife and children remained in the United States in the aftermath, the respondent continued to conduct his business in Canada. The respondent has since established a business with his wife in Canada."], ["[28]", "The Citizenship Judge concluded that \"on balance of probabilities, I believe that Applicant has met his residence requirements as per paragraph 5(1)(c) of the Citizenship Act\". He writes that he applied the qualitative", "FRAGMENT_SUPPRESSED", "test and attached his decision notes accordingly."], ["[29]", "The Approval Synopsis lists the six questions laid out by Justice Reed in", "FRAGMENT_SUPPRESSED and leaves spaces for the Citizenship Judge to provide details."], ["[30]", "The first question asks how many days the respondent spent in Canada during the first year before his first absence and how many days he was physically present during the first year. The Citizenship Judge answers \"26 days\" and \"268 days\", adding: \"Frequent short trips abroad to collect receivables in UAE. Also renowned wildlife photographer requires him to photograph his subjects worldwide\"."], ["[31]", "The second question asks where his immediate family, dependants and extended family reside. The Citizenship Judge answers that the respondent's wife and 4 children reside in Canada, that he purchased a home for $5.5 million in Canada and that he established a business in Canada."], ["[32]", "The third question asks whether the pattern of physical presence in Canada indicates a returning home or merely visiting the country. The Citizenship Judge notes that the respondent always returns to Canada after his trips. He explains that there were \"12 undeclared absences but I still believe that the Applicant has met the residence requirements of the Act given given credible testimony at the hearing\"."], ["[33]", "The fourth question asks about the extent of the physical absences. The Citizenship Judge answers that the respondent declared 306 days of absence but that there were another 12 undeclared return entries. He continues: \"Average absence was 7 days or less, and if I consider the additional absences at 5-6 days the Applicant would still qualify in meeting his residence requirements.\""], ["[34]", "The fifth question asks whether the physical absence was caused by a clearly temporary situation. The Citizenship Judge answers that it was, since the applicant made short trips to collect money in the UAE and to photograph wildlife. Further, \"Applicant was credible in his testimony regarding his absences from Canada\"."], ["[35]", "The final question asks about the quality of the respondent's connection with Canada. The Citizenship Judge states that the applicant resides in Canada with his spouse and 4 children, that he purchased an expensive family dwelling and that he began a business. He travels worldwide because he is a renowned wildlife photographer."], ["[36]", "In the final blank space, labeled \"Decision\", the Citizenship Judge summarizes the above arguments and concludes: \"I am satisfied on a balance of probabilities that the Applicant has met the residence requirements of Paragraph 5(1)(c) of the", "Citizenship Act", ".\""], ["[37]", "It is unnecessary to discuss the Citizenship Judge's remaining notes in detail. I simply draw attention to the most relevant passages."], ["[38]", "The Citizenship Judge addresses a UAE transaction registered on a credit card statement on a day the applicant declared that he was in Canada: \"Applicant explained that the charge in Abu Dhabi was his daughter who has secondary credit card on his account.\" Later, the Citizenship Judge addresses other transactions in UAE currency during periods the respondent declared that he was in Canada. His explanation is that he had purchased airline tickets online."], ["[39]", "The Citizenship Judge writes that the respondent did not declare a shortfall but there were 12 undeclared returns to Canada. He explains that the respondent takes very short trips (as short as 1 day in the US and 3 days in India) and so: \"If I were to use an average of even 5 days per trip (5 days x 12 trips) = 60 days additional absences; Applicant would still not have a shortfall.\""], ["[40]", "The Citizenship Judge accepts the respondent's explanation for not seeking Canadian permanent residence for his youngest daughter until August 2009. The respondent's account of his daughter's medical ordeal in the United States is corroborated by the evidence and his wife's testimony, which was given separately. The Citizenship Judge also accepts that there are no school records from September 2007 to June 2008 because Mrs Thomas home-schooled the children in the United States during her stay there."], ["[41]", "The Citizenship Judge states that he viewed the respondent's US visa, which was issued in 2000 and expired in 2010. He also states that the respondent explained that he had filled the pages of his first passport issued in Toronto in 2009 and then ordered a new one.", "V.", "Analysis", "A.", "Should an extension of time be granted?"], ["[42]", "The Citizenship Judge rendered the decision under review on June 30, 2014. At that time, the Act gave the Minister 60 days to appeal. The Minister's notice of appeal would have been due on or before August 29, 2014."], ["[43]", "However, on August 1, 2014, an amendment made pursuant to the", "Strengthening Canadian Citizenship Act", ", SC 2014, c 22 came into force. Since the amendment, section 22.1 of the Act provides that a notice of application for leave must be filed within 30 days of the decision."], ["[44]", "Due to an administrative error, the Minister's file reflected the deadlines of the Act as it read at the time the decision was rendered. As a result, the notice of application for leave was filed on August 14, 2014."], ["[45]", "To obtain an extension of time, a party must satisfy the four part conjunctive test set out in", "FRAGMENT_SUPPRESSED by demonstrating: (1) a continuing intention to pursue the application; (2) that the application has some merit; (3) that no prejudice to the other party arises as a result of the delay; and (4) that a reasonable explanation for the delay exists."], ["[46]", "I observe that the Court must decide this matter even though leave was granted, since the order granting leave was silent on whether an extension of time was appropriate (", "FRAGMENT_SUPPRESSED)."], ["[47]", "In my view, the Minister has met the", "FRAGMENT_SUPPRESSED", "test. To begin, he has shown a continuing intention to file the application. He provided affidavit evidence to that effect. The application was filed late but well in advance of the deadline which he erroneously believed to be in force. As such, I accept that the Minister always intended to challenge the decision under review and filed the application as soon as he became aware of the error."], ["[48]", "The application is not without merit. It raises arguable issues."], ["[49]", "I reject the respondent's argument that an extension would inflict prejudice upon him. The inconvenience he mentions does not follow from the delay but from the very fact that his grant of citizenship has been challenged. The same prejudice would have arisen even if the Minister had filed this application the day after the Citizenship Judge rendered the decision under review. The application was filed six weeks after the decision was rendered and two weeks late. This delay is not so great as to inflict prejudice that would not have existed otherwise."], ["[50]", "Finally, I accept the Minister's explanation as reasonable. Although it is somewhat unseemly for government lawyers to miss statutory deadlines, the human error in this case is excusable. Moreover, the brevity of the delay suggests that the Minister's delegates identified their error rather promptly.", "B.", "Did the Citizenship Judge assess the evidence unreasonably?"], ["[51]", "The respondent had a shortfall in his physical presence in Canada but failed to declare it. In his citizenship application, he declared 307 days of absence accumulated over 59 trips outside the country and 1,153 days of physical presence. At the hearing, it came to light that he had 12 more undeclared trips outside Canada, bringing the total number to 71."], ["[52]", "Three lines of jurisprudential authority are open to Citizenship Judges for the assessment of residence:", "FRAGMENT_SUPPRESSED", ". In effect, they establish two tests because", "FRAGMENT_SUPPRESSED", "is an elaboration on", "FRAGMENT_SUPPRESSED", ". The first test is quantitative, focusing on the number of days physically spent in Canada. The second is qualitative, focusing on whether the applicant has centralized his mode of existence in Canada. I have previously explained these tests in", "FRAGMENT_SUPPRESSED."], ["[53]", "Either test is reasonably open to a Citizenship Judge. Neither party disputes this."], ["[54]", "The parties also agree that a Citizenship Judge who uses the", "FRAGMENT_SUPPRESSED", "test, as occurred here, may determine that an applicant for citizenship has met the residence requirement despite being physically present in Canada for less than 1,095 days during the relevant period. The applicant must demonstrate that, despite his absences, Canada is the place where he \"regularly, normally or customarily lives\" - or, in other words, that he has \"centralized his ...mode of existence\" in Canada (", "FRAGMENT_SUPPRESSED", ")."], ["[55]", "Despite this, the", "FRAGMENT_SUPPRESSED", "test explicitly inquires into the duration of absences at the fourth step. The magnitude and nature of these absences inform the entire", "FRAGMENT_SUPPRESSED", "analysis."], ["[56]", "I agree with the Minister that the Citizenship Judge's indefensible assessment of the respondent's absences tainted his decision. A qualitative assessment which relies on an unreasonable examination of the numbers cannot be reasonable. As Justice Lemieux stated in", "FRAGMENT_SUPPRESSED, another case where a Citizenship Judge had applied the", "FRAGMENT_SUPPRESSED", "test:", "In some circumstances, the failure of a Citizenship Judge to fully inquire into the scope of the absences as well as a breach by an applicant for Canadian citizenship of accurate disclosure of his presence or absence in Canada may well be sufficient in and of itself, to overturn a Citizenship Judge's decision."], ["[57]", "In the case at bar, the respondent declared 307 days of absence in his application for citizenship. For an unexplained reason, the Citizenship Judge wrote that the applicant had 306 declared days of absence and 1,154 declared days of presence. The Citizenship Judge made a finding of fact that the respondent's trips averaged 6 to 7 days - yet for another unexplained reason, he decided that the 12 undeclared trips averaged 5 days. On the strength of this assumption, he found that there was no shortfall. However, 1,154 minus 60 results in 1,094 - still one day short of 1,095. It is possible that the Citizenship Judge credited the respondent with an extra day because he lived in Canada for 2 days before the relevant period, pursuant to subparagraph 5(1)(c)(i) of the Act - although he never stated that he did this."], ["[58]", "Consequently, the Citizenship Judge's finding that the respondent met the physical presence threshold was premised on (1) an unexplained reduction of the declared absences, (2) the attribution of an internally inconsistent duration to the undeclared absences and (3) possible unstated counting of presences which pre-dated the relevant period."], ["[59]", "While a mathematical error alone would not necessarily render a decision unreasonable, in the present case it informed the Citizenship Judge's approach in conducting a very cursory analysis under", "FRAGMENT_SUPPRESSED", ". He incorrectly assumed that the respondent had met the physical presence test as an alternative basis for his decision."], ["[60]", "The Citizenship Judge then omitted the undeclared absences altogether in the Approval Synopsis and Notice to the Minister, stating that there were 1,154 days of physical presence in Canada. This further indicates a failure to engage with the evidence thoroughly."], ["[61]", "In", "FRAGMENT_SUPPRESSED, Justice LeBlanc recalled that", "Canadian citizenship is a privilege that ought not to be granted lightly and the onus is on citizenship applicants to establish, on a standard of balance of probabilities, through sufficient, consistent and credible evidence, that they meet the various statutory requirements in order to be granted that privilege [references omitted]."], ["[62]", "At para 31, he continued that it is reckless for a Citizenship Judge to accept an individual's testimony on residence in Canada as true in the face of omissions and contradictions, and in the absence of corroborating evidence."], ["[63]", "Here, there were omissions in the citizenship application which only came to light at the hearing. Even if the respondent did not contradict himself, there was no corroborating evidence as to the duration of his undeclared absences. It was not open to the Citizenship Judge to draw arbitrary assumptions from the respondent's testimony, so as to relieve him of his burden to substantiate his application for citizenship.", "C.", "Did the Citizenship Judge err in assessing the respondent's credibility?"], ["[64]", "It is settled law that the courts owe significant deference to credibility findings made by boards and tribunals (see e.g.", "FRAGMENT_SUPPRESSED). In the context of refugee claims, Justice Martineau described credibility findings as \"the heartland of the Board's juridiction\":", "FRAGMENT_SUPPRESSED. The credibility findings of Citizenship Judges deserve similar deference (", "FRAGMENT_SUPPRESSED)."], ["[65]", "However, even on the issue of credibility, \"deference is not a blank cheque\":", "FRAGMENT_SUPPRESSED. A Citizenship Judge commits a reviewable error if he fails to turn his mind to the question of whether omissions and contradictions in the evidence undermine the credibility of an individual (", "FRAGMENT_SUPPRESSED). This application is one of those rare cases where clear error justifies the Court's intervention."], ["[66]", "The Minister alleges three problems with the Citizenship Judge's approach. First, he claims that the Citizenship Judge did not engage with the respondent's failure to declare 12 absences from Canada. Misrepresentation on this matter is relevant to credibility and must be expressly considered in the Judge's reasons (", "FRAGMENT_SUPPRESSED)."], ["[67]", "Second, the Minister contends that the Citizenship Judge did not reasonably engage with the issue of the respondent's credit card use in the UAE during times he claimed to be in Canada. He simply accepted that a charge in Abu Dhabi was incurred by the respondent's daughter who had a secondary credit card on his account. The Minister argues that this explanation raises further problems. The respondent's oldest daughter was between 9 and 12 years old when the transactions occurred. The respondent did not explain how she could use a credit card on her own in the UAE. Further, the applicant claimed that his children were enrolled in school in Oakville from September 2008 onwards and provided report cards to that effect. He never explained how his daughter could go shopping in Abu Dhabi during the school year."], ["[68]", "Third, one of the respondent's passports showed \"VIOPP\" entries in 2003 and 2006. The Citizenship Officer who reviewed his application could not locate a US visa in the three passports the applicant had submitted, which suggested that he must have held at least one additional passport. The possibility of an undisclosed passport renders an application for citizenship deficient (", "FRAGMENT_SUPPRESSED). According to the Minister, the Citizenship Judge erred by failing to examine this issue when assessing the respondent's credibility."], ["[69]", "I note that the Citizenship Judge wrote that the respondent showed him an expired passport with a US visa at the hearing. Therefore, he could reasonably satisfy himself that the respondent was credible on the matter of undisclosed passports."], ["[70]", "However, the two other problems raised by the Minister cast serious doubts on the Citizenship Judge's determination that the respondent was credible."], ["[71]", "The respondent did not accurately declare all of his absences from Canada during the relevant period. Justice Zinn explained the task incumbent on a Citizenship Judge facing such a situation in", "FRAGMENT_SUPPRESSED:", "It is part of the role of a citizenship judge to ensure that citizenship is not obtained through misrepresentation. If citizenship is granted in circumstances where it appears on the face of the record that there may have been misrepresentation, the citizenship judge must explain and justify why citizenship was granted; otherwise, the very value of Canadian citizenship is debased."], ["[72]", "In", "FRAGMENT_SUPPRESSED, this Court held that a Citizenship Judge's failure to assess the impact of misrepresentations on an individual's credibility rendered his decision unreasonable:", "...there is without a doubt a clear message within the", "Act", "of Parliament's intention to discourage misrepresentation. The privilege of acquiring Canadian citizenship is just that: a privilege. One must be truthful in their application for such a privilege.", "Moreover, misrepresentation by an applicant for citizenship puts into question their credibility and has the potential to impact the weight given to their evidence submitted in support of their application.", "Given the Citizenship Judge's dependency on the Respondent's written and oral evidence and the lack of documentary evidence, the Citizenship Judge erred in failing to discuss this factor.", "The failure to explain how the Respondent's misrepresentation impacted the decision renders the Citizenship Judge's decision unreasonable. He also failed to assess the Respondent's credibility especially considering the misrepresentation made by him.", "[Emphasis added]"], ["[73]", "The present application is on all fours with", "FRAGMENT_SUPPRESSED", "and", "FRAGMENT_SUPPRESSED", ". The Citizenship Judge erred by failing to explain and justify his decision in light of possible misrepresentations. By the same token, he did not reasonably assess the respondent's credibility. He did not offer transparent reasons for trusting the respondent."], ["[74]", "The respondent argues that there was no misrepresentation because he did not wilfully conceal his absences. That is beside the point. As stated in", "FRAGMENT_SUPPRESSED, the law is clear that the Citizenship Judge should have meaningfully discussed the undeclared absences simply because it appeared \"on the face of the record that there may have been misrepresentations\". The Minister does not bear the burden of proving that the respondent did in fact make deliberate misrepresentations. The record disclosed a reasonable possibility that this may have occurred, and so the Citizenship Judge should have dug deeper."], ["[75]", "The respondent cites immigration cases to support his contention that misrepresentation requires a guilty mind (see e.g.", "FRAGMENT_SUPPRESSED). However, misrepresentations have different consequences for individuals applying for permanent residence and those applying for citizenship."], ["[76]", "In", "FRAGMENT_SUPPRESSED, the Court noted that \"there are minimal repercussions for misrepresentation on citizenship applications\", since applicants can apply again. By contrast, someone who makes a misrepresentation in a permanent residence application may be found inadmissible and removed from Canada. In light of these important differences, it is far from clear that the understanding of misrepresentation in the immigration jurisprudence ought to be imported to applications for citizenship."], ["[77]", "To conclude this point, I wish to make clear that the Citizenship Judge erred by assigning a speculative duration to the respondent's undeclared absences without expressly considering whether his failure to declare 12 trips affected his overall credibility."], ["[78]", "The last problem raised by the Minister is even more serious. The Citizenship Judge dismissed the Citizenship Officer's concerns with credit card activity in UAE currency for two reasons. First, he accepted that the respondent bought airline tickets in UAE currency online, while he was in Canada. Second, he accepted that the respondent's daughter made purchases in Abu Dhabi at a time when the respondent was in Canada. In his affidavit filed with the Court in this application, the respondent admits to providing the first explanation but flatly denies providing the second."], ["[79]", "This is a matter for concern. Either the Citizenship Judge invented an explanation on the respondent's behalf or the respondent has provided untruthful sworn testimony to this Court. If the first scenario occurred, the Citizenship Judge's finding that the respondent was credible is completely unjustified. One cannot impute credibility to someone by attributing statements to him which he never made, and then deem those statements credible. If the second scenario occurred, the respondent's willingness to mislead the Court further undermines his credibility."], ["[80]", "With respect to credit card activity, the Citizenship Judge also failed to investigate transactions which apparently occurred in the United States on days when the respondent claimed to be in Canada, namely: April 18, 2009; May 27, 2010; and July 9, 2010. The respondent counters that the Citizenship Officer did not flag this as a concern in his FPAT. That is irrelevant. The Citizenship Judge was the decision-maker and had the task of reviewing the entire record before rendering a decision. No error or omission by a Citizenship Officer could relieve him of that task. These transactions raise serious concerns. Ideally, they should have been examined by the Citizenship Judge."], ["[81]", "At the same time, the Court recognizes that the credit card statements are lengthy and that a Citizenship Judge cannot be expected to parse such evidence microscopically. If this were the only ground raised by the Minister, the Court would not have intervened. Since the decision will be quashed for other reasons, though, it is to be hoped that that the decision-maker who considers this citizenship application next will investigate the matter.", "D.", "Did the Citizenship Judge err in applying the qualitative test?"], ["[82]", "In my view, the Citizenship Judge did not ground his conclusion that the respondent has centralized his existence in Canada on transparent and intelligible reasons. In this case, the Minister is not asking the Court to reweigh the evidence. Indeed, that would be inappropriate (", "FRAGMENT_SUPPRESSED). Rather, the Minister correctly argues that the Citizenship Judge failed to engage with contradictory evidence when giving his decision."], ["[83]", "To begin, the Citizenship Judge underestimated the respondent's physical absences from Canada during the relevant time period. By maintaining that he had 306 days of absence, the Citizenship Judge made it seem as though he met the quantitative test for citizenship. In that case, it would not have even been necessary to conduct a", "FRAGMENT_SUPPRESSED", "analysis, since a person who has been physically present in Canada for more than three years during the residence period has clearly established himself in Canada for the purposes of the Act."], ["[84]", "However, the number given by the Citizenship Judge in the Approval Synopsis, repeated in his Notice to the Minister, does not take into account the undeclared absences discovered at the hearing. The Citizenship Judge unreasonably attributed a 60 day duration to those absences. Even if this assumption - which is favourable to the respondent - were accepted, the result would be 1,093 days of physical presence, which constitutes a shortfall."], ["[85]", "In the Court's opinion, the Citizenship Judge's erroneous determination that there was no shortfall influenced his", "FRAGMENT_SUPPRESSED", "analysis. He never stated that he would have found the respondent eligible for citizenship if there had been a shortfall. The respondent speculates that any mathematical error committed by the Judge did not impact his conclusion. In fact, it is far from clear that the Judge would have granted citizenship if he had understood that a shortfall existed even when he attributed a duration to Mr Vijayan's trips that was extremely favourable to him."], ["[86]", "Further, the Citizenship Judge offers no explanation for his finding that the respondent's frequent trips outside Canada resulted from a clearly temporary situation. It is not obvious from the record that the respondent intends to cease his business travel to the UAE or the travel related to his photography anytime soon. One can plausibly assume that the respondent has every intention of continuing his frequent travels to the UAE to collect the more than $3 million owing to him, and also of preserving his reputation as a world class photographer. The Citizenship Judge's discussion of this issue was manifestly insufficient."], ["[87]", "By his own admission, the respondent maintains the pretence of residing in the UAE in order to compel payment from his debtors. The Citizenship Judge took note of this fact but did not stop to ask whether it showed that Mr Vijayan has not truly centralized his life in Canada. This was a reviewable error. The jurisprudence is clear that an individual does not meet the", "FRAGMENT_SUPPRESSED", "standard if he splits his residence between two or more countries. Justice Snider's comments in", "FRAGMENT_SUPPRESSED, are instructive:", "Indeed, almost every fact before the Citizenship Judge points away from a grant of Canadian citizenship. Not only had Ms. Willoughby spent 745 days out of Canada,", "her pattern of absences was not about to change.", "Ms. FRAGMENT_SUPPRESSED maintains a dwelling in Australia that she uses during her visits with her immediate family members (her daughters and grandchildren) in Australia.", "Even though Ms. FRAGMENT_SUPPRESSED has a home and husband in Canada, her extensive absences from Canada constitute \"a structural mode of living abroad rather than just a temporary situation\"", "FRAGMENT_SUPPRESSED [emphasis omitted]).", "The most that can be said is that Ms. FRAGMENT_SUPPRESSED has established two homes - one in Canada and one in Australia.", "As pointed out by Justice Martineau in", "FRAGMENT_SUPPRESSED", "When absences are a regular pattern of life rather than a temporary phenomenon, they will indicate a life split between two countries, rather than a centralized mode of existence in Canada", ", as contemplated by the Act.", "[Emphasis added]"], ["[88]", "The Citizenship Judge should have queried whether the respondent lives a life split between two or more countries (Canada, the UAE and arguably the United States), instead of uncritically accepting that he has established himself in Canada simply because he owns a family residence in Oakville. At first blush, the respondent's incessant travel appears to point towards \"a structural mode of living abroad rather than just a temporary situation\":", "FRAGMENT_SUPPRESSED, cited in", "FRAGMENT_SUPPRESSED. Of course, the opposite finding remained open to the trier of fact. However, his decision is unreasonable because he did not rigorously analyze the contradictory evidence."], ["[89]", "I also observe that the Citizenship Judge did not discuss the extremely low income declared in Canada by Mr Vijayan for the first three years of the relevant period. These numbers are incongruous in light of the respondent's evident resources. They suggest that his economic activity was centred in another country. They are one more piece of the puzzle that the Citizenship Judge failed to address.", "VI.", "Remedy"], ["[90]", "The Court will grant the Minister's application for judicial review without costs. In the past, the appropriate remedy would have consisted in returning the file to the Citizenship Judge for redetermination. However, recent amendments to the Act have changed this."], ["[91]", "Section 35 of the", "Strengthening Canadian Citizenship Act", "is a transitional provision which reads as follows.", "Any decision that is made under section 5, 9 or 11 of the", "Citizenship Act", "before the day on which subsection 12(1) comes into force and that is set aside by the Federal Court and sent back for a redetermination on or after the day on which that subsection comes into force is to be determined in accordance with that Act as it reads on that day."], ["[92]", "Subsection 12(1) came into force on August 1, 2014, pursuant to an Order in Council. It amended subsection 14(1) of the", "Citizenship Act"], ["[93]", "Here, the decision under review was rendered before subsection 12(1) came into force but it is being sent back for redetermination after that date. Consequently, the Act as it read once subsection 12(1) came into force applies."], ["[94]", "Subsection 14(1) of the", "Citizenship Act", ", as amended by subsection 12(1) of the", "Strengthening Canadian Citizenship Act", ", provides that:", "14. (1) If an application is accepted for processing and later referred to a citizenship judge because the Minister is not satisfied that the applicant meets the requirements of the following provisions, the citizenship judge shall determine whether the applicant meets those requirements within 60 days after the day on which the application is referred:", "(a) paragraph 5(1)(c), in the case of an application for citizenship under subsection 5(1);", "(b) paragraph 5(5)(d), in the case of an application for citizenship under subsection 5(5); and", "(c) paragraph 11(1)(d), in the case of an application for resumption of citizenship under subsection 11(1)."], ["[95]", "The appropriate remedy, therefore, is to return the matter for redetermination by the Minister, who will determine whether Mr Vijayan meets the residence requirements under the Act. If the Minister is satisfied that this is the case, he shall grant him citizenship. If the Minister is not satisfied, he shall once more refer the matter to a Citizenship Judge."], ["[96]", "The parties did not propose any question for certification and none will be certified.", "JUDGMENT"], ["[97]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is granted, without costs. The matter will be returned to the Minister for reconsideration. The Minister shall either grant the respondent citizenship or refer the matter to a Citizenship Judge, in accordance with these reasons.", "Application granted.", "Editor: Jana A. Andersen/nmg", "[End of document]"]]}