{"id_": "022090", "body_str": [["[1]", "Zinn, J.", ": The applicant asks the Court to review and set aside a decision by the Refugee Protection Division of the Immigration and Refugee Board (Board). The Board determined that Rafael Commer Mora, his wife, Ana Lilia Rodriguez Salinas, and their children, Damian Commer Rodriguez, Jorge Ivan Commer Rodriguez, and Judith Fernanda Commer Rodriguez were neither Convention refugees nor persons in need of protection within the meaning of the", "Immigration and Refugee Protection Act", ", R.S.C. 2001, c. 27.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The determinative issue was whether the applicants had made adequate efforts to seek state protection prior to availing themselves of refugee protection, and whether these efforts had rebutted the presumption of state protection.  <FRAGMENT_SUPPRESSED>"], ["[3]", "For the reasons that follow, the decision of the Board is set aside.  <FRAGMENT_SUPPRESSED>", "BACKGROUND  <FRAGMENT_SUPPRESSED>"], ["[4]", "All of the applicants are citizens of Mexico.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Mr. Commer Mora's sister, Katharine, and his mother, Irma Elena Mora Lopez, are both Convention refugees in Canada. They received positive decisions by the Board in 2006 (RPD Decision TA5-13360) and 2008 (RPD Decision TA7-06660), respectively. Katharine's claim was based on domestic violence from her spouse, Raymundo Leonel Serrano Rodriguez (Raymundo). Irma Elena's claim was based on harassment and violence she experienced when Raymundo directed his anger towards her in an effort to locate Katharine and their daughter. In both cases, the Board determined that Mexico was either unable or unwilling to provide protection to the women because of the profile of the agent of persecution.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Mr. Commer Mora and his family fear persecution from the same agent of persecution that forced his sister and mother to flee Mexico, his ex-brother-in-law, Raymundo. Mr. Commer Mora states that after his sister fled Mexico with her two children, one of which is the child of Raymundo, Raymundo began harassing him and his mother in an effort to locate Katharine. He states that the situation got so dangerous for his mother that she too was forced to flee Mexico and seek refugee protection in Canada.  <FRAGMENT_SUPPRESSED>"], ["[7]", "On June 30, 2007, Raymundo and his brother came to Mr. Commer Mora's house. They physically assaulted him and demanded to know the whereabouts of his sister and mother. The assailants warned Mr. Commer Mora not to go to the police because it would be futile. After Raymundo left, Mr. Commer Mora sought medical attention and then filed a complaint with the police. Mr. Commer Mora states that the police took his complaint but told him that there would be no investigation because Raymundo was a Federal Police Officer. After the June 30, 2007 incident, Mr. Commer Mora began receiving threatening phone calls from Raymundo, which included death threats. The family also began spending more time at their in-laws' house in Coalcalco, a 90 minute drive from their home.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Mr. Commer Mora states that on October 11, 2007, he was driving with his family and that Raymundo attempted to run them off the road using a police van. Raymundo forced Mr. Commer Mora to stop, pulled him from the vehicle, handcuffed him, and placed him in the police van. In the police van was Raymundo's brother and two other men dressed as police officers. One of the men then got into the driver's seat of Mr. Commer Mora's vehicle. The two vehicles drove for a period of time while Mr. Commer Mora was physically assaulted in the back of the police van. Mr. Commer Mora was told that his family would be next. Mr. Commer Mora offered that he knew his sister was in Canada, but that he did not know her exact location. After some time, the vehicles stopped and Mr. Commer Mora was released from the police van. Mr. Commer Mora immediately went to his in-laws' house. He again filed a complaint with the police, but received no response.  <FRAGMENT_SUPPRESSED>"], ["[9]", "On December 10, 2007, Mr. Commer Mora's house was surrounded by Raymundo and three police vans. Through a loudspeaker, Raymundo ordered Mr. Commer Mora to come outside. When Mr. Commer Mora came outside he saw a number of men shooting their guns in the air. Raymundo was also armed and forced Mr. Commer Mora to the ground, sticking his gun to his head. Mr. Commer Mora states that Raymundo told him he had three days to tell him the location of his sister or he would kill one of his children.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Mr. Commer Mora and his family immediately went to the home of his in-laws. Not having the money for air travel for all his family, Mr. Commer Mora fled Mexico on his own on December 13, 2007. He claimed refugee status on April 20, 2008. His family followed on August 22, 2008 and claimed refugee protection on September 5, 2008. The claims were joined and heard together on April 8, 2009.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Ana Lilia Rodriguez Salinas testified that after her husband left, Raymundo came to her mother's house, and that he also made threatening phone calls to her mother. In response, Mrs. Rodriguez Salinas took the children to her father's house in a remote village four hours away. Mrs. Rodriguez testified that Raymundo returned to her mother's house on multiple occasions and that this prompted her to arrange for herself and the children to also leave Mexico.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Board drew a negative credibility inference with respect to Mrs. Rodriguez Salinas' testimony. The Board held that inconsistencies in her evidence supported a conclusion that Raymundo did not follow her to her mother's house.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The Board also stated that there was \"inconsistent evidence regarding whether Raymundo was a police officer, what level of police officer or whether he simply dressed as a police officer, or had relatives in the police force.\" The Board concluded \"that Raymundo was not a police officer but wore a police uniform and had connection to police. <FRAGMENT_SUPPRESSED>"], ["[14]", "The Board reviewed the law on state protection and provided an analysis on Mexico's democratic status, its police apparatus, and the \"serious efforts\" its government is taking to combat corruption and to provide state protection. The Board stated:  <FRAGMENT_SUPPRESSED>", "In this particular case the claimant reported to the same police station twice. Although, he did not follow-up on these two reports, he states he has no faith in the willingness or ability of the police in his country to protect him.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Board reviewed the options that the applicants could have pursued if they felt that the police response to their complaints was inadequate, and the serious ramifications that Mexican police face for not doing their job. The Board cited", "<FRAGMENT_SUPPRESSED>  for the proposition that \"claimants are not required to show they have exhausted all avenues of protection, they have rather to show that they have taken all steps reasonable in the circumstances.\" The Board held that given the many ways Mexican citizens can address police corruption, it would have been reasonable for the applicants in this case to at least attempt to avail themselves of one or more of these avenues. The Board concluded:  <FRAGMENT_SUPPRESSED>", "... [I] t was objectively reasonable for the claimants to have sought state for (sic) protection however they did not do so. Further, the claimants have not rebutted the presumption of state protection with clear and convincing evidence of the state's inability to protect them which they are required to do.  <FRAGMENT_SUPPRESSED>", "As we have found that adequate state protection is available to the claimants, they do not have a well-founded fear of persecution under section 96 and for the same reasons therefore we find that they would not be personally subjected to a risk to life or a risk of cruel and unusual punishment or a danger of torture if they were to return to Mexico today.  <FRAGMENT_SUPPRESSED>", "Consequently, the Board rejected the applicants' claim for protection.  <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[16]", "The applicants raise the following issues:  <FRAGMENT_SUPPRESSED>", "1. Did the Board commit a reviewable error by ignoring relevant evidence regarding the Applicants' ability to obtain adequate state protection in Mexico?  <FRAGMENT_SUPPRESSED>", "2. Did the Board commit a reviewable error by ignoring relevant evidence regarding the Applicants' ability to avail themselves of an internal flight alternative in Mexico?  <FRAGMENT_SUPPRESSED>", "3. Did the Board commit a reviewable error by failing to explain in clear and understandable terms why it chose to deviate from two previous decisions of the Board that found that adequate state protection and a viable internal flight alternative are not available to the Applicant's sister, niece, and mother in Mexico?  <FRAGMENT_SUPPRESSED>"], ["[17]", "The determinative issue in this case was not the availability of an internal flight alternative; it was the availability of state protection. The real issue in this application, and that which was the focus of oral submission was whether the Board's state protection finding was reasonable  <FRAGMENT_SUPPRESSED>"], ["[18]", "The Board's negative credibility inference, based on the inconsistency and implausibility of Mrs. Rodriguez Salinas' testimony, was made in a transparent fashion and supported with justifiable reasons. However, this was the only credibility finding it made. Accordingly, Mr. Commer Mora's testimony must be considered to have been accepted by the Board.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The Board concluded that the agent of persecution was not a police officer, but that he had close connections with the police. This conclusion was open to the Board, particularly in light of the fact that two previous decisions of the Board had not formed a consensus on Raymundo's status as a police officer.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The Board considered the efforts that Mr. Commer Mora had made to seek state protection, but the Board completely failed to consider his testimony regarding the experience of his sister and mother. It failed to consider its previous positive decisions in the cases of the applicants' close relatives.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The respondent cites four cases for the proposition that another refugee decision cannot be used as evidence and that each case must be determined on its merits even if a relative has previously obtained a positive determination before the  <FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL); and", "<FRAGMENT_SUPPRESSED> . The first part of this proposition is without merit and is not supported by the cases that the respondent cites. The second part of the proposition is supported by the cases, but in the circumstances of this case, does not alleviate the error caused by the Board's failure to address its earlier decisions.  <FRAGMENT_SUPPRESSED>"], ["[22]", "<FRAGMENT_SUPPRESSED>  at 724-725, the Supreme Court explained that one of the ways a claimant can rebut the presumption of state protection is by providing evidence of similarly situated individuals for whom the state was unable or unwilling to provide adequate protection. In appropriate circumstances, there is nothing that prevents a claimant from citing the experiences of other refugee claimants, and indeed the determinations made by the Board in those cases. These decisions are not determinative, but where they are analogous, and made available to the Board, a burden to consider these decisions may arise. This burden arises when these individuals are similarly situated and their experience of attempting to seek state protection is directly relevant to the analysis of what one might reasonably expect if state protection was sought further by the claimant.  <FRAGMENT_SUPPRESSED>"], ["[23]", "In this case, the violence the applicants experienced is comparable to their relatives and the agent of persecution is the same in all of the cases. Just like in the case of his mother, Mr. Commer Mora was persecuted by Raymundo who was seeking to track down his former spouse and child. The Board provides no explanation for its failure to address its prior decisions or the evidence contained therein, even though the agent of persecution was the same.  <FRAGMENT_SUPPRESSED>"], ["[24", "As I noted in  <FRAGMENT_SUPPRESSED>  context is critical in any state protection analysis. One of the factors the Board must consider is the identity of the agent of persecution. In this case, although the agent was identified by the Board, it failed to examine how that person's identity impacted on the efforts made by the applicants to seek protection.  <FRAGMENT_SUPPRESSED>"], ["[25]", "The evidence these applicants placed before the Board that related to the efforts of the principal applicant's sister and mother to seek state protection was follows:  <FRAGMENT_SUPPRESSED>", "a. Katherine, the principal applicant's sister, had sought police protection against Raymundo no less than 10 times without success;  <FRAGMENT_SUPPRESSED>", "b. Katherine not only sought police protection but also went to three other organizations to seek protection, without success; and  <FRAGMENT_SUPPRESSED>", "c. The principal applicant's mother had sought police protection against Raymundo three times without success.  <FRAGMENT_SUPPRESSED>"], ["[26]", "In the case of Mr. Commer Mora's sister, the Board, delivering a positive decision orally, stated the following with respect to state protection:  <FRAGMENT_SUPPRESSED>", "I recognize that police corruption continues to be a problem, and documentary evidence shows that Mexico is making serious efforts to address these problems.", "I find that given the alleged profile of Raymundo, in that he has two uncles who are chiefs in the federal police, two sisters working in the police force, and that despite the alleged intimidation by Raymundo, when he allegedly told you that his family was influential, you still went ahead and reported him to the police I find that you made serious efforts to seek state protection, and, in this case, I find that state protection in your circumstances inadequate", ". [emphasis added]  <FRAGMENT_SUPPRESSED>"], ["[27]", "In the case of Mr. Commer Mora's mother, the Board, delivering a positive decision orally, stated the following with respect to state protection:  <FRAGMENT_SUPPRESSED>", "As to state protection in respect to the claimant's situation, the panel accepts the explanation and evidence submitted that as far as this claimant is concerned,", "there is no or hardly any state protection effective by virtue of the fact that the persecutor, Raymundo, is a member of the Federal Preventative Police (", "Policia Federal Preventiva,", "PFP)", "and has two sisters who held position places in the Federal Preventive Police as well as other relatives in the police organization. Therefore, as far as state protection is concerned, there is hardly any effective protection for the claimant in Mexico", ". [emphasis added]  <FRAGMENT_SUPPRESSED>"], ["[28]", "What is relevant from these excerpts is not the Board's conclusion regarding Raymundo's status as a police officer (which was a focal point of the Board in the applicants' decision), but rather its conclusion that his particular profile meant that state protection was not available to those claimants, despite the existing police apparatus in Mexico and the serious efforts that the Mexican government was taking to address corruption.  <FRAGMENT_SUPPRESSED>"], ["[29]", "The Board failed to consider that in this case there was explicit state protection evidence from two similarly situated individuals that experienced persecution from the exact same agent of persecution. These decisions do not mean that the applicants did not have to rebut the presumption of state protection, but they are strong prima facie evidence that even if the applicants had taken greater efforts to seek state protection, adequate protection would not have been forthcoming.  <FRAGMENT_SUPPRESSED>"], ["[30]", "In the face of this evidence the Board's decision is unreasonable and is set aside.  <FRAGMENT_SUPPRESSED>"], ["[31]", "Neither party proposed a question for certification and in my view there is none.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[32]", "THIS COURT ORDERS AND ADJUDGES that", ":  <FRAGMENT_SUPPRESSED>", "1. This application for judicial review is allowed and the applicant's application is remitted back to a hearing by a differently constituted Board; and  <FRAGMENT_SUPPRESSED>", "2. No question is certified.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}