{"id_": "022012", "body_str": [["[1]", "Zinn, J.", ": Avtar Singh and Karamjit Kaur are husband and wife. They have a birth daughter, Harwinder Kaur, and they claim that Gurpreet Singh is their adopted son. Mr. Singh and the two children made an application for permanent residence under the Live-In Caregiver Class as his spouse is a live-in caregiver in Canada. All family members are citizens of India."], ["[2]", "The decision under review is that of a visa officer of the High Commission of Canada in New Delhi deleting Gurpreet Singh from the application for permanent residence in Canada on the basis that Gurpreet was not a \"dependant child\" as defined in section 2 of the", "Immigration and Refugee Protection Regulations", ", SOR 2002-227 (Regulations). The Regulations provide that a dependant child includes an adopted child, but the officer was not satisfied that Gurpreet was an adopted child of the adult applicants and accordingly, deleted him from the application."], ["[3]", "In my view, this application has no merit. The decision was reasonable and made in accordance with law and the principles of natural justice. Based on the record before the Court, I would have found a decision contrary to that reached by the officer to have been perverse."], ["[4]", "On July 30, 2011, an officer reviewing the applicants' file noted concerns about the inclusion of Gurpreet on the permanent residence application. Although a copy of the purported adoption deed and a birth certificate for Gurpreet had been submitted by Mr. Singh, the officer noted that the latter had been registered only recently. Moreover, the officer noted the absence of family photos including Gurpreet and photos showing the adoption ceremony including the 'giving and taking' of him. The officer concluded that he or she was\"unable to confirm that an adoption ceremony ha[d] taken place,\" and requested that the applicant parents be interviewed."], ["[5]", "On August 23, 2011, the officer, fluent in Punjabi, conducted an interview with the applicant parents, in Punjabi. The only written record of the interview is found in the CAIPS notes made by the officer at or very shortly following the interview. The officer provided an affidavit in which he swears that the notes in \"'question-and-answer form' were typed as the questions were being asked and answered\" and that the notes in \"'paragraph form' were typed immediately following the portion of the interview reflected in the paragraph.\""], ["[6]", "Mr. Singh, described by his wife as being \"uneducated and unsophisticated,\" was interviewed first, in the absence of his wife. The following are relevant excerpts from the officer's notes of that interview:", "Q Was Gurpreet's parents related to you", "A No to my my spouse - I am illiterate but it is my wife's bright idea", "Q What bright idea", "A My wife told me that we should do papers for the boy as she was likely to get permanent (PR) in Canada and that we could help relatives and tag along the boy", "[...]", "Q What rituals were conducted for adoption ceremony", "A We called the photographer to get some photos clicked in Holy Gurudwara", "Q So no formality or rituals were done", "A No - just to get the photos clicked - we posed while the sweet pudding (Prasad) were being distributed inside the Gurudwara and then outside in the community kitchen while some snacks were served", "[...]", "I reviewed the photos and was surprised to see that the natural father no-where to be seen (boy's natural father is seen in the adoption papers)", "Q OK please point out where the natural father is in the photo", "A He was not there", "Q Why", "A Maybe because he had had a few drinks more and did not come inside the holy place", "Q So not the formality of giving and taking was done", "A I told you that my wife is very smart was she had thought of this adoption to take along the boy", "Q Since the formality of adoption, where did the boy stay", "A Dhowali-", "Q Your place", "A No why our place - this is where his father used to stay", "Q And he continues to stay there", "A No, now he has come to stay with us after his father died around 4 months back", "[...]"], ["[7]", "The officer then telephoned Mrs. Kaur in Canada, and noted, in paragraph form, that Mrs. Kaur \"appeared as very defensive while responding to questions of adoption.\" After finishing the phone call with Mrs. Kaur, the officer then\"expressed [his] concerns to [Mr. Singh].\" The officer noted the following concerns in the CAIPS notes:", "You and your spouse were of young age and could not explain the need to adopt a child when you could have your own children", "Adoption was done with the intent to help the child and not forge a genuine child parent relationship", "Adoption did not involve any give and taking of the child in the ceremony", "Natural father of the child is not seen giving away the child during the adoption ceremony", "Child continued staying with natural father till very recently", "Previous child parent relationship were not ceased nor relationship was forged", "Your spouse did not bother to attend the adoption ceremony nor has ever visited the child"], ["[8]", "The following appears immediately after the above-listed concerns:", "[Mr. Singh] requested that since he was illiterate and his wife was very smart, she be called up. Call made to sponsor [a] gain and concern[s] explained. Sponsor indicated that she only wants visa for all three ([Mr. Singh], biological daughter & adoptive son). Call put on speaker phone- [Mr. Singh] requested sponsor that she should stop being stubborn and drop the idea of helping Gurpreet (adoptive son) as they could send him some money and that it would delay their case. Sponsor remains adamant - call disconnected.", "[Mr. Singh] informed that it is the smartness of his wife who added the child to application and requested that the child be immediately deleted from the application and he and his daughter be issued a visa. I informed him that the present application is only to confirm their relationship and that visa will be issued only if Karamjit lands as PR in Canada", ". . . . .* Interview Concluded *****"], ["[9]", "On September 9, 2011, roughly two and a half weeks after the interview, and referencing the decision under review, Mr. Singh delivered the following letter to the High Commission in New Delhi:", "Dear Sir,", "With reference to your letter dated 25/08/2011 this is to inform you that I have no objection to the deletion of name of my adopted son Gurpreet Singh from my application for immigration to Canada.", "Kindly issue further instructions for the grant of immigrant visa for me and my daughter. I & my daughter have been medically examined on 03/05/2011 by Dr. U.S. Sidhu of [illegible]."], ["[10]", "The applicants submit that the officer erred by calling into question a \"validly issued foreign legal judgment,\" namely the applicants' \"court-issued adoption deed.\" They cite and rely upon", "<FRAGMENT_SUPPRESSED> for the proposition that the officer was \"not entitled to assess the legality of a foreign adoption order in the absence of fraud.\""], ["[11]", "I agree with the respondent that <FRAGMENT_SUPPRESSED> is distinguishable from the facts before the Court because in that case there was most clearly a \"court order\" and no allegation of fraud in obtaining it had been made. I further agree with the respondent that the facts at hand more closely parallel, in fact almost identically, those in", "<FRAGMENT_SUPPRESSED>  in which Justice Mactavish held that it was reasonable for the officer to conclude that no 'giving and taking' ceremony took place even though the Deed of Adoption stated otherwise and further that the Deed of Adoption was not a Court Order, and that it was inconsistent with the evidence of the adoptive father."], ["[12]", "The Deed of Adoption is a contract drawn up by lawyers for the parties and executed by them. It is not evidence that a court of law turned its mind to whether the legal requirements for a valid adoption had been satisfied. It was then taken to a court for registration; however, there is no evidence that the registration process involved any independent decision-making. It appears to be merely an administrative process for which the court charges a nominal fee."], ["[13]", "The officer in this case, unlike the tribunal in <FRAGMENT_SUPPRESSED> but like the officer in <FRAGMENT_SUPPRESSED> , was faced with independent, \"cogent evidence\" which cast doubt on the adoption deed. I refer, in particular to the evidence of Mr. Singh who told the officer \"my wife is very smart was she had thought of this adoption to take along the boy.\" Further, although he was given three chances to say that there was a giving and taking ceremony he never says that one occurred and he does not challenge the officer when he says that it did not."], ["[14]", "Lastly, the applicants submit that the officer \"bullied\" and \"frightened\" Mr. Singh at the interview and \"put ... words into his mouth.\" The officer denies it. To support these serious allegations, the applicants rely only on Mrs. Kaur's affidavit evidence which is hearsay. The best evidence of these allegations would have been her husband's as he was the only person other than the officer who was present when he made these damaging admissions. I give Mrs. Kaur's evidence no weight. Her affidavit does not explain why her husband sent his letter stating that he had no objection to the deletion of the adopted son from his application after receiving the decision. Counsel submits this is evidence that supports that he was bullied by the officer. I disagree. In my view, it is evidence of someone who knows that the jig is up and who wishes his family to be reunited in Canada. Further, it is consistent with the plea he made to his wife during that part of the interview when she was present by teleconference to \"stop being stubborn and drop the idea of helping Gurpreet.\""], ["[15]", "For these reasons, I find that the decision under review is unimpeachable and the application must be dismissed. Neither party proposed a question for certification.", "JUDGMENT"], ["[16]", "THIS COURT'S JUDGMENT is that", "the application is dismissed and no question is certified.", ".........................", "Gurpreet Singh,  <FRAGMENT_SUPPRESSED>  Singh (M. Singh) et Karamjit Kaur sont mari et femme. Ils ont une fille biologique, Harwinder Kaur, et allèguent que Gurpreet Singh est leur fils adoptif. M. Singh et les deux enfants ont présenté une demande de résidence permanente au titre de la catégorie des aides familiaux, puisque son épouse est une aide familiale au Canada. Les membres de la famille sont tous citoyens de l'Inde."], ["[2]", "La décision faisant l'objet du contrôle est celle par laquelle un agent des visas du haut-commissariat du Canada à New Delhi a supprimé le nom de Gurpreet Singh de la demande de résidence permanente au Canada parce que ce dernier n'était pas un « enfant à charge » au sens de l'article 2 du", "Règlement sur l'immigration et la protection des réfugiés", ", DORS/2002-227 (le Règlement). Le Règlement prévoit que l'enfant adoptif est un enfant à charge, mais l'agent n'était pas convaincu que Gurpreet était l'enfant adoptif des demandeurs adultes; il a donc supprimé le nom de Gurpreet de la demande."], ["[3]", "À mon avis, la présente demande n'est pas fondée. La décision était raisonnable et elle a été prise conformément au droit et aux principes de justice naturelle. Selon le dossier dont dispose la Cour, j'aurais estimé abusive une décision contraire à celle rendue par l'agent."], ["[4]", "Le 30 juillet 2011, un agent qui examinait le dossier des demandeurs a soulevé des préoccupations quant à l'inclusion de Gurpreet dans la demande de résidence permanente. Bien que M. Singh avait présenté une copie du prétendu acte d'adoption ainsi qu'un certificat de naissance de Gurpreet, l'agent a noté que le certificat de naissance n'avait été enregistré que tout récemment. En outre, l'agent a souligné l'absence de photos de famille incluant Gurpreet et de photos montrant la cérémonie d'adoption, notamment [traduction] « le don et la prise en adoption » de celui-ci. L'agent a conclu être [traduction] « incapable de confirmer qu'une cérémonie d'adoption a[vait] eu lieu », et a demandé que les parents demandeurs fassent l'objet d'une entrevue."], ["[5]", "Le 23 août 2011, l'agent, qui maîtrise le pendjabi, a mené une entrevue dans cette langue avec les parents demandeurs. Le seul dossier écrit concernant l'entrevue figure dans les notes versées dans le Système de traitement informatisé des dossiers d'immigration (STIDI) par l'agent lors de l'entrevue et immédiatement après. L'agent a produit un affidavit dans lequel il déclare que les notes sous [traduction] « forme de questions et réponses ont été dactylographiées à mesure que les questions étaient posées et les réponses fournies » et que les notes sous [traduction] « forme de paragraphes ont été dactylographiées tout de suite après la portion de l'entrevue indiquée dans le paragraphe. »"], ["[6]", "M. Singh, décrit par son épouse comme n'étant [traduction] « pas scolarisé et d'un naturel simple », a été interviewé le premier, sans son épouse. Voici des extraits pertinents des notes prises par l'agent lors de cette entrevue:", "[traduction]", "Q Est-ce que les parents de Gurpreet avaient un lien de parenté avec vous?", "R Non avec mon épouse - je suis illettré, mais c'est une brillante idée de mon épouse.", "Q Quelle brillante idée?", "R Mon épouse m'a dit que nous devrions préparer des papiers pour le garçon, car elle obtiendrait probablement la résidence permanente (RP) au Canada et que nous pourrions aider des proches et emmener le garçon.", "[...]", "Q Quels rituels ont été réalisés lors de la cérémonie d'adoption?", "R Nous avons appelé le photographe afin de faire prendre quelques photos dans le Gurudwara [un temple].", "Q Donc il n'y a eu aucune formalité ni aucun rituel?", "R Non- seulement afin de faire prendre les photos - nous avons pris la pose pendant la distribution du pouding sucré (prasad) à l'intérieur du Gurudwara et ensuite à l'extérieur, dans la cuisine communautaire, où des bouchées étaient servies.", "[...]", "J'ai examiné les photos et été surpris de ne voir nulle part le père biologique (le nom du père biologique du garçon figure sur les papiers d'adoption).", "Q Bon d'accord, veuillez m'indiquer où se trouve le père biologique sur la photo?", "R Il n'était pas là.", "Q Pourquoi?", "R Peut-être parce qu'il avait bu quelques verres de plus et qu'il n'est pas entré dans le temple.", "Q Donc la formalité de don et prise en adoption n'a pas été réalisée?", "R Je vous ai dit que mon épouse est très intelligente et avait eu l'idée de cette adoption pour emmener le garçon.", "Q Depuis l'adoption, où a habité le garçon?", "R Dhowali-", "Q Chez vous?", "R Non pourquoi chez nous - c'est l'endroit où son père habitait auparavant.", "Q Et il habite toujours à cet endroit?", "R Non, il est venu habiter avec nous après la mort de son père, il y a environ 4 mois.", "[...]"], ["[7]", "L'agent a ensuite téléphoné à Mme Kaur au Canada, et a noté, sous forme de paragraphe, que celle-ci [traduction] « a semblé être extrêmement sur la défensive lorsqu'elle répondait aux questions liées à l'adoption ». Après avoir terminé l'appel téléphonique avec Mme Kaur, l'agent a ensuite [traduction] « fait part de [ses] préoccupations à [M. Singh]. » L'agent a noté les préoccupations suivantes dans les notes versées au STIDI:", "[traduction]", "Vous et votre épouse étiez jeunes et n'avez pas été en mesure d'expliquer la nécessité d'adopter un enfant alors que vous pouviez avoir vos propres enfants.", "L'adoption s'est faite dans l'intention d'aider l'enfant et non de créer une véritable relation parent-enfant.", "Il n'y a pas eu de don et prise en adoption de l'enfant lors de la cérémonie.", "On ne voit pas le père biologique de l'enfant remettre celui-ci durant la cérémonie d'adoption.", "L'enfant a continué à habiter avec son père biologique jusqu'à tout récemment. Le lien affectif parent-enfant précédent n'a pas été rompu, et un lien affectif n'a pas non plus été créé.", "Votre épouse ne s'est pas donné la peine d'assister à la cérémonie d'adoption et n'a jamais rendu visite à l'enfant non plus."], ["[8]", "Voici le passage qui apparaît immédiatement à la suite des préoccupations énumérées ci-dessus:", "[traduction]", "Comme il est illettré et que son épouse est très intelligente, [M. Singh] a demandé qu'un appel téléphonique soit fait à cette dernière. Un appel a été fait à nouveau à la répondante et les préoccupations lui ont été expliquées. La répondante a indiqué qu'elle veut simplement obtenir des visas pour tous les trois ([M. Singh], la fille biologique et le fils adoptif). L'appel a été mis en mode « mains libres » - [M. Singh] a dit à la répondante qu'elle devrait cesser de s'entêter et abandonner l'idée d'aider Gurpreet (le fils adoptif), car ils pouvaient lui envoyer de l'argent et que cela retarderait leur dossier. La répondante demeure inflexible - appel terminé.", "[M. Singh] a déclaré que c'est l'intelligence de son épouse qui a mené à l'ajout de l'enfant à la demande, et il a demandé que le nom de l'enfant soit immédiatement supprimé de la demande et qu'un visa soit délivré à lui et à sa fille. Je lui ai dit que la présente demande vise seulement à confirmer leur lien et qu'un visa sera délivré seulement si Karamjit obtient le droit d'établissement en qualité de RP au Canada.", ". . . . .* Fin de l'entrevue *****"], ["[9]", "Le 9 septembre 2011, près de deux semaines et demie après l'entrevue, M. Singh a remis la lettre suivante au haut-commissariat à New Delhi, lettre dans laquelle il fait renvoi à la décision faisant l'objet du présent contrôle:", "[traduction]", "Monsieur,", "La présente fait suite à votre lettre du 25 août 2011. Je tiens à vous informer que je n'ai pas d'objection à ce que le nom de mon fils adoptif Gurpreet Singh soit supprimé de ma demande d'immigration au Canada.", "Je vous saurais gré de bien vouloir donner de nouvelles directives aux fins de l'octroi de visas d'immigrant pour moi et ma fille. Moi et ma fille avons passé un examen médical le 3 mai 2011 avec le Dr U.S. Sidhu de [illisible]."], ["[10]", "Les demandeurs soutiennent que l'agent a commis une erreur en mettant en doute une [traduction] « décision judiciaire valide rendue à l'étranger », plus précisément [traduction] « l'acte d'adoption délivré par la cour » aux demandeurs. Ils invoquent le paragraphe 31 de la décision", "<FRAGMENT_SUPPRESSED>  pour appuyer l'argument selon lequel l'agent [traduction] « n'avait pas le droit d'évaluer, en l'absence de fraude, la validité juridique d'une ordonnance d'adoption rendue à l'étranger. »"], ["[11]", "Je souscris à l'avis du défendeur selon lequel il existe une distinction entre l'affaire <FRAGMENT_SUPPRESSED> et les faits dont la Cour est saisie en l'espèce, car, dans cette affaire-là, il s'agissait très clairement d'une « ordonnance de la cour » et qu'il n'avait pas été allégué que l'ordonnance avait été obtenue frauduleusement. Je conviens en outre avec le défendeur que les faits en l'espèce correspondent davantage, et sont en fait pratiquement identiques, à ceux qui étaient en cause dans la décision", "<FRAGMENT_SUPPRESSED>  dans laquelle la juge Mactavish a déclaré qu'il était raisonnable de la part de l'agente de conclure qu'il n'y avait pas eu de cérémonie de« don et prise en adoption » même si l'acte d'adoption indiquait le contraire et que, par ailleurs, l'acte d'adoption ne constituait pas une ordonnance d'un tribunal et qu'il était contredit par le témoignage du père adoptif."], ["[12]", "L'acte d'adoption est un contrat rédigé par des avocats à l'intention des parties et signé ces dernières. Rien ne démontre qu'une cour de justice se soit penchée sur la question de savoir si les exigences légales afin que l'adoption soit jugée valide avaient été satisfaites. L'acte d'adoption a ensuite été présenté à une cour à des fins d'enregistrement, mais rien n'indique que le processus d'enregistrement ait impliqué une prise de décision indépendante. Il semble s'agir simplement d'un processus administratif pour lequel la cour exige des frais nominaux."], ["[13]", "L'agent en l'espèce, contrairement au tribunal dans <FRAGMENT_SUPPRESSED> mais à l'instar de l'agente dans <FRAGMENT_SUPPRESSED> , était confronté à une [traduction] « preuve convaincante » et indépendante qui faisait planer un doute quant à l'acte d'adoption. Je renvoie, en particulier, au témoignage de M. Singh qui a dit à l'agent [traduction] « mon épouse est très intelligente et avait eu l'idée de cette adoption pour emmener le garçon. » En outre, bien qu'il ait trois occasions de déclarer qu'il y avait eu une cérémonie de don et prise en adoption, il n'a jamais dit qu'il y en avait eu une et il ne conteste pas l'affirmation de l'agent selon laquelle la cérémonie n'a pas eu lieu."], ["[14]", "Enfin, les demandeurs prétendent que l'agent a [traduction] « intimidé » et [traduction] « effrayé » M. Singh lors de l'entrevue et qu'il [traduction] « lui fait dire ce qu'il n'a pas dit ». L'agent nie avoir agi de la sorte. Pour appuyer ces allégations graves, les demandeurs se fondent seulement sur la preuve par affidavit présentée par Mme Kaur, qui constitue du ouï-dire. La meilleure preuve à l'égard de ces allégations aurait été celle présentée par son époux, puisqu'il était la seule personne présente, mis à part l'agent, lorsqu'il a fait ces aveux compromettants. Je n'accorde aucun poids à la preuve présentée par Mme Kaur. Son affidavit n'explique pas pourquoi son époux a envoyé sa lettre indiquant qu'il n'avait pas d'objection à ce que le nom du fils adoptif soit supprimé de sa demande, après avoir reçu la décision. L'avocat des demandeurs prétend qu'il s'agit là d'une preuve corroborant le fait que M. Singh a été intimidé par l'agent. Je ne suis pas d'accord. À mon avis, cela correspond au comportement d'une personne qui sait que la manœuvre a échoué et qui désire voir sa famille réunie au Canada. Qui plus est, cela cadre avec la demande qu'il avait faite à son épouse durant cette partie de l'entrevue, alors qu'elle y participait par téléconférence, à savoir de [traduction] « cesser de s'entêter et abandonner l'idée d'aider Gurpreet. »"], ["[15]", "Pour les motifs exposés ci-dessus, je conclus que la décision faisant l'objet du contrôle est inattaquable et que la demande doit être rejetée. Aucune des parties n'a proposé de question à certifier.", "JUGEMENT"], ["[16]", "LA COUR STATUE que", "la demande est rejetée et qu'aucune question n'est certifiée.", "[End of document]"]]}