{"id_": "022160", "body_str": [["[1]", "Gagné, J.", ": Ms. Jasmine Boluka, an 18 year-old citizen of the Democratic Republic of the Congo [DRC], seeks judicial review of a decision dated September 30, 2013 of the Refugee Protection Division [RPD] of the Immigration and Refugee Board of Canada. The RPD did not find the applicant had a well-founded fear of persecution as a victim of forced marriage under section 96 and subsection 97(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [Act], for lack of credibility."], ["[2]", "The applicant was 16 years old when she filed her claim and 17 years old when she testified before the RPD, so she designated her uncle who lives in Canada, the half-brother of her father, to represent her. However, at the time of the hearing, the uncle's wife assumed this role. The applicant argues that the RPD erred by failing to consider", "Chairperson Guideline 3: Child Refugee Claimants: Procedural and Evidentiary Issues", "[Guideline 3],", "Chairperson Guideline 4: Women Refugee Claimants Fearing Gender-related Persecution", "[Guideline 4] and also submits the overall credibility analysis was not reasonable.", "II.", "Background"], ["[3]", "The applicant's narrative begins on February 14, 2008, after the disappearance of her father. As a result of the disappearance, her father's employer, who was a wealthy local businessman, had taken it upon himself to support the applicant's family financially and look after the children's studies."], ["[4]", "One day, this man asked the applicant's mother for the applicant's hand in marriage. The applicant immediately refused, she was 16 years old at the time, he was older than her father, already married with children and she had always considered him as a second father. Before leaving the applicant's home, the man threatened to withdraw financial support and claimed that if the applicant did not marry him, the family would have to reimburse him for all he had given them thus far. He also said he would offer the applicant's aunts and uncles money on condition she married him."], ["[5]", "Several days later, the applicant's uncles informed the applicant that they accepted money in the form of a pre-dowry for her marriage to her father's employer despite the lack of consent on her behalf, and that of her mother's. According to them, both did not have a say in the marriage, and the decision was final. She argued with them to express her opinion and they beat her, also ordering she stay with the man for a week as a trial period; subsequently her mom decided to plan the applicant's escape."], ["[6]", "At the end of July, the applicant was in hiding at the home of her mother's friend in the municipality of Matete which, according to her Personal Information Form [PIF] narrative, was located in Kinshasa. The uncles had gone to find the applicant at her home. For refusing to disclose her location, the uncles beat the applicant's mother. She subsequently had to be hospitalized."], ["[7]", "Given her father's employer was influential, wealthy, and adamant on finding her, she spent the most part of August and September in hiding. For fear of being found, suffering reprisal and death, she left for Brazzaville on September 25, 2012 leaving to Canada the next day.", "III.", "Decision Under Review"], ["[8]", "The RPD notes that while the applicant was 17 years old at the time of the hearing, she was almost an adult, educated and in a state to testify. In light of these factors, the RPD expected nothing less than a clear testimony on behalf of the applicant and consistency with her file. Short of its expectations, the RPD found Ms. Boluka not credible as a result of the following:", "i) Inconsistency as to when the father's employer came to her family's home to ask her hand in marriage, the number of times he visited her and whether he was accompanied; when faced with the inconsistencies, the applicant explained there were too many events and she failed to remember;", "ii) The contents of exhibit P-5 (the pre-dowry document); the applicant did not read the document sent to her by her mother and was unaware that it consisted of items other than money;", "iii) An omission in her PIF corresponding with her testimony, that her aunts beat her, alongside her uncles;", "iv) Incoherence between exhibit P-3 (transfer of guardianship to the uncle in Canada) which mentions the forced marriage and that her mom had decided to plan her escape; the applicant explained she did not know why the exhibit was signed by her mother on July 5, 2012 though the applicant testified that it was on July 31, 2012 that her mother planned the escape;", "v) Inconsistency between her testimony and PIF on the date her mom was beaten and subsequently taken to the hospital;", "vi) Difficulty in remembering the municipality of Maluku, her place of hiding prior to departing the DRC; while in her PIF, the applicant specified the municipality.", "IV.", "Issues and Standard of Review"], ["[9]", "This application for judicial review raises a sole issue:", "• Taking into consideration the overall evidence and Guidelines, is the RPD's credibility analysis reasonable?"], ["[10]", "The applicable standard of review is reasonableness (", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED).", "V.", "Analysis"], ["[11]", "The applicant submits that the RPD was required in the circumstances of the present case to consider the Guidelines and that there was no evidence it did so despite a brief mention in the impugned decision (", "REFERENCE_SUPPRESSED)"], ["[12]", "Accordingly, the RPD clearly failed to apply Guideline 3 because: (I) the panel neglected to mention in its reasoning that she began to cry when discussing her mother's beating; (ii) it did not consider the fear and emotions of the Applicant in relation to traumatic events; and (iii) it failed to consider whether, given the totality of the evidence, it could infer the details of certain gaps in her testimony."], ["[13]", "As regards Guideline 4, the applicant asserts the RPD was at least required to apply Part B to gauge the plausibility of the applicant's narrative regarding her forced marriage, and that \"rather than analyzing whether the key basis of the Applicant's claim was credible or plausible, the panel focused on minor alleged inconsistencies in the Applicant's evidence\". The applicant maintains that nevertheless, the RPD erred by not explaining why it did not consider the Guidelines in assessing the applicant's evidence. The applicant heavily relies on similarities with", "CITATION_SUPPRESSED", "at paras 36 and 41 and", "REFERENCE_SUPPRESSED."], ["[14]", "Nevertheless, according to the applicant, the six separate negative credibility findings are unreasonable considering the narrative, testimony and documentary evidence and they do not justify the conclusion reached (", "REFERENCE_SUPPRESSED). The applicant argues that the Guidelines support the reasonableness of her explanations to the alleged inconsistencies and omissions."], ["[15]", "The respondent points to the impugned decision which explicitly mentions the Guidelines, the age and education of the applicant and argues there is no evidence she did not understand the nature of the proceedings. In addition, the respondent asserts, by relying on the following: \"the mere fact that the applicant was not considered credible is insufficient to show that the Board was insensitive to her situation\" (", "REFERENCE_SUPPRESSED)."], ["[16]", "The applicant is required to demonstrate a lack of understanding or insensitivity on the RPD`s part to convince the Court that the Guidelines have not been applied (", "SREFERENCE_SUPPRESSED). Further, this Court has found that the RPD`s failure to specifically refer to the Guidelines in its reasons does not, in and of itself, demonstrate insensitivity (", "REFERENCE_SUPPRESSED) and mere failure to consider the Guidelines is not fatal to a decision (", "CITATION_SUPPRESSED", ", above at para 65)."], ["[17]", "I have difficulty detecting insensitivity or absence of contextualization on the part of the RPD in its negative credibility findings and its treatment of those findings upon considering the applicant's explanations, particularly as an example, when discussing the trauma she experienced and the number of times the employer came to see her (Certified Tribunal Transcript, p 151):", "[...]", "PAR LA COMMISSAIRE (à la demandeure)", "- La deuxième fois que votre prétendant est venu, il est accompagné de vos oncles que vous dites.", "PAR LA DEMANDEURE (à la commissaire)", "- Oui.", "PAR LA COMMISSAIRE (à la demandeure)", "- Est-ce qu'il y avait vos tantes aussi?", "PAR LA DEMANDEURE (à la commissaire)", "- Oui.", "PAR LA COMMISSAIRE (à la demandeure)", "- Et on parle toujours de même oncles et tantes?", "PAR LA DEMANDEURE (à la commissaire)", "- Oui.", "PAR LA COMMISSAIRE (à la demandeure)", "- Selon-là vous dites maintenant que, bon, la deuxième fois, donc, en juin 2012, vos oncles et tantes étaient avec votre prétendant. Votre prétendant a dit que vous deviez vous marier; sinon, vous deviez rembourser tout ce qu' il a payé pour vos besoins; c'est ca?", "PAR LA DEMANDEURE (à la commissaire)", "- Oui.", "PAR LA COMMISSAIRE (à la demandeure)", "- Mais selon le récit, vous dites avant de partir, bon, le prétendant a dit à votre mère que vous devez devenir sa femme, sinon il ne pourra plus subvenir à vos besoins, en plus de tout rembourser; donc ça, c'est en juin 2012.", "PAR LA DEMANDEURE (à la commissaire)", "- Non, c est en juillet.", "PAR LA COMMISSAIRE (à la demandeure)", "- Ça c'est en juillet 2012?", "PAR LA DEMANDEURE (à la commissaire)", "- Oui.", "PAR LA COMMISSAIRE (à la demandeure)", "- Dans le récit-", "PAR LA DEMANDEURE (à la commissaire)", "- Le jour même où je me suis fait battue.", "PAR LA COMMISSAIRE (à la demandeure)", "- Donc, vous dites que c'est en juillet. Donc, ça veut dire que votre prétendant est venu en juillet 2012 chez vous aussi avec les oncles et tantes?", "PAR LA DEMANDEURE (à la commissaire)", "- Pardon?", "PAR LA COMMISSAIRE (à la demandeure)", "- Vous dites - quand j'ai lu votre récit, « Avant de partir, mon prétendant dit à ma mère que je dois devenir sa femme, sinon il ne pourra plus subvenir à nos besoins ».", "PAR LA DEMANDEURE (à la commissaire)", "- Oui.", "PAR LA COMMISSAIRE (à la demandeure)", "- « En plus de rembourser tout ce qu'il a payé pour notre survie ». Vous dites que c'est en juillet 2012?", "PAR LA DEMANDEURE (à la commissaire)", "- Oui.", "PAR COMMISSAIRE (à la demandeure)", "- Ça veut dire que votre prétendant était chez vous en juillet 2012?", "PAR LA DEMANDEURE (à la commissaire)", "- Je me souviens pas tellement parce qu'il y avait trop événements qui se passaient.", "PAR COMMISSAIRE (à la demandeure)", "- Parce que tout à l heure vous avez mentionné que le (inaudible) seulement deux fois chez vous en mai 2012, en juin 2012.", "PAR LA DEMANDEURE (à la commissaire)", "- Je me souviens en mai. Oui.", "PAR COMMISSAIRE (à la demandeure)", "- Vous ne vous souvenez pas, vous dites?", "PAR LA DEMANDEURE (à la commissaire)", "- Non.", "[...]", "(Certified Tribunal Transcript, p 172)", "PAR LA COMMISSAIRE (à la demandeure)", "- Donc l'audience recommence. Je veux surtout savoir, madame, tout à l'heure vous avez mentionné que, en juillet 2012, c'est vos oncles et tantes qui vous ont battue et que ils étaient venus avec votre prétendant à la maison. Mais selon votre récit dans votre FRP, vous mentionnez seulement que c'est vos oncles qui sont venus.", "PAR LE CONSEIL DE LA DEMANDEUR (à la commissaire)", "- Vous faites référence à quelle ligne?", "[...]", "PAR LA DEMANDEURE (à la commissaire)", "- Oui.", "PAR LA COMMISSAIRE (à la demandeure)", "- D' accord. Mais pourquoi dans votre récit vous mentionnez seulement que c'est vos oncles qui sont venus. Vous mentionnez que c'est les oncles qui vous ont battue. Vous n'avez pas mentionné vos tantes.", "PAR LA DEMANDEURE (à la commissaire)", "- Non, parce que ce récit je l'ai raconté à mon oncle.", "PAR LA COMMISSAIRE (à la demandeure)", "- O.k.", "PAR LA DEMANDEURE (à la commissaire)", "- Oui, je l'ai juste raconté a mon oncle et lui-même il l'a tappé à l'ordinateur.", "[...]"], ["[18]", "On this last point, I note that the explanation provided by the applicant is inconsistent with the affidavit filed in support of her application for judicial review; her uncle did not type the PIF narrative, a third person did:", "21. The minor differences between my PIF narrative and my testimony before the RPD are due to mistakes made by the person who typed up my narrative. When I arrived in Canada, I told my story to my uncle, who in turn told the story to the person who typed up the form;"], ["[19]", "Further, a review of the transcript of the hearing before the RPD does not display signs of psychological distress on behalf of the applicant or signs that she had difficulty testifying (", "CITATION_SUPPRESSED", ", above at para 49;", "REFERENCE_SUPPRESSED), nor did it display that she did not understand the nature of her oath or have any perception problems. Finally, no genuine memory difficulties transpire: the applicant only claimed not to remember the sequence of events when actually confronted at the hearing with some difficulties in her testimony."], ["[20]", "In my view, a gap in the evidence, upon which the RPD is invited to fill by inferring evidence pursuant to Guideline 3, does not alleviate serious omissions that go to the heart of the claim. While not all the inconsistencies and omissions noted by the RPD were indeed serious, there are some irregularities that are definitely not microscopic; most particularly, as reproduced in the excerpt above, the applicant omitted that her paternal aunts beat her alongside her uncles and she could not remember when her persecutor visited her for the first time and how many times he did so.", "VI.", "Conclusion"], ["[21]", "For these reasons, the application for judicial review will be dismissed. The parties did not propose any question of general importance for certification and none arises from this case.", "JUDGMENT"], ["[22]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is dismissed;", "2. No question of general importance is certified.", ".........................", "CITATION_SUPPRESSED"]]}