{"id_": "022190", "body_str": [["[1]", "Snider, J.", ": The Applicant, Ms. Shirley Willoughby, became a permanent resident of Canada on April 20, 2000. On July 18, 2008, she applied for Canadian citizenship. In a decision dated May 16, 2011, a citizenship judge (the Judge, or Citizenship Judge) approved Ms. Willoughby's application for citizenship. Specifically, in spite of 745 days of absence from Canada during the four-year period (1,460 days) prior to her application, the Judge concluded that Ms. Willoughby met the residency requirements of s 5(1)(c) of the", "Citizenship Act", ", RSC 1985, c C-29 (", "Citizenship Act", "or", "Act", ")."], ["[2]", "The Respondent, the Minister of Citizenship and Immigration (the Minister), seeks to have this decision overturned. For the reasons that follow, I will allow this appeal."], ["[3]", "This is an appeal pursuant to s 14(5) of the", "Citizenship Act", ". Such appeals proceed by way of application based on the record before the citizenship judge and are governed by the", "Federal Courts Rules", ", SOR/98-106 pertaining to applications: Rule 300(c);", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  FTR 1. There are no further appeals from decisions of this Court."], ["[4]", "An applicant who meets the criteria set out in s 5 of the", "Citizenship Act", "will be granted citizenship. Pursuant to s 5(1)(c), an applicant for citizenship must demonstrate that he or she has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada. In one line of jurisprudence from the Federal Court, the failure to meet the statutory number of days is not fatal to an application. This qualitative approach was articulated in", "In re Citizenship Act and in re Papadogiorgakis", ", [1978] 2 FC 208 at 213-214 (TD), 88 DLR (3d) 243 [", "Papadogiorgakis", "] and simply requires that the Applicant, who may be short of the required 1,095 days of residence, demonstrate that Canada is the country where the applicant normally or customarily lives or is the country in which she or he has \"centralized his mode of living\". This test was refined by Justice Reed in", "Koo (Re)", "(1992), [1993] 1 FC 286 (TD), [1992] FCJ No 1107 [", "Koo", "]. The test in", "Koo", ", above at 293-294, as first utilized by Justice Reed, directs the citizenship judge to analyze six factors to determine whether an applicant has met the requirement of residence by his or her \"centralized ... mode of existence\", even where the applicant falls short of the 1,095-day requirement."], ["[5]", "Before me, the Minister does not argue that the Judge erred by applying the qualitative test. Rather, the Minister argues that, while it was open to the Judge to apply the", "Koo", "test, the decision was unreasonable because the Judge failed to assess each part of the", "Koo", "test."], ["[6]", "I agree with the Minister that the standard of review is reasonableness. The assessment of the", "Koo", "factors requires a fact-driven inquiry and assessment of evidence, thereby attracting the reasonableness standard of review (see", "<FRAGMENT_SUPPRESSED> [2011] FCJ no 782). On this standard, the Court should not intervene unless the decision falls outside the range of possible, acceptable outcomes or does not accord with the principles of justification, transparency and intelligibility (see", "<FRAGMENT_SUPPRESSED> )."], ["[7]", "Ms. Willoughby was not just a few days short of the statutorily-prescribed 1,095 days; she was physically in Canada for only 708 days, or 387 days short of the required 1,095 days. Her absences were almost exclusively for the purpose of returning to Australia to spend time with her children and grandchildren. Ms. Willoughby maintains a home in Australia and, according to the record before the Citizenship Judge, has every intention of spending large amounts of her time in Australia with her family."], ["[8]", "In his decision, the Citizenship Judge purports to apply the", "Koo", "factors. The Judge entered comments under each heading. However, the Judge has, in my view, misapprehended the nature of Ms. Willoughby's attachment to Canada and failed to carry out an analysis of the evidence before him. Of primary concern, the Citizenship Judge did not consider the nature of Ms. Willoughby's absences from Canada. These absences were not temporary and were not going to be altered in the future."], ["[9]", "Indeed, almost every fact before the Citizenship Judge points away from a grant of Canadian citizenship. Not only had Ms. Willoughby spent 745 days out of Canada, her pattern of absences was not about to change. Ms. Willoughby maintains a dwelling in Australia that she uses during her visits with her immediate family members (her daughters and grandchildren) in Australia. Even though Ms. Willoughby has a home and husband in Canada, her extensive absences from Canada constitute \"a structural mode of living abroad rather than just a temporary situation\" (", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> FTR 37 [emphasis omitted]). The most that can be said is that Ms. Willoughby has established two homes - one in Canada and one in Australia. As pointed out by Justice Martineau in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [2004] FCJ No 1040:", "When absences are a regular pattern of life rather than a temporary phenomenon, they will indicate a life split between two countries, rather than a centralized mode of existence in Canada, as contemplated by the Act."], ["[10]", "In my view, the decision of the Citizenship Judge is well outside the range of possible acceptable outcomes and does not accord with the principles of justification, transparency and intelligibility."], ["[11]", "Ms. Willoughby very capably and articulately represented herself in this Court. There is no doubt that she has formed significant attachments to Canada. Unfortunately, at this time, those attachments are likely not sufficient to satisfy the test for Canadian citizenship.", "JUDGMENT"], ["[12]", "THIS COURT ORDERS AND ADJUDGES that", "1. the appeal is allowed; and", "2. the decision of the Citizenship Judge is set aside.", "Appeal allowed.", "Editor: Angela E. McKay/vnh"]]}