{"id_": "022376", "body_str": [["[1]", "Scott, J.", ": Luis Alberto Hernandez Febles (the \"Applicant\") brings this application for judicial review of the decision of the Refugee Protection Division, Immigration and Refugee Board (the \"Board\"), dated October 27, 2010. The Board determined that, by virtue of section 98 of the", "Immigration and Refugee Protection Act", ", SC 2001 c 27 [", "IRPA", "] and article 1F (b) of the United Nations'", "Convention Relating to the Status of Refugees", ", July 28, 1951, [1969] Can TS No 6 (the \"", "Convention", "\"), the Applicant is excluded from refugee protection and from status as a person in need of protection.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Deputy Attorney General, on behalf of the Minister of Citizenship and Immigration (the \"Respondent\"), opposes this application.  <FRAGMENT_SUPPRESSED>"], ["[3]", "For the reasons that follow, this application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "II. Background  <FRAGMENT_SUPPRESSED>", "A. FACTS  <FRAGMENT_SUPPRESSED>"], ["[4]", "The Applicant is a citizen of Cuba, born on December 4, 1954.  <FRAGMENT_SUPPRESSED>"], ["[5]", "According to his Personal Information Form [PIF], the Applicant left Cuba on May 14, 1980, because he opposed that country's repressive political system. Upon arrival in the United States, the Applicant claimed asylum, which he was granted the same year.  <FRAGMENT_SUPPRESSED>"], ["[6]", "On July 2, 1984, the Applicant, who was boarding with a man and his wife, attacked the man with a hammer while both were sleeping in their bed. The man fled to the living room, where the Applicant continued his attack. The man escaped to a neighbour's house. Instead of pursuing him, the Applicant smashed the man's car windows with the hammer. He then went back to the apartment, changed his clothes and fled. After running a few blocks, the Applicant called the police from a phone booth to turn himself in.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Applicant was charged with attempted murder. On November 20, 1984, he entered a guilty plea to a charge of assault with a deadly weapon other than a firearm laid under paragraph 245(a)(1) of the", "Penal Code of California", "California Penal Code", "). He was sentenced to a term of one year in jail and three years' probation. The Applicant believes that he lost his asylum status as a result of that conviction.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Applicant was convicted of a number of offences between 1985 and 1989, including petty theft, probation violations, theft, assault, and battery.  <FRAGMENT_SUPPRESSED>"], ["[9]", "On October 3, 1993, the Applicant was drinking with his roommate. His roommate's girlfriend came over and began insulting the Applicant. She accused him of encouraging his roommate to sleep with other women. Angered, the Applicant intimidated the woman with a knife, and threatened to kill her.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Applicant was charged with attempted murder and assault with a deadly weapon other than a firearm. He pleaded guilty to the latter offence on October 8, 1993 and was sentenced to two years' imprisonment and three years' probation.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The Applicant completed his probation in 1998, at which time he was detained by United States immigration authorities until 2002. From 2002 to 2005, the Applicant held work visas and was gainfully employed. After 2005, the Applicant continued to work, but without a visa.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Before the Board, the Applicant testified about his alcohol dependence, which had led to a number of breaches of parole after his first conviction, and ultimately to the second conviction for assault with a deadly weapon. The Applicant claims to have ceased consuming alcohol since August 1993, and to have completed an Alcoholics Anonymous course while in custody from 1998 to 2002.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The Applicant attempted to enter Canada on February 29, 2008, but was refused entry. He was then detained by United States immigration until July 2008. The Applicant entered Canada illegally on October 12, 2008, and claimed refugee status on October 14, 2008.  <FRAGMENT_SUPPRESSED>"], ["[14]", "As of July 26, 2010, there is an outstanding administrative warrant of removal against the Applicant, issued by the United States in 1998.  <FRAGMENT_SUPPRESSED>", "B. Procedural Background  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Applicant was interviewed by immigration officer Carl St.-Laurent on December 15, 2008, at which time he submitted his application for refugee status.  <FRAGMENT_SUPPRESSED>"], ["[16]", "On April 8, 2009, a report pursuant to section 44 of the", "IRPA", "was issued against the Applicant. On June 3, 2010, member Yves Dumoulin of the Board's Immigration Division concluded that the Applicant is inadmissible pursuant to paragraph 36(1) (b), of the", "IRPA", "for having committed a serious non-political crime. Consequently a deportation order was issued against him.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The Board received the Applicant's PIF on January 8, 2009. On August 2, 2010, the Minister of Public Safety and Emergency Preparedness (the \"Minister\") filed a Notice of Intervention in the Applicant's refugee claim, alleging that the Applicant is excluded from claiming refugee status by virtue of article 1F (b) of the", "Convention", ".  <FRAGMENT_SUPPRESSED>"], ["[18]", "On October 14, 2010, the Board held a hearing to determine whether the Applicant is excluded from refugee status on the basis of article 1F (b) of the", "Convention", ".  <FRAGMENT_SUPPRESSED>", "III. IMPUGNED DECISION  <FRAGMENT_SUPPRESSED>"], ["[19]", "In its decision, the Board sets out the circumstances surrounding the Applicant's convictions in 1984 and 1993. The Board then refers to section 98 of the", "IRPA", "and article 1F (b) of the", "Convention", ". It also relies on the Federal Court of Appeal's decision in", "<FRAGMENT_SUPPRESSED> , which states \"that a serious non-political crime is to be equated with one in which a maximum sentence of ten years or more could have been imposed had the crime been committed in Canada\" (Board's Decision at para 17). The Board then quotes subsection 245 (a) (1) of the", "California Penal Code", "and section 267 of the", "Criminal Code", ", RSC 1985, c C-46. The Board notes that the Applicant did not take issue with the Minister's argument that those provisions are equivalent.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The Board also relies on paragraph 44 of", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 1740 (QL), 305 DLR (4th) 630 [", "Jayasekara", "], noting that the 10-year threshold, which the Applicant argued is unfair, is an indicator of the seriousness of the crime, but is not decisive.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The Board concludes that the offence giving rise to the 1984 conviction is in itself a serious non-political crime. It notes the Applicant's past alcoholism, the fact that he served his full sentences, and that he \"took the second chance that life was offering him 17 years ago and chose to follow a straighter path\" (Board's decision at para 24). The Board concludes nonetheless that it must \"respect the legislation and the current jurisprudence that require that a person who has been convicted of a serious non-political crime, as is the case here, must be excluded from the application of the Convention\" (Board's decision at para 24).  <FRAGMENT_SUPPRESSED>", "IV. Issues  <FRAGMENT_SUPPRESSED>"], ["[22]", "Three issues arise in this application for judicial review:  <FRAGMENT_SUPPRESSED>", "(1) What are the appropriate standards of review?  <FRAGMENT_SUPPRESSED>", "(2) Did the Board err in law by failing to determine, before excluding him, whether or not the Applicant posed a danger to the Canadian public or whether he had been rehabilitated?  <FRAGMENT_SUPPRESSED>", "(3) Did the Board unlawfully fetter its discretion in failing to consider the absence of danger to the Canadian public as a result of the Applicant's rehabilitation?  <FRAGMENT_SUPPRESSED>", "V. ARGUMENTS & ANALYSIS  <FRAGMENT_SUPPRESSED>", "(1) What are the appropriate standards of review?  <FRAGMENT_SUPPRESSED>", "Applicant's arguments:  <FRAGMENT_SUPPRESSED>"], ["[23]", "The Applicant portrays the second issue as involving an error of statutory interpretation, which, in light of", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [", "Khosa", "], he argues is reviewable on the standard of correctness.  <FRAGMENT_SUPPRESSED>"], ["[24]", "The Applicant submits that the determination whether the Applicant is a person described by article 1F (b) involves a question of mixed fact and law reviewable on the standard of reasonableness (", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 299 (QL) at para 10).  <FRAGMENT_SUPPRESSED>"], ["[25]", "The Applicant makes no explicit submissions on the standard applicable to the third issue.  <FRAGMENT_SUPPRESSED>", "Respondent's arguments:  <FRAGMENT_SUPPRESSED>"], ["[26]", "The Respondent makes no submissions on the applicable standards of review.  <FRAGMENT_SUPPRESSED>", "Analysis:  <FRAGMENT_SUPPRESSED>"], ["[27]", "With regard to the second issue, the Applicant questions the test applied by the Board in determining whether the Applicant committed a serious non-political crime. As the appropriate test emanates from the", "IRPA", "and the", "Convention", ", the question raised is a matter of statutory interpretation.  <FRAGMENT_SUPPRESSED>"], ["[28]", "<FRAGMENT_SUPPRESSED> the Supreme Court of Canada held that  <FRAGMENT_SUPPRESSED>", ". . . a tribunal's interpretation of its home statute, the issue here, normally attracts the standard of reasonableness (", "Dunsmuir", ", at para. 54), except where the question raised is constitutional, of central importance to the legal system, or where it demarcates the tribunal's authority from that of another specialized tribunal . . . .  <FRAGMENT_SUPPRESSED>"], ["[29]", "There is no doubt that the", "IRPA", "is the Board's \"home statute\", and it is equally clear that the question raised is not constitutional, of central importance to the legal system, or in relation to the Board's jurisdiction. As a result, the applicable standard of review is reasonableness.  <FRAGMENT_SUPPRESSED>"], ["[30]", "The fettering of discretion, which the Applicant also raises, is a matter of procedural fairness, reviewable on the standard of correctness (", "Khosa", "at para 43).  <FRAGMENT_SUPPRESSED>", "(2) Did the Board err in law by failing to determine, before excluding him, whether or not the Applicant posed a danger to the Canadian public or whether he had been rehabilitated?  <FRAGMENT_SUPPRESSED>", "Applicant's arguments", ":  <FRAGMENT_SUPPRESSED>"], ["[31]", "<FRAGMENT_SUPPRESSED>  at paras 56-57, the Applicant argues that the", "Convention", "is a human rights instrument and that it must be interpreted as such. He submits that the legislation must be interpreted in a manner that is consistent with the", "Canadian", "Charter of Rights and Freedoms", ", Part I of the", "Constitution Act, 1982", ", being Schedule B to the", "Canada Act 1982", "(UK), 1982, c 11, and more precisely, that article 1F (b) must be interpreted in a way that is neither vague nor overly broad, so as to avoid infringing section 7 of the", "Charter", ".  <FRAGMENT_SUPPRESSED>"], ["[32]", "The Applicant canvasses what he describes as three periods of case law on article 1F (b) of the", "Convention", ". He concludes that", "Jayasekara", "and", "<FRAGMENT_SUPPRESSED>  [2003] FCJ No 565 (QL), 229 DLR (4th) 235, are now the binding authorities. In his opinion, these cases demonstrate that the protection of the public against dangerous individuals is an important consideration in evaluating whether a person is excluded from refugee status under article 1F (b).  <FRAGMENT_SUPPRESSED>"], ["[33]", "The Applicant refers to paragraphs 28 and 29 of", "<FRAGMENT_SUPPRESSED> , in which the Federal Court of Appeal endorsed Justice Décary's assessment of the primary purpose of article 1F (b) of the", "Convention", "as it relates more specifically to the fourth purpose stated in paragraph 28, namely:  <FRAGMENT_SUPPRESSED>", ". . . \"that while the signatories were prepared to sacrifice their sovereignty, even their security, in the case of perpetrators of political crimes, they wished on the contrary to preserve them for reasons of security and social peace in the case of the perpetrators of serious ordinary crimes. This fourth purpose also indicates that the signatories wanted to ensure that the Convention would be accepted by the people of the country of refuge, who might be in danger of having to live with especially dangerous individuals under the cover of a right of asylum. <FRAGMENT_SUPPRESSED>"], ["[34]", "The Applicant submits that the thrust of the judgement of the Federal Court of Appeal was that article 1F (b) can be applied to claimants who have completed their sentences, regardless whether they are or are not fugitives. He therefore contends that article 1F (b) must be interpreted in a manner consonant with the fourth purpose and with the harmonization of refugee and extradition law.  <FRAGMENT_SUPPRESSED>"], ["[35]", "The Applicant acknowledges that under an article 1F (b) analysis the seriousness of the crime is not balanced against the risk of excluding an individual from refugee protection (", "<FRAGMENT_SUPPRESSED>  [2004] FCJ No 1142 (QL) [", "Xie", "]). He argues, however, that this does not preclude considering whether a person is currently a danger to the public in evaluating whether that person committed a serious non-political crime.  <FRAGMENT_SUPPRESSED>"], ["[36]", "The Applicant submits that corollary to determining if an individual is a danger to the public is an assessment of expiation and rehabilitation. Therefore, a determination of exclusion under article 1F (b) should include, in his opinion, an assessment of factors relating to rehabilitation, expiation, recidivism and ongoing danger. To support this interpretation he refers to international jurisprudence, primarily cases from Australia (", "<FRAGMENT_SUPPRESSED>  and", "Minister for Immigration and  <FRAGMENT_SUPPRESSED>  (2002), 186 ALR 393). In essence, he submits that courts in other common law jurisdictions have taken the position that the protection of the public in the host country is the predominant purpose underlying article 1F (b), which provision, he contends, is often explained as creating a compromise between the protection needs of the refugee claimant and the dangers that a host society could be expected to tolerate.  <FRAGMENT_SUPPRESSED>"], ["[37]", "The Applicant also refers to the United Nations High Commissioner for Refugees' [(UNHCR])", "Guidelines on International Protection: Application of the Exclusion Clauses: Article 1F of the 1951 Convention relating to the Status of Refugees", "(the \"Guidelines\"). Paragraph 23 of the guidelines explains:  <FRAGMENT_SUPPRESSED>", "23. Where expiation of the crime is considered to have taken place, application of the exclusion clauses may no longer be justified. This may be in the case where the individual has served a penal sentence for the crime in question, or perhaps where a significant period of time has elapsed since the commission of the offence. Relevant factors would include the seriousness of the offence, the passage of time, and any expression of regret shown buy the individual concerned.  <FRAGMENT_SUPPRESSED>"], ["[38]", "On the facts of this case, the Applicant submits that the Board erred by failing to consider the possibility that the Applicant's rehabilitation and expiation would render article 1F (b) inapplicable.  <FRAGMENT_SUPPRESSED>"], ["[39]", "In his Reply, the Applicant further adds that adopting the Respondent's position would lead to a mechanical application of article 1F (b) of the", "Convention", ". This should be avoided since, in his opinion, it runs counter to the scheme of the", "IRPA", ".  <FRAGMENT_SUPPRESSED>", "Respondent's arguments", ":  <FRAGMENT_SUPPRESSED>"], ["[40]", "The Respondent quotes extensively from the Federal Court of Appeal's decision  <FRAGMENT_SUPPRESSED>", ", cited above, to highlight the differences between the Respondent's discretion in an application for protection under section 112 of the", "IRPA", "in the context of a pre-removal risk assessment and the Board's jurisdiction under section 98. The Respondent has the mandate to consider whether a person who is inadmissible because of serious criminality is a danger to the Canadian public, while the Board is prohibited from doing so.  <FRAGMENT_SUPPRESSED>"], ["[41]", "The Respondent also refers to paragraph 73 of", "Zrig", ", cited above, arguing that the Federal Court of Appeal explicitly held that the Board must only consider whether there are serious reasons to believe that a claimant has committed a serious non-political crime.  <FRAGMENT_SUPPRESSED>"], ["[42]", "As a basic principle of statutory interpretation, the Respondent argues that article 1F (b) should not be rewritten to include a weighing of whether the Applicant poses a danger to society or not. The language of the", "Convention", "and the scheme of the Act are clear. There is no need to add to the terms thereof.  <FRAGMENT_SUPPRESSED>"], ["[43]", "On the basis of paragraph 44 of", "Jayasekara", ", the Respondent takes the position that once the Board determined that the Applicant had committed a serious non-political crime, there was nothing more it could consider. Sentence completion, per se, does not exclude the application of article 1F (b).  <FRAGMENT_SUPPRESSED>", "Analysis", ":  <FRAGMENT_SUPPRESSED>"], ["[44]", "Section 98 of the", "IRPA", "provides as follows:  <FRAGMENT_SUPPRESSED>", "98. A person referred to in section E or F of Article 1 of the Refugee Convention is not a Convention refugee or a person in need of protection.  <FRAGMENT_SUPPRESSED>"], ["[45]", "Article 1F (b) of the", "Convention", "states:  <FRAGMENT_SUPPRESSED>", "F. The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(b) he has committed a serious non-political crime outside the country of refuge prior to his admission to that country as a refugee;  <FRAGMENT_SUPPRESSED>"], ["[46]", "In", "Xie", ", cited above, at paragraph 39, the Federal Court of Appeal set out the difference between the role of the Board in applying section 98 of the", "IRPA", ", and the role of the Respondent in exercising his discretion when a claimant seeks a pre-removal risk assessment, as follows:  <FRAGMENT_SUPPRESSED>", ". . . The exclusion deals with denial of refugee protection. Protection remains available, though subject to considerations of public safety and security of Canada. The weighing which is called for by subparagraphs 113(d)(i) and (ii) may well be subject to review to see if those considerations constitute \"exceptional circumstances\" as contemplated  <FRAGMENT_SUPPRESSED> Suresh", ". But that entire exercise will occur in the context of the Minister's consideration of the application for protection at the PRRA stage. It does not occur in the course of the Refugee Protection Division's application of the exclusions referred to in section 98 of the Act. This conclusion is consistent with prior jurisprudence of this Court as to balancing in the application of the exclusion found in sections E and F of Article 1 of the Convention. See", "Gil", ", and", "Malouf", ".  <FRAGMENT_SUPPRESSED>"], ["[47]", "The Board, in the", "Xie", "case, considered the risk of torture to a refugee claimant who it found had committed a serious non-political crime. The Federal Court of Appeal held that doing so was an error.  <FRAGMENT_SUPPRESSED>"], ["[48]", "While the Applicant concedes that the risk of being returned to one's country of origin is not to be considered in deciding whether there should be exclusion,", "Xie", "demonstrates, more broadly, that the Board's only duty in this regard is to determine whether or not the refugee claimant committed a non-political crime. The considerations of rehabilitation and of current dangerousness for the Canadian public are not probative in making that determination.  <FRAGMENT_SUPPRESSED>"], ["[49]", "In", "Jayasekara", ", the Federal Court of Appeal held as follows:  <FRAGMENT_SUPPRESSED>"], ["[41] I agree with counsel for the respondent that, if under Article 1F (b) of the Convention the length or completion of a sentence imposed is to be considered, it should not be considered in isolation. There are many reasons why a lenient sentence may actually be imposed even for a serious crime. That sentence, however, would not diminish the seriousness of the crime committed. On the other hand, a person may be subjected in some countries to substantial prison terms for behaviour that is not considered criminal in Canada.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>"], ["[44] I believe there is a consensus among the courts that the interpretation of the exclusion clause in Article 1F (b) of the Convention, as regards the seriousness of a crime, requires an evaluation of the elements of the crime, the mode of prosecution, the penalty prescribed, the facts and the mitigating and aggravating circumstances underlying the conviction . . . . In other words, whatever presumption of seriousness may attach to a crime internationally or under the legislation of the receiving state, that presumption may be rebutted by reference to the above factors. There is no balancing, however, with factors extraneous to the facts and circumstances underlying the conviction such as, for example, the risk of persecution in the state of origin . . . . [Citations omitted.]  <FRAGMENT_SUPPRESSED>"], ["[50]", "In that case, the Federal Court of Appeal again emphasized that the Board should not consider anything \"extraneous to the facts and circumstances underlying the conviction\" in applying article 1F (b). Therefore, the fact that the Applicant has served his full sentences in the United States can be considered as it relates to whether he committed a serious non-political crime, but it cannot be considered insofar as it relates to rehabilitation, expiation, recidivism and ongoing danger.  <FRAGMENT_SUPPRESSED>"], ["[51]", "The Applicant's position that the Board member should have considered whether he currently posed a danger to the Canadian public and should consequently have assessed his rehabilitation is not supported by paragraph 44 of the Federal Court of Appeal's decision  <FRAGMENT_SUPPRESSED>", ". The only balancing allowed must be related to the circumstances underlying the conviction and the completion of the sentence and not to events that occurred thereafter.  <FRAGMENT_SUPPRESSED>"], ["[52]", "Furthermore, this Court fully agrees with Justice Mosley who, in the recent decision of", "Camacho v", "Canada (Minister of Citizenship and Immigration)", ", 2011 FC 789, [2011] FCJ No 994 (QL), states, at para 16, in response to the applicant's position that the fifth factor identified by the Federal Court of Appeal  <FRAGMENT_SUPPRESSED>", "permitted the Applicant to establish that he had turned his life around:  <FRAGMENT_SUPPRESSED>", ". . . I don't agree. The mitigating and aggravating circumstances referred to  <FRAGMENT_SUPPRESSED>", "go to the nature of the crimes committed, not to what might later be considered as factors to be taken into account in determining whether the offender/claimant has been rehabilitated. Thus, for the purpose of determining whether the exclusion applies, it is not enough for a claimant to say he now regrets his behaviour and has turned his life around if his behaviour at the time it was committed constituted a serious non-political crime.  <FRAGMENT_SUPPRESSED>"], ["[53]", "The Court does not agree with the Applicant's argument that the Board had to consider section 23 of the above-cited UNHCR Guidelines, since it has been clearly established that it is not binding on the courts but is merely a guideline (see", "Jayasekara", "at para 39).  <FRAGMENT_SUPPRESSED>"], ["[54]", "As the Board itself points out, the Applicant may find this unfair since he has turned his life around, but he is still excluded from refugee protection. In light of the pertinent legislation and jurisprudence, it is clear to this Court that the Board's decision not to make any findings on the current dangerousness of the Applicant is reasonable.  <FRAGMENT_SUPPRESSED>", "(3) Did the Board unlawfully fetter its discretion in failing to consider the absence of danger to the Canadian public as a result of the Applicant's rehabilitation?  <FRAGMENT_SUPPRESSED>", "Applicant's arguments", ":  <FRAGMENT_SUPPRESSED>"], ["[55]", "The Applicant submits that although the Board may not have been required to make a finding on his current dangerousness to the Canadian public, the Board ought to have considered that factor in its analysis. He argues that the Board's reasons make it clear that it considered itself obliged to exclude the Applicant despite his apparent rehabilitation. In doing so, the Board fettered its discretion.  <FRAGMENT_SUPPRESSED>", "Respondent's arguments", ":  <FRAGMENT_SUPPRESSED>"], ["[56]", "The Respondent made no submissions on this question.  <FRAGMENT_SUPPRESSED>", "Analysis", ":  <FRAGMENT_SUPPRESSED>"], ["[57]", "Fettering of discretion ordinarily relates to an administrative decision-maker's over-reliance on policy guidelines.  <FRAGMENT_SUPPRESSED>  [2009] FCJ No 1643 (QL), the Court held as follows:  <FRAGMENT_SUPPRESSED>"], ["[33] An administrative decision maker cannot fetter the exercise of its statutory discretion unless authorized to do so under legislative authority. However, it is not inappropriate for administrative decision makers to take into account guidelines and policies which can enhance the quality of administrative decision making by reducing inconsistencies in the treatment of applications. If the administrative decision maker treats the guidelines or policy as immutable without the need to consider any other factors which may apply to the particular circumstances of a given case, then it may be found that the decision maker fettered discretion [citation omitted].  <FRAGMENT_SUPPRESSED>"], ["[58]", "It is conceivable that the Board could fetter its discretion in applying article 1F (b) if, for example, it applied the threshold of a maximum sentence of at least ten years, without considering other factors that may indicate that the crime was not serious or non-political.  <FRAGMENT_SUPPRESSED>"], ["[59]", "In this case, the Applicant argues that the Board ought to have considered rehabilitation and also whether the Applicant currently poses a risk to the Canadian public. As discussed above, in analyzing the second issue, the Board is not entitled to consider such factors, as they are not relevant to the question of whether the Applicant committed a serious non-political crime. As a result:  <FRAGMENT_SUPPRESSED>", "• The Court finds that the Board did not fetter its discretion by failing to consider those matters.  <FRAGMENT_SUPPRESSED>", "• The Board was reasonable in choosing which factors to consider in determining exclusion, and it did not fetter its discretion.  <FRAGMENT_SUPPRESSED>", "VI. QUESTION PROPOSED FOR CERTIFICATION  <FRAGMENT_SUPPRESSED>"], ["[60]", "The applicant proposes the following question for certification:  <FRAGMENT_SUPPRESSED>", "When applying Article 1F (b) of the United Nations Convention relating to the Status of Refugees to a person who is not a fugitive from justice and who has served his or her sentence, is it relevant for the Refugee Protection Division of the Immigration and refugee Board to consider the fact that the refugee claimant has been rehabilitated since the commission of the crime(s) at issue and that, therefore, he or she does not pose a danger to the Canadian public?  <FRAGMENT_SUPPRESSED>"], ["[61]", "He argues that the question meets the test for certification because it transcends the interest of the parties, contemplates questions of broad significance and the answer to it will be determinative of the case before the Court.  <FRAGMENT_SUPPRESSED>"], ["[62]", "The Respondent, on the other hand, opposes the certification of a question on the basis that the wording of article 1F (b) of the", "Convention", "is clear as far as the issue raised in this case is concerned, and reiterates the arguments presented at the hearing and in his memorandum. Finally, he concludes, in his letter of August 2, 2011, that if, despite the Minister's submissions, the Court is nevertheless of the view that a question should be certified, it should certify the following question:  <FRAGMENT_SUPPRESSED>", "When applying Article 1F(b) of the United Nations' Convention Relating to the Status of Refugees, is it relevant for the Refugee Protection Division of the Immigration and Refugee Board to consider the fact that the refugee claimant has been rehabilitated since the commission of the crime at issue?  <FRAGMENT_SUPPRESSED>"], ["[63]", "The Federal Court of Appeal, in", "<FRAGMENT_SUPPRESSED> states that a serious question of general importance arises from the issues in the case and not from the judge's reasons. In the present case, the Court believes that there is such a serious issue and that it also meets the second part of the test under paragraph 74(d) of the", "IRPA", ", namely, that the issue be of general importance.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[64]", "THIS COURT'S JUDGMENT is that", ":  <FRAGMENT_SUPPRESSED>", "1. The application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "2. The following question is certified:  <FRAGMENT_SUPPRESSED>", "When applying article 1F (b) of the United Nations", "Convention relating to the Status of Refugees", ", is it relevant for the Refugee Protection Division of the Immigration and Refugee Board to consider the fact that the refugee claimant has been rehabilitated since the commission of the crime at issue?  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: E. Joanne Oley/vnh  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}