{"id_": "022465", "body_str": [["[1]", "Russell, J.", ": This is an application under section 18.1 of the", "Federal Courts Act", ", RSC 1985, c F-7 [FCA] [Application] for judicial review of a decision of a delegate of the Minister of Citizenship and Immigration [Officer], dated 29 October 2012 [Decision], refusing to grant citizenship to the Applicant's adopted children under subsection 5.1(1) of the", "Citizenship Act", ", RSC, 1985 c C-29 [Act].", "BACKGROUND"], ["[2]", "The Applicant, Svitlana Cheshenchuk, who is a citizen of both Canada and Ukraine, adopted two young children  <FRAGMENT_SUPPRESSED>  through a domestic private adoption approved by a Ukrainian Court on 11 August 2011. She then applied to have her adopted children recognized as Canadian citizens under subsection 5.1(1) of the Act. Part 1 of this application was submitted on 6 October 2011, while the Applicant was still  <FRAGMENT_SUPPRESSED> , and Part 2 was submitted on 4 January 2012, after she had returned to Canada. On 29 October 2012, the application was refused by a citizenship officer at the Canadian Embassy in Kiev on the basis that the adoptions were not completed in accordance with Ukrainian law."], ["[3]", "The Applicant is a medical doctor with a family medicine practice and a home in Regina, Saskatchewan. She first came to Canada in 1998. The Applicant also maintains an apartment in Vinnitsa, Ukraine, where she has family, and claims to spend between three and six months there per year. In November 2010, she married Wojciech Ziarko, a Canadian citizen originally from Poland."], ["[4]", "At some point prior to June 2011, the Applicant applied to the Saskatchewan Ministry of Social Services for approval to adopt children from Ukraine through an international adoption, and was granted approval following a home study and background checks. However, she did not pursue an international adoption. Instead, in June 2011 she went to Ukraine and pursued a domestic private adoption as a citizen and resident of Ukraine. She identified two children in an orphanage who she wished to adopt (a brother and sister aged 3 and 4 at the time), registered with the local authorities responsible for domestic adoptions, completed the necessary application process, and the adoptions were completed through a court order dated 11 August 2011. On 25 August 2011, the children came to live with the Applicant at her apartment in Vinnitsa. On or about 30 August 2011, the Applicant began to inquire at the Canadian Embassy in Kiev about applying for Canadian visas for the children, and on 6 October 2011 she submitted Part 1 of their applications for Canadian citizenship. The Applicant returned to Canada in late October 2011, while the children have remained  <FRAGMENT_SUPPRESSED>  and are being cared for by a live-in nanny and members of the Applicant's family. The Applicant also applied in July 2012 to sponsor the children for permanent residence in Canada, and she reports that this application was also recently refused."], ["[5]", "The parties' accounts of the circumstances of the adoptions differ. The Applicant says that she and Mr. Ziarko had experienced difficulties in their relationship and were legally separated when she went to Ukraine in June 2011. She says she went to Ukraine with the intention of staying there permanently and caring for her ailing mother. Since there is an excess of doctors  <FRAGMENT_SUPPRESSED> , she began a translation business which did well at first but declined when the children came to live with her and she no longer had adequate time to devote to it. The Applicant then began to experience financial strain and returned to Canada in late October 2011 to continue her medical practice, which had been maintained by other doctors in her clinic. She and Mr. Ziarko reconciled, and they now seek to have the children live with them in Regina. The Applicant says she was rudely received by Canadian Embassy staff when they became aware that she had adopted two children without their involvement or that of the adoption agencies typically involved in international adoptions."], ["[6]", "The Respondent provides a different account. According to the Respondent, the Applicant went to Ukraine in June 2011 not with the intention of staying there permanently, but of bringing the children back to Canada and circumventing Ukraine's laws regarding international adoptions. Foreigners and Ukrainian citizens living abroad need the approval of Ukraine's Ministry of Social Policy to adopt Ukrainian children, and cannot adopt children under five years of age, who can only be adopted through domestic adoptions. In the Respondent's view, the Applicant misrepresented both her residency and marital status in order to complete the domestic adoptions, and these adoptions were therefore not in accordance with Ukrainian law. The court order approving the adoptions makes no mention of the Applicant living in Canada, and despite mentioning a prior divorce  <FRAGMENT_SUPPRESSED> , makes no mention of her marriage to or separation from Mr. Ziarko."], ["[7]", "In the course of processing the application, the Officer communicated with the Ukrainian Ministry of Social Policy and the Saskatchewan Ministry of Social Services (Child and Family Services), both of whom would need to consent in the case of an international adoption, as well as policy staff at Citizenship and Immigration Canada [CIC] headquarters in Canada. These communications form part of the record in this proceeding, with the exception of some communications with CIC headquarters that have been redacted with the explanation that they consist of seeking and receiving legal advice. There was also communication directly between the Applicant and the Ukrainian Ministry of Social Policy."], ["[8]", "In a letter to the Applicant dated 30 August 2012, the Ukrainian Ministry of Social Policy responded in part (certified translation located in the Applicant's Record at p. 19):", "According to the information given in your letter you are a Ukrainian citizen and you live on the territory of Ukraine ... [A]ccording to clause 21 of the Regulations the registration of Ukrainian citizens permanently living on the territory of Ukraine and wishing to adopt a child shall be conducted by the Department of Services for Children appropriate for the place of residence of such citizens.", "Taking into consideration the above-mentioned information the Ministry for Social Policy has no grounds for conducting your registration."], ["[9]", "In separate correspondence to the Canadian Embassy dated 5 July 2012, the Ministry of Social Policy stated in part (translation at pp. 19-20 of Certified Tribunal Record [CTR]):", "According to the section 21 of the Regulations, registration of Ukrainian citizens residing  <FRAGMENT_SUPPRESSED>  and willing to adopt a child is conducted by the local children's services.", "According to the decision of the Kyyivskyy district court of Odesa [approving the adoptions] ...", "citizen of Ukraine", "Cheshenchuk S.A. on 23 June 2011 was registered as an adoption candidate at children's service of Vinnytsya city counsil (sic), at the time of adoption was not married.", "Based on the above she adopted two minor children - citizens of Ukraine using the procedure that is prescribed for Ukrainian citizens who reside on the territory of Ukraine. In such cases consent of the Ministry of social policy is not required.", "At the same time, according to the section 21 of the Regulations registration of citizens of Ukraine residing abroad and of foreign citizens who wish to adopt a child that resides  <FRAGMENT_SUPPRESSED>  is conducted by the Ministry of social policy.", "In such cases prior to the court making its decision the Ministry of the social policy must give its consent for the adoption of a child who is a citizen of Ukraine by citizens, who are registered with the Ministry of social policy.", "[...]", "Based on all above mentioned, Ministry of social policy can not give its consent to the adoption of children-Ukrainian citizens by Cheshenchuk S.A."], ["[10]", "On 24 July 2012, the citizenship officer wrote an email to the Saskatchewan Ministry of Social Services seeking clarification of their position. That email stated in part (pp. 14-15 of CTR):", "In Ukraine, the Ministry of Social Policy has jurisdiction on international adoptions as the central adoption authority. According to the adoption decree in this case, the Ministry had not given its approval for the adoption. However, following consultation with CIC Headquarters, it was confirmed that their approval is required in order to ascertain whether the requirement of 5.1(1)(c) of the Citizenship Act is met for the purpose of granting citizenship. Our office therefore specifically asked the Ministry whether they could confirm their approval of the case. The Ministry confirmed that they cannot give consent to the adoption in question due to the fact that Ukrainian legislation on international adoptions was not respected ... In this case the adoptive mother adopted as a Ukrainian citizen residing  <FRAGMENT_SUPPRESSED>  and did not disclose her Canadian citizenship and the fact that she resided outside of Ukraine and had the intention to take the children to Canada following the adoption.", "Before we make a final decision on this case, we would like to afford the province an opportunity to confirm the original position or withdraw the letter of no objection."], ["[11]", "The Saskatchewan Ministry of Social Services responded the same day, stating that Mr. Ziarko had informed them that the Applicant was pursuing two private adoptions  <FRAGMENT_SUPPRESSED>  and requested that they send a letter of no objection / no involvement. Based on this information, the original \"letter of no objection\" had been replaced with a \"letter of no involvement\" dated 5 October 2011, because the Ministry \"take[s] no position on private adoption cases\".", "DECISION UNDER REVIEW"], ["[12]", "The Applicant was notified of the Decision through a letter of 29 October 2012, signed by the Officer as Immigration Program Manager of the Embassy of Canada  <FRAGMENT_SUPPRESSED> . The letter states that, based on the information available, the requirement set out in subsection 5.1(1)(c) was not met. The letter elaborates as follows:", "I am not satisfied that the adoption was in accordance with Ukrainian legislation regulating international adoptions in the absence of the consent to the adoption by the Ministry of Social Policy of Ukraine. In addition, the province of destination has withdrawn the letter of no objection issued 17 January 2012 and indicated that they take \"no position\" on this case given the circumstances.", "Although you indicated that the adoption was performed in accordance with local legislation on domestic adoptions and that therefore the Ministry of Social Policy is not a competent authority in your case, I am not satisfied that you met the requirement for such an adoption and that you disclosed full information on your place of permanent residence and your marital status to the judge who made the decision on the adoption.", "As a result you have failed to establish that your child meets the requirements for a grant of Canadian citizenship and this application has been refused."], ["[13]", "There are also extensive notes in CIC's Global Case Management System (GCMS) and other documents in the file which, as part of the record before the decision maker, can properly be seen as forming part of the justification for the Decision made: N", "ewfoundland and  <FRAGMENT_SUPPRESSED> . These will be referred to below as required."], ["[14]", "Of particular relevance are the portions of the GCMS notes dealing with the issue of whether the adoptions could be considered valid domestic adoptions. In notes dated 29 October 2012, the same date as the Decision letter, the Officer observed in part:", "- Ms. Cheshenchuk did not disclose her marriage to the judge which amounts to misrepresenting her marital situation and could have prompted the judge to question her about her place of permanent residence. When I asked her to explain over the phone she said that she considered herself separated which is not a credible explanation given she was not legally separated and given that she is married now.", "- Ms. Cheshenchuk did not disclose her place of permanent residence as required by Ukrainian law on adoptions. She misrepresented the above in order to facilitate the adoption of the children she is now requesting Canadian citizenship grant for.", "[...]", "- I am particularly concerned in these cases about the fact that Ms. Cheshenchuk provided untruthful information to the court which granted adoption on her marital status and on her place of permanent residence. Given the judge did not have access to truthful information on marital status and place of residence, it is reasonable to question the validity of the adoption decision itself.", "- Ukraine's legislation makes a significant difference between domestic and international adoptions. Ms. Cheshenchuk states that given her Ukrainian citizenship she was eligible to adopt locally, without going through the international adoption process and without requesting the authorization from the Ministry of social policy. However she did not disclose circumstances such as permanent residence in Canada which would have excluded her from domestic adoption route and would have prompted the authorities to ensure the Ministry of social policy is involved. The fact that the adoption was granted on the belief that she was a single mother when she was married is also of concern. I therefore consider her statement to the effect that local legislation rules were followed not to be valid.", "ISSUES"], ["[15]", "The Applicant raises the following issues in this proceeding:", "a. What is the appropriate standard of review?", "b. Did the Officer err in finding that the adoption was not in accordance with the laws of  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis:", "<FRAGMENT_SUPPRESSED> ."], ["[17]", "The Applicant submits that the applicable standard of review is correctness on questions of procedural fairness (", "<FRAGMENT_SUPPRESSED>  [", "Malik", "]) and the assessment of the validity of a foreign court order, and reasonableness on issues of fact. She argues that while the content of foreign law is a question of fact reviewable on a standard of reasonableness, the effect in Canadian law of a valid foreign court order is a question of private international law that is reviewable on a standard of correctness:", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. The Respondent argues that a decision of whether a foreign adoption is in accordance with the foreign law is reviewable on the reasonableness standard:", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> , above at para 21."], ["[18]", "While the Respondent is correct in stating that a visa officer's determination of whether an adoption was carried out in accordance with foreign law is in general reviewable on a standard of reasonableness, the existence of a foreign court order approving the adoption has important implications for this Court's review of such a decision. In <FRAGMENT_SUPPRESSED> , above, cited by the Respondent, no such court order was at issue. The Court stated clearly in <FRAGMENT_SUPPRESSED> , above, at para 2:", "... The contents of foreign law is a question of fact, which is reviewable on a standard of reasonableness, but the effect in law of a valid foreign Court Order in Canada is a question of private international law and as such it is reviewable on a correctness standard.", "Thus, whether the Officer erred in effectively setting aside the Ukrainian Court's order will be reviewed here on a standard of correctness. Apart from this aspect, the Officer's assessment of whether the adoption was in accordance with Ukrainian law will be reviewed on a standard of reasonableness, following", "Baghria", ", above; <FRAGMENT_SUPPRESSED> , above, and", "<FRAGMENT_SUPPRESSED>  (FCTD) [ <FRAGMENT_SUPPRESSED> ] (applying a standard of patent unreasonableness in the pre- <FRAGMENT_SUPPRESSED> context). This distinction will be addressed further below in view of the parties' arguments and the specific questions at issue in this case."], ["[19]", "Issues of procedural fairness are reviewable on a standard of correctness:", "Malik", ", above, at para 23;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]."], ["[20]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at para 47, and <FRAGMENT_SUPPRESSED> , above, at para 59. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "STATUTORY PROVISIONS"], ["[21]", "The following provisions of the Act are applicable in these proceedings:", "Adoptees - minors", "5.1 (1) Subject to subsection (3), the Minister shall on application grant citizenship to a person who was adopted by a citizen on or after January 1, 1947 while the person was a minor child if the adoption", "(a) was in the best interests of the child;", "(b) created a genuine relationship of parent and child;", "(c) was in accordance with the laws of the place where the adoption took place and the laws of the country of residence of the adopting citizen; and", "(d) was not entered into primarily for the purpose of acquiring a status or privilege in relation to immigration or citizenship.", "Attribution de la citoyenneté", "5.1 (1) Sous réserve du paragraphe (3), le ministre attribue, sur demande, la citoyenneté à la personne adoptée par un citoyen le 1er janvier 1947 ou subséquemment lorsqu'elle était un enfant mineur. L'adoption doit par ailleurs satisfaire aux conditions suivantes:", "a) elle a été faite dans l'intérêt supérieur de l'enfant;", "b) elle a créé un véritable lien affectif parent-enfant entre l'adoptant et l'adopté;", "c) elle a été faite conformément au droit du lieu de l'adoption et du pays de résidence de l'adoptant;", "d) elle ne visait pas principalement l'acquisition d'un statut ou d'un privilège relatifs à l'immigration ou à la citoyenneté."], ["[22]", "The following provisions of the", "Citizenship Regulations", ", SOR/93-246 [Regulations] are applicable in these proceedings:", "5.1 (1) An application made under subsection 5.1(1) of the Act in respect of a person who is a minor on the date of the application shall be", "(a) made to the Minister in the prescribed form and signed by", "(i) a citizen who is a parent of the person, or", "(ii) a non-citizen parent, or a legal guardian, of the person;", "(b) countersigned by the person if he or she has attained the age of 14 years on or before the date of the application and is not prevented from understanding the significance of the application because of a mental disability; and", "(c) filed, together with the materials described in subsection (2), with the Registrar.", "(2) For the purposes of paragraph (1)(c), the materials required by this section are", "(a) a birth certificate or, if unobtainable, other evidence that establishes the person's date and place of birth;", "(b) evidence that establishes that a parent of the person was a citizen at the time of the adoption;", "(c) in the case of an application made by a non-citizen parent or a legal guardian, a certified copy of an order of a court of competent jurisdiction, or other evidence, that establishes that the applicant is a parent or legal guardian of the person;", "(d) in the case of a person who has attained the age of 14 years on or before the date of the application but has not countersigned the application, evidence that establishes that the person is prevented from understanding the significance of the application because of a mental disability;", "(e) evidence that establishes that the adoption took place on or after January 1, 1947 and while the person was a minor; and", "(f) two photographs of the person of the size and type shown on a form prescribed under section 28 of the Act.", "(3) The following factors are to be considered in determining whether the requirements of subsection 5.1(1) of the Act have been met in respect of the adoption of a person referred to in subsection (1):", "(a) whether, in the case of a person who has been adopted by a citizen who resided in Canada at the time of the adoption,", "(i) a competent authority of the province in which the citizen resided at the time of the adoption has stated in writing that it does not object to the adoption, and", "(ii) the pre-existing legal parent-child relationship was permanently severed by the adoption;", "(b) whether, in the case of a person who has been adopted outside Canada in a country that is a party to the Hague Convention on Adoption and whose intended destination at the time of the adoption is a province,", "(i) the competent authority of the country and of the province of the person's intended destination have stated in writing that they approve the adoption as conforming to that Convention,", "(ii) a competent authority of the province - in which the citizen who is a parent of the person resided at the time of the adoption - has stated in writing that it does not object to the adoption, and", "(iii) the pre-existing legal parent-child relationship was permanently severed by the adoption; and", "(c) whether, in all other cases,", "(i) a competent authority has conducted or approved a home study of the parent or parents, as the case may be,", "(ii) before the adoption, the person's parent or parents, as the case may be, gave their free and informed consent to the adoption,", "(iii) the pre-existing legal parent-child relationship was permanently severed by the adoption, and", "(iv) there is no evidence that the adoption was for the purpose of child trafficking or undue gain within the meaning of the Hague Convention on Adoption.", "5.1 (1) La demande présentée en vertu du paragraphe 5.1(1) de la Loi relative à une personne qui est un enfant mineur à la date de la présentation de la demande doit:", "a) être faite à l'intention du ministre, selon la formule prescrite et signée:", "(i) soit par un citoyen qui est un parent de la personne,", "(ii) soit par un parent non citoyen, ou le tuteur légal, de la personne;", "b) être contresignée par la personne, si elle a quatorze ans révolus à la date de la présentation de la demande et si elle n'est pas incapable de saisir la portée de la demande en raison d'une déficience mentale;", "c) être déposée, accompagnée des documents prévus au paragraphe (2), auprès du greffier.", "(2) Pour l'application de l'alinéa (1)", "c)", ", les documents d'accompagnement sont les suivants:", "a) le certificat de naissance ou, s'il est impossible de l'obtenir, une autre preuve établissant la date et le lieu de naissance de la personne;", "b) une preuve établissant qu'un parent de la personne était un citoyen au moment de l'adoption;", "c) dans le cas d'une demande présentée par un parent non citoyen ou le tuteur légal, une copie certifiée de l'ordonnance émanant d'un tribunal compétent, ou autre preuve établissant qu'il est le parent ou le tuteur légal de la personne;", "d) si la personne a quatorze ans révolus à la date de la présentation de la demande et qu'elle ne l'a pas contresignée, une preuve établissant qu'elle est incapable d'en saisir la portée en raison d'une déficience mentale;", "e) une preuve établissant que l'adoption a été faite le 1er janvier 1947 ou subséquemment lorsque la personne était un enfant mineur;", "f) deux photographies de la personne correspondant au format et aux indications figurant dans la formule prescrite en application de l'article 28 de la Loi.", "(3) Les facteurs ci-après sont considérés pour établir si les conditions prévues au paragraphe 5.1(1) de la Loi sont remplies à l'égard de l'adoption de la personne visée au paragraphe (1):", "a) dans le cas où la personne a été adoptée par un citoyen qui résidait au Canada au moment de l'adoption:", "(i) le fait que les autorités compétentes de la province de résidence du citoyen au moment de l'adoption ont déclaré par écrit qu'elles ne s'opposent pas à celle-ci,", "(ii) le fait que l'adoption a définitivement rompu tout lien de filiation préexistant;", "b) dans le cas où la personne a été adoptée à l'étranger dans un pays qui est partie à la Convention sur l'adoption et dont la destination prévue au moment de l'adoption est une province:", "(i) le fait que les autorités compétentes de ce pays et celles de la province de destination de la personne ont déclaré par écrit que l'adoption était conforme à cette convention,", "(ii) le fait que les autorités compétentes de la province de résidence, au moment de l'adoption, du citoyen qui est le parent de la personne ont déclaré par écrit qu'elles ne s'opposent pas à l'adoption,", "(iii) le fait que l'adoption a définitivement rompu tout lien de filiation préexistant;", "c) dans les autres cas:", "(i) le fait qu'une étude du milieu familial a été faite ou approuvée par les autorités compétentes,", "(ii) le fait que le ou les parents, selon le cas, ont, avant l'adoption, donné un consentement véritable et éclairé à l'adoption,", "(iii) le fait que l'adoption a définitivement rompu tout lien de filiation préexistant,", "(iv) le fait que rien n'indique que l'adoption avait pour objet la traite de la personne ou la réalisation d'un gain indu au sens de la Convention sur l'adoption.", "ARGUMENT", "Applicant"], ["[23]", "The Applicant argues that she met all of the legal criteria to complete a domestic adoption  <FRAGMENT_SUPPRESSED> , and that the adoption was granted by a Ukrainian Court after verification that she met these criteria. She says that she is a citizen of both Canada and Ukraine, and has residences in both countries, and was thus eligible to proceed with a domestic adoption."], ["[24]", "The Applicant notes that adoptions  <FRAGMENT_SUPPRESSED>  can be performed as either international or domestic private adoptions. International adoptions involve adoption agencies in both Canada and Ukraine, which make significant profits from such adoptions, as well as staff of the Canadian Embassy in Kiev. This results in a lengthy and costly process. A private domestic adoption, available only to Ukrainian citizens, does not involve the adoption agencies or the Embassy. The Applicant followed, and argues that she was entitled by law to follow, the second route."], ["[25]", "While the Applicant provided an official Ukrainian Court order granting the adoptions as part of her application, the Officer decided that it was not legally valid or was obtained through misrepresentation. This was a reviewable error. Canadian courts have consistently ruled that an adoption documented by a final order of a foreign Court should be presumed to be valid, and such an order is the best evidence that the adoption was carried out in accordance with the laws of the country in question:", "Re AR", ", [1982] OJ No 766, 139 DLR (3d) 149 (Ont Prov Ct);", "Re AP", ", [2002] OJ No 2373, 114 ACWS (3d) 669 (Ont Ct J); <FRAGMENT_SUPPRESSED> , above. A valid foreign court order of adoption cannot be ignored or set aside by a Canadian visa officer for an apparent irregularity or failure to comply with a provision of foreign law, and a court will recognize such an order unless there is clear evidence that it was obtained by fraud: <FRAGMENT_SUPPRESSED> , above;", "<FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , above. The Applicant quotes <FRAGMENT_SUPPRESSED> , above, and argues that the same reasoning applies here:", "31 What is at issue here is whether the IAD is entitled to assess whether a valid Ghanaian Court order follows specific provisions [of] the statutes of that land. The law in my view clearly prohibits such an assessment in the absence of fraud. Consideration of the merits of a Court order against an isolated provision of the underlying statute is the function of the foreign Court of Appeal. It is trite law after", "<FRAGMENT_SUPPRESSED> , per Justice La Forest, that Courts asked to recognize a foreign judgments (sic) are obligated by international comity to give effect to them. The same proposition holds true for administrative tribunals such as the IAD. Whether the Ghanaian Court chose to ignore or ratify the pre-adoption residency irregularity in granting the adoption order is for that Court to decide."], ["[26]", "In this case, the Applicant argues, the Officer was bound by the principle of comity to recognize the order of the Ukrainian Court. She did not have the expertise to dispute the legality of that order, and did not have any evidence of fraud. She therefore committed a reviewable error by disregarding the court order, and her Decision should be set aside."], ["[27]", "The Applicant also argues that the Officer displayed bias, demonstrating an entrenched view at the very outset of the application process that the adoption was not valid, and stating that the Applicant had circumvented Ukrainian law on international adoptions. She noted on 18 January 2012 that she was not satisfied that the adoption was done in accordance with local rules, and then showed throughout the process a one-sided approach aimed at refusing the application. She stated that the adoption did not comply with the spirit of the Hague Convention on Protection of Children and Co-operation in Respect of Intercountry Adoption (Hague Adoption Convention) - a serious and false allegation considering that the Convention deals with trafficking in children, which is clearly not the case here. The Officer's notes make allegations of fraud and misrepresentation against the Applicant without proof, and second-guess the Ukrainian Court. This approach indicates a pre-disposition towards the Applicant from the outset, showing that the Officer already had her mind made up. In the context of an administrative process, an apprehension of bias goes to the issue of procedural fairness, and is to be determined independently of whether the decision reached was reasonable and appropriate based on the facts:", "<FRAGMENT_SUPPRESSED> ."], ["[28]", "In adoption cases, the role of visa officers is comparable to that of a Citizenship Judge: it is a judicial function that requires a high level of procedural fairness: <FRAGMENT_SUPPRESSED> , above. Here, the Officer accused the Applicant of not having disclosed her place of residence and marital status in relation to the adoption process. If the Officer had any evidence to that effect, she had a duty to disclose it to the Applicant. Having questioned the Applicant's credibility, she should have informed the Applicant and provided an opportunity to respond. The failure to do so was a breach of procedural fairness."], ["[29]", "Finally, the Officer erred in her assessment of the evidence, the Applicant argues. She observed that the adoptions were not in accordance with Ukrainian legislation regulating international adoption, but these were not international adoptions. They were domestic adoptions. The Ukrainian legislation regulating international adoptions was not applicable. Domestic adoptions are handled by the Department for Services of Children, and their approval was obtained. The Ministry of Social Policy had no jurisdiction, and the Applicant obtained a letter from them to this effect."], ["[30]", "During the adoption court proceedings, the Applicant truthfully answered all questions asked by the Court. As the court order states, she satisfied all criteria under Ukrainian law to be granted the adoption. These criteria did not include any information about places of residence outside Ukraine, or any other citizenship. The Applicant would have provided this information if it was part of the adoption criteria or if asked by the court. It is well-recognized in law that a person can have more than one residence (see", "<FRAGMENT_SUPPRESSED> ) and, in this context, only the Ukrainian residence mattered. She was asked and had to provide to the court only information on her Ukrainian residence, her financial status, a criminal check and other information relevant to the children. The Ukrainian judge was also properly informed about the Applicant's marital status: at the time the order was granted, the Applicant was legally separated from her husband, though they eventually reconciled after she returned to Canada. The Officer had no proof that the Applicant had made any misrepresentations at any stage of the adoption process."], ["[31]", "Because Ukraine is not a signatory to the Hague Convention, the Applicant's situation was covered by subsection 5.1(3)(c) of the Regulations. As such, the relevant considerations were whether:", "(i) a competent authority has conducted or approved a home study of the parent or parents, as the case may be,", "(ii) before the adoption, the person's parent or parents, as the case may be, gave their free and informed consent to the adoption,", "(iii) the pre-existing legal parent-child relationship was permanently severed by the adoption, and", "(iv) there is no evidence that the adoption was for the purpose of child trafficking or undue gain within the meaning of the Hague Convention on Adoption."], ["[32]", "All of these criteria were met. The Officer's refusal to grant citizenship was unreasonable, because she applied criteria relevant to international adoptions to a case of domestic adoption in a non-Hague Convention country. The adoption order was granted according to Ukrainian law by a Ukrainian Court and is legal.", "Respondent"], ["[33]", "The Respondent argues that the Officer had reasonable grounds to conclude that the adoption order had been obtained on the basis of inaccurate or misrepresented evidence that was central to the court's decision, and therefore that the adoption order was based on an irregularity serious enough to set aside the order."], ["[34]", "Under Ukrainian law, only Ukrainian citizens permanently residing  <FRAGMENT_SUPPRESSED>  may use the domestic adoption process and may adopt children under the age of five. Foreigners and Ukrainian citizens living abroad must apply to the Ministry of Social Policy for approval of a proposed adoption. The Applicant concealed the fact that she is also a Canadian citizen, that she is married to a Canadian, and that she lives in Canada. She applied to adopt on the basis that she was a resident of Ukraine living at an apartment in Vinnitsa, and that she was not married. The Applicant was urged to explain the situation to the Ministry of Social Policy and seek their approval, but it is clear from the Ministry's response that she failed to disclose her Canadian residency."], ["[35]", "In <FRAGMENT_SUPPRESSED> , above, at para 9, the Court found that \"a judgment obtained by fraud or irregularity may be set aside, [but] it is not every irregularity which warrants the setting aside of an order.\" This implies that a Canadian citizenship officer must have very good reasons to decide that a foreign court order approving an adoption is not in accordance with the foreign law. Here, the Officer had good reasons to conclude that the adoption order was obtained through a serious irregularity."], ["[36]", "According to information provided to the Officer by the Ministry of Social Policy, a citizen and resident of Canada, whether or not they are also a citizen of Ukraine, is considered a foreigner for the purposes of adopting a Ukrainian child, and cannot adopt children under five years of age. This law is intended to keep such children  <FRAGMENT_SUPPRESSED> . The Officer reasonably concluded that the order the Applicant obtained would not have been made had she disclosed that she was a Canadian citizen residing in Canada. This irregularity is not a collateral matter as in <FRAGMENT_SUPPRESSED> , above, nor a preliminary matter that need not have concerned the court, as in <FRAGMENT_SUPPRESSED> , above; it goes to the heart of the Ukranian court's jurisdiction to grant the order. It deprived the Ukrainian government of the right to assess and grant approval for an adoption of children younger than five years by an Applicant who intended to take them out of the country."], ["[37]", "There were also significant discrepancies between the citizenship application and the adoption order that caused the Officer concern. The application states that the Applicant's address is Regina, while the adoption order records state that the Applicant lives  <FRAGMENT_SUPPRESSED>  and is not married."], ["[38]", "Considering the short time between the Applicant's arrival  <FRAGMENT_SUPPRESSED>  and the application for adoption, the short time between the granting of the adoption and the Applicant's decision to take the children to Canada, and the fact that the Applicant had been living primarily in Canada for many years, had a medical practice in Regina, had applied for intercountry adoption from Regina, and was married to a man who lived in Regina, it was reasonable for the Officer to conclude that the Applicant was not a permanent resident of the Ukraine and that she was not entitled to apply for a domestic adoption  <FRAGMENT_SUPPRESSED> ."], ["[39]", "Whether the Applicant presented inaccurate facts to the Ukrainian Court or whether that court based its decision on false or inadequate information are questions of fact to which the standard of reasonableness applies. It was reasonable for the Officer to conclude, based on all the evidence, that the Applicant either had no intention of residing permanently  <FRAGMENT_SUPPRESSED>  or, at most, had no more than a fleeting intention. In light of this reasonable factual assessment, the Officer's ultimate Decision was reasonable and justified."], ["[40]", "The Respondent also argues that there was no breach of procedural fairness. The Officer's early GCMS notes, from 18 January 2012, do not imply bias. They reflect a reasonable concern that the Applicant, who appeared to be a resident of Regina, Saskatchewan and married to a Canadian, was granted an adoption order on the basis that she was a resident of Ukraine and not married. The Officer did not decide the matter immediately on that basis. Rather, she consulted the Ukrainian government and CIC policy staff and then advised the Applicant of her concerns and provided an opportunity for a response. After considering new information provided by the Ukrainian government and the Applicant, the Officer decided she could not grant citizenship.", "ANALYSIS"], ["[41]", "Given that the parties disagree on the standard of review to be applied to the issues before me, some additional comments on this question are warranted at the outset, in view of the parties submissions on the facts and the law. In my view, there are essentially three types of findings by the Officer that are in dispute."], ["[42]", "First, the Officer made findings about what Ukrainian law requires for both domestic and international adoptions, based largely on advice and information received from the Ukrainian government. The Applicant says she was entitled to pursue domestic adoptions of children under five  <FRAGMENT_SUPPRESSED> , while the Respondent argues that she was not. For the purposes of this judicial review hearing, these findings about the content of Ukrainian law are findings of fact to which a standard of reasonableness applies: <FRAGMENT_SUPPRESSED> , above, at para 2; <FRAGMENT_SUPPRESSED> , above, at para 39."], ["[43]", "Second, the Officer made findings about what occurred in the course of the adoption process. In particular, she found that the Applicant had omitted and misrepresented information during that process. These are findings of fact to which a standard of reasonableness applies: <FRAGMENT_SUPPRESSED> , above, at para 53."], ["[44]", "Finally, the Officer made a finding about the effect that should be given to the Ukrainian court order approving the adoptions, based on the factual findings identified above. Specifically, she found that, in the circumstances, that order was not conclusive of whether the adoptions were in accordance with Ukrainian law. In effect, she found that the Ukrainian Court order could be disregarded or set aside. In my view, this is a finding to which a standard of correctness applies on review: <FRAGMENT_SUPPRESSED> , above, at para 2. That is, the Officer had to apply the proper test for whether the Ukrainian court order could be set aside, and had to apply that test correctly."], ["[45]", "Upon receipt of the applications for citizenship of the children, the Officer was obliged to find out and consider whether the adoptions were in accordance with the laws of the place where the adoption took place and the laws of the country of residence of the adopting citizen. See subsection 5.1(1)(c) of the Act."], ["[46]", "By the time that Part 2 of the citizenship applications were submitted, the Applicant was residing and working in Regina, as she had done for some time in the past, and she was living with her non-Ukrainian husband."], ["[47]", "The Officer was, then, obliged to determine whether subsection 5.1(1)(c) had been satisfied. What she discovered was that the Applicant had not effected an international adoption but had secured a domestic adoption  <FRAGMENT_SUPPRESSED> . It follows that the Officer was then obliged to determine how a Canadian citizen, who was resident in Regina at the time of the citizenship applications, was able to obtain a domestic adoption  <FRAGMENT_SUPPRESSED> ."], ["[48]", "The Officer then went to the Ukrainian government and was told by the Ministry of Social Policy that Ukrainian law requires that adoption of children by Ukrainian citizens living abroad be approved by the Ministry, and that dual nationals are not considered Ukrainian citizens residing abroad, but foreigners."], ["[49]", "Given this advice from the Ukrainian government, the Applicant was asked to obtain the necessary consent from the Ukranian Ministry of Social Policy. The Ministry would not provide that consent because the adoption in question was a domestic adoption."], ["[50]", "Having been provided with advice by the Ukrainian government on the treatment of dual nationals as foreigners, the Officer was obliged to investigate whether the domestic adoption of the children had taken place in accordance with the laws of the jurisdiction where the adoptions took place. In other words, bearing in mind the advice provided by the Ukranian government as to who can adopt children under 5 in the Ukraine, how could the Applicant, a dual national living and working in Canada and married to a non-Ukrainian husband who resided in Canada, have secured a domestic adoption of two Ukrainian children under 5?"], ["[51]", "The Officer set about making relevant inquiries of the Applicant and others. This went on for a considerable period of time."], ["[52]", "At the end of it all, the Officer concluded that the Applicant had secured the domestic adoptions because she had presented herself as a Ukrainian resident. What the Applicant did not explain or reveal is that she is also a resident of Canada, has dual citizenship of Canada and the Ukraine, and was at all material times married to a non-Ukrainian resident of Canada who lived in Regina, where the Applicant has a medical practice."], ["[53]", "The Applicant has attempted to rationalize her approach to the adoptions in various ways. She says that, at the time, she briefly considered residing and working in the Ukraine, although this soon proved unfeasible. She also says that she was separated from her husband who remained in Regina and that legal separation has no legal status  <FRAGMENT_SUPPRESSED> , so she told the Ukrainian authorities that she was divorced. She says that she had obtained an earlier divorce from a former husband in the Ukraine, and it appears that she provided the documentation of her earlier divorce  <FRAGMENT_SUPPRESSED>  as an indication of her then marital status. The evidence suggests that the Applicant used her previous divorce papers as evidence of her marital status and without disclosing her subsequent marriage to Mr. Ziarko: see transcript of cross-examination on the Applicants Affidavit [Transcript], Respondent's Record at pp. 148-149. I see no account from the Applicant as to what she told the Ukrainian authorities and the Ukrainian Court about her dual citizenship. It appears that she presented herself as a Ukrainian citizen residing full-time in the Ukraine: see Transcript, Respondent's Record at pp. 149-150. The Applicant as much as admits this in her argument, stating that the domestic adoption criteria \"did not include any information about places of residence outside Ukraine, or any other citizenship\" and that she \"would have provided that information if it was part of the adoption criteria, or if asked about it by the Court\". She argues that \"only the Ukrainian residence mattered,\" and by implication, that was all she mentioned: see Applicant's Memorandum at p. 15. It also appears that she misrepresented her marital status."], ["[54]", "The Applicant says these things do not matter because there is no evidence that, had the full picture been before the Ukranian Court, it would have made any difference, and we cannot speculate as to what the Ukranian Court would have done."], ["[55]", "It seems to me that what this position leaves out of account is the unchallenged evidence that dual nationals are not considered Ukrainian citizens, but rather foreigners, for adoption purposes (see Respondent's Record at p. 106), and that the Ministry of Social Policy must approve the adoption of Ukrainian children by foreigners: CTR at p. 19. Because the Applicant secured no such approval, the adoption could not have been in accordance with the laws of the place where the adoption took place."], ["[56]", "Leaving aside procedural fairness issues for a moment, the Court must decide:", "(a) Whether there were sufficient grounds for the Officer to disregard the Ukrainian Court order establishing the domestic adoption of the children; and", "(b) If there were sufficient grounds for the Officer to disregard the Ukrainian Court order, was the Officer's conclusion that the adoption was not in accordance with Ukrainian law reasonable?"], ["[57]", "It is well established that the threshold for setting aside or disregarding a foreign court order is high. In <FRAGMENT_SUPPRESSED> , above, for example, the Court summarized the relevant jurisprudence as follows:", "26 The pivotal jurisprudence on the legitimacy of foreign adoptions was decided by Dawson J. (as she then was) in <FRAGMENT_SUPPRESSED> ,", "supra", ". Justice Dawson described the status of a foreign adoption order at paragraphs 8-9 of her Reasons:", "#8 The best evidence of an adoption in accordance with the laws of a country is a final order or judgment to that effect, because subject to appeal or being set aside, a judgment is conclusive between the parties and their privies, and is conclusive evidence against the world of the existence of the judgment, its date and its legal consequences. See: Halsbury's Laws of England (4th) volume 37 at paragraph 1224.", "#9", "While a judgment obtained by fraud or irregularity may be set aside, it is not every irregularity which warrants the setting aside of an order.", "Again as written in Halsbury's Laws of England (4th) volume 37 at paragraph 1210: A judgment which has been obtained by fraud either in the court or of one or more of the parties may be set aside if challenged in fresh proceedings alleging and proving the fraud. In such proceedings it is not sufficient merely to allege fraud without giving any particulars, and the fraud must relate to matters which prima facie would be a reason for setting the judgment aside if they were established by proof, and not to matters which are merely collateral.", "The court requires a strong case to be established before it will set aside a judgment on this ground and the proceedings will be stayed or dismissed as vexatious unless the fraud alleged raises a reasonable prospect of success and was discovered since the judgment.", "[footnotes omitted] [Emphasis added]", "27 In <FRAGMENT_SUPPRESSED> ,", "supra", ", the respondent alleged an irregularity in the decision because the applicants submitted false addresses and family information to the Court and ignored the effect at law of the valid order of a Sri Lankan Court. Justice Dawson held that the respondent unreasonably ignored the effect at law of a foreign Court order at paragraphs 12-13:", "#12 In these circumstances, I conclude that it was patently unreasonable for the visa officer to ignore the effect at law of a final Court order and to decide in the absence of cogent evidence that an order pronounced by a court in Sri Lanka was insufficient to establish the fact of an adoption made in accordance with the laws of Sri Lanka.", "#13 The visa officer could not simply speculate on the effect of apparent irregularities which were collateral to the facts put before the Sri Lankan court in support of the petition.", "28 The parties made reference to <FRAGMENT_SUPPRESSED> ,", "supra", ", per Justice Mactavish, which was relied upon by the IAD for the following statement at paragraph 9:", "#9 Moreover, the presumption of validity is a rebuttable one. In this case, there was evidence that Nigerian law imposed residency requirements on both the proposed adoptive parents and the child. Given that the child had not lived in Nigeria for years, and that the proposed adoptive parents resided in the United Kingdom at the time of the adoption, it was entirely reasonable for the visa officer to want to satisfy herself that the residency requirements imposed by Nigerian law had in fact been complied with.", "29 Justice Mactavish made this statement in the context of determining whether the visa officer acted in bad faith. Justice Mactavish held that the visa officer did not act in bad faith because there was reason to question the authenticity of the Nigerian Court order when all the facts of the case were considered, including the questionable responses of the applicants themselves. Justice Mactavish did not intend to lower the bar for challenging a valid foreign Court order. <FRAGMENT_SUPPRESSED> ,", "supra", ", follows <FRAGMENT_SUPPRESSED> ,", "supra", ", which requires clear evidence of fraud to rebut a Court order.", "30 In the present case both parties are in agreement that the authenticity of the Ghanaian Court order is not in question. There are no allegations of fraud.", "31 What is at issue here is whether the IAD is entitled to assess whether a valid Ghanaian Court order follows specific provisions the statutes of that land. The law in my view clearly prohibits such an assessment in the absence of fraud. Consideration of the merits of a Court order against an isolated provision of the underlying statute is the function of the foreign Court of Appeal. It is trite law after", "<FRAGMENT_SUPPRESSED> , per Justice La Forest, that Courts asked to recognize a foreign judgments are obligated by international comity to give effect to them. The same proposition holds true for administrative tribunals such as the IAD. Whether the Ghanaian Court chose to ignore or ratify the pre-adoption residency irregularity in granting the adoption order is for that Court to decide.", "32 The 2006 Order of Adoption from Ghana's Superior Court of Judicature in the High Court of Justice is self-explanatory in that the Court heard representations from the Director of Social Welfare in Ghana who is authorized under the Children's Act of Ghana to make representations and a recommendation for a probation officer. These officials would know the background facts of the applicant", "vis-à-vis", "the legal requirements for an adoption.", "33 Moreover, this Court reads the Children's Act which provides in section 2 that the welfare of the child is paramount to any provisions of the Children's Act. Accordingly, the Court in Ghana is not restricted or bound to literally follow any express provision of the Children's Act such as the 3 month residency requirement of subsection 67(3) of the Children's Act of 1998. Presumably the Director of Social Welfare and the Probation Officer recommended the adoption as being the best welfare of the child since the child is being adopted by her aunt in Canada, and will have the advantages of Canada.", "34 This Court is satisfied that this adoption was \"in accordance with the laws\" of Ghana as required by paragraph 117(3)(d) of IRPA.", "35 With respect to the visa officer's decision that the applicant did not have a \"genuine child-mother\" relationship, the IAD decided not to consider this issue because it was upholding the appeal on the other issue. This is not good practice by the IAD member because it could significantly delay this legal process. The Court has the power in section 18 of the Federal Court Act to make any direction which the Court considers appropriate in the circumstances of an application for judicial review. In this case, the Court has reviewed the evidence before the IAD, and has concluded that:", "1. there is no evidence or suggestion that this adoption is for an improper purpose, such as child trafficking;", "2. there is medical evidence that the applicant is unable to conceive a child in Canada, and she has repeatedly tried;", "3. the applicant and her common-law husband have adopted this child because the child is the daughter of the applicant's brother, and even looks like the applicant;", "4. the applicant has been and is supporting her adopted daughter in Ghana; and", "5. the adopted daughter lives with the mother of the applicant in Ghana, and thinks the applicant is her biological mother.", "36 The IAD erred by ignoring the effect in law of the Ghanaian Court order in the absence of clear evidence of fraud. The Court will therefore remit the matter back for redetermination in accordance with these reasons, and with a direction that this matter will be disposed of by the IAD and the visa or immigration officer on an expedited basis since the applicant could have been with her daughter in Canada three years ago."], ["[58]", "As the Respondent points out:", "The Ministry of Social Policy  <FRAGMENT_SUPPRESSED>  had clearly explained that a citizen of Canada, whether or not also a citizen of the Ukraine, is considered a foreigner for the purpose of adopting Ukrainian children. The Ukrainian regulations are intended to restrict international adoptions of children younger than 5 years of age in order to keep these children  <FRAGMENT_SUPPRESSED> . The citizenship officer reasonably concluded that the order the applicant had obtained should not have been made and would not have been made had the applicant disclosed that she was a Canadian citizen residing in Canada, even if she also has connections to Ukraine and has been spending time  <FRAGMENT_SUPPRESSED> ."], ["[59]", "I also agree with the Respondent that", "This irregularity is not a collateral matter as in <FRAGMENT_SUPPRESSED> , or a preliminary matter that need not have concerned the court, as in <FRAGMENT_SUPPRESSED> . The irregularity in this case goes to the heart of the regional court's jurisdiction to grant the order, and it deprived the Ukrainian government the right to assess and grant approval for an adoption of children younger than 5 years by an applicant who intended to take the children out of the country."], ["[60]", "The Applicant argues that the Officer made assumptions of fact about the adoption application in deciding that it was not valid, that she did not have the expertise to dispute the legality of this foreign order, and that she had no proof of fraud, so that her conclusions were incorrect."], ["[61]", "As I read the record, the Officer based this aspect of her Decision upon the clear advice from the Ministry of Social Policy in the Ukraine that under Ukrainian law only citizens permanently residing in the Ukraine can use the domestic adoption process to adopt children under the age of 5: see Respondent's Record at pp. 106-107; CTR at pp. 19-20 and 97-100. Foreigners, including those in the position of the Applicant who have dual citizenship, must apply to the Ministry of Social Services of the Ukraine for approval of a proposed adoption. The Applicant acknowledged under cross-examination that the domestic adoption process, which is the only process that permits adoption of a Ukrainian child under five, is open only to Ukrainian citizens residing  <FRAGMENT_SUPPRESSED> : Transcript, Respondent's Record at p. 157."], ["[62]", "It is clear from the Officer's reviewing notes that she was legitimately concerned that the Applicant, in obtaining the Ukrainian Court order, had not disclosed her residence in Canada, her Canadian citizenship, or that she was married to a non-Ukrainian who lives in Canada."], ["[63]", "In cross-examination, the Applicant said that when she went to the Ukraine in June 2011 she intended to stay for good. However, she soon changed her mind. This does not explain how she was able to obtain the adoption order when she is also a Canadian citizen. Nor does it explain why she did not disclose her marriage to Mr. Ziarko, who lives in Regina."], ["[64]", "The Applicant says that she was legally separated from Mr. Ziarko when she was in the Ukraine, although she has provided nothing to support this position. However, it is clear that, at the material time, the Applicant was married to Mr. Ziarko. That marriage continues."], ["[65]", "It seems to me that the Officer had good reason to conclude that a serious irregularity had allowed the Applicant to obtain the Ukrainian adoption order. The evidence before the Officer revealed that the adoption order could not have been obtained if the Applicant had revealed that she was a Canadian citizen who had been living in Canada for a number of years. The adoption order records that the Applicant lives  <FRAGMENT_SUPPRESSED>  and is not married."], ["[66]", "The Applicant has subsequently conceded that she was married at the time of obtaining the adoption order but that she told the Ukrainian Court that she was divorced. The Applicant was previously divorced, but not from Mr. Ziarko. She was married when she told the Ukranian Court that she was divorced. It seems pretty obvious why the Applicant would misrepresent her marital status and produce divorce papers related to a previous marriage. She obviously wished to forestall any inquiry into her dual nationality and her connection to Regina. She wanted to present herself as a Ukranian national permanently residing  <FRAGMENT_SUPPRESSED> ."], ["[67]", "I do not think that these irregularities can be considered collateral as in <FRAGMENT_SUPPRESSED> , above, or preliminary as in <FRAGMENT_SUPPRESSED> , above."], ["[68]", "I agree with the Respondent that they impact the validity of the Ukrainian Court order. The Ukrainian Court was not provided with fundamental information relevant to its jurisdiction to grant the order, and the Ukrainian government was deprived of its right to assess and approve an adoption of children younger than 5 in a situation where the Applicant, a Canadian citizen, intended to take the children out of the country. These are serious matters. The explanations offered by the Applicant for what she did are unconvincing and do not, in any event, explain why she told the Ukrainian Court that she was divorced. It is my view that, in this case, the high threshold required to set aside a foreign judgment for \"fraud or irregularity\" was satisfied. Not only was the Ukrainian Court order approving the adoption not made in circumstances that accorded with the Ukrainian law pertaining to domestic adoptions; it was made on the basis of serious misrepresentations by the Applicant. That distinguishes the situation here from that considered by the Court in <FRAGMENT_SUPPRESSED> , above."], ["[69]", "As the Respondent says,", "Considering the short time between the applicant's arrival  <FRAGMENT_SUPPRESSED>  and the application for adoption, the short time between the granting of the adoption and the applicant's decision to take the children to Canada, the fact that the applicant had been living primarily in Canada for many years, had a medical practice in Regina, had applied for intercountry adoption from Regina, and was married to a man who lived in Regina, it was reasonable for the officer to conclude that the applicant was not a permanent resident of the Ukraine and that she was not entitled to apply for a domestic adoption in the Ukraine."], ["[70]", "The Applicant also argues that the Officer was biased, denied her procedural fairness, and erred in her assessment of the evidence. I have examined each of these grounds and I can find no evidence to support any of them. The Officer did not show a one-sided approach throughout the assessment. In accordance with her duty, she followed up on concerns that appeared in the record. She alerted the Applicant to those concerns and obtained the Applicant's consent to follow up with the Ukrainian authorities. The record shows a long history of phone calls and e-mails in which the Applicant was fully apprised of the concerns and given every opportunity to provide her side of what happened and how it should be treated by the Officer."], ["[71]", "I have to conclude that there were sufficient grounds in this case for the Officer to disregard the Ukranian court order, and that the Officer came to the correct conclusion in this regard. In addition, the Officer's conclusion that the adoptions were not in accordance with Ukranian law was reasonable on the facts of this case and the record before the Officer."], ["[72]", "The real concern in this case is the children. The Applicant says that the refusal of their application for Canadian citizenship will harm them and they will be unjustly penalized. It will deny them a normal family life. These are not, however, matters that are properly before me in this application. The Ukrainian law on foreign adoptions cannot be disregarded in deference to some alleged greater good that the Court has no means of assessing. The Applicant alleges that the Officer's Decision is harsh and unjustified. But it was the Applicant who chose the procedure to effect the adoptions. The irregularities that have subsequently come to light, and which suggest she did not disclose facts that were highly material to the domestic adoption process, are entirely the responsibility of the Applicant. She is responsible for the position in which the children now find themselves.", "JUDGMENT"], ["[73]", "THIS COURT'S JUDGMENT is that", "the application is dismissed with costs to the Respondent.", "Application dismissed.", "Editor: Gary W. McLaughlin/vnh"]]}