{"id_": "022731", "body_str": [["[1]", "Manson, J.", ": By this application for judicial review, the Bank of Montreal [BMO] asks this Court to quash the decision of Adjudicator David Murray [the Adjudicator] reinstating the respondent Ms. Alexandra Karatopis Sherman, whom BMO had fired without cause, to a customer service representative position at any of BMO's branches within a certain territory, or alternatively to set aside two terms of that order.", "II.", "Facts"], ["[2]", "Ms. Sherman was employed by BMO between May 4, 1987, and October 28, 2009, during which time she worked at various branches in the Niagara region of Ontario. At the time of her dismissal, Ms. Sherman held the position of Senior Customer Service Representative at BMO's Welland, Ontario branch [Welland Branch], where she had worked on a continuous basis since 1999. From the year 2000 onwards, Molly Heise managed the Welland Branch."], ["[3]", "Ms. Sherman's performance in her position at the Welland Branch had been an issue in 2007, 2008 and 2009, leading up to her termination in 2009. For example, Ms. Sherman had some difficulty with certain duties, such as ordering cash for the branch on time, and her referral rates were also reported as being below average. Ms. Sherman also failed to verify certain drafts with the issuing financial institutions, resulting in actual cumulative loss to BMO in the amount of roughly $7,500 in 2008. She also failed to verify much larger amounts (which did not result in actual loss), and had on one occasion left $8,000 in cash unattended and in public view. Ms. Sherman was also coached about spending too much time with clients."], ["[4]", "However, BMO formally took the position at the adjudication and takes the position now that it did not have just cause to terminate Ms. Sherman's employment, but terminated her employment on a without cause basis."], ["[5]", "In April 2009, Ms. Sherman made a harassment complaint about the treatment she was receiving from Ms. Heise, and delivered it to Boyd Hamblin, area manager for the Niagara region, along with several supporting documents said to vindicate her regarding certain errors she was alleged to have made by Ms. Heise. Ms. Sherman also complained to Mr. Hamblin about being yelled at by Ms. Heise, and feeling physically threatened by her. Mr. Hamblin concluded the meeting by saying he would investigate these complaints and get back to her. However, no follow-up occurred and on October 28, 2009, BMO fired Ms. Sherman."], ["[6]", "On December 8, 2009, Ms. Sherman filed a claim with Human Resources and Skills Development Canada - Labour Program, pursuant to subsection 240(1) of the", "Canada Labour Code", ", RSC, 1985, c L-2 [the Code], that she had been unjustly dismissed. This complaint was eventually referred to adjudication under section 242 of the Code, specifically to the Adjudicator whose decision is presently under review."], ["[7]", "Pursuant to the BMO termination letter, BMO paid Ms. Sherman her full salary for sixty-eight (68) weeks following her termination. These payments lasted until February 18, 2011.", "III.", "Decision under review"], ["[8]", "Hearings on this matter were held in Grimsby, Ontario over ten days, specifically on July 29th, October 18th and 22nd, November 10th, 18th, 19th, and 23rd, and December 6, 2010, and on March 30th and May 24th, 2011. Both parties were represented by counsel. Ms. Sherman called no witnesses, except herself; the bank called five witnesses, which included Ms. Heise and four southern Ontario-area managers."], ["[9]", "At the hearing, BMO took the position that it did not have cause to fire Ms. Sherman, despite its letter which alleged an \"inability to meet performance requirements of your position\". Thus, the focus of the adjudication and the Adjudicator's decision was, solely, on the appropriate remedy. Ms. Sherman asked that she be reinstated to one of several BMO branches she named in the Niagara region and be awarded damages with no interruption in benefits and pension. BMO's position was that compensation was appropriate, and that it had already paid her an appropriate amount in paying the sixty-eight weeks compensation."], ["[10]", "The Adjudicator granted most of the relief claimed by Ms. Sherman, and held that although reinstatement is not an \"automatic remedy,\" it was a strongly presumptive remedy for the unjust dismissal of Ms. Sherman under the Code."], ["[11]", "Regarding the appropriateness of the remedy of reinstatement in this particular case, the Adjudicator applied to the facts before him \"seven generally accepted circumstances which would justify a decision not to reinstate an employee,\" as summarized in", "FRAGMENT_SUPPRESSED. Those factors and his findings with respect to each are summarized below:", "1. The deterioration of personal relations between the complainant and management or other employees.", "Undoubtedly this is so, thus removing the Welland branch as a reinstatement option. This deterioration may go back as far as 2004 when Sherman applied for a transfer to another branch in St.Catharines and received positive signals from the manager there that her chances were good. Sherman alleges that when told of the application Heise raised her voice and stated \"I am the only one who tries to make this branch work. I don't care about you or your kids\". Sherman was never offered the position, nor did she receive anything in writing regarding her application. She suspects Heise may have stymied her. No recall evidence was heard about this.", "2. The disappearance of the relationship of trust which must exist in particular when the complainant is high up in the company hierarchy.", "Competency and adherence to policy were issues here, not trust. Besides, Sherman could not be less \"high up\" even if she tried.", "3. Contributory fault on the part of the complainant justifying the reduction of her dismissal to a lesser sanction.", "Does apply.", "[See the term of order requiring Ms. Sherman to repay to BMO certain sums of money lost by her.]", "4. An attitude on the part of the complainant leading to the belief that reinstatement would bring no improvement.", "Not so. In fact the contrary is so. [...]", "5. The complainant's physical inability to start work again immediately.", "She claims to be ready to start immediately.", "6. The abolition of the post held by the complainant at the time of his dismissal.", "Not applicable", "7. Other events subsequent to the dismissal making reinstatement impossible, such as bankruptcy or lay-offs.", "Not applicable"], ["[12]", "The Adjudicator also considered a longer list of factors that he developed from his \"personal experience\" and applied them to the facts of this case."], ["[13]", "Because the Adjudicator found that the relationship between Ms. Sherman and Ms. Heise had deteriorated, but that the other factors did not weigh heavily against reinstatement, he ordered that Ms. Sherman be reinstated to another BMO branch within fourteen days of his order, specifically to any of the Grimsby, St. Catherines, Dunnville, or Hamilton East Mountain branches, or, at", "BMO's option", ", to any branch no more than \"50km by paved road\" from Ms. Sherman's place of residence on October 30, 2009. The latter clause was added by the Adjudicator since he felt Ms. Sherman's proposed list of branches was \"unreasonably restrictive\"."], ["[14]", "The other material terms of the Adjudicator's order were that:", "- Sherman's regular hours and days of work shall be those prevailing prior to her being relieved of her position;", "- Sherman shall repay to BMO $7500.00 by reason of her negligence in 2008;", "- The calculation of retroactive pay and benefits, less deductions, is remitted back to the parties.", "IV.", "Issues"], ["[15]", "The following issues have been put forward by BMO for review by this Court:", "i. Was it unreasonable for the Adjudicator to reinstate Ms. Sherman to another BMO branch when the evidence showed this would cause an innocent third party to lose their job?", "ii. Alternatively, was it unreasonable for the Adjudicator to order BMO to:", "1. reinstate Ms. Sherman to her \"regular hours and days of work ... prevailing prior to her being relieved of her position\" in the absence of any evidence that her hours and days of work would remain fixed in perpetuity, and", "2. pay damages for benefits in the absence of Ms. Sherman leading any evidence regarding their value?", "BMO also attacks the reasonableness of reinstatement on further grounds, namely:", "3. it was based on an error of law, namely treating reinstatement as the \"presumptive\" remedy of an unjustly dismissed employee under the Code;", "4. it was based on an erroneous finding of fact that Ms. Sherman's \"work site\" was within the territory managed by a Mr. Hamblin; and", "5. it was designed to punish BMO for a harassment complaint that Ms. Sherman filed seven months before terminating her.", "V.", "Legislation", "240. (1) Subject to subsections (2) and 242(3.1), any person", "(a) who has completed twelve consecutive months of continuous employment by an employer, and", "(b) who is not a member of a group of employees subject to a collective agreement, may make a complaint in writing to an inspector if the employee has been dismissed and considers the dismissal to be unjust.", "242. [...]", "Where unjust dismissal", "(4) Where an adjudicator decides pursuant to subsection (3) that a person has been unjustly dismissed, the adjudicator may, by order, require the employer who dismissed the person to", "(a) pay the person compensation not exceeding the amount of money that is equivalent to the remuneration that would, but for the dismissal, have been paid by the employer to the person;", "(b)", "reinstate the person in his employ; and", "(c) do any other like thing that it is equitable to require the employer to do in order to remedy or counteract any consequence of the dismissal. [emphasis added]", "240. (1) Sous réserve des paragraphes (2) et 242(3.1), toute personne qui se croit injustement congédiée peut déposer une plainte écrite auprès d'un inspecteur si:", "a) d'une part, elle travaille sans interruption depuis au moins douze mois pour le même employeur;", "b) d'autre part, elle ne fait pas partie d'un groupe d'employés régis par une convention collective.", "242. [...]", "Cas de congédiement injuste", "(4) S'il décide que le congédiement était injuste, l'arbitre peut, par ordonnance, enjoindre à l'employeur:", "a) de payer au plaignant une indemnité équivalant, au maximum, au salaire qu'il aurait normalement gagné s'il n'avait pas été congédié;", "b)", "de réintégrer le plaignant dans son emploi;", "c) de prendre toute autre mesure qu'il juge équitable de lui imposer et de nature à contrebalancer les effets du congédiement ou à y remédier.", "VI. Analysis", "A.", "Standard of review"], ["[16]", "BMO concedes that reasonableness is the standard of review that applies to the Adjudicator's decision. \"[R]easonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process ... [and] it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "FRAGMENT_SUPPRESSED).", "B.", "Right to Reinstatement"], ["[17]", "The parties agreed that it is trite law that reinstatement is not an absolute right for an employee who has been unjustly dismissed under the Code. Subsection 242(4) of the Code provides instead that it is one of the remedies that an Adjudicator may order if it finds that the employee was unjustly dismissed (", "FRAGMENT_SUPPRESSED)."], ["[18]", "It was also agreed that in deciding whether to reinstate an employee, the Adjudicator, as he did here, should consider the seven factors enunciated in", "FRAGMENT_SUPPRESSED", ", above."], ["[19]", "However, the Adjudicator in this case erred in a number of respects in evaluating the facts before him, and in adopting the position that: \"Reinstatement may not be an automatic right when just cause is not found but it is still the presumptive right. The exception to reinstatement should be applied very cautiously otherwise the risk exists that an unjustly dismissed employee will be penalized by losing her job\" (p.26 of he Certified Tribunal Record). Further, at p.20 of the Record, the Adjudicator stated that \"it follows logically from the \"make whole\" policy of s.242 that the primary remedy for unjust discharge should be reinstatement since this is the obvious way, not only of enabling the employee to continue to receive the economic benefits of the job in the future, but also of restoring the psychological satisfaction that the employee derives from such job.\""], ["[20]", "While he later acknowledged that he was not obliged to reinstate, he decided that after consideration of the seven factors in the", "FRAGMENT_SUPPRESSED", "case referred to above, he should order reinstatement. In doing so, he decided that:", "(a) Ms. Sherman could not return to the Welland branch where she had worked continuously from 1989 to 2009, due to deterioration of personal relations between the complainant and management (Ms. Heise);", "(b) competence and adherence to BMO policies were issues between Ms. Sherman and BMO, and \"her faults are significant and her record (although now almost two years stale and faultily documented to boot) will travel with her to the next BMO posting\" (page 30 of Certified Tribunal Record), yet these issues did not amount to a disappearance of the relationship of trust;", "(c) contributory fault on the part of the complainant only justified the reduction of her dismissal to a lesser sanction;", "(d) there was authority for his discretion to order that Ms. Sherman be reinstated at a \"work site\" other than the BMO branch she had worked at between 1999 and her dismissal in 2009, particularly in light of her termination by the area manager, Mr. Hamblin;", "(e) \"pivotal\" in deciding as he did, the Adjudicator found that by not giving evidence at the hearing concerning delays in investigating Ms. Sherman's harassment complaint, Mr. Hamblin's silence \"tilted\" the award in her favour (p.20 of Certified Tribunal Record); and", "(f) otherwise, the factors in", "FRAGMENT_SUPPRESSED", "were either not applicable or in Ms. Sherman's favour."], ["[21]", "I find these findings unreasonable for the following reasons.", "i.", "Ms. Sherman's misconduct"], ["[22]", "This case is a without cause dismissal of Ms. Sherman, not premised on her misconduct. Nevertheless, the Adjudicator, in determining whether reinstatement was a viable remedy, unreasonably determined that her repeated acts of negligence, involving potential losses of $59,000 and $47,000, and actual losses of $7,500, were not significant enough to cause an irreparable loss of trust by BMO in Ms. Sherman's continued employment. He made his finding in light of the fact that he found \"her faults are significant and her record will travel with her to the next BMO posting.\" How he could so find is incredible, indefensible, and manifestly unintelligible.", "ii.", "Inability to return to the Welland branch"], ["[23]", "Notwithstanding the Adjudicator's finding that Ms. Sherman could not return to the place of her employment since 1999, namely the Welland branch, due to irreconcilable differences between her and Ms. Heise, he decided she could work elsewhere in a BMO branch, in places as set out above, in southern Ontario. He made this decision in the face of evidence from all of the BMO southern Ontario area managers stating there was no position for her, unless some other employee would be laid off. Counsel for Ms. Sherman argues that the decision of Mr. Justice Michael L. Phelan in", "FRAGMENT_SUPPRESSED, supports that view, wherein it is stated that the displacement of an incumbent employee, while it may be a factor, is not a bar to the remedy of reinstatement and in fact, \"...the problem of how to deal with the incumbent is [the employer's] responsibility\"."], ["[24]", "The Federal Court of Appeal reversed an Adjudicator's decision to reinstate a dismissed employee to a lower-level teller position because of the negative impact the order would have had on an innocent third-party employee, in", "FRAGMENT_SUPPRESSED:", "To carry [the order] out, the employer must either create a new position or free up an existing position by dismissing or transferring the employee already occupying it. The wrongful nature of such a remedy is immediately apparent: either the employer is being required to increase or reorganize its staff, or it will have to infringe the rights of an innocent third party."], ["[25]", "The Adjudicator in this case tried to distinguish the", "FRAGMENT_SUPPRESSED", "case, above, on the basis that (1) it did not preclude him doing anything within his equitable discretion under paragraph 242(4)(c) and, (2) his finding was based on his personal speculation and \"suspicions\", and not the evidence of the area managers before him. He didn't believe an innocent third party would be harmed by reinstating Ms. Sherman at another BMO branch. That finding is again unreasonable on the evidence before him and certainly not based on any transparent facts upon which he could rely. Stating as he did that BMO has known this case might result in Ms. Sherman being reinstated to a position in a branch other than the one in Welland is not a proper justification to negate the clear and cogent evidence of the BMO area managers.", "iii.", "Relevance of BMO's handling of Ms. Sherman's harassment complaint"], ["[26]", "None of the criteria referred to by the Adjudicator in assessing whether the appropriate remedy should be reinstatement consider alleged \"employer misconduct\". Employer misconduct may be relevant to assess legality of the dismissal, but once that is established, as is conceded here, the analysis shifts to the appropriate remedy. The remedial power in subsection 242(4) of the Code is intended to compensate the unjustly dismissed employee, not punish the employer for the alleged misconduct (", "FRAGMENT_SUPPRESSED)."], ["[27]", "Yet the Adjudicator here indicated that he used the remedy of reinstatement as a tool to, at least in part, punish BMO for how it handled Ms. Sherman's harassment complaint.", "Hamblin's silence and the uncontradicted evidence of Sherman about all this [her harassment complaint] has been pivotal in tilting this Award in her favour.", "Certified Tribunal Record, p. 20"], ["[28]", "Once again, this was not justified or reasonable in this case. Given my reasons above that the Adjudicator's decision to reinstate Ms. Sherman was not justified or reasonable, I do not need to consider the proposed terms of reinstatement relating to hours and days to be worked, or lost benefits."], ["[29]", "However, given Ms. Sherman's long career of over 22 years with BMO, and many years prior to her termination in 2009, I do believe that in addition to the 68 weeks compensation already paid, the matter should be remitted back to the Adjudicator to decide whether further compensation should be paid for her unjust dismissal, based on the submissions made by the parties to date."], ["[30]", "I am also of the opinion that as in the", "FRAGMENT_SUPPRESSED", "case referred to above, BMO should provide Ms. Sherman with a letter of recommendation indicating that she performed in her position in a satisfactory manner during her career with BMO, the specific language to be worked out between the parties. If no agreement can be reached with respect to the specific language, submissions may be made to me by January 10, 2013 for determination. Lastly, I find no reasonable or justifiable support that warrants the Adjudicator ordering repayment of the amount of $7,500 to BMO by Ms. Sherman, and that order is rescinded.", "JUDGMENT"], ["[31]", "THIS COURT'S JUDGMENT is that", "1. The applicant's application is allowed with respect to the issue of reinstatement, and that damages are an adequate remedy;", "2. The matter is remitted back to the Adjudicator to decide whether further compensation should be paid to Ms. Sherman for her unjust dismissal, based on submissions already made by the parties to the Adjudicator;", "3. BMO will provide Ms. Sherman with a letter of recommendation, to be agreed upon by the parties or by further Order of this Court; and", "4. The Order of repayment of the amount of $7,500 to BMO by Ms. Sherman is rescinded.", "Application allowed.", "Editor: Gary W. McLaughlin/vnh"]]}