{"id_": "022814", "body_str": [["[1]", "Heneghan, J.", ": Ms. Sylvia Barrios Silva (the \"Applicant\") seeks judicial review of the decisions made by an officer (\"Officer\"), refusing her applications for pre-removal risk assessment (\"PRRA\") pursuant to section 112 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the \"Act\") and for permanent residence in Canada on humanitarian and compassionate grounds (\"H&C\") pursuant to subsection 25(1) of the Act.", "BACKGROUND"], ["[2]", "The Applicant is a citizen of Mexico. She sought protection in Canada as a Convention refugee, pursuant to section 96 of the Act, in September 2003. Her claim was based upon her fear of her former lover, a commander in the Office of the Attorney General in Mexico. She claimed that he was implicated in her being kidnapped in September 2001. Her claim for Convention refugee status was dismissed by the Immigration and Refugee Board, Refugee Protection Division (the \"RPD\") in a decision made on May 5, 2005, on the grounds that she had a viable internal flight alternative (\"IFA\") in Veracruz or Querétaro, Mexico."], ["[3]", "In her PRRA application, submitted on November 29, 2010, the Applicant alleged that the situation in Mexico had deteriorated to the extent that an IFA was no longer available to her. Kidnappings were common; she alleged that she fit the profile of a person who could be targeted for kidnapping and extortion, since she is a middle class mother of a young child. She claimed that if returned to Mexico she will be exposed to the same people who forced her to leave in the first place."], ["[4]", "The Applicant grounds her H&C application upon the degree of her establishment in Canada, including the fact that she has been financially self-sufficient since January 2005. She claims that she could face discrimination in finding work in Mexico on the grounds of her age, gender and status as the mother of a young child. She filed an affidavit stating that she has no continuing relationship with the father of her child, and that the father has no status in Canada and no contact with their daughter."], ["[5]", "In deciding the PRRA application, the Officer found that, although violence in Mexico is a serious problem, state protection was available to the Applicant. The Officer also found that the Applicant had not submitted any new evidence to rebut the RPD's finding as to the availability of an IFA."], ["[6]", "In rejecting the H&C application, the Officer acknowledged that the Applicant had shown a degree of establishment in Canada but also observed that she had extensive family in Mexico, that she had always worked in Mexico and would be able to find work there if returned. Further, the Officer noted that being the mother of a Canadian-born child did not entitle the Applicant to a positive H&C decision just because better opportunities were provided for children in this country than in Mexico. Finally, the Officer concluded that the Applicant had not shown that she was at a greater personalized risk in Mexico than many other people in that country.", "ISSUES"], ["[7]", "Five issues are raised in these applications for judicial review. First, what is the standard of review? Second, did the Officer err in making the PRRA decision on the basis of credibility findings, without giving the Applicant an interview? Third, did the Officer err in assessing the evidence submitted on the PRRA application? Fourth, did the Officer err in assessing the evidence submitted on the H&C application? Finally, did the Officer breach procedural fairness by conducting independent research without notice to the Applicant, thereby committing a reviewable error?"], ["[8]", "For judicial review of decisions made upon PRRA applications, the applicable standard of review is reasonableness since such decisions involve questions of mixed fact and law and the weighing of evidence; see the decision in", "<FRAGMENT_SUPPRESSED>  (F.C.A.) at para. 3."], ["[9]", "The standard of reasonableness also applies to the question of whether the Officer should have convoked an interview to assess the Applicant's credibility. In this regard, I refer to the decision in", "<FRAGMENT_SUPPRESSED>  at para. 9 where Justice Snider said the following:", "In my view, the applicable standard of review is reasonableness. The Officer's task is to analyze the appropriateness of holding a hearing in light of the particular context of a file and to apply the facts at issue to the factors set out in s.167 of the Regulations."], ["[10]", "Since it involves assessment of a question of mixed fact and law, the H&C decision is reviewable upon the standard of reasonableness; see", "<FRAGMENT_SUPPRESSED>  at para. 51."], ["[11]", "The Applicant also raises an issue of procedural fairness with respect to the Officer's reliance on extrinsic evidence, that is, evidence relating to the status of the Applicant's former boyfriend in Mexico. Questions of procedural fairness are reviewable on the standard of correctness; see", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para. 43.", "THE PRRA DECISION"], ["[12]", "The Applicant advances several arguments in challenging the PRRA decision. First, she says that the Officer improperly relied on her own internet research relating to the status of her former lover in Mexico and obtained extrinsic evidence that was never disclosed to her. She submits that the Officer erred in not giving her the opportunity to respond to that information. She also argues that the Officer erred in searching terms that were incorrect; the former lover was a comandant not a \"procureur / procurador / procurat\", the terms used by the Officer in her search."], ["[13]", "The Applicant argues that the negative PRRA decision was based upon a negative assessment of her credibility and that the Officer erred by failing to conduct an interview, that is, to give the Applicant an opportunity to satisfy any credibility concerns. She submits that since there was no interview, the Officer had a responsibility to clearly distinguish between sufficiency of evidence and the credibility of evidence, and that she failed to do so."], ["[14]", "The Minister of Citizenship and Immigration (the \"Respondent\") takes the position that the Officer reasonably assessed the evidence submitted and that the decision meets the applicable standard of review."], ["[15]", "I agree that the Officer breached procedural fairness by relying on extrinsic evidence, that is, the Google searches, that were never disclosed to the Applicant. I also agree with the Applicant's submissions that the Officer erred by relying on extrinsic evidence that was based upon incorrect search terms."], ["[16]", "However, as noted by the Supreme Court of Canada in the decision", "<FRAGMENT_SUPPRESSED>  at page 228, not every breach of procedural fairness gives rise to judicial intervention. The extrinsic evidence obtained by the Officer was not determinative in the ultimate disposition of the PRRA application and the error does not affect the determinative finding of the Officer that an IFA is available to the Applicant in Mexico."], ["[17]", "I am not persuaded that the Applicant has shown that an interview was required in this case. She has not shown that the Officer relied on credibility findings, rather than sufficiency of evidence, in making the negative PRRA decision. No officer is required to conduct an interview for the purposes of a PRRA application unless the factors identified in section 167 of the", "Immigration and Refugee Protection Regulations", ", S.O.R./2002-227 (the \"Regulations\"),are present. Section 167 provides as follows:", "167. For the purpose of determining whether a hearing is required under paragraph 113(b) of the Act, the factors are the following:", "(a) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;", "(b) whether the evidence is central to the decision with respect to the application for protection; and", "(c) whether the evidence, if accepted, would justify allowing the application for protection.", "167. Pour l'application de l'alinéa 113b) de la Loi, les facteurs ci-après servent à décider si la tenue d'une audience est requise:", "a) l'existence d'éléments de preuve relatifs aux éléments mentionnés aux articles 96 et 97 de la Loi qui soulèvent une question importante en ce qui concerne la crédibilité du demandeur;", "b) l'importance de ces éléments de preuve pour la prise de la décision relative à la demande de protection;", "c) la question de savoir si ces éléments de preuve, à supposer qu'ils soient admis, justifieraient que soit accordée la protection."], ["[18]", "In the decision, the Officer noted that the Applicant failed to submit sufficient information to show that she had a personalized risk and was unable to avail herself of state protection. The Officer assigned little weight to letters from the Applicant's parents and the identity of her persecutor. However, the Applicant has not shown that these findings were central to the ultimate decision or that they would justify allowing the application if accepted, a factor identified in subsection 167(c) of the Regulations."], ["[19]", "The Applicant argues that the Officer's IFA finding is flawed because in making that finding, the Officer ignored new evidence, that is, the fact that the Applicant now has a young child. In my opinion, this submission is unsound."], ["[20]", "According to the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> ,", "supra", ", a finding by the RPD that a claimant has an IFA or can access state protection or is not credible would preclude a positive finding in a PRRA unless the claimant shows, with new evidence, that a material change in circumstances has occurred since the prior determination by the RPD."], ["[21]", "In this case, the RPD had found a valid IFA. The Officer found that the Applicant had not rebutted this finding with new evidence. The fact that the Applicant has a young child is not \"evidence\" that could show that the RPD's finding of an IFA is no longer valid."], ["[22]", "The Applicant has not shown, with probative evidence, that the existence of her child would or could affect the IFA determination made by the Officer. A valid IFA can be determinative; see the decision in", "<FRAGMENT_SUPPRESSED> . The question is whether the Officer's IFA finding is reasonable."], ["[23]", "On the basis of the evidence submitted, I am satisfied that the Officer's IFA finding was reasonable and the application for judicial review, with respect to that decision, is dismissed.", "THE H&C DECISION"], ["[24]", "As noted above, the H&C decision is reviewable on the standard of reasonableness. The Applicant has advanced several arguments in her challenge to the H&C decision."], ["[25]", "She alleges that the Officer applied the wrong test for an H&C application by stating, in her decision, that the Applicant \"has not proved to my satisfaction that it is impossible for her to apply for permanent residence from outside Canada, as required by the IRPA [the Act] \". She alleges the Officer erred by finding that she could return to Canada as a self-employed worker and as such, be issued an immigration visa. Further, she submits that the Officer failed to consider the best interests of the child first, and failed to consider that the child would lose the benefits of her Canadian citizenship, if the Applicant is returned to Mexico."], ["[26]", "The Applicant also argues that this Court should follow the decision of the United Kingdom Supreme Court in", "<FRAGMENT_SUPPRESSED>  A.C. 166, in assessing the best interests of a Canadian-born child. In", "ZH", "supra", ", the United Kingdom Supreme Court considered the impact of the removal of a non-citizen parent in assessing the best interests of a citizen child. Finally, she submits that the Officer exceeded her jurisdiction by re-litigating the RPD claim and considering the Applicant's delay in claiming refugee protection as a negative factor."], ["[27]", "For his part, the Respondent submits that the Officer committed no reviewable error in refusing the H&C application. He argues that the Officer applied the correct test, that is, whether the Applicant would suffer undue and undeserved or disproportionate hardship by having to apply for permanent residence from outside Canada."], ["[28]", "Otherwise, the Respondent submits that the Officer properly assessed the best interests of the Applicant's child, observing that the mere fact that a child is born in Canada to a parent without status is not a basis,", "per se", ", for granting an H&C application. The Respondent further argues that the United Kingdom Supreme Court decision relied upon by the Applicant has no relevance or application to Canadian law."], ["[29]", "In my opinion, in spite of the many arguments advanced by the Applicant, she has not shown that the Officer committed any errors in her disposition of the H&C application."], ["[30]", "Although the Officer used the word \"impossible\" in referring to the test for disposing of an H&C application, this does not mean that she misapplied the test. The first mention of that word is on page 4 of the decision, paragraph 2, and the second is on page 5, 5th full paragraph."], ["[31]", "The reference on page 4 is clearly an error but it is not apparent that the Officer applied a standard of impossibility since she also stated the test of \"unusual and undeserved or disproportionate hardship\" several times throughout the decision."], ["[32]", "The second use of the word \"impossible\" is on page 5 of the decision. The second reference relates to the expectation that the Applicant could adapt to another region of Mexico. In my opinion, the Applicant is taking this word out of its context and her argument in this regard cannot succeed."], ["[33]", "The Officer did not find that the Applicant could re-enter Canada as a temporary worker. Rather, the Officer made the following comment:", "The applicant has experience as a self-employed worker in Canada which she will be able to turn to her advantage. It is up to her own discretion to apply for permanent residence if she wants a future for herself and her daughter in Canada (page 4 of the decision)."], ["[34]", "There is nothing unreasonable about this statement and the Officer did not find that the Applicant would be granted a self-employed worker visa."], ["[35]", "As well, the Applicant has not shown any errors by the Officer in her assessment of the best interests of the Applicant's Canadian-born child. The Applicant proposes that Canadian law should follow the United Kingdom decision in", "ZH", "supra", ", para. 33, which held that the \"best interests of the child must be a primary consideration\" when weighing various factors."], ["[36]", "However, that decision is not relevant to the interpretation of Canadian immigration law because it relied upon the United Kingdom's national implementation of Article (3)1 of the", "United Nations Convention on the Rights of the Child", ", 20 November 1989, Can. T.S. 1992 No. 3. In particular, section 55 of the United Kingdom's", "Borders, Citizenship and Immigration Act 2009", "(U.K.), 2009, c. 11,has no equivalent in the Act. The relevant jurisprudence provides that the best interests of the child, even a Canadian-born child, are not determinative of an H&C application. In this regard, I refer to the decisions in", "<FRAGMENT_SUPPRESSED>  (F.C.A.) and", "<FRAGMENT_SUPPRESSED>  (F.C.A.)."], ["[37]", "The Officer's risk analysis in the H&C application is the same one conducted for the PRRA application. The IFA finding made by the RPD remains uncontradicted; the Applicant did not submit new evidence upon her H&C application that would overcome the RPD's finding of a viable IFA. Again, this finding is determinative in concluding that the Officer's decision upon the H&C application was reasonable."], ["[38]", "In the result, the application for judicial review relative to the H&C decision is dismissed."], ["[39]", "In respect of the H&C application the Applicant submitted the following question for certification:", "Whether the best interests of a child must be a primary consideration when assessing an applicant under s. 25 of the Act and the Regulations?"], ["[40]", "The Respondent, having had the opportunity to make submissions on the proposed question for certification, argues that the question should not be certified because it does not meet the criteria for certification, that is, a serious question of general importance that would be dispositive of an appeal; see", "<FRAGMENT_SUPPRESSED>  (F.C.A.) at para 11."], ["[41]", "I agree with the Respondent's arguments in this regard. No question will be certified in respect of the H&C decision."], ["[42]", "These Reasons will be filed in cause number IMM-3153-11 and placed on the file in cause number IMM-3154-11.", ".........................", "<FRAGMENT_SUPPRESSED>  Heneghan", "[Traduction]: Mme Sylvia Barrios Silva (la demanderesse) sollicite le contrôle judiciaire des décisions par lesquelles une agente (l'agente) a rejeté sa demande d'examen des risques avant renvoi (ERAR), présentée en vertu de l'article 112 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la Loi), ainsi que sa demande de résidence permanente au Canada fondée sur des considérations d'ordre humanitaire (CH), présentée en vertu du paragraphe 25(1) de la Loi.", "LE CONTEXTE"], ["[2]", "La demanderesse, citoyenne du Mexique, a demandé l'asile au Canada à titre de réfugiée au sens de la Convention, en vertu de l'article 96 de la Loi, en septembre 2003. Sa demande était fondée sur la crainte qu'elle éprouvait à l'égard de son ancien amant, qui était commandant au sein du Bureau du procureur général du Mexique. Elle prétendait qu'il était impliqué dans l'enlèvement dont elle avait été victime en septembre 2001. Sa demande d'obtention du statut de réfugié au sens de la Convention a été rejetée par la Section de la protection des réfugiés (la SPR) de la Commission de l'immigration et du statut de réfugié dans le cadre d'une décision rendue le 5 mai 2005, au motif qu'elle disposait d'une possibilité de refuge intérieur (PRI) viable à Veracruz ou à Querétaro (Mexique)."], ["[3]", "Dans sa demande d'ERAR, présentée le 29 novembre 2010, la demanderesse alléguait que la situation au Mexique s'était détériorée au point où elle ne disposait plus d'une PRI. Les enlèvements étaient fréquents; elle disait correspondre au profil d'une personne qui pouvait être victime d'enlèvement et d'extorsion, car elle appartenait à la classe moyenne et était mère d'une jeune enfant. Elle disait que si elle retournait au Mexique, elle serait exposée aux mêmes personnes qui, à l'origine, l'avaient obligée à partir."], ["[4]", "La demanderesse a fondé sa demande CH sur son degré d'établissement au Canada, y compris le fait qu'elle était autonome financièrement depuis janvier 2005. Elle a soutenu qu'elle pourrait être victime de discrimination en cherchant du travail au Mexique du fait de son âge, de son sexe et de son statut de mère d'une jeune enfant. Elle a déposé un affidavit indiquant qu'elle n'entretenait aucune relation continue avec le père de son enfant, et que ce dernier était sans statut au Canada et n'avait aucun contact avec leur fille."], ["[5]", "En statuant sur la demande d'ERAR, l'agente a conclu que même si la violence au Mexique était un problème sérieux, la demanderesse disposait d'une protection de l'État. Elle a conclu également que la demanderesse n'avait fourni aucune preuve nouvelle qui réfutait la conclusion de la SPR quant à la disponibilité d'une PRI."], ["[6]", "En rejetant la demande CH, l'agente a reconnu que la demanderesse avait fait la preuve d'un certain degré d'établissement au Canada, mais a aussi souligné qu'elle avait une nombreuse famille au Mexique, qu'elle avait toujours travaillé dans ce pays et qu'elle serait en mesure de trouver du travail si elle y retournait. De plus, l'agente a signalé que le fait d'être la mère d'une enfant née au Canada ne donnait pas droit à la demanderesse à une décision CH favorable juste parce que, ici, les possibilités dont bénéficient les enfants sont meilleures qu'au Mexique. Enfin, elle a conclu que la demanderesse n'avait pas montré qu'au Mexique elle courait un risque personnalisé supérieur à celui auquel étaient exposés de nombreux autres habitants de ce pays.", "LES QUESTIONS EN LITIGE"], ["[7]", "Les demandes de contrôle judiciaire dont il est ici question soulèvent cinq questions. Premièrement, quelle est la norme de contrôle applicable? Deuxièmement, l'agente a-t-elle commis une erreur en fondant la décision issue de l'ERAR sur des conclusions relatives à la crédibilité, sans accorder d'entretien à la demanderesse? Troisièmement, l'agente a-t-elle commis une erreur en évaluant les éléments de preuve présentés dans le cadre de la demande d'ERAR? Quatrièmement, l'agente a-t-elle commis une erreur en évaluant les éléments de preuve présentés dans le cadre de la demande CH? Enfin, l'agente a-t-elle manqué à l'équité procédurale en procédant à une recherche indépendante sans en aviser la demanderesse et en commettant ainsi une erreur susceptible de contrôle?"], ["[8]", "Pour ce qui est du contrôle judiciaire des décisions rendues à la suite d'une demande d'ERAR, la norme de contrôle applicable est la raisonnabilité car les décisions de cette nature comportent des questions mixtes de fait et de droit ainsi qu'une appréciation de la preuve; voir la décision rendue dans l'affaire", "<FRAGMENT_SUPPRESSED>  (CAF), au paragraphe 3."], ["[9]", "La norme de la raisonnabilité s'applique aussi à la question de savoir si l'agente aurait dû procéder à un entretien en vue d'évaluer la crédibilité de la demanderesse. À cet égard, je me reporte à la décision rendue dans l'affaire", "<FRAGMENT_SUPPRESSED> où la juge Snider déclare:", "Selon moi, la norme de contrôle applicable est celle de la raisonnabilité. La tâche de l'agent est d'analyser la pertinence de tenir une audience compte tenu du contexte particulier d'un dossier et d'étudier les faits en question à la lumière des facteurs prévus à l'article 167 du Règlement."], ["[10]", "Étant donné qu'elle comporte l'évaluation d'une question mixte de fait et de droit, la décision CH est susceptible de contrôle selon la norme de la raisonnabilité: voir", "<FRAGMENT_SUPPRESSED> , au paragraphe 51."], ["[11]", "La demanderesse soulève également une question d'équité procédurale relativement au fait que l'agente s'est fondée sur des éléments de preuve extrinsèques, c'est-à-dire des éléments de preuve liés à la situation de l'ami de cœur que la demanderesse avait au Mexique. Les questions d'équité procédurale sont contrôlées en fonction de la norme de la décision correcte; voir l'arrêt", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> , au paragraphe 43.", "LA DÉCISION ISSUE DE L'ERAR"], ["[12]", "La demanderesse invoque plusieurs arguments pour contester la décision issue de l'ERAR. Premièrement, dit-elle, l'agente s'est fondée à tort sur les recherches personnelles qu'elle a faites sur Internet au sujet de la situation de son ancien amant au Mexique et elle a obtenu des éléments de preuve extrinsèques qui ne lui ont jamais été communiqués. L'agente, ajoute-t-elle, a commis une erreur en ne lui donnant pas la possibilité de répondre à ces informations. L'agente aurait également commis une erreur en faisant sa recherche à partir de termes inexacts; l'ancien amant était un commandant, et non un « procureur / procurador / procurat »,les termes que l'agente a utilisés dans le cadre de sa recherche."], ["[13]", "La demanderesse soutient que la décision défavorable qui a été rendue à l'issue de l'ERAR a été fondée sur une évaluation elle aussi défavorable de sa crédibilité et que l'agente a commis une erreur en ne procédant pas à un entretien, c'est-à-dire en ne lui donnant pas une occasion de dissiper les doutes qu'elle pouvait avoir à propos de sa crédibilité. Comme il n'y avait pas eu d'entretien, il incombait à l'agente de faire une distinction nette entre le caractère suffisant des éléments de preuve et la crédibilité de ces derniers, et elle a omis de le faire."], ["[14]", "Le ministre de la Citoyenneté et de l'Immigration (le défendeur) est d'avis que l'agente a évalué de manière raisonnable les éléments de preuve soumis et que la décision satisfait à la norme de contrôle applicable."], ["[15]", "Je suis d'accord pour dire que l'agente a manqué à l'équité procédurale en se fondant sur des éléments de preuve extrinsèques, c'est-à-dire les recherches faites par Google, dont les résultats n'ont jamais été communiqués à la demanderesse. Je souscris également aux observations de la demanderesse selon lesquelles l'agente a commis une erreur en se fondant sur des éléments de preuve extrinsèques qui reposaient sur des termes de recherche inexacts."], ["[16]", "Cependant, comme l'a fait remarquer la Cour suprême du Canada dans l'arrêt", "<FRAGMENT_SUPPRESSED> , à la page 228, les manquements à l'équité procédurale ne donnent pas tous lieu à une intervention judiciaire. Les éléments de preuve extrinsèques que l'agente a obtenus n'ont pas été déterminants dans la décision finale concernant la demande d'ERAR, et l'erreur n'a pas eu d'incidence sur la conclusion déterminante de l'agente selon laquelle la demanderesse disposait d'une PRI au Mexique."], ["[17]", "Je ne suis pas convaincue que la demanderesse a montré qu'il était nécessaire en l'espèce de tenir un entretien. Elle n'a pas prouvé que l'agente s'était fondée sur des conclusions relatives à la crédibilité, plutôt que sur le caractère suffisant des éléments de preuve, pour arriver à la décision défavorable découlant de l'ERAR. Aucun agent n'est obligé de tenir un entretien dans le cas d'une demande d'ERAR, sauf si les facteurs énoncés à l'article 167 du", "Règlement sur l'immigration et la protection des réfugiés", ", DORS/2002-227 (le Règlement), sont présents. L'article 167 est rédigé en ces termes:", "167. Pour l'application de l'alinéa 113", ") de la Loi, les facteurs ci-après servent à décider si la tenue d'une audience est requise:", ") l'existence d'éléments de preuve relatifs aux éléments mentionnés aux articles 96 et 97 de la Loi qui soulèvent une question importante en ce qui concerne la crédibilité du demandeur;", "b) l'importance de ces éléments de preuve pour la prise de la décision relative à la demande de protection;", "c) la question de savoir si ces éléments de preuve, à supposer qu'ils soient admis, justifieraient que soit accordée la protection.", "167. For the purpose of determining whether a hearing is required under paragraph 113(", ") of the Act, the factors are the following:", ") whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;", ") whether the evidence is central to the decision with respect to the application for protection; and", ") whether the evidence, if accepted, would justify allowing the application for protection."], ["[18]", "Dans la décision, l'agente a fait remarquer que la demanderesse n'avait pas fourni assez de renseignements pour montrer qu'elle courait un risque personnalisé et qu'il lui était impossible de se prévaloir de la protection de l'État. L'agente a accordé peu de poids à des lettres des parents de la demanderesse ainsi qu'à l'identité de son persécuteur. Cependant, la demanderesse n'a pas montré que ces conclusions occupaient une place centrale dans la décision finale ou qu'elles justifieraient que l'on accueille la demande, à supposer qu'elles soient admises, un facteur mentionné à l'alinéa 167", ") du Règlement."], ["[19]", "La demanderesse fait valoir que la conclusion que l'agente a tirée au sujet de l'existence d'une PRI est viciée car, pour ce faire, l'agente a fait abstraction d'éléments de preuve nouveaux, soit le fait qu'elle a maintenant une jeune enfant. À mon avis, cet argument est mal fondé."], ["[20]", "Suivant l'arrêt <FRAGMENT_SUPPRESSED> , précité, rendu par la Cour d'appel fédérale, une conclusion de la SPR selon laquelle un demandeur d'asile bénéficie d'une PRI, peut avoir accès à une protection de l'État ou n'est pas digne de foi empêcherait de tirer une conclusion favorable dans le cas d'un ERAR, sauf si ce demandeur montre, au moyen d'éléments de preuve nouveaux, qu'il est survenu un changement de situation important depuis qu'a été rendue la décision antérieure de la SPR."], ["[21]", "Dans le cas présent, la SPR a conclu à l'existence d'une PRI valable. L'agente a conclu que la demanderesse n'avait pas réfuté cette conclusion au moyen d'éléments de preuve nouveaux. Le fait que la demanderesse a une jeune enfant n'est pas une« preuve » susceptible de montrer que la conclusion de la SPR quant à l'existence d'une PRI n'est plus valable."], ["[22]", "La demanderesse n'a pas établi, au moyen d'éléments probants, que l'existence de son enfant aurait ou pourrait avoir une incidence sur la conclusion que l'agente a tirée quant à l'existence d'une PRI. Une PRI valable peut être déterminante; voir la décision rendue dans l'affaire", "<FRAGMENT_SUPPRESSED> . La question consiste à savoir si la conclusion de l'agente au sujet de l'existence d'une PRI est raisonnable."], ["[23]", "Au vu des éléments de preuve présentés, je suis convaincue que la conclusion que l'agente a tirée au sujet de l'existence d'une PRI est raisonnable, et la demande de contrôle judiciaire, relativement à cette décision-là, est rejetée.", "LA DÉCISION CH"], ["[24]", "Comme il a été mentionné plus tôt, la décision CH est susceptible de contrôle selon la norme de la raisonnabilité. La demanderesse a invoqué plusieurs arguments à l'encontre de cette décision."], ["[25]", "La demanderesse allègue que l'agente a appliqué le mauvais critère pour une demande CH en disant, dans sa décision, qu'elle [traduction] « n'a pas prouvé à ma satisfaction qu'il lui est impossible de présenter une demande de résidence permanente à partir de l'étranger, comme l'exige la LIPR [la Loi] ». Elle allègue aussi que l'agente a commis une erreur en concluant qu'elle pourrait revenir au Canada à titre de travailleuse autonome et, dans ce contexte, obtenir un visa d'immigrant. De plus, elle soutient que l'agente a omis en premier lieu de prendre en considération l'intérêt supérieur de l'enfant et aussi d'examiner si cette dernière perdrait les avantages de sa citoyenneté canadienne si la demanderesse était renvoyée au Mexique."], ["[26]", "La demanderesse soutient par ailleurs que la Cour devrait suivre l'arrêt qu'a rendu la Cour suprême du Royaume-Uni dans l'affaire", "<FRAGMENT_SUPPRESSED>  AC 166, pour évaluer l'intérêt supérieur d'un enfant né au Canada. Dans l'arrêt", "ZH", ", précité, la Cour suprême du Royaume-Uni a analysé l'effet du renvoi d'un parent non citoyen au moment d'évaluer l'intérêt supérieur d'un enfant citoyen. Enfin, la demanderesse prétend que l'agente a excédé sa compétence en remettant en cause la demande soumise à la SPR et en considérant comme un facteur défavorable le retard avec lequel elle avait demandé l'asile."], ["[27]", "Le défendeur est d'avis pour sa part que l'agente n'a commis aucune erreur susceptible de contrôle en rejetant la demande CH. L'agente, ajoute-t-il, a appliqué le bon critère, soit celui de savoir si la demanderesse éprouverait des difficultés inhabituelles et injustifiées ou démesurées en étant obligée de présenter une demande de résidence permanente à partir de l'étranger."], ["[28]", "Par ailleurs, le défendeur soutient que l'agente a évalué comme il faut l'intérêt supérieur de l'enfant de la demanderesse, faisant remarquer que le simple fait qu'un enfant soit né au Canada d'un parent sans statut n'est pas, en soi, une raison pour faire droit à une demande CH. Il allègue également que l'arrêt de la Cour suprême du Royaume-Uni qu'invoque la demanderesse n'est ni pertinent ni applicable en droit canadien."], ["[29]", "À mon avis, malgré les nombreux arguments qu'elle a invoqués, la demanderesse n'a pas montré que l'agente avait commis une erreur quelconque dans sa décision relative à la demande CH."], ["[30]", "Même si l'agente a employé le mot [traduction] « impossible »en faisant référence au critère qui s'applique à la manière de trancher une demande CH, cela ne veut pas dire qu'elle a mal appliqué ce critère. La première mention de ce mot apparaît à la page 4 de la décision, au paragraphe 2, et la deuxième se trouve à la page 5, au cinquième paragraphe complet."], ["[31]", "La mention qui apparaît à la page 4 est manifestement une erreur, mais il n'est pas évident que l'agente a appliqué une norme d'impossibilité car elle a également énoncé le critère des« difficultés inhabituelles et injustifiées ou démesurées » à plusieurs reprises dans toute la décision."], ["[32]", "Le second emploi du mot[traduction] « impossible »se trouve à la page 5 de la décision. La seconde mention est liée à la perspective que la demanderesse serait en mesure de s'adapter à une autre région du Mexique. À mon avis, la demanderesse extrait ce mot de son contexte, et l'argument qu'elle invoque à cet égard ne peut être retenu."], ["[33]", "L'agente n'a pas conclu que la demanderesse pouvait revenir au Canada à titre de travailleuse temporaire. Elle a plutôt dit:", "[traduction] La demandeure a acquis de l'expérience comme travailleuse autonome au Canada, une expérience qu'elle pourra tourner à son avantage. C'est à elle-même qu'il incombe de présenter une demande de résidence permanente si elle souhaite un avenir pour elle-même et sa fille au Canada (page 4 de la décision)."], ["[34]", "Il n'y a rien de déraisonnable dans ce commentaire, et l'agente n'a pas conclu que la demanderesse se verrait accorder un visa de travailleur autonome."], ["[35]", "En outre, la demanderesse n'a relevé aucune erreur commise par l'agente dans son évaluation de l'intérêt supérieur de l'enfant née au Canada. Le droit canadien, propose-t-elle, devrait suivre l'arrêt qui a été rendu au Royaume-Uni dans l'affaire", "ZH", ", précitée, au paragraphe 33, où il a été conclu que [traduction] « l'intérêt supérieur de l'enfant doit être une considération primordiale » lorsque l'on soupèse divers facteurs."], ["[36]", "Cependant, cet arrêt n'est pas pertinent pour l'interprétation du droit canadien en matière d'immigration car il est fondé sur la mise en œuvre nationale au Royaume-Uni du paragraphe (3)1 de la", "Convention des Nations Unies relative aux droits de l'enfant", ", 20 novembre 1989, RT Can 1992 no 3. Plus particulièrement, l'article 55 du", "Borders, Citizenship and Immigration Act 2009", "(U.K.), 2009, c 11, du Royaume-Uni n'a aucun équivalent dans la Loi. Selon la jurisprudence pertinente, l'intérêt supérieur de l'enfant, même s'il est né au Canada, n'est pas déterminant dans le cas d'une demande CH. À cet égard, je me reporte aux arrêts suivants:", "<FRAGMENT_SUPPRESSED>  (CAF)."], ["[37]", "L'analyse de risque que l'agente a effectuée dans le cadre de la demande CH est la même que celle qui a été faite pour la demande d'ERAR. La conclusion que la SPR a tirée au sujet de l'existence d'une PRI demeure incontestée; la demanderesse, au moment de présenter sa demande CH, n'a pas produit de nouveaux éléments de preuve qui écarteraient la conclusion tirée par la SPR quant à l'existence d'une PRI viable. Là encore, cette conclusion est déterminante pour ce qui est de considérer que la décision que l'agente a rendue à la suite de la demande CH était raisonnable."], ["[38]", "En définitive, la demande de contrôle judiciaire concernant la décision CH est rejetée."], ["[39]", "Pour ce qui est de la demande CH, la demanderesse a soumis la question suivante à certifier:", "[traduction] L'intérêt supérieur d'un enfant doit-il être une considération primordiale au moment d'évaluer un demandeur en vertu de l'article 25 de la Loi et du Règlement?"], ["[40]", "Ayant eu l'occasion de formuler des observations sur la question à certifier proposée, le défendeur soutient qu'il n'y a pas lieu de la certifier car elle ne répond pas au critère de certification établi: une question sérieuse de portée générale qui permettrait de régler un appel; voir l'arrêt", "<FRAGMENT_SUPPRESSED>  (CAF), au paragraphe 11."], ["[41]", "Je souscris aux arguments du défendeur à cet égard. La décision CH ne fera l'objet d'aucune question certifiée."], ["[42]", "Les présents motifs seront déposés dans le dossier IMM-3153-11 et copie en sera versée dans le dossier IMM-3154-11.", "[End of document]"]]}