{"id_": "022855", "body_str": [["[1]", "Zinn, J.", ": The applicant asks the court to quash a decision of the Program Manager at the Canadian Embassy in Warsaw, Poland, which held that she was inadmissible for misrepresentation pursuant to paragraph 40(1)(a) of the", "Immigration and Refugee Protection Act,", "SC 2001, c 27. For the reasons that follow, this application must be dismissed.", "Background"], ["[2]", "The applicant is a citizen of Iran residing in Tehran. From May 2005 to January 2009, she was employed as an advertising consultant at Nikyari Air Service [Nikyari] and she has been employed by Chi Chast Construction Company [Chi Cast] as a marketing coordinator since September 2009. On September 14, 2010, she was offered employment at Petro-Ex Canada Inc. as a marketing and advertising specialist."], ["[3]", "Relevant to this application, on September 28, 2011, the applicant began working part-time with Apadana Caravan Tourism Company [Adapana] as a means, she says, to earn additional income to support her family."], ["[4]", "When the applicant applied on June 18, 2012, for permanent residence under the Federal Skilled Worker [FSW] category she listed the Nikyari and Chi Chast positions as her employment experience. Her evidence on this application is that, due to the nature of the Adapana employment, she did not believe that this \"side\" job was significant enough to disclose."], ["[5]", "When on June 30, 2012, the applicant became a full-time employee of Adapana, she says that she did not believe that it was necessary to report this employment since she had already fulfilled the employment experience requirements of the FSW class."], ["[6]", "To verify her employment, the applicant was asked by an officer to provide her Social Security Organization certificate [SSO]. The applicant provided additional documentation from her employer but not the requested SSO."], ["[7]", "On June 18, 2013, a procedural fairness letter was sent to advise the applicant that she would be receiving zero points for work experience because the officer was not satisfied that she had been employed as stated in the application due to her failure to provide the SSO."], ["[8]", "On July 5, 2013, the applicant wrote to the Embassy and provided the requested SSO, which showed that she had been employed at Adapana since September 2011. It is her evidence that the officer's request for proof of insurance prompted her to disclose the Adapana employment because before this point, she did not believe that this information was either necessary or material to her application."], ["[9]", "On August 7, 2013, the applicant received an email from an officer at the Embassy alleging that she had misled the officer and misrepresented her employment by failing to disclose her employment with Adapana at the time of her application. The officer advised that the matter would be forwarded to his supervisor, the Program Manager, for final determination. The Applicant was given 30 days to provide additional information."], ["[10]", "On September 5, 2013, the applicant sent another letter to the Embassy explaining that she had already fulfilled the employment requirements of the FSW class at the time of the application, so she did not think it was necessary to disclose her part-time employment. She expressed that she did not intentionally withhold this information and had honestly believed that it was immaterial to her application."], ["[11]", "The Program Manager refused the application on the basis that the applicant had misrepresented her employment under subsection 40(1) of the Act and therefore did not qualify for permanent residence in Canada. The Program Manager did not believe the explanation that the applicant did not know that she had to submit her employment at Adapana since it is clear on the form that all activities must be listed. The Program Manager found that the \"misrepresentation or withholding of this/these materials fact(s) induced or could have induced errors in the administration of the Act because a complete and accurate employment history is material the assessment of your eligibility and your admissibility.\"", "Issues"], ["[12]", "The applicant submits that the following issues arise:", "1. Is", "mens rea", "required under subsection 40(1) of the Act; and", "2. Did the applicant's omission constitute a \"material fact\" for the purpose of subsection 40(1) of the Act?", "Mens Rea"], ["[13]", "The applicant submits that the first issue regarding", "mens rea", "under subsection 40(1) of the Act should be reviewed on the standard of correctness. I agree with the respondent that this is a question of law related to the interpretation of the officer's home statute and is therefore reviewable on the reasonableness standard:  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], citing", "Alberta (Information and  <FRAGMENT_SUPPRESSED> )."], ["[14]", "The applicant submits that the fact that the word \"knowingly\" is absent in subsection 40(1) suggests that having knowledge of misrepresentation should not play a role in finding misrepresentation. On the other hand, she points out that section 127 of the Act states that no person shall", "knowingly", "directly or indirectly misrepresent or withhold material facts related to a relevant matter that induces or could induce an error. Contravening section 127 of the Act is an offence. The applicant submits that removing knowledge as a prerequisite of an inadmissibility finding under subsection 40(1) means that the liberty interest of an applicant could be impacted even if they had not intended to commit a misrepresentation. The applicant cites", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] wherein Justice Hughes allowed the application based on the lack of", "mens rea", "in making a misrepresentation."], ["[15]", "The applicant here submits that she did not knowingly or intentionally withhold a material fact that would induce an error because she honestly believed it was not necessary to report the information. Therefore, she argues that this is the type of case that falls within the exception to the general rule."], ["[16]", "I agree with the respondent that the applicant was clearly aware that she was employed at Adapana at the time of the application, so her statement that she did not know she was making a misrepresentation within the meaning of section 40 of the Act lacks merit."], ["[17]", "Moreover, I agree that the applicant failed to discharge the onus of ensuring the completeness and accuracy of her application. The instructions on the form require an applicant to provide details of their personal history and specifically indicate that detailed information is to be provided for the previous 10-year period. Moreover, the instructions indicate that letters of reference from", "all", "employers for the past ten years must be provided, so the applicant was informed that all of her employment experience for that period was relevant to her application. In addition, the form requires a \"solemn declaration\" from an applicant \"that the information I have given in the foregoing application is truthful, complete and correct.\""], ["[18]", "Even if the applicant's omission could be characterized as an innocent mistake, it would still fall within subsection 40(1) of the Act because it has been held to encompass innocent failures to provide material information:", "<FRAGMENT_SUPPRESSED> ;", "Canada (Minister of Public Safety and  <FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> ."], ["[19]", "Moreover, I accept the submission of the respondent that because it has been held that the provision also covers misrepresentation made by another party - intention of the applicant is not required for this provision to apply: See <FRAGMENT_SUPPRESSED> ;", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> ."], ["[20]", "The court in <FRAGMENT_SUPPRESSED> (and in eight similar cases decided on the same day by Justice Tremblay-Lamer) considered the proposition from <FRAGMENT_SUPPRESSED> relied on by the applicant and held that the general rule is that a misrepresentation can occur without the applicant's knowledge. The court noted that there is a narrow exception for \"", "truly exceptional circumstances", "where the applicant honestly and reasonably believed they were not misrepresenting a material fact.\""], ["[21]", "This is not one of those truly exceptional cases referred to in <FRAGMENT_SUPPRESSED> as the applicant was aware the information was being withheld and she chose not to include it because she thought it was not significant. Given the application instructions and correspondence with the Embassy, this was not an honest and reasonable belief.", "Material Fact"], ["[22]", "The applicant submits that her employment at Adapana was not a \"material fact\" because the outcome would have been the same, regardless of whether she had worked at Adapana or not, since her listed employment experience allotted her the maximum points that could be awarded under the experience category. Because her work at Adapana has no effect on her eligibility to the FSW class, it was not material."], ["[23]", "Further, the applicant says that she disclosed this information as soon as it came to her attention that it was or could have been relevant to her application. This submission I reject completely. The applicant failed to provide the requested documentation until she was told that she was being awarded zero points for her work experience."], ["[24]", "The applicant cites", "<FRAGMENT_SUPPRESSED>  for the principle that \"[the] rule of law does not require statutes be read and interpreted in a robotic mindless manner\" and that common sense may still be applied. She submits that the purpose of the Act is to permit immigration, not prevent it and she argues that it makes no sense to prevent her from immigrating when she has arranged employment and has already obtained the necessary scores to qualify."], ["[25]", "It has been held that the purpose of paragraph 40(1)(a) is to ensure that applicants provide complete, honest and truthful information and to deter misrepresentation:", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> . It has further been held that full disclosure is fundamental to the proper and fair administration of the immigration scheme:", "<FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> at para 23."], ["[26]", "A misrepresentation need not be decisive or determinative to be material; it must only be important enough to affect the process:  <FRAGMENT_SUPPRESSED> . I agree with the respondent that a failure (innocent or otherwise) to supply a \"truthful, complete and correct\" application is material because it prevents the reviewing officer from assessing", "all", "of the applicant's personal facts and to verify all of the information concerning an applicant to determine whether he or she is properly admissible to Canada."], ["[27]", "The applicant proposed two questions for certification:", "Question 1: Is", "mens rea", "required for a finding of misrepresentation per s. 40(1) where such a finding results in application of s. 127 of the", "IRPA", ", with possible enforcement of imprisonment upon the applicant who misrepresented material facts?", "Question 2: Is a self-serving purpose a required element in misrepresentation of material facts that may \"induce or could induce an error in the administration of [", "IRPA", "] \", pursuant to s. 40(1) of the IRPA? Alternatively, if there is no benefit in misrepresenting a material fact, should the Applicant who, whether indirectly or directly, misrepresented said fact be found inadmissible under s. 40(1)?"], ["[28]", "I agree with the respondent that Question 1 is not certifiable because it cannot be said to be determinative of any appeal. Section 127 does include a requirement that the person does the act \"knowingly.\" Section 127 is not at play in the impugned decision as there was no finding made by the Program Manager that this applicant made the misrepresentation knowingly; rather she states that the applicant \"misrepresented or withheld\" information."], ["[29]", "The second question is also not certifiable because the law is well established as to the proper interpretation of subsection 40(1) of the Act. It is irrelevant whether the misrepresentation is self-serving or not as that is not a stated requirement in the legislative provision.", "JUDGMENT"], ["[30]", "THIS COURT'S JUDGMENT is that", "the application is dismissed and no question is certified.", "Application dismissed.", "Editor: E. Joanne Oley/nmg", "[End of document]"]]}