{"id_": "022823", "body_str": [["[1]", "Heneghan, J.", ": Richard Tudor Price (the \"Applicant\") seeks judicial review pursuant to section 18.1 of the", "Federal Courts Act,", "R.S.C. 1985 c. F-7 of the decision, by Assistant Deputy Minister Johanne Belisle (\"ADM Belisle\") of Agriculture and Agri-Food Canada (\"AAFC\"). In that decision, dated February 24, 2012 ADM Belisle dismissed a grievance complaint filed by the Applicant pursuant to section 208 of the", "Public Service Labour Relations Act,", "S.C. 2003 c. 22 s. 2 (the \"PSLRA\")."], ["[2]", "Pursuant to Rule 303(2) of the", "Federal Courts Rules", ", SOR/98-106 (the \"Rules\"), the Attorney General of Canada is the Respondent (the \"Respondent\") in this application for judicial review."], ["[3]", "The Applicant previously applied for judicial review in respect of a grievance complaint filed pursuant to section 209 of the PSLRA. By Order dated March 31, 2014, Madam Justice Gleason dismissed the application, without prejudice to the Applicant's right to seek review of the final grievance decision. Justice Gleason found that the Public Service Labour Relations Board lacked jurisdiction to deal with the Applicant's complaint about breaches of procedural fairness, and that it had not erred in determining that the grievance was not justiciable; see the decision in", "REFERENCE_SUPPRESSED (unreported)."], ["[4]", "The following facts are taken from the Records filed by the parties, specifically, the Applicant's affidavit filed in support of his application for judicial review, and the affidavits of Catherine MacQuarrie, Consuelo Francolini and Lucia Kuhl, filed by the Respondents."], ["[5]", "The Applicant is a former federal public servant. He began working with AAFC in 1982, and was employed in executive positions from 1986 to June 2011."], ["[6]", "In 2009, the Applicant acted as a temporary team leader for negotiations that the Strategic Policy Branch of AAFC was conducting to improve performance in the areas of food safety, producer training and environmentally sustainable agriculture. He was permanently assigned the role of team leader in December 2009, and continued in this role throughout the 2010-2011 fiscal year."], ["[7]", "In July 2010, the Applicant was advised that he was receiving a performance rating of \"succeeded- \" for 2009-2010."], ["[8]", "Pursuant to the", "Performance Management Program for Executives - Reference Guide on the Application of the Policy Directive at AAFC", ", there are six possible performance ratings: \"unable to assess\", \"did not meet\", \"succeeded -\", \"succeeded\", \"succeeded +\" and \"surpassed.\" Among other things, performance ratings are used to determine the amount payable to employees as performance awards. Performance awards are also referred to as an employee's \"pay-at-risk.\""], ["[9]", "The Applicant complained about his performance rating to Ms. Consuelo Francolini, Acting Director General for Executive Group Services, Human Resources Branch. In his complaint, the Applicant alleged that no performance goals had been set, nor were any concerns raised about the team's performance."], ["[10]", "In October 2010, the Applicant transferred from the Strategic Policy Branch to the Market and Industry Service Branch of AAFC."], ["[11]", "On November 16, 2010 the Applicant met with Ms. Catherine MacQuarrie, then Assistant Deputy Minister, Human Resources, to discuss his complaint. According to the Applicant, Ms. MacQuarrie and the Applicant agreed to the following terms: that his 2009-2010 performance rating would be upgraded to \"succeeded\"; that if the Applicant received positive performance reviews from his two supervisors, Ms. Heather Smith and Ms. Susie Miller, for the 2010-2011 fiscal year, there would be no downgrading of his performance review for that term; and, that the Applicant would resign from public service by June 30, 2011."], ["[12]", "In an email dated November 17, 2010 the Applicant advised Ms. Smith that he had discussed a possible agreement that would give him a degree of immunity from having his pay-at-risk withheld for the 2010-2011 year."], ["[13]", "The Applicant received positive performance ratings from both supervisors. These reviews were sent to Ms. Francolini by email on December 14, 2010. In her reply, Ms. Francolini outlined the procedure followed in determining performance reviews and advised that his performance rating may still change. In response, the Applicant sent her an email advising that he and Ms. MacQuarrie had agreed to take certain steps in relation to his concerns about his 2010-2011 performance review."], ["[14]", "On August 2, 2011, the Applicant received a letter advising him that his performance rating for the 2010-2011 fiscal year was \"succeeded -\" and not the rating of \"succeeded\", as he had expected. In consequence, his performance award was $4760 less than if he had received a rating of \"succeeded\"."], ["[15]", "The Applicant wrote to Ms. MacQuarrie on August 3, 2011 about the alleged agreement that his performance rating would not be less than \"succeeded\". In reply, Ms. MacQuarrie stated that she did not recall agreeing to a guaranteed rating of \"succeeded\"."], ["[16]", "On August 5, 2011, the Applicant submitted a formal grievance to Ms. Miller, requesting that his performance rating be changed to \"succeeded.\""], ["[17]", "On September 30, 2011 the Applicant attended an informal meeting with Lucia Kuhl, Senior Labour Relations Advisor, and Steve Tierney, Assistant Deputy Minister, MISB. At that meeting, he was advised he had failed to inform the province of Saskatchewan that AAFC had rejected its water proposals and had also failed to prepare an Agri-Flex Contribution Agreement for Newfoundland. He was advised that these omissions negatively affected his performance rating."], ["[18]", "In response to these alleged failures, the Applicant forwarded an email to Mr. Tierney which showed that a draft Contribution Agreement had been sent to Newfoundland. He further advised Mr. Tierney that at the time he left the branch, the Saskatchewan water proposal was under review, and as such, there was no rejection to report to the government of Saskatchewan."], ["[19]", "On December 21, 2011 the Applicant attended a final level grievance hearing. At the hearing, the documents before ADM Belisle consisted of:", "i. a briefing note prepared by Ms. Kuhl, outlining the allegations and positions of the parties;", "ii. the submissions and evidence of the Applicant; the Treasury Board Secretariat \"Directive on the Performance Management Program (PMP) for Executives\";", "iii. the Applicant's Pre-Retirement Special Deployment Agreement; and,", "iv. a document entitled \"Grievor Performance - explanation.\""], ["[20]", "After the hearing, the Applicant submitted a request pursuant to the", "Access to Information Act", ", R.S.C. 1985, c. A-1, seeking disclosure of certain information. In response to this request, he learned that the document \"Grievor Performance - explanation\" was before ADM Belisle at the hearing. This document had not been previously disclosed to him. He also became aware, for the first time, that additional inquiries were made by the ADM after the grievance hearing.", "I.", "DECISION UNDER REVIEW"], ["[21]", "ADM Belisle issued her decision, dismissing the grievance, on February 24, 2012. The decision identified the basis of the grievance as receipt by the Applicant of a performance rating of \"succeeded-\" despite an agreement with Ms. MacQuarrie that his performance rating would be at least \"succeeded\"."], ["[22]", "After consideration of the information relative to the Applicant's case, ADM Belisle concluded that there was no evidence to support the claim that there was an agreement that the Applicant would receive a performance rating of at least \"succeeded\"."], ["[23]", "Finally, ADM Belisle found that the Applicant's performance was properly evaluated in accordance with the Treasury Board Secretariat's \"Directive on the Performance Management Program (PMP) for Executives\", and that there was no requirement that individual executives provide input into the evaluation process. She also found that the ratings were confidential and that there was no information shared that would damage the Applicant's reputation.", "II.", "ISSUES"], ["[24]", "The within application raises the following issues:", "1) What is the applicable standard of review?", "2) Was there a breach of procedural fairness?", "3) Does the decision meet the standard of reasonableness?", "III.", "SUBMISSIONS", "A.", "The Applicant's Submissions"], ["[25]", "The Applicant argues that the decision-maker committed a breach of procedural fairness by relying on material that was not disclosed to him. In this regard, he refers to meetings with Ms. Miller and Ms. Smith and the request that Mr. Greg Meredith review certain submissions filed by the Applicant, to confirm their accuracy. The Applicant was not advised about these investigations nor was he provided with the opportunity to respond to or comment upon the information gathered."], ["[26]", "The Applicant also submits that the non-disclosure of the document \"Grievor's Performance - Explanation\", that was before the ADM at the hearing, breached his right to procedural fairness because he was not informed that there were additional factors affecting his performance rating."], ["[27]", "In brief, the Applicant argues that non-disclosure of this additional material denied him of sufficient notice about the case that he had to meet, relying on the decision in", "REFERENCE_SUPPRESSED.", "B.", "The Respondent's Submissions"], ["[28]", "The Respondent submits that the content of the duty of fairness varies according to the circumstances in issue, relying on the decision in", "REFERENCE_SUPPRESSED."], ["[29]", "While acknowledging that the Applicant is entitled to some degree of procedural fairness, he argues that the content of that duty is at the low end of the spectrum, as discussed in", "REFERENCE_SUPPRESSED."], ["[30]", "The Respondent argues that the appropriateness of a performance rating given to an employee is an administrative decision that does not rise to the same level of importance as dismissal from employment. He also submits that the Applicant received sufficient notice about the issues to adequately prepare himself for the hearing.", "IV.", "DISCUSSION AND DISPOSITION"], ["[31]", "The first matter to be addressed is the applicable standard of review. According to the decision in", "REFERENCE_SUPPRESSED, issues of procedural fairness are reviewable on the standard of correctness. The merits of the decision are reviewable on the standard of reasonableness; see the decision in", "REFERENCE_SUPPRESSED."], ["[32]", "In this case it is not necessary to address the reasonableness of the decision since the Applicant made it clear at the hearing that he was only pursuing the issue of procedural fairness."], ["[33]", "In my opinion, the Applicant's submissions about a breach of procedural fairness are well-founded. It was improper for the decision-maker to decide his grievance on the basis of documents and materials that were not disclosed to the Applicant."], ["[34]", "The purpose of the procedural fairness principle is to allow an interested or affected person to know the case that he or she has to meet. The duty of fairness requires that decision-makers disclose the information they have relied on in reaching their conclusions so that parties have the opportunity to address evidence that is prejudicial to their case; see the decisions in", "REFERENCE_SUPPRESSED and", "REFERENCE_SUPPRESSED."], ["[35]", "The Applicant was pursuing a legitimate process, that is, his grievance concerning his performance rating. That performance rating carried significant financial implications for the Applicant and cannot be casually dismissed as a mere \"administrative decision\", as suggested by the Respondent."], ["[36]", "The breach of procedural fairness in this case was far beyond the situation discussed in", "REFERENCE_SUPPRESSED, where the Supreme Court of Canada held that courts have discretion to withhold a remedy where, for example, the merits of the case have no chance of success."], ["[37]", "The disclosure of the relevant information could well have influenced the disposition of the Applicant's grievance. The non-disclosure amounts to a breach of his rights to procedural fairness and is a reviewable error."], ["[38]", "Accordingly, the decision of ADM Belisle is set aside and the matter will be re-determined in accordance with these reasons."], ["[39]", "The Applicant has requested costs."], ["[40]", "While the Court enjoys full discretion in the matter of awarding costs, pursuant to Rule 400 of the Rules, some limitations apply in the award of costs to a self-represented party; see the decision in", "REFERENCE_SUPPRESSED. In that decision, at paragraph 94, the Federal Court of Appeal held that \"self-represented litigants may be entitled to some form of compensation \"particularly when that party is required to be present at a hearing and foregoes income because of that (", "Thibodeau c. Air Canada,", "2007 FCA 115 (F.C.A.) at paragraph 24\"\"."], ["[41]", "In the exercise of my discretion concerning costs, I award the Applicant $500.00 in costs, inclusive of disbursements and HST.", "JUDGMENT"], ["[42]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is allowed, with costs to the Applicant in the amount of $500.00, inclusive of disbursements and HST.", ".........................", "CITATION_SUPPRESSED"]]}