{"id_": "022939", "body_str": [["[1]", "Scott. J.", "[Translation]: Zied Ellah Ben Kobrosli (Mr. Kobrosli) is seeking, pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA), judicial review of the decision dated August 18, 2011, by the Immigration Appeal Division (IAD) of the Immigration and Refugee Board (IRB), allowing the Minister's appeal of the decision dated April 9, 2009, by the Immigration Division (ID), on the ground that Mr. Kobrosli is inadmissible to Canada for having directly or indirectly misrepresented material facts under paragraph 40(1)(", ") of the IRPA.  <FRAGMENT_SUPPRESSED>"], ["[2]", "For the following reasons, this application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "II. Facts  <FRAGMENT_SUPPRESSED>"], ["[3]", "Mr. Kobrosli is a citizen of Tunisia. He is neither a Canadian citizen nor a permanent resident.  <FRAGMENT_SUPPRESSED>"], ["[4]", "He was admitted to Canada on February 4, 2002, with a valid study permit that expired on May 30, 2003. That permit was renewed, twice, up until November 2005.  <FRAGMENT_SUPPRESSED>"], ["[5]", "On November 18, 2004, the Quebec authorities issued a Quebec acceptance certificate (QAC) in the \"student\" class to Mr. Kobrosli. That acceptance certificate was renewed until November 2006.  <FRAGMENT_SUPPRESSED>"], ["[6]", "On December 14, 2005, the Canada Border Services Agency (CBSA) intelligence service carried out an analysis, at the request of Quebec's Ministère de l'Immigration et des Communautés culturelles, of the two certification letters from Laurentide Aviation dated March 8, 2005, and October 18, 2005. The analysis revealed that the letter dated October 18, 2005, was a counterfeit document.  <FRAGMENT_SUPPRESSED>"], ["[7]", "On November 22, 2005, Mr. Kobrosli completed an", "Application to Change Conditions, Extend my Stay or Remain in Canada", "in which he checked the box \"An initial study permit or extension of study permit.\" The application was submitted on January 23, 2006, as shown in the application's cover letter, and received on February 1, 2006, by Citizenship and Immigration Canada (CIC). The application sought to reinstate Mr. Kobrosli's status because his study permit had expired on November 18, 2005.  <FRAGMENT_SUPPRESSED>"], ["[8]", "On May 8, 2007, the Court of Québec rendered a judgment that Mr. Kobrosli was convicted for failing to communicate to the Minister of Immigration and Cultural Communities information that he knew or ought to have known to be false or misleading.  <FRAGMENT_SUPPRESSED>"], ["[9]", "On July 24, 2007, Mr. Kobrosli was called to an interview by CIC so that his study permit application could be processed.  <FRAGMENT_SUPPRESSED>"], ["[10]", "During the interview on July 24, 2007, Mr. Kobrosli withdrew his study permit application because he stopped studying at the end of 2005 and instead applied for reinstatement of status, this time for visitor status.  <FRAGMENT_SUPPRESSED>"], ["[11]", "On August 1, 2007, Mr. Kobrosli learned of the judgment rendered by default by the Court of Québec.  <FRAGMENT_SUPPRESSED>"], ["[12]", "On August 28, 2007, the Court of Québec allowed Mr. Kobrosli's motion in revocation of judgment.  <FRAGMENT_SUPPRESSED>"], ["[13]", "On September 21, 2007, a report was written pursuant to subsection 44(1) of the IRPA and Mr. Kobrosli's application for reinstatement in the visitor class was refused.  <FRAGMENT_SUPPRESSED>"], ["[14]", "On April 17, 2008, Mr. Kobrosli pleaded guilty in the Court of Québec under paragraph 12.3(", ") and subsection 12.5 of", "An", "Act respecting immigration to Québec", ", RSQ, chapter I-0.2, to communicating information he should have known to be false or misleading in relation to his application for a Quebec acceptance certificate.  <FRAGMENT_SUPPRESSED>"], ["[15]", "On June 9, 2008, a report written pursuant to subsection 44(1) of the IRPA specified that Mr. Kobrosli made a misrepresentation because he allegedly submitted a false document to CIC. Mr. Kobrosli's application for reinstatement in the visitor class was therefore refused.  <FRAGMENT_SUPPRESSED>"], ["[16]", "On April 9, 2009, the ID found that Mr. Kobrosli was not inadmissible because the false document in question was filed in support of the study permit application, which was withdrawn prior to determination of his application to extend his stay as a visitor.  <FRAGMENT_SUPPRESSED>"], ["[17]", "On April 27, 2009, the Minister of Public Safety and Emergency Preparedness appealed the ID's decision to the IAD in accordance with subsection 63(5) of the IRPA.  <FRAGMENT_SUPPRESSED>"], ["[18]", "On October 2, 2009, Mr. Kobrosli filed a notice of constitutional question and, on September 28, 2010, the IAD rejected his constitutional challenge under sections 7 and 15 of the Charter", ".  <FRAGMENT_SUPPRESSED>"], ["[19]", "On August 18, 2011, the IAD allowed the appeal by the Minister of Public Safety and Emergency Preparedness of the ID's decision dated April 27, 2009. As a result, Mr. Kobrosli became inadmissible under paragraph 40(1)(", ") of the IRPA and a removal order was issued against him.  <FRAGMENT_SUPPRESSED>"], ["[20]", "At paragraph 51 of its decision, the IAD wrote the following:  <FRAGMENT_SUPPRESSED>", "The panel is of the view that the ID erred in its determination that the withdrawal of the application in the student class \"means that the former misrepresentation has no importance, in that it did not affect the processing of the application or the decision about the application since no such decision was made.\" It is not necessary that a decision be made in order for section 40 to apply. Furthermore, for the reasons above, the panel is of the view that, on a balance of probabilities, the certification from Laurentide Aviation dated October 18, 2005, that was submitted in support of the application for reinstatement of temporary resident status in the student class is the same as the one that underwent an expert examination and was determined to be counterfeit. That application was examined and the misrepresentation was taken into account; consequently, the respondent is inadmissible under paragraph 40(1)(", ") of the Act and a removal order is issued against him.  <FRAGMENT_SUPPRESSED>", "III. Legislation  <FRAGMENT_SUPPRESSED>"], ["[21]", "Subsection 16(1) and paragraph 40(1)(", ") of the IRPA specify the following:  <FRAGMENT_SUPPRESSED>", "16.", "(1) A person who makes an application must answer truthfully all questions put to them for the purpose of the examination and must produce a visa and all relevant evidence and documents that the officer reasonably requires.  <FRAGMENT_SUPPRESSED>", ". . .  <FRAGMENT_SUPPRESSED>", "40.", "(1) A permanent resident or a foreign national is inadmissible for misrepresentation  <FRAGMENT_SUPPRESSED>", "(a", ") for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of this Act;  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "16.", "(1) L'auteur d'une demande au titre de la présente loi doit répondre véridiquement aux questions qui lui sont posées lors du contrôle, donner les renseignements et tous éléments de preuve pertinents et présenter les visa et documents requis.  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "40", ". (1) Emportent interdiction de territoire pour fausses déclarations les faits suivants:  <FRAGMENT_SUPPRESSED>", "a)", "directement ou indirectement, faire une présentation erronée sur un fait important quant à un objet pertinent, ou une réticence sur ce fait, ce qui entraîne ou risque d'entraîner une erreur dans l'application de la présente loi;  <FRAGMENT_SUPPRESSED>", "IV. Issues and standard of review  <FRAGMENT_SUPPRESSED>", "A. Issues  <FRAGMENT_SUPPRESSED>"], ["[22]", "This application for judicial review raises two questions:  <FRAGMENT_SUPPRESSED>", "1. Did the IAD err by allowing the appeal by the Minister of Public Safety and Emergency Preparedness and by finding that Mr. Kobrosli is inadmissible under paragraph 40(1)(a) of the IRPA?  <FRAGMENT_SUPPRESSED>", "2. Did the IAD breach its duty of procedural fairness towards Mr. Kobrosli?  <FRAGMENT_SUPPRESSED>", "B. Standard of review  <FRAGMENT_SUPPRESSED>"], ["[23]", "<FRAGMENT_SUPPRESSED>  at paragraph 57, the Supreme Court of Canada specified \"[that] [a]n exhaustive review is not required in every case to determine the proper standard of review. . . . the analysis required is already deemed to have been performed and need not be repeated. <FRAGMENT_SUPPRESSED>"], ["[24]", "The case law of the Court establishes that \". . . [i]t has . . . been held that determinations of misrepresentations under that paragraph [(paragraph 40(1)(", ") of the IRPA)] call for deference in judicial review proceedings, since they are factual in nature:", "<FRAGMENT_SUPPRESSED>  [2004] F.C.J. 1239 (QL) at paragraph 3 and", "<FRAGMENT_SUPPRESSED>  [2005] F.C.J. 572 (QL) at paragraph 27.\" (", "<FRAGMENT_SUPPRESSED> (", "Cao", ")).  <FRAGMENT_SUPPRESSED>"], ["[25]", "A breach of the duty of procedural fairness is assessed according to the correctness standard (see", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "V. Position of the parties  <FRAGMENT_SUPPRESSED>", "A. Position of Mr. Kobrosli  <FRAGMENT_SUPPRESSED>"], ["[26]", "Mr. Kobrosli points out that the ID found that it was impossible to determine which of the two letters from Laurentide Aviation underwent an expert examination. He contends that the Minister submitted no additional evidence to the IAD on this point.  <FRAGMENT_SUPPRESSED>"], ["[27]", "Mr. Kobrosli contends that the IAD was therefore not entitled to find that the counterfeit certification of studies was filed not only for the QAC application but also for his application for reinstatement of status before CIC.  <FRAGMENT_SUPPRESSED>"], ["[28]", "Mr. Kobrosli further argues that it is also impossible to state that his Court of Québec conviction was related to his inadmissibility under paragraph 40(1)(", ") of the IRPA because the respondent cannot establish that misrepresentations were made to the CIC officer.  <FRAGMENT_SUPPRESSED>"], ["[29]", "Mr. Kobrosli also alleges that he amended his study permit application at the earliest opportunity, that is, at the beginning of the interview on July 24, 2007. Considering that withdrawal, it follows that the application had to be analyzed in the \"visitor\" class. In such a context, counterfeit letters have no relevance (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[30]", "The documents required to support an application for reinstatement in the visitor class do not include a certification of studies. Because the IAD stated that there was only one application, Mr. Kobrosli maintains that the IAD's decision relied on an irrelevant document.  <FRAGMENT_SUPPRESSED>"], ["[31]", "Mr. Kobrosli further alleges that the IAD also had to analyze the materiality of the misrepresentations (", "<FRAGMENT_SUPPRESSED> ). The IAD's decision did not include such an analysis.  <FRAGMENT_SUPPRESSED>"], ["[32]", "He also points out that the IAD found that he had a duty to inform CIC of his change in status because he had stopped studying. However, Mr. Kobrosli argues that none of the provisions in the IRPA and the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227, require an applicant to immediately communicate information concerning a change in status.  <FRAGMENT_SUPPRESSED>"], ["[33]", "Finally, Mr. Kobrosli claims that the withdrawal of his application to renew his student status was a correction, which could be made at the first opportunity, in this case, on July 24, 2007, during the interview before CIC.  <FRAGMENT_SUPPRESSED>"], ["[34]", "Mr. Kobrosli also points out that the CIC officer did not allow him to clarify a piece of evidence that weighed negatively against his file. He alleges that that was contrary to procedural fairness (see", "<FRAGMENT_SUPPRESSED>  (", "Jang", ")).  <FRAGMENT_SUPPRESSED>", "B. Position of the respondent  <FRAGMENT_SUPPRESSED>"], ["[35]", "The respondent maintains that a mere withholding that could induce an error in the administration of the IRPA is sufficient for the application of paragraph 40(1)(", "). He raises", "<FRAGMENT_SUPPRESSED> (", "Kumar", ") to support his position.  <FRAGMENT_SUPPRESSED>"], ["[36]", "The respondent also claims that the IAD reasonably found that only one letter was written at the request of Mr. Kobrosli and that the counterfeit certification filed in support of his application for reinstatement of status was the same as the one filed for his QAC application. Because the burden of proof is that of the balance of probabilities, the IAD's finding is reasonable because it arises from the evidence in the record.  <FRAGMENT_SUPPRESSED>"], ["[37]", "Furthermore, the respondent argues that the misrepresentations concern material facts relating to a relevant matter. The misrepresentations by Mr. Kobrosli could have possibly induced an error in the administration of the IRPA.  <FRAGMENT_SUPPRESSED>"], ["[38]", "The respondent alleges that Mr. Kobrosli tried to have his status reinstated through a counterfeit certification of studies. Mr. Kobrosli cannot claim that those false allegations do not concern a material element in the application. The counterfeit letter had a direct impact on the decision-making process and could have induced an error in the administration of the IRPA.  <FRAGMENT_SUPPRESSED>"], ["[39]", "The respondent adds that someone who submits false documents cannot avoid the consequences of his or her actions by invoking the time at which the fraud was discovered because that is contrary to the Act and likely to lead to injustice.  <FRAGMENT_SUPPRESSED>"], ["[40]", "Furthermore, Mr. Kobrosli's argument that he did not have the opportunity to correct his status between his renewal application dated February 1, 2006, and the interview on July 24, 2007, is unreasonable in the respondent's opinion. Mr. Kobrosli did not withdraw his application for renewal of his student status at the earliest opportunity, because nearly 18 months passed between when his application was submitted and his interview. At any point before his renewal application was submitted, Mr. Kobrosli could have informed his representative and prevented the application from being submitted, because he had not been a student since the end of 2005.  <FRAGMENT_SUPPRESSED>"], ["[41]", "In addition, the respondent points out that officers do not conduct interviews in all cases (", "<FRAGMENT_SUPPRESSED> ). According to the respondent, Mr. Kobrosli therefore chose to have a study permit issued to him on the basis of a fraudulent document. He tried to have his status reinstated through counterfeit certification. Mr. Kobrosli cannot be absolved of his personal duty to ensure that the information provided is true and complete under section 16 of the IRPA (", "<FRAGMENT_SUPPRESSED> (", "Haque", ");", "<FRAGMENT_SUPPRESSED> , at paragraph 31).  <FRAGMENT_SUPPRESSED>"], ["[42]", "The respondent states that the fraudulent certification of studies represents a material element of Mr. Kobrosli's application because the immigration officer could have accepted it and induced an error in the administration of the IRPA.  <FRAGMENT_SUPPRESSED>"], ["[43]", "Mr. Kobrosli also argues that paragraph 40(1)(", ") does not apply because he withdrew his study permit application at the beginning of the interview with Officer Desalliers of CIC. However, the respondent recalls that, as noted by the IAD, the allegation of misrepresentation was examined by CIC under the student class before Mr. Kobrosli withdrew his application.  <FRAGMENT_SUPPRESSED>"], ["[44]", "The respondent relies on", "<FRAGMENT_SUPPRESSED>  (", "Khan", "), where the Court rejected the applicant's claims that paragraph 40(1)(", ") of the IRPA does not apply when a misrepresentation is clarified before a decision is made.  <FRAGMENT_SUPPRESSED>"], ["[45]", "The respondent states that the IAD had sufficient evidence to find that Mr. Kobrosli is inadmissible because he directly or indirectly misrepresented or withheld material facts relating to a relevant matter that induced or could have induced an error in the administration of the IRPA.  <FRAGMENT_SUPPRESSED>", "VI. Analysis  <FRAGMENT_SUPPRESSED>", "1. Did the IAD err by allowing the appeal by the Minister of Public Safety and Emergency Preparedness and by finding that Mr. Kobrosli is inadmissible under paragraph 40(1)(a) of the IRPA?  <FRAGMENT_SUPPRESSED>"], ["[46]", "The Court wishes to reiterate this basic principle: \"[r]eading sections 40 and 16 of the IRPA together, . . . foreign nationals seeking to enter Canada have a 'duty of candour' which requires disclosure of material facts:", "<FRAGMENT_SUPPRESSED>  F.T.R. 200 at paras. 41-42;", "<FRAGMENT_SUPPRESSED>  at para. 15. Indeed, the Canadian immigration system relies on the fact that all persons applying under the Act will provide truthful and complete information:", "<FRAGMENT_SUPPRESSED>  F.T.R. 153 at para. 28.\" (see", "<FRAGMENT_SUPPRESSED> , at paragraph 13).  <FRAGMENT_SUPPRESSED>"], ["[47]", "The Court stated the following principle at paragraph 28 of", "Cao", ":  <FRAGMENT_SUPPRESSED>"], ["[28] Under paragraph 40(1)(a) of the Act, [an] [a]pplicant is inadmissible to Canada if [he or] she has misrepresented or withheld material facts on a relevant matter that induces or could induce an error in the administration of the Act. [ . . . ] [T]his provision, read in combination with paragraph 16(1) of the Act, imposes a general and broad duty on the [a]pplicant to disclose all facts which may be material to [his or] her application for permanent residence. The Canadian immigration system rests on the premise that all persons applying under the Act will provide truthful and complete information on the basis of which decisions regarding their eventual admission into Canada will be made. The integrity and credibility of that system requires that this duty be taken seriously by all those concerned . . . .  <FRAGMENT_SUPPRESSED>"], ["[48]", "Thus, a risk of an error in the administration of the IRPA is sufficient for paragraph 40(1)(", ") to apply in this case (", "<FRAGMENT_SUPPRESSED> , at paragraph 27).  <FRAGMENT_SUPPRESSED>"], ["[49]", "Subsection 40(1) of the IRPA is interpreted very broadly because it seeks to avoid any type of misrepresentation or withholding that would induce or would risk inducing an incorrect administration of the IRPA (", "Khan,", "above, at paragraph 25). The Court must therefore consider whether Mr. Kobrosli misrepresented or withheld material facts relating to his application for reinstatement in the visitor class.  <FRAGMENT_SUPPRESSED>"], ["[50]", "The Court rejects Mr. Kobrosli's argument that no evidence was submitted before CIC to establish that the letter by Laurentide Aviation dated October 18, 2005, was counterfeit and that the letter was used to support his application for renewal of his student status and his QAC application.  <FRAGMENT_SUPPRESSED>"], ["[51]", "The IAD stated the following at paragraphs 36 to 40 of its decision:  <FRAGMENT_SUPPRESSED>"], ["[36] What emerges from the documents on file is the following: the respondent filed an application, signed on December 22, 2005, for an extension of his authorization to stay in Canada. He attached to that application a Quebec Acceptance Certificate (QAC) that was issued on November 16, 2005, and was valid until November 16, 2006, along with a letter from Laurentide Aviation dated October 18, 2005.  <FRAGMENT_SUPPRESSED>"], ["[37] In December 2005, that is, prior to receiving the respondent's application for an extension of his authorization to stay, the Canada Border Services Agency's intelligence service carried out an analysis of the two certification letters from Laurentide Aviation dated March 8, 2005, and October 18, 2005. That analysis revealed that the letter dated October 18, 2005, was counterfeit. During the admissibility hearing before the ID, the Minister acknowledged that the analysis had been conducted at the request of Quebec's department of immigration and cultural communities as part of its examination of the QAC application, and not as part of an analysis of the documents submitted in support of the application for an extension of the authorization to remain.  <FRAGMENT_SUPPRESSED>"], ["[38] The ID concluded that the evidence concerning the expert report was incomplete because a complete photocopy of each letter had not been filed in evidence; this meant that it was not possible to determine the content of, or who signed, the letter dated March 8, 2005, or to establish that the respondent had filed that letter, or under what circumstances. Neither did this incomplete evidence make it possible to determine which documents were being referred to by the forgery analyst. Consequently, the results as they were filed in evidence were not probative. The Minister did not submit any additional evidence in this regard in support of his appeal.  <FRAGMENT_SUPPRESSED>"], ["[39] . . . The panel is of the view that it is implausible that, on the same day, the same person at Laurentide Aviation would have written two different letters attesting to the appellant's studies. On a balance of probabilities, only one letter was written at the respondent's request, and the certification dated October 18, 2005, and submitted by the respondent in support of his application for an extension of his authorization to remain is the same certification as the one that had been submitted in support of the QAC application and that was revealed by an expert examination to be counterfeit.  <FRAGMENT_SUPPRESSED>"], ["[40] It is true that there is no documentary evidence that the [translation] \"false information\" supplied in support of the QAC application was the certification of studies that had been deemed counterfeit. The judgment dated April 17, 2008, does not mention it, and the date that the offence was discovered is unclear. However, it is logical to believe that a QAC application in the student class would be accompanied by a certification of studies, and it has been established that the department of immigration and cultural communities requested an expert assessment of a certification of studies that proved to be counterfeit. On a balance of probabilities, the certification of studies is the information that was submitted in support of the QAC application, something that the respondent should have known to be false or misleading.  <FRAGMENT_SUPPRESSED>"], ["[52]", "As it appears in the e-mail dated December 14, 2005, the Canada Border Services Agency found that [translation] \"[f]ollowing examination of these documents using superimposition with the help of a video spectral comparator, we have found that some of the information in document #1 was plagiarized and then mounted on document #2 as follows: the signature and the wet seal with initials on document #2 are completely identical and it can be noted that the initials are in exactly the same spot on the wet seals\" (Applicant's Record at page 215).  <FRAGMENT_SUPPRESSED>"], ["[53]", "Furthermore, the detailed report dated September 21, 2007, by Ms. Desalliers also reveals the context of the matter. She states the following therein [translation] \"I asked the subject to provide me with proof of the exams taken on April 12, 2005, May 27, 2005, June 16, 2005, and October 14, 2005, as indicated in the letter [dated October18, 2005] [ . . . ] According to his counsel, he is no longer in possession of the results and cannot obtain a copy of them from the location where he took his exams. I also asked the subject to provide me with a copy of his logbook, which I received by fax. No date was stated for the year 2005 that would corroborate the information written in the counterfeit letter\" (Applicant's Record at pages 251 and 253).  <FRAGMENT_SUPPRESSED>"], ["[54]", "The Court would also like to point out that an application for judicial review is not an appeal", "de novo", ". Thus, the Court cannot reweigh the probative value of the evidence in the record or substitute itself for the decision-maker in any way.  <FRAGMENT_SUPPRESSED>"], ["[55]", "In this case, the IAD's finding falls within a range of possible, acceptable outcomes. It is reasonable to think that the forged letter was submitted in support of both Mr. Kobrosli's application for renewal of student status and his QAC application, given the evidence before the IAD.  <FRAGMENT_SUPPRESSED>"], ["[56]", "As such, the Court must address only the one issue of whether, as Mr. Kobrosli claims, the withdrawal of his application for renewal of his student status invalidates the IAD's analysis, because the false certification of studies letter is not related to his application for reinstatement in the visitor class.  <FRAGMENT_SUPPRESSED>"], ["[57]", "In", "<FRAGMENT_SUPPRESSED> , the Court states that the applicant has a duty of candour under section 16 of the IRPA. A misrepresentation may result in inadmissibility, but that inadmissibility must be related to material facts in the application.  <FRAGMENT_SUPPRESSED>"], ["[58]", "The respondent alleges that, if Mr. Kobrosli had not been called for an interview, his study permit, which had already expired, could have been extended on the basis of his misrepresentation. Under the Act, he had to inform CIC of his change of status and the misrepresentation could have induced an incorrect administration of the IRPA.  <FRAGMENT_SUPPRESSED>"], ["[59]", "Officer Paré stated in her notes [translation] \"[that] on July 24, 2007, the subject stated that he was no longer studying and had applied for visitor status.\" Furthermore, the IAD wrote the following on this point: \". . . at the very start of the interview, the respondent asked that his application be considered in the visitor class because he was no longer studying, but that did not mean that from that moment on, any misrepresentation occurring within the framework of his application in the student class was no longer relevant. As was pointed out by the Federal Court of Canada in", "Khan", ", it is not sufficient that a misrepresentation be clarified before any decision is made in order to avoid application of section 40 of the Act because such an interpretation 'would be to disregard the requirement to provide truthful information under the Act.' <FRAGMENT_SUPPRESSED>"], ["[60]", "It is clear that the certification from Laurentide Aviation was especially important in Mr. Kobrosli's application for renewal of his student status. It is impossible to conclude with certainty that Mr. Kobrosli would not have declared that he was no longer studying if he had not been called for an interview by CIC. The fact remains that Mr. Kobrosli submitted a false document in support of his initial application.  <FRAGMENT_SUPPRESSED>"], ["[61]", "In", "Khan", ", above, the Court also specified that \"[t]here is nothing in the wording of [paragraph 40(1)(", ")] indicating that it should not apply to a situation where a misrepresentation is adopted, but clarified prior to a decision being rendered\" (", "Khan", ", above, at paragraph 25). It added the following: \". . . to adopt the applicant's interpretation would lead to a situation whereby individuals could knowingly make a misrepresentation, but not be found inadmissible under paragraph 40(1)(a) so long as they clarified the misrepresentation right before a decision was rendered. I agree with the respondent that such an interpretation could result in a situation whereby only misrepresentations [...] [before] the visa officer during an interview would be clarified; therefore, leaving a high potential for abuse of the Act\" (", "Khan", "at paragraph 27).  <FRAGMENT_SUPPRESSED>"], ["[62]", "The Court notes that, if Mr. Kobrosli had not been called for an interview, the officer could have erred in the administration of the Act. The fraudulent certification was by this very fact a material element in support of Mr. Kobrosli's application for renewal of his student status.  <FRAGMENT_SUPPRESSED>"], ["[63]", "The Court agrees with the reasoning in paragraph 54 of the Respondent's Memorandum that [translation] \"the applicant cannot rely on the fact that he signed his form on November 22, 2005. The renewal application was submitted by his counsel on January 23, 2006, as shown on the application cover letter. Any time before the application was submitted, the applicant, who vaguely raised that he had no longer been studying since the end of 2005, without giving an exact date, could have informed his representative of this and prevented the renewal application in the student class from being submitted. <FRAGMENT_SUPPRESSED>"], ["[64]", "The wording of section 16 of the IRPA is clear: Mr. Kobrosli had to make the necessary clarifications before submitting his renewal application. The fact that he changed the nature of his application at an appropriate time does not eliminate his misrepresentations, because the officer could have induced an error in the administration of the IRPA.  <FRAGMENT_SUPPRESSED>", "2. Did the IAD breach its duty of procedural fairness towards Mr. Kobrosli?  <FRAGMENT_SUPPRESSED>"], ["[65]", "The IAD did not breach its duty of procedural fairness towards Mr. Kobrosli.  <FRAGMENT_SUPPRESSED>"], ["[66]", "Mr. Kobrosli argues that the IAD did not give him the opportunity to clarify the nature of his application. He  <FRAGMENT_SUPPRESSED>", "and", "<FRAGMENT_SUPPRESSED>  in support of his position.  <FRAGMENT_SUPPRESSED>"], ["[67]", "The above-mentioned decisions teach us that an applicant must be able to respond to inaccurate allegations that are likely to harm his or her case. Justice Rothstein pointed out in", "<FRAGMENT_SUPPRESSED>  at paragraph 23, that \"[t]he question is whether the applicant had the opportunity of dealing with the evidence.\" In this case, the Court cannot agree with this argument. First, the issue is not whether to allow Mr. Kobrosli to respond to an inaccurate allegation, because it is clear that misrepresentations were submitted in support of an application. Second, procedural fairness does not require that applicants be allowed to withdraw fraudulent evidence they submitted themselves in support of an application in order to avoid the consequences of their actions.  <FRAGMENT_SUPPRESSED>"], ["[68]", "Finally, the Court cannot accept Mr. Kobrosli's position because it is in contradiction to the objectives contained in section 16 and paragraph 40(1)(", ") of the IRPA, which create a duty to provide truthful information in all circumstances and punish failures to comply with that duty because the entire Canadian immigration system is dependent on this. There can be no breaches of the duty of procedural fairness in such cases.  <FRAGMENT_SUPPRESSED>", "VII. Conclusion  <FRAGMENT_SUPPRESSED>"], ["[69]", "The Court finds that the IAD reasonably applied paragraph 40(1)(", ") in this case and that it did not breach its duty of procedural fairness. This application for judicial review must be dismissed.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[70]", "THE COURT DISMISSES", "the application for judicial review and", "DECLARES", "that there is no question of general importance for certification.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Sharon McCartney/vnh  <FRAGMENT_SUPPRESSED>"]]}