{"id_": "022934", "body_str": [["[1]", "Harrington, J.", ": If only Mr. Platonov could get his file out of the hands of the Registrar of Canadian Citizenship and into the hands of a Citizenship Judge, he would soon be a Canadian citizen, or so he thinks. His long and arduous quest for Canadian citizenship has hit yet another stumbling block. The Minister must grant him citizenship if certain requirements are met. Mr. Platonov says the requirements have been met. However, the Minister normally only acts on a report of the Citizenship Judge who, in turn, can only act if she or he gets the file from a Citizenship Officer, via the Registrar. The Registrar, in turn, is obliged to commence certain inquiries to determine if the applicant meets the requirements of the Act and the Regulations. Those inquiries are not complete because Mr. Platonov is currently subject to a security check by the Canadian Security Intelligence Service (\"CSIS\").", "ISSUES"], ["[2]", "The issues are twofold: a) Should the Registrar refer the matter to a Citizenship Judge notwithstanding that CSIS has not completed its security check; and b) assuming the Minister has a legal obligation to process Mr. Platonov's application with reasonable diligence, is that obligation satisfied by a timely referral to CSIS for a security check? Put another way, must CSIS, as the Minister's agent, act with reasonable diligence?", "MR. PLATONOV'S CANADIAN HISTORY"], ["[3]", "Mr. Platonov is a citizen of both Russia and Israel. In early 1997, he applied for permanent residence in Canada under the Investor Immigration Program. He was told that it normally took 11 months to process such applications, an application which had been provisionally approved in July 1997."], ["[4]", "However, come September 1999, no decision had been made. Apparently, he was the subject of a CSIS security check. As he was of the view that the Minister owed him a legal duty to process his claim more diligently, he applied to this Court for an order of mandamus. That application was granted in September 2000 ( <FRAGMENT_SUPPRESSED>  (QL)). MacKay J. was of the view that the delay was unreasonable in that the only explanation offered in the more than three years since he was interviewed, and his application provisionally accepted, was that necessary security checks were under way. He ordered that the Minister make a decision within 90 days, and also awarded Mr. Platonov costs."], ["[5]", "Following that decision, Mr. Platonov, who had been here on a visitor's visa, became a permanent resident in December 2000. He submitted an application for citizenship in March 2003. That is the application which is still being processed, and which is the subject of the application for mandamus currently before this Court. As in the case of his application for permanent residency, the current hold-up is a CSIS security check, but there was an unrelated delay as well.", "THE CASE FOR MR. PLATONOV"], ["[6]", "Mr. Platonov's case begins with the Act (Citizenship Act, 1985 R.S.C. ch. C-29), moves on to the Citizenship Regulations, 1993, and then to Citizenship and Immigration Canada's Citizenship Policy Manual. The Minister starts at the other end. On first analysis, depending on one's starting point, one may end up with diametrically opposed conclusions."], ["[7]", "Under section 5 of the Act, the Minister \"shall grant citizenship\" to any adult who applies, is a permanent resident who has accumulated at least three years of residence in Canada within the four years preceding the application, has an adequate knowledge of one of the official languages and has an adequate knowledge of Canada and the responsibilities of citizenship. On the negative side, the applicant must not be under a removal order or the subject of a declaration by the Governor in Council that there is reason to believe he may engage in activity which either constitutes a threat to Canada's security or is part of a pattern of organized crime."], ["[8]", "Mr. Platonov is confident that he meets the requirements of the Act, and is anxious to be put to the test."], ["[9]", "Section 14 of the Act goes on to provide that an application for a grant of citizenship shall be considered by a Citizenship Judge within 60 days of referral to him or her. It falls upon the Citizenship Judge to determine whether or not the applicant meets the requirements of the Act and the Regulations."], ["[10]", "However, section 11 of the Regulations provides that on receipt of an application, the Registrar:", "\"11.(1) ... shall cause to be commenced the inquiries necessary to determine whether the person in respect of whom the application is made meets the requirements of the Act and these Regulations with respect to the application.\"", "\"11. (1) [...] fait entreprendre les enquêtes nécessaires pour déterminer si la personne faisant l'objet de la demande remplit les exigences applicables de la Loi et du présent règlement.\""], ["[11]", "It is only \"after completion of the inquiries\" that the Registrar shall cause the application and accompanying materials to be forwarded to a Citizenship Judge for consideration."], ["[12]", "Thus, on the one hand, the Registrar makes inquiries to determine if the applicant meets the requirements of the Act and the Regulations, but, on the other, the actual decision is made by the Citizenship Judge."], ["[13]", "The Citizenship Policy Manual explains how the Act and Regulations are actually implemented. The relevant portions of the manual have been explained in this case by Helen Siotis, a Citizenship and Immigration Counsellor (known as a Citizenship Officer within the context of the Regulations). Her evidence is that applications for citizenship are received at Citizenship and Immigration Canada's Case Processing Centre in Sydney, Nova Scotia. The application is first reviewed to make sure that the minimum requirements are met, such as the submission of required documents, photos and the like, and that the appropriate fees have been paid. Thereafter, an applicant must undergo immigration, criminal and security clearances. The only outstanding item is the security clearance. Mr. Platonov is now (but not at the time his application was filed before this Court) scheduled to be interviewed by CSIS in July. As I understand it, these clearances are only good for a year, as circumstances can change. Consequently, the fact that Mr. Platonov was cleared by CSIS some years ago is not relevant."], ["[14]", "Ms. Siotis says that Mr. Platonov's application has been processed in a timely manner.", "THE CASE AGAINST MR. PLATONOV"], ["[15]", "To continue with Ms. Siotis' affidavit, Mr. Platonov's application for citizenship was received at the Case Processing Centre in Sydney 11 March 2003. Two days later, CPC Sydney initiated a request for immigration clearance, the purpose of which was to confirm that he is a permanent resident of Canada, and had not lost that status. While this was going on, the documentation was reviewed to ensure that it met the minimum processing requirements. It did and was forwarded to the local office, in this case Scarborough, in May 2003."], ["[16]", "Ms. Siotis, who was charged with the responsibility of handling Mr. Platonov's application, learned that an investigation was required on his immigration clearance. She brought forth the matter every three months thereafter and was informed that he obtained clearance 9 July 2004. She does not know what the problem was."], ["[17]", "This clearance automatically generated requests for criminal clearance and security clearance. I consider this staggered approach to be appropriate."], ["[18]", "Mr. Platonov passed his RCMP criminal clearance the same day, that is 9 July 2004."], ["[19]", "Regular inquiries were made of CSIS and requests made for an update on his security clearance. His counsel was kept abreast."], ["[20]", "In Ms. Siotis' experience, when there are security concerns (whatever those concerns may be they have not yet been made public) additional time is required to process a citizenship application. Depending on the circumstances, such an application may take several years to process. She says:", "\"There has been no unusual or inordinate delay in the processing of the Applicant's citizenship application. From the time he submitted his application in March, 2003, the processing of his file has proceeded on a timely basis.\""], ["[21]", "Finally, as aforesaid, the Court has been informed that Mr. Platonov will be interviewed by CSIS this July.", "MR. PLATONOV'S REPLY"], ["[22]", "Since it has been determined that his application is in proper form, since it is the Citizenship Judge who determines whether he has met the residency, linguistic and Canadian knowledge requirements, and since he is currently neither subject to a removal order nor to a declaration by the Governor in Council, Mr. Platonov submits that the Registrar has done what the Regulations require him to do, and so the matter should have been referred to a Citizenship Judge some time ago."], ["[23]", "As to the CSIS security check, he notes that under section 17 of the Act the Minister may suspend the processing of an application for a period not to exceed six months, a period which has long expired."], ["[24]", "His application cannot be delayed indefinitely because of tardiness on CSIS' part, and it is neither necessary nor appropriate for him to seek redress under the Canadian Security Intelligence Act, 1985, R.S.C. ch. C-23.", "ANALYSIS"], ["[25]", "Mr. Platonov seeks an order by way of mandamus. As held by the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED> , aff'd [1994] 3 S.C.R. 1100:", "(a) there must be a public legal duty to act under the circumstances;", "(b) the duty must be owed to the applicant;", "(c) there must be a clear right to performance of that duty, and in particular the applicant must have satisfied all conditions precedent giving rise to the duty;", "(d) no other adequate remedy is available to the applicant;", "(e) the order sought must have some practical effect;", "(f) in the exercise of its discretion, the Court must find no equitable bar to the relief sought; and,", "(g) on a balance of convenience, an order of mandamus should issue."], ["[26]", "This analysis is equally applicable in immigration matters.  <FRAGMENT_SUPPRESSED>  (C.A.), at para. 11."], ["[27]", "As I see it, further consideration need only be given to the public legal duty to act and to whether another adequate remedy is available."], ["[28]", "Turning first to other remedies, section 41 of the Canadian Security Intelligence Service Act provides that any person may make a complaint to the Security Intelligence Review Committee which, subject to the Act, investigates if, among other things, the complainant has not received a response within an appropriate time."], ["[29]", "I do not think it necessary or appropriate that Mr. Platonov pursue recourses against CSIS. It is the Minister who owes him a duty to act with reasonable diligence, a duty which is not satisfied by a delegation to CSIS. The delegate in turn must exercise reasonable diligence. I recently reviewed this point in  <FRAGMENT_SUPPRESSED>  at para. 16."], ["[30]", "This case thus turns on the point in time at which the Minister's duty to investigate is converted into a duty to decide upon the citizenship application. Although each case rests on its own facts, it has been held in  <FRAGMENT_SUPPRESSED>  and in  <FRAGMENT_SUPPRESSED> , that a delay in the range of three years awaiting a CSIS clearance is unreasonable. Many of the authorities were reviewed by Layden-Stevenson J. in  <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 1212 (QL)."], ["[31]", "Be it that the scheme of the Act and Regulations is defective in that there is no prescribed delay to complete a security check ( <FRAGMENT_SUPPRESSED> ), or be it that the Minister is asking for an investigation under section 19 of the Act so as to be able to form an opinion as to whether an applicant should be denied citizenship on the grounds that there are reasonable grounds to believe that he or she may engage in activity which constitutes a threat to the security of Canada, or is part of organized criminal activity, I cannot accept that the effect of section 17 of the Act is that the Minister may only suspend the processing of the application for six months. As the Minister pointed out, section 17 comes into play once the application is before a Citizenship Judge. There could , for instance, be some confusion with respect to time actually spent in Canada which might justify a unilateral suspension. The Minister has a duty to check out applicants. A security investigation, which will, by necessity, require inquiries of foreign governments, may well take more than six months. It would be intolerable that persons come to enjoy the wonders of Canadian citizenship simply because time ran out on their security check."], ["[32]", "There have been delays in the immigration clearance which have not been fully explained, but the fact is the matter has been with CSIS less than a year, and an interview has been scheduled."], ["[33]", "In the present case, unlike Mr. Platonov's application for permanent residence, the case of  <FRAGMENT_SUPPRESSED> , has bearing. In that case, the application for citizenship was outstanding for a year and a half, pending completion of security checks. Jerome A.C.J. found that the Registrar of Citizenship was fulfilling his duties under the Act. The same holds doubly true here keeping in mind the unrelated delay in the immigration clearance."], ["[34]", "Although the Minister has a duty to act with reasonable diligence, he does not have to account for every minute of every day. The time will come when his investigation should be completed and a decision should be made. However, that time is not upon us. Compare with Singh, supra, in which an application for permanent residence had been pending for 12 years."], ["[35]", "For these reasons, the application shall be dismissed. There shall be no order as to costs.", "ORDER"], ["[36]", "The application for an order for a writ of mandamus, a declaratory order, and other relief is dismissed.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}