{"id_": "023066", "body_str": [["[1]", "Pinard, J.", ": This is an application for judicial review of the decision of a Pre-Removal Risk Assessment (PRRA) Officer (the Officer), dated August 17, 2006, wherein the Officer denied the applicant's request for protection.", "* * * * * * * *"], ["[2]", "The applicant is a citizen of Ethiopia and claims to be a member of the All Amhara People's Organization (AAPO). The AAPO is now known as the All Ethiopian Unity Party (AEUP). She claims that she and her husband were members since 1992. Her husband was imprisoned because of his involvement with the AEUP and died in prison in September 1994. The applicant's house was searched and political documents were seized. She states that she and her two daughters were abused by the authorities, and that she was interrogated and detained for approximately one week."], ["[3]", "The applicant also states that she was involved in demonstrations and other activities against the Ethiopian government in the United States and Canada, and that these activities have put her in jeopardy because the Ethiopian government monitors political activities abroad."], ["[4]", "The applicant first made a claim for asylum in the United States. Her story was deemed not credible by American authorities in 1997. She remained in the United States for six years before coming to Canada."], ["[5]", "The applicant made a refugee claim in Canada in 2003. It was also denied for credibility reasons. Specifically, the Board did not believe that she participated in the AEUP. The Board also found that there were inconsistencies between the applicant's American and Canadian claims.", "* * * * * * * *"], ["[6]", "This matter raises the following issues:", "- Did the Officer err in its consideration of the applicant's refugee", "sur place", "claim?", "- Did the Officer err in finding that the applicant should have sought state protection in Ethiopia?", "- Did the Officer err in concluding that remaining in the United States for six years demonstrated that the applicant did not fear returning to Ethiopia?", "* * * * * * * *", "Refugee", "sur place"], ["[7]", "According to subsection 113(", ") of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27, (the Act) an Officer need only consider new evidence that arose after the refugee hearing, or evidence that was not reasonably obtainable at the time.", "113. Consideration of an application for protection shall be as follows:", ") an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection", "113. Il est disposé de la demande comme il suit:", ") le demandeur d'asile débouté ne peut présenter que des éléments de preuve survenus depuis le rejet ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'il n'était pas raisonnable, dans les circonstances, de s'attendre à ce qu'il les ait présentés au moment du rejet;"], ["[8]", "An examination of all of the evidence establishes that the applicant has never before raised the issue of persecution as a refugee", "sur place", "as a result of her activities in Canada. Therefore, her", "sur place", "claim constitutes a \"new claim.\" In her Pre-Removal Risk Assessment (PRRA) application, she equates her risk with that described in her Personal Information Form (PIF), submitted to the Refugee Protection Division (RPD). However, she adds, \"", "[i] n addition to", "this I have been active politically in Canada ...\" (emphasis added). In reading both the applicant's PIF and the decision of the RPD, there is no evidence that the applicant raised a", "sur place", "claim during her refugee hearing. She had not, at that time, been in Canada long, and it seems that her activities and demonstrations post-date the time of her refugee hearing. Thus, the refugee", "sur place", "claim constitutes new evidence as to the applicant's fear of persecution."], ["[9]", "The question then becomes whether the applicant's circumstances make her a refugee", "sur place.", "First, the applicant has provided some evidence relating to demonstrations she has attended. The Officer does not appear to have been unreasonable in concluding that the pictures provided by the applicant have little probative value. In reviewing the pictures, I was not able to identify the applicant, nor was I able to identify the topic of the protest with enough specificity to link the protest to elements of the applicant's claim. If, as the applicant submits, the pictures were adduced to corroborate her political activities in Canada, then they should either identify her as a protester, or identify the subject-matter of the protest. Neither factor is substantiated by the pictures."], ["[10]", "It may be a stretch to say that the pictures submitted by the applicant in this case support the applicant's evidence. The pictures merely establish that there were protests in Ottawa pertaining to the mistreatment of Ethiopians by the Ethiopian government. Thus, the Officer's conclusion that the pictures have little probative value was not unreasonable."], ["[11]", "However, the letter from Bishu Mamo of the All Ethiopia Unity Cultural and Relief Organization (the Canadian branch of the AEUP, according to the IRB publication of June 3, 2004 at page 69) affirms the presence of the applicant at protests in support of persons killed by the government in Addis Ababa. This letter also attests to the applicant's regular attendance at meetings of this organization. The letters from her daughters and the person who posted her bail suggest the ongoing persecution of her relatives and close associates because of their membership. These letters corroborate her story."], ["[12]", "Similarly, the information on a protest from the", "Andrenet", "news source states that the protesters were acting out against violence and atrocities against Ethiopians by the Ethiopian government arising out of electoral problems. It explicitly identifies the Coalition for Unity and Democracy (CUD) and the United Ethiopian Democratic Forces (UEDF) Joint Committees of Ottawa and Toronto (although it does not identify their roles directly). The AEUP is one party within the CUD coalition, according to the United States Department of States report (DOS report)."], ["[13]", "Finally, as the Officer never raised the credibility of the applicant, it is logical to assume the Officer believed her story. It appears that the Officer at least believed that the applicant participated in the demonstrations."], ["[14]", "In sum, it appears that, despite the lack of probative value of the pictures submitted by the applicant, the applicant has established that she participated in demonstrations against the Ethiopian government, as a member of the AEUP's Canadian branch organization. The final stage is to evaluate the evidence submitted by the applicant as to whether the Ethiopian government persecutes members of the AEUP, and also whether the Ethiopian government persecutes those who protest abroad."], ["[15]", "The documentary evidence is very clear that the Ethiopian government currently persecutes minority opposition groups. The DOS report states that \"in the period following the elections, authorities arbitrarily detained, beat, and killed opposition members, ethnic minorities, NGO workers, and members of the press.\" The DOS report also identifies that members of AEUP/CUD were killed for political reasons in 2005. Some of these deaths were from armed militia, and some from police. There were also many reports of disappearances, some due to the election violence. Detainees were at a risk of torture. The DOS report notes explicitly that authorities allegedly took no action against police or militia responsible for beatings and attacks in 2004, including against opposition AEUP members. People were beaten during demonstrations. It is unquestionable that the government is endorsing the detention of opposition parties, including the CUD coalition. The DOS report specifically states that \"authorities took no action against Amhara Region government militia, district officials, and police who arbitrarily detained AEUP members in April and May 2004 ...\" This evidence is repeated in several other sources, including Amnesty International and Human Rights Watch."], ["[16]", "The report from Mr. Gilkes clearly states that a person would be subject to persecution in Ethiopia for political actions against the ruling party outside the country. He wrote:", "5. In this connection I would also note that the EPRDF [Ethiopian People's Revolutionary Democratic Front] authorities in Addis Ababa would certainly be aware of AAPO activity in Canada, or the United States. One of the main jobs of Ethiopian embassy personnel is keep a close watch on opposition activity, attending all demonstrations and public meetings, noting and recording the views expressed and by whom. On occasions, as I have observed here in London, demonstrations are certainly filmed. The information collected is passed on to Addis Ababa. In North America, overall control of these operations is run by the Ethiopian embassy in Washington. The importance attached to them can be gauged by the fact that an officer as senior as the deputy head of the Federal Police force, in charge of internal security, was seconded to Washington to oversee the process a couple of years ago. He was subsequently sent to London to carry out similar work. Anybody involved in opposition movements like AAPO can expect to have their views reported to Addis Ababa."], ["[17]", "Mr. Gilkes notes further that \"[t] here is no indication that this relates to position within the organisation, just mere membership. The EPRDF government is clearly aware of opposition activities abroad and monitors them closely.\" Thus, this letter establishes that the applicant could be at risk of persecution because of her behaviour in Canada."], ["[18]", "The letter from Mr. Gilkes was written in 2001. However, as the", "sur place", "claim is a new claim, it would not have been reasonable for the applicant to have provided it during her refugee claim. Thus, Mr. Gilkes' evidence falls under the portion of the subsection 113(", ") that allows for the consideration of evidence that \"could not reasonably have been expected in the circumstances to [be] presented.\""], ["[19]", "The Officer did not address Mr. Gilkes' letter, nor did the Officer address the evidence as to state conditions that contradicted the positive elements highlighted in the decisions. For this reason, the Officer's decision is unreasonable. These pieces of evidence are of integral importance to determining the success of the applicant's", "sur place", "claim and for that reason it was an error for the Officer to not even mention the contradictory evidence. As the applicant points out, the case of", "<FRAGMENT_SUPPRESSED> , is widely cited in support of the proposition that where there is contradictory evidence directly related to the issues of concern, the Officer must address the evidence. At paragraphs 16 and 17, Justice Evans states:", ". . . A statement by the agency in its reasons for decision that, in making its findings, it considered all the evidence before it, will often suffice to assure the parties, and a reviewing court, that the agency directed itself to the totality of the evidence when making its findings of fact.", "However, the more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact \"without regard to the evidence\":", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.). In other words, the agency's burden of explanation increases with the relevance of the evidence in question to the disputed facts. Thus, a blanket statement that the agency has considered all the evidence will not suffice when the evidence omitted from any discussion in the reasons appears squarely to contradict the agency's finding of fact. Moreover, when the agency refers in some detail to evidence supporting its finding, but is silent on evidence pointing to the opposite conclusion, it may be easier to infer that the agency overlooked the contradictory evidence when making its finding of fact."], ["[20]", "<FRAGMENT_SUPPRESSED> Justice O'Keefe considered it to be an error where a Board member did not consider contrary evidence within a document it cited, as was the situation in this case, and where the member failed to cite the evidence provided by the applicant. Thus, the Officer clearly erred in its consideration of the applicant's", "sur place", "claim. The Officer is in error even if the appropriate standard of review is patent unreasonableness.", "State protection"], ["[21]", "The Officer's conclusion with respect to the availability of state protection is also an error.  <FRAGMENT_SUPPRESSED> ], therefore, applies equally to cases where an individual claims to fear persecution by non-state entities and to cases where the state is alleged to be a persecutor. This is particularly so where the home state is a democratic country like the United States. We must respect the ability of the United States to protect the sincerely held beliefs of its citizens. Only where there is clear and convincing evidence that such protections are unavailable or ineffective such that state conduct amounts to persecution will this country be able to extend its refugee protections to the claimants."], ["[22]", "Here, the agent of persecution is the highest level of the state, the ruling political elite, and similarly situated persons are clearly, on the documentary evidence, being persecuted. What is at issue here is the conflict between political parties, and the dominance by violence of one party over another, leading to persecution of members of the non-ruling coalitions on account of their political opinion."], ["[23]", "Furthermore, the letter from the applicant's two daughters identifies that the applicant's brother is now facing persecution on account of his political affiliations. The letter from the neighbour demonstrates that she faces persecution on account of her association with the applicant, even as recently as 2004. Similarly situated individuals are being persecuted."], ["[24]", "Similarly, the respondent's suggestion that the Ethiopian Human Rights Council and other similar Non-Governmental Organizations (NGO) could protect the applicant from the state apparatus is not reasonable. Even if these were legitimate recourses to state protection, which is questionable in itself, reference to these recourses is usually made when the state is unable to protect, or when the issue is state complicity, not when the state is the agent of persecution. Furthermore, the Officer never attempted to say that NGOs and human rights organizations would offer protection. The respondent unilaterally asserted the availability of this avenue of recourse in its memorandum of fact and law."], ["[25]", "The respondent's submission is even less reasonable in light of the documentary evidence demonstrating that investigators for the Ethiopian Human Rights Council have themselves been persecuted on account of political intervention. The Human Rights Watch report dated June 15, 2005 states that three investigators for the Ethiopian Human Rights Council were detained while working to gather information about arrests of CUD supporters. The BBC news and Amnesty International reported that six people from the Council were arrested."], ["[26]", "The respondent also cites other organizations that are part of the state apparatus, but the Officer never explained why these would be legitimate recourses for protection. For instance, from the documentary evidence, it appears that the Federal Commissioner of Police plays an integral part in the detention of CUD supporters.", "Subjective fear and delay leaving the United States"], ["[27]", "The applicant's argument in this regard is compelling. First of all, the delay leaving the United States is obviously not relevant with respect to the", "sur place", "claim."], ["[28]", "Second, the Officer merely said that the delay in leaving suggested a lack of fear. The respondent unilaterally stated that the delay demonstrated a lack of fear because the applicant would have tried to regularize her status if she was really afraid of being returned. This is the respondent's reasoning, not that of the Officer. The statement by the Officer that a delay leaving the United States demonstrates a lack of fear is unreasonable. The cases on delay all state that delays in making a refugee claim can be considered evidence of a lack of fear. However, there was no delay on the applicant's part in making a refugee claim, either upon her arrival in Canada or in the United States. Instead, the applicant failed to leave the United States to return to Ethiopia after she failed in her asylum claim, regardless of her status. This, in fact, is more demonstrative of the presence of fear, if it demonstrates anything at all."], ["[29]", "Third, the applicant, in her PIF, discussed her time in the United States living without status. She notes that she was petrified when her claim failed in the United States and she feared return to Ethiopia. A church, however, found her a place to live with a family who was kind. Unfortunately, she later lived with an unkind family. It was at that time that a priest informed her that she might be successful in a claim in Canada. She applied for protection in Canada immediately, again evidencing the presence of a fear."], ["[30]", "Thus, with no further explanation as to why her behaviour suggests that she was not in fear, I am of the view that the Officer's finding is unreasonable. Again, even if the standard were patent unreasonableness, the Officer's finding is still an error.", "* * * * * * * *"], ["[31]", "For all the above reasons, the application for judicial review is allowed and the matter is sent back for re-determination by a different Pre-Removal Risk Assessment Officer.", "[End of document]"]]}