{"id_": "023110", "body_str": [["[1]", "Muldoon, J.", ": The applicant challenges by way of judicial review the interim deci­sion of adjudicator Anne M. Wallace made pursuant to section 240 of the", "Canada Labour Code", ", R.S.C. 1985, c. L-2 (hereinafter: the", "Code", "), dated November 24, 1997, in which the adjudicator declined to grant a non-suit against the respondent's case for dismissal of the applicant for just cause. Thereupon, since the employee elected to call no further evidence, the adjudicator found for the respondent bank on December 31, 1997. (Transcript pp. 4 to 6.) It was correct of the applicant not to seek judicial review of an interlocutory, albeit important, disposition prior to obtaining the adjudica­tor's final disposition.  <FRAGMENT_SUPPRESSED>", "Facts  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant, Garry Mihalicz, was employed with the respondent, the Royal Bank of Canada, for some 28 years before his termination on November 25, 1996. Over that period of time, he held various posi­tions, eventually leading him to specialize in the area of lending and business relationship management. On January 14, 1991, he became an account manager in the bank's Saskatoon Independent Business Centre. Upon his termination on November 25, 1996, the bank provided him with a settle­ment package which included an ex gratia payment of $26,050, representing six months' salary, and access to place­ment/relocation counselling. What follows is the history of the events which led to the applicant's termination. Counsel for each side together agreed, at the court's sugges­tion, on a documentary time-line of events which were, as to sequence, problematic for the adjudicator, exhibit A.  <FRAGMENT_SUPPRESSED>"], ["[3]", "On September 22, 1992, the applicant received what is termed a \"final written warning\" for failing to comply with proper guidelines and procedures: he had issued a letter of credit which resulted in an unauth­orized credit excess. This warning was to be attached to his personal file for five years, until September 21, 1997, and would have been removed provided his performance during that period was satisfactory. Internal bank policy dictates that corrective action taken by the bank be in the form of a formal oral warning, followed by a written warning, and if necessary, a final written warning. This latter document has its own procedures. The employee's supervisor meets with the employee to review the problem and to articulate the bank's concerns and expecta­tions. The employee then goes home or, at least, leaves the bank's premises, to reflect on the problem and generate possible sol­utions, which could be written down in a personal action plan. The particular warning in the instant case ran, in part:  <FRAGMENT_SUPPRESSED>", "\"This final written warning is being issued to you in accordance with Circular J0-61-15, Section 3(c) and J0-61-11, Section 12, Compliance with Instructions, for the unacceptable loan management practices you recently exercised in handling the affairs of one of the Centre's clients.  <FRAGMENT_SUPPRESSED>", "\"Specifically, we refer you to the unauthor­ized credit excess created by your failure to follow proper procedures in relation to the issuing of a Letter of Credit. It is imperative the administration of such transactions follow the necessary guidelines and procedures, and the required approvals be obtained to prevent out of order situ­ations which may place the assets of the Bank at undue risk.  <FRAGMENT_SUPPRESSED>", "\"Garry, from our conversations you are well aware of the seriousness of this situ­ation and such is further emphasized by our decision to bypass the usual first steps in the corrective action process and issue this final written warning. While we ac­knowledge you did bring this out of order situation to our attention, we cannot con­done actions of this nature. Following our discussion on September 21, 1992, you were given the remainder of the day off with salary, as a decision making leave, to consider your position with the bank. Upon your return you provided us with your commitments to bring about the required improvement. We have approved your action plan which forms part of, and is attached to this final written warning.  <FRAGMENT_SUPPRESSED>", "\"While we are prepared to provide you with the necessary support and guidance, the onus clearly rests with you to ensure similar incidents do not occur in the future. Should we have reason to criticize you again in this regard, you will be subject to further corrective action which could include our recommendation to Head Office for your dismissal. <FRAGMENT_SUPPRESSED>", "(certified copy of exhibits, exhibit E-4, personnel file, pp. 43-44)  <FRAGMENT_SUPPRESSED>"], ["[4]", "The applicant received a second such warning on March 6, 1995 in relation to another file for which he had been respon­sible. He had advanced $90,000 to a client on October 6, 1994, without obtaining proper security. The letter issuing the warn­ing, signed by senior account manager Les Lindberg, reads in part,  <FRAGMENT_SUPPRESSED>", "\"Garry, it is imperative proper procedures are followed when granting loans and lodging security. We are disappointed with your unsatisfactory work performance as it relates to liability administration and can­not allow it to continue. While we are prepared to provide you with the necessary support and guidance, the onus clearly rests with you to ensure similar incidents do not occur in the future. Should we have reason to criticize you again in this regard, you will be subject to further corrective action which will likely include our recom­mendation to Head Office for your dis­missal. <FRAGMENT_SUPPRESSED>", "(exhibit E-4, p. 115)  <FRAGMENT_SUPPRESSED>"], ["[5]", "In 1996, the bank became aware of several errors or \"deficiencies\" in the appli­cant's work with regard to his administration of a group of companies known as the \"Cali­fornia Fitness\" connection. Three segments of business loans to a particular numbered company (57169 Saskatchewan Ltd.) were discovered to have out of order conditions and deficiencies with security. The first loan segment, for $70,000, was advanced on December 29, 1995 without proper registra­tion with Small Business Loans Administra­tion. Indeed, the loan was not sent for regis­tration there until October 30, 1996. As well, several documents in the file were not cor­rectly executed. The second segment of the loan, $30,000, was advanced on March 20, 1995 after approval was secured on Decem­ber 1, 1997. The leased property contained several fixtures, so it was essential that the bank's security be protected by registering a fixture filing with the Personal Property Registry and Land Titles Office. The fixture filing was not done until September 1, 1995. The third segment, for $100,000, was approved on December 4, 1994 and advanced on March 20, 1995; the file con­tained insufficient receipts and cheques.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The applicant also had administrative problems with regard to KTB Lifestyles Ltd., another company in the California Fitness connection. He failed to obtain proper security for a $207,000 small business loan which was advanced in three increments over July and August 1996.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Several meetings were held with the applicant to review the situation and afford him the chance to provide an explanation for the problems. Mr. Lindberg, the senior account manager, met with the applicant on November 7 and 19, 1996; on November 22, Doug Finnie, bank manager, met with the applicant; and on November 27, after the applicant was dismissed, he and his legal counsel met with Mr. Finnie. The bank did not accept the applicant's excuse that he was overworked at the time the errors occurred, and on November 25, 1996, the applicant received this brief letter of dismissal, signed by Mr. Finnie:  <FRAGMENT_SUPPRESSED>", "\"As a result of your not adhering to estab­lished lending guidelines, we have lost confidence in your ability to perform the duties of your position, and therefore you are dismissed for just cause from the employ of Royal Bank effective November 25, 1996. <FRAGMENT_SUPPRESSED>", "(exhibit E-4, p. 161)  <FRAGMENT_SUPPRESSED>"], ["[8]", "On November 22, 1996, an internal memorandum detailed the applicant's prob­lems with the California Fitness group files, as well as the ensuing discussions. It stated that the applicant was unable to provide any reasons for the manner in which he handled the loans and collateral security and based on the March 6, 1995 final written warning for a similar occurrence, the applicant's dis­missal was recommended by Mr. Finnie (exhibit E-4, pp. 155-56). The actual docu­ment dismissing the applicant was signed three days later, by Mr. Finnie (who recom­mended it), concurred in by the senior advisor to human resources, Denis Conway, and approved by Anne Lockie, senior vice president and general manager (exhibit E-4, p. 157).  <FRAGMENT_SUPPRESSED>", "Legislation  <FRAGMENT_SUPPRESSED>"], ["[9]", "Pursuant to section 140 of Division XIV of the", "Canada Labour Code", ", the applicant registered a complaint for unjust dismissal. Section 240 proceeds:  <FRAGMENT_SUPPRESSED>", "\"240(1) Subject to subsections (2) and 242(3.1), any person  <FRAGMENT_SUPPRESSED>", "(a) who has completed twelve consecu­tive months of continuous employment by an employer, and  <FRAGMENT_SUPPRESSED>", "(b) who is not a member of a group of employees subject to a collective agree­ment,  <FRAGMENT_SUPPRESSED>", "may make a complaint in writing to an inspector if the employee has been dis­missed and considers the dismissal to be unjust.  <FRAGMENT_SUPPRESSED>", "\"(2) Subject to subsection(3), a complaint under subsection (1) shall be made within ninety days from the date on which the person making the complaint was dis­missed.  <FRAGMENT_SUPPRESSED>", "\"(3) The Minister may extend the period of time referred to in subsection (2) where the Minister is satisfied that a complaint was made in that period to a government offi­cial who had no authority to deal with the complaint but that the person making the complaint believed the official had that authority. <FRAGMENT_SUPPRESSED>"], ["[10]", "An adjudicator was appointed under section 242 to hear the applicant's complaint. That section provides:  <FRAGMENT_SUPPRESSED>", "\"242(1) The Minister may, on receipt of a report pursuant to subsection 241(3), appoint any person that the Minister con­siders appropriate as an adjudicator to hear and adjudicate on the complaint in respect of which the report was made, and refer the complaint to the adjudicator along with any statement provided pursuant to subsec­tion 241(1).  <FRAGMENT_SUPPRESSED>", "(2) An adjudicator to whom a complaint has been referred under subsection (1)  <FRAGMENT_SUPPRESSED>", "(a) shall consider the complaint within such time as the Governor in Council may by regulation prescribe;  <FRAGMENT_SUPPRESSED>", "(b) shall determine the procedure to be followed, but shall give full opportunity to the parties to the complaint to present evidence and make submissions to the adjudicator and shall consider the infor­mation relating to the complaint; and  <FRAGMENT_SUPPRESSED>", "(c) has, in relation to any complaint before the adjudicator, the powers con­ferred on the Canada Labour Relations Board, in relation to any proceeding before the Board, under paragraphs 16(a), (b) and (c). <FRAGMENT_SUPPRESSED>"], ["[11]", "It should also be noted that section 243 operates as a privative clause, protecting the adjudicator's decision from review:  <FRAGMENT_SUPPRESSED>", "\"243(1) Every order of an adjudicator appointed under subsection 242(1) is final and shall not be questioned or reviewed in any court.  <FRAGMENT_SUPPRESSED>", "\"(2) No order shall be made, process entered or proceeding taken in any court, whether by way of injunction,", "certiorari", ", prohibition,", "quo warranto", "or otherwise, to question, review, prohibit or restrain an adjudicator in any proceedings of the adjudicator under section 242. <FRAGMENT_SUPPRESSED>", "The Interim Decision  <FRAGMENT_SUPPRESSED>"], ["[12]", "An adjudicator was duly appointed by the Minister of Labour and an interim deci­sion was rendered on November 24, 1997 upon an application by the applicant for nonsuit. At the hearing, Messrs. Lindberg and Finnie testified on behalf of the respon­dent as to the events which led to the appli­cant's dismissal. The adjudicator rejected the appli­cant's contention that the respondent's fail­ure to call Ms. Lockie, senior vice presi­dent, to testify as to the reasons for the applicant's termination must necessarily be fatal to their case. The adjudicator concluded that, accept­ing the respondent bank's evi­dence at its face value, the necessary facts for a prima facie case had been made out. In her deci­sion, she held:  <FRAGMENT_SUPPRESSED>", "\"The Employee's position is that because Anne Lockie, the Senior Vice-President of the Bank, did not testify as part of the Bank's case, the Bank has not made out its case because Ms. Lockie is the only person who can testify to the reasons for termina­tion of Mihalicz's employment. This is apparently so because Bank policy required Lockie to sign her approval to the termina­tion. Lockie having not testified, so the argument goes, there is no evidence before me on the question of the reason or rea­sons for the termination.  <FRAGMENT_SUPPRESSED>", "\"I cannot agree with this submission. On the evidence before me, there is a prima facie case that the Bank terminated Mi­halicz's employment because of his failure, on more than one occasion, to adhere to established lending guidelines. The evi­dence of both Lindberg and Finnie is based on their personal knowledge of the matters to which they testified. Their evidence, including the documents properly proved in evidence, establish a prima facie case that the Bank terminated Mihalicz for the reasons stated in the termination letter signed by Doug Finnie, the same reasons outlined in the Summary document con­curred in by Conway and approved by Lockie. That being the case, it was not an essential requirement of the Bank's case that Lockie be called as a witness. Had Lockie's signature been absent from the document in question, the situation may have been different, but here, the Bank's documentation appears to be regular on its face and is consistent with the testimony of the witnesses whose evidence did establish the reasons for termination of Mihalicz's employment.  <FRAGMENT_SUPPRESSED>", "\"To be clear, the failure to call Anne Loc­kie as a witness may well be a relevant consideration at the close of the entire case, and I do not mean to suggest the Employee cannot raise the question at that time. Her evidence, however, was not a necessary element of the Bank's case as it relates to this nonsuit application. <FRAGMENT_SUPPRESSED>", "(Applicant's application record, adjudica­tor's reasons, tab 4, pp. 7-8)  <FRAGMENT_SUPPRESSED>", "The evidence demonstrated that the applicant was terminated because of his failure to adhere to established lending guidelines, and the bank's documentation terminating the applicant was consistent with witness testi­mony as to the reasons for the applicant's dismissal. The evidence also showed that the bank adhered to its termination pro­cedures. In any event, nothing precluded the applicant from requesting that Ms. Lockie be subpoenaed to attend the hearing, if he were so intent on hearing her testimony. He em-phasized that she was not called to testify, thereby supporting his \"nonsuit\" motion.  <FRAGMENT_SUPPRESSED>", "The Final Decision  <FRAGMENT_SUPPRESSED>"], ["[13]", "The hearing reconvened on December 17, 1997 and the adjudicator's final decision was handed down on December 31, 1997. Essentially, the adjudicator upheld the bank's prima facie case for dismissal of the appli­cant for cause.  <FRAGMENT_SUPPRESSED>", "Applicant's Position  <FRAGMENT_SUPPRESSED>"], ["[14]", "The application for judicial review is based on the following grounds:  <FRAGMENT_SUPPRESSED>", "1. The adjudicator exceeded her jurisdic­tion under the", "Code", "and her decision should be quashed based on the correctness standard;  <FRAGMENT_SUPPRESSED>", "2. Alternatively, if it is found that the adjudicator has not exceeded her jurisdic­tion, her decision should be quashed due to patent unreasonableness;  <FRAGMENT_SUPPRESSED>", "3. The adjudicator erred in law in making her decision by:  <FRAGMENT_SUPPRESSED>", "- failing to find that the bank did not meet the minimum onus of proof in proving that they had cause to dismiss the applicant based on the fact that the decision maker, the person who dis­missed the applicant and who could give reasons for his dismissal did not testify;  <FRAGMENT_SUPPRESSED>", "- failing to find that as a result of the decision maker not testifying, the appli­cant had no case to meet because he was not given access to the bank and the decision maker's internal investigation vis-à-vis the decision to terminate his employment with the bank;  <FRAGMENT_SUPPRESSED>", "- shifting the onus of proof on the appli­cant to call the decision maker as a wit­ness, when acknowledging in her interim decision that the onus did not lie on the applicant to call the decision maker to provide reasons as to why he was dis­missed;  <FRAGMENT_SUPPRESSED>", "- failing to find that the applicant had no case to meet even after acknowledging that there was no evidence before her as to whether the bank did not follow pro­cedures in disciplining the applicant.  <FRAGMENT_SUPPRESSED>", "4. The adjudicator failed to observe prin­ciples of natural justice, procedural fair­ness, and other procedures that the adjudi­cator was required by law to observe, as per the reasons set out above.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The applicant seeks the following relief:  <FRAGMENT_SUPPRESSED>", "1. An order that both the interim and final decisions of Adjudicator Wallace be set aside and that the Court issue directions to her in regard to rendering an interim deci­sion that:  <FRAGMENT_SUPPRESSED>", "- the failure of the decision maker to testify must in law mean that the appli­cant has no case to meet;  <FRAGMENT_SUPPRESSED>", "- the failure of the bank and the decision maker to present any evidence of the decision maker's internal investigation vis-à-vis the decision maker's reasons to terminate the employment of the appli­cant must in law mean that the applicant has no case to meet;  <FRAGMENT_SUPPRESSED>", "- the onus of proof rests with the respon­dent, and does not shift to the applicant, to call as a witness the deci­sion maker, the person who possesses the reasons for the applicant's dismissal;  <FRAGMENT_SUPPRESSED>", "- the failure of the decision maker to testify must mean in law that a negative inference must be drawn in that the bank did not follow their own proper pro­cedures in dismissing the applicant and, as such, there is no case to meet;  <FRAGMENT_SUPPRESSED>", "2. In the alternative, an order that the applicant's complaint be referred back to a different adjudicator.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The applicant contends that the adjudi­cator did not have any direct evidence before her establishing the reasons for the appli­cant's dismissal because the alleged decision maker, Ms. Lockie, did not testify in the proceedings. The applicant argues that Ms. Lockie was the ultimate decision maker and, as such, had to be produced by the respon­dent in order to set out the case against the applicant. The applicant states that without Ms. Lockie, he has no case to meet, and the respondent's failure to produce her at the hearing breached the fundamental principle of natural justice that an accused be granted the right to confront his or her accuser.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The applicant relies on", "<FRAGMENT_SUPPRESSED>  who made the decision to discharge was called to testify on behalf of the employer; she had the responsibility to make the decision and did so. In the case at bar, the applicant contends that Ms. Lockie, whose approval was necessary, was the actual decision maker, and not Messrs. Finnie and Conway, who merely recom­mended and concurred in, respectively, the decision.  <FRAGMENT_SUPPRESSED>"], ["[18]", "The applicant also points out that the approval memo which Ms. Lockie signed contains an error: it states that he had been an account manager since 1981, when, in fact, he had obtained that position only in 1991. It also states, incorrectly, that he should be given an ex gratia payment of $24,000, representing six months' salary. The correct figure is $26,050, which, it should be noted, is the actual amount of money the applicant actually received from the respondent. He contends that given these inaccuracies and mistakes, the necessity of Ms. Lockie's sworn testimony is paramount.  <FRAGMENT_SUPPRESSED>", "Respondent's Position  <FRAGMENT_SUPPRESSED>"], ["[19]", "The respondent emphasizes that the applicant was well aware that an account manager who advanced loans in excess of his authorized lending limit or without secur­ity being in place faced a final written warn­ing or dismissal, and that he was, in fact, dismissed for failing to adhere to the bank's established lending guidelines. His eventual dismissal was based on the joint recommen­dation of his immediate supervisor, Mr. Lindberg and Mr. Finnie after discussions with human resources personnel.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The sole issue, according to the respon­dent, is whether the adjudicator's decision to deny the applicant's motion for nonsuit, the interim decision, be a patently unreasonable error of law. The main legal issue before the adjudicator on the nonsuit application was whether the bank had presented sufficient credible evidence to support its contention that the applicant was dismissed with cause.  <FRAGMENT_SUPPRESSED>"], ["[21]", "Given the presence of the privative clause in section 243 of the", "Code", ", the appro­priate standard of review, according to the respondent, is determined by applying a \"functional and pragmatic\" approach. The respondent relies, for this proposition, on the Supreme Court of Canada decision in", "Syn­dicat national des employés de la commis­sion scolaire régionale de l' <FRAGMENT_SUPPRESSED>  Q.A.C. 244; 35 Admin. L.R. 153. Using such an approach in the context of labour relations, patent unreasonableness is the applicable standard of review:", "<FRAGMENT_SUPPRESSED>  O.A.C. 241. Patent unreason­ableness has been defined as \"clearly ir­rational, that is to say, evidently not in accordance with reason\" by Cory, J., in", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 673; 93 C.L.L.C. 14,022.  <FRAGMENT_SUPPRESSED>"], ["[22]", "The respondent contends that the ques­tion of whether the adjudicator erred in law involves an inquiry into whether the findings of fact she made were reasonable based on the patent unreasonableness standard. The test is whether the decision is one which a reasonable person in the position of the decision maker could have reached:", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 449; 45 Admin. L.R. 161.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Finally, with regard to the applicant's argument that the adjudicator breached the principles of natural justice and procedural fairness by deciding that the bank was not required to produce Ms. Lockie, the respon­dent argues that the testimony of the bank's other witnesses was indeed sufficient to establish reasons for the applicant's termina­tion. Ms. Lockie's signature was required on the dismissal documents in the capacity of approving it, sine qua non, but as such, her knowledge of the facts of the matter would quite likely have been substantially less, and obviously more personally remote, than that of Mr. Finnie or indeed Mr. Lindberg.  <FRAGMENT_SUPPRESSED>", "Issues  <FRAGMENT_SUPPRESSED>"], ["[24]", "1. What is the effect of the privative clause contained in section 243 of the", "Code", "?  <FRAGMENT_SUPPRESSED>", "2. What is the appropriate standard of review for the adjudicator's decision?  <FRAGMENT_SUPPRESSED>", "Analysis  <FRAGMENT_SUPPRESSED>", "Privative Clause - Division XIV  <FRAGMENT_SUPPRESSED>"], ["[25]", "Litigation in this matter appears, at first blush, rather odd given the presence of the absolute privative clause in section 243 of the", "Code", ", as well as section 244 which provides that a copy of an adjudicator's order may be filed in this court and regis­tered so as to give it the same force and effect as a judgment. Be that as it may, it was held in", "<FRAGMENT_SUPPRESSED>  (T.D.), that the court will transcend the protective provisions of section 243 only if it be dem­onstrated that the adjudicator has so patently unreasonably stepped outside of the jurisdic­tion which Parliament conferred that the adjudicator can be clearly perceived to have perverted, evaded, avoided, or contradicted Parliament's will. Parliament presumes to afford some degree of protection via the operation of section 243 to cover any gar­den-variety errors committed by the adjudi­cator so long as the manner of adjudication and the result be not patently unreasonable. The provisions of section 244 have never been problematic. One wonders how a clear­ly functus Minister could, in light of Divi­sion XIV, ever be ordered to serve up a newly appointed replacement for an adjudi­cator whom the court purports to remove.  <FRAGMENT_SUPPRESSED>"], ["[26]", "Pertinent also are", "<FRAGMENT_SUPPRESSED> ; 41 D.L.R.(3d) 6;", "Canadian Union of Public Employees, Local 963 v. New Brunswick Liquor Corporation", ", [1979] 2 S.C.R. 227; 26 N.R. 341; 25 N.B.R.(2d) 237; 51 A.P.R. 237; 97 D.L.R.(3d) 417; 79 C.L.L.C. 14,209;", "Teamsters Union, Local 938 v. Massicotte et al.", ", [1982] 1 S.C.R. 710; 44 N.R. 340; 134 D.L.R.(3d) 385; and", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 437; 89 C.L.L.C. 14,050; [1989] 6 W.W.R. 673; 40 Admin. L.R. 181.  <FRAGMENT_SUPPRESSED>", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[27]", "The nature of judicial review is to determine whether it was open to the tribu­nal, or adjudicator, to make the decision that it did on the basis of the evidence that was before it. The court must ask itself this question: did Parliament intend, either ex­plicitly or implicitly, the question at issue to be within the jurisdiction of the tribunal, or adjudicator? If the answer is yes, the court must be chary of intervening unless the adjudicator has erred in a patently unreason­able manner. Indeed, the patently unreason­able test requires courts to accord curial deference to the adjudicator's decision, as it is in the specialized realm of labour.  <FRAGMENT_SUPPRESSED>"], ["[28]", "With regard to the appropriate standard of review, it is instructive to refer to the recent Supreme Court of Canada decision in", "<FRAGMENT_SUPPRESSED>  O.A.C. 241, where it was held that in a labour relations context, the stan­dard of patent unreasonableness is the most appropriate one, given the functional and pragmatic analysis mandated by", "Bibeault", "(supra) and", "P.S.A.C. No. 2", "wherein Cory, J., for the majority, recognized that the legisla­tors of Parliament have determined, in their wisdom, that arbitration board members with their experience and specialized knowledge, should be the ones who resolve labour dis­putes. The same reasoning can be applied to an adjudicator appointed under section 242 of the", "Code", ".  <FRAGMENT_SUPPRESSED>"], ["[29]", "In the case at bar, the adjudicator denied the applicant's motion for nonsuit on the basis that the respondent bank had estab­lished a prima facie case. She based her decision on the evidence before her. It estab­lished that the applicant had breached bank policy several times, resulting in final writ­ten warnings being issued in September of 1992 and March of 1995. Bank disciplinary procedures were followed. Mr. Lindberg, who testified, was the applicant's immediate supervisor and recommended his dismissal to Mr. Finnie, who also testified. He also identified the signatures on the dismissal memo of Mr. Conway, who concurred in the decision, and Ms. Lockie, who approved the decision. The adjudicator expressly rejected the applicant's contention that Ms. Lockie is the", "only", "person who can testify as to the reasons for the dismissal. The evidence of both Lindberg and Finnie was based on their personal knowledge of the events leading to the applicant's dismissal. The adjudicator accepted their evidence as establishing a prima facie case that the bank had termin­ated the applicant's employment for cause, viz., failing to comply with instructions, essentially a discipline matter.  <FRAGMENT_SUPPRESSED>", "Employer's Onus  <FRAGMENT_SUPPRESSED>"], ["[30]", "The applicant claims that in proceeding to find a prima facie case for the employer, without hearing from Mrs. Lockie, the adju­dicator erred in law and was unfair to the applicant, and her decision was patently unreasonable. His counsel characterized Mrs. Lockie as being \"the decision maker\" and counsel was vehement and repetitive in asserting that it is unthinkable to find an employer's prima facie case without the viva voce testimony of \"the decision maker\" before the adjudicator. Counsel was in error. Mrs. Lockie was not the decision maker. Messrs. Lindberg and Finnie who knew the applicant personally and observed his lack of competent judgment in the performance of his work were compositely \"the decision maker\". Their decision, recommended to Mrs. Lockie, could not have affected the applicant, nor effected his dismissal, without her approval, given the employer's hierarchy. Mrs. Lockie reviewed the actions of Finnie and Lindberg, and their recommendation to dismiss the applicant, and she approved, thereby effecting the applicant's dismissal. She did not make or formulate that decision. Now, one must take care not to permit large corporate or public service employers to diffuse responsibility for dismissals within their bureaucracies to the point that a dis­missed employee cannot even discover the responsible official(s). Such is not the case here. Local management made the decision and recommended it to Mrs. Lockie, a vice-president. She approved it. It takes only a little discernment to appreciate the realities.  <FRAGMENT_SUPPRESSED>"], ["[31]", "Why, oh why, did the bank not just summarily fire the applicant after his first misstep in 1992, or again in October, 1994? The applicant's own counsel put this ques­tion to the court. Good practice does not require the employer to be ruthless and heartless. Indeed, a Court of equity would lean against employment \"capital punish­ment\" (counsel's term) for a first offence. Because \"to err is human\", good employment practice is to attempt to rehabilitate a well-intentioned employee from a first, and even a second, mistake or \"offence\". The adjudi­cator was correct to decline to blame the employer for trying to rehabilitate the appli­cant from his errors between 1992 and es­pecially his later misconduct period October 1994 to May and November, 1996. The court declines to blame the adjudicator for this reasonable view, whether spontaneous or in response to counsel's assertions. Counsel and the court laboured under the disadvan­tage of no transcript.  <FRAGMENT_SUPPRESSED>"], ["[32]", "Finally, this court finds that far from patently unreasonable, the adjudicator's performance of her duties, her decision and order are all eminently fair and reasonable. Her errors of fact were far from egregious, and, were quite insufficient to cause this court to hold that she so stepped outside of the jurisdiction Parliament conferred that her decision should ever be quashed.  <FRAGMENT_SUPPRESSED>"], ["[33]", "In the result this application by the former employee is dismissed, with party-and-party costs payable by the applicant to the respondent, after assessment, or as may be agreed by the parties.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Janette Blue/vem  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}