{"id_": "023112", "body_str": [["[1]", "Kelen, J.", ": This is an application for judicial review of a decision by a Pre-Removal Risk Assessment (PRRA) Officer, dated March 19, 2009, denying the applicant's application for protection for lack of evidence and an absence of a change in circumstances.", "FACTS", "Background"], ["[2]", "The applicant, a 33 year old citizen of Ethiopia, arrived in Canada on July 25, 2007 and filed a claim for refugee protection."], ["[3]", "The applicant's refugee claim was based on fear of persecution by reason of his membership in a political opposition group in Ethiopia named the Coalition for Unity and Democracy (CUD). The applicant allegedly joined the All Amhara People's Party (AAPO) in 1996 which opposed the ruling Ethiopian People's Revolutionary Democratic Front (EPRDF) party. The applicant alleged that the EPRDF arbitrarily detained and physically abused him for three months following a student demonstration on April 18, 2001. In 2002 the AAPO changed its name to the All Ethiopian Unity Party (AEUP). In May 2005 the AEUP united with three other political parties to the form the CUD. The applicant alleged his active participation in all three organizations."], ["[4]", "The applicant was allegedly arrested a second time on June 8, 2005 following a disputed election and released on October 25, 2005 on condition that he sign in and report with the local authorities every two weeks. In December 2006 the applicant was on his way to sign in and report when he was informed by an acquaintance that his name was on an assassination list because of active ties to the CUD. The applicant fled to Kenya on December 22, 2006 and from there to Canada. The applicant claimed refugee protection on January 29, 2007."], ["[5]", "The applicant's refugee claim was denied by the Refugee Protection Division (RPD) of the Immigration and Refugee Board on January 9, 2008 because of failure to establish a political affiliation and failure and a lack of credibility."], ["[6]", "The RPD found that the applicant's alleged political knowledge was not consistent with the objective documentation. The applicant's claim to be ongoing active member of several political parties lacked credibility. The applicant could not explain why the only political membership card that he ever carried was from AAPO, which ceased to be active in 2002. The applicant provided different answers when asked about the date he joined the AAPO."], ["[7]", "The applicant was able to produce a letter from the CUD purporting to confirm his political membership but the RPD assigned it little weight. The RPD found that the circumstances leading to the applicant's flight lacked credibility or plausibility. The RPD therefore concluded that the applicant could not establish a political affiliation and is therefore not a target of the Ethiopian government or its security forces and similarly will not face serious hardship should he return to Ethiopia. The application for refugee protection was therefore dismissed. The applicant subsequently filed a PRRA application on May 29, 2008.", "PRRA Decision under review"], ["[8]", "The applicant based his PRRA application on the same risks that formed the basis of his refugee claim, namely fear of persecution by virtue of his membership in the CUD. The applicant raised a new", "sur place", "claim for refugee protection based on his political activities in Canada."], ["[9]", "The applicant's written submissions on June 27, 2008 contained objective country condition documentation which pre-dated the RPD decision. The PRRA officer excluded the items that pre-dated the RPD decision pursuant to subsection 113(a) of the", "Immigration and Refugee Protection Act", "(IRPA) S.C. 2001, c. 27. Items that post-dated the RPD decision were accordingly admitted."], ["[10]", "The PRRA officer held that no explanation was provided for the applicant's failure to present the risk", "sur place", "at the RPD hearing and accordingly it should not be considered. However, the PRRA officer considered the", "sur place", "risk in the alternative and dismissed it for lack of sufficient evidence."], ["[11]", "The PRRA officer noted the applicant's membership in Kinijit for Human Rights and Democracy, which acts as an advocacy group for the CUD, which he demonstrated by submitting receipts for membership dues and a letter from the president of the organization confirming that the applicant was a member. The PRRA officer assigned the Kinijit president's letter and Kinijit membership receipts little weight because they failed to provide evidence of the applicant's political activities in Canada, or confirm his membership in the CUD in Ethiopia. The PRRA officer concluded that the applicant did not show that he attended demonstrations in Canada against the Ethiopian regime, or that the authorities were aware of his activities."], ["[12]", "The PRRA officer cited my decision in", "<FRAGMENT_SUPPRESSED>  where at paragraph 11 I held that \"the PRRA application cannot be allowed to become a second refugee hearing. The PRRA Process is to assess new risk developments between the hearing and the removal date.\""], ["[13]", "The PRRA officer concluded that the applicant has not provided objective factual evidence to show that a material change in the country conditions in Ethiopia has taken place since the RPD rendered its negative decision. The PRRA application was therefore dismissed.", "LEGISLATION"], ["[14]", "Section 96 of the", "Immigration and Refugee Protection Act", "(IRPA) S.C. 2001, c. 27 (IRPA) confers protection upon person who are Convention refugees:", "96", "A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", ") soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner."], ["[15]", "Section 97 of IRPA for confers protection on persons who may be at a risk to their life or to a risk of cruel and unusual punishment which is personalized, or at risk torture:", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays don't elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", ") soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats."], ["[16]", "Section 113(a) of IRPA allows a PRRA applicant to present only evidence that arose after the rejection of the refugee claim. Section 113(b) allows the Minister to hold a hearing:", "113. Consideration of an application for protection shall be as follows:", ") an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;", "...", ") a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required;", "113. Il est disposé de la demande comme il suit:", ") le demandeur d'asile débouté ne peut présenter que des éléments de preuve survenus depuis le rejet ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'il n'était pas raisonnable, dans les circonstances, de s'attendre à ce qu'il les ait présentés au moment du rejet;", "...", "b) une audience peut être tenue si le ministre l'estime requis compte tenu des facteurs réglementaires;"], ["[17]", "Subsection 161(2) of the", "Immigration and Refugee Protection Regulations", "(IRPR) S.O.R./2002-227, requires the applicant to identify new evidence:", "...", "(2) A person who makes written submissions must identify the evidence presented that meets the requirements of paragraph 113(", ") of the Act and indicate how that evidence relates to them.", "...", "(2) Il désigne, dans ses observations écrites, les éléments de preuve qui satisfont aux exigences prévues à l'alinéa 113", ") de la Loi et indique dans quelle mesure ils s'appliquent dans son cas."], ["[18]", "Subsection 167 of the IRPR sets out the factors the Minister must consider before deciding if a PRRA hearing is required:", "167. For the purpose of determining whether a hearing is required under paragraph 113(", ") of the Act, the factors are the following:", ") whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;", ") whether the evidence is central to the decision with respect to the application for protection; and", ") whether the evidence, if accepted, would justify allowing the application for protection.", "167. Pour l'application de l'alinéa 113", ") de la Loi, les facteurs ci-après servent à décider si la tenue d'une audience est requise:", ") l'existence d'éléments de preuve relatifs aux éléments mentionnés aux articles 96 et 97 de la Loi qui soulèvent une question importante en ce qui concerne la crédibilité du demandeur;", "b) l'importance de ces éléments de preuve pour la prise de la décision relative à la demande de protection;", "c) la question de savoir si ces éléments de preuve, à supposer qu'ils soient admis, justifieraient que soit accordée la protection.", "ISSUE"], ["[19]", "The applicant raised the following issues:", "1. Did the officer err by failing to assess the applicant's", "sur place", "risk?", "2. Did the officer err in assessing the risk under ss. 96 and 97 by applying the wrong test or too high a test to the", "sur place", "claim?", "3. Did the officer err by providing a decision and reasons that are unintelligible and incapable of appellate review?", "4. Did the officer, in making the determination, make perverse and capricious findings, conclusions and inferences without evidence and in disregard to the evidence?", "5. Did the PRRA officer breach the applicant's statutory right to a hearing (an interview) in light of the negative credibility finding?", "STANDARD OF REVIEW"], ["[20]", "<FRAGMENT_SUPPRESSED>  N.R. 1, the Supreme Court of Canada held at paragraph 62 that the first step in conducting a standard of review analysis is to \"ascertain whether the jurisprudence has already determined in a satisfactory manner the degree of (deference) to be accorded with regard to a particular category of question\": see", "also  <FRAGMENT_SUPPRESSED>  per Justice Binnie at paragraph 53."], ["[21]", "It is clear that as a result of <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> that questions of the reasonableness of a PRRA officer's factual determinations are to be reviewed on a standard of reasonableness: see my decisions in", "<FRAGMENT_SUPPRESSED> , per Justice Dawson at paragraph 24."], ["[22]", "In reviewing the officer's decision using a standard of reasonableness, the Court will consider \"the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": <FRAGMENT_SUPPRESSED> at paragraph 47; <FRAGMENT_SUPPRESSED> , supra, at paragraph 59.", "ANALYSIS", "Issue No. 1", ": Did the officer err by failing to assess the applicant's", "sur place", "risk?"], ["[23]", "The applicant submits that the PRRA officer erred in refusing to consider and weigh new evidence relating to the applicant's", "sur place", "risk. The applicant submits that the Board erred in requiring the applicant to explain why the", "sur place", "risk was not presented to the Board, or how this risk meets the requirements of subsection 113(a) of the IRPR."], ["[24]", "There is no question that the PRRA officer was of the opinion that the", "sur place", "risk should have been presented to the Board, absent an adequate explanation. The earliest membership receipt from Kinijit is dated January 1, 2008. The applicant states in his affidavit that he joined Kinijit in late 2007. The Board rendered its decision on January 9, 2008 following the hearing on October 31, 2007. It is therefore conceivable that the applicant was in a position to remit this new information of a", "sur place", "risk to the Board for consideration. The proximity of the final decision to the earliest dated membership reasonably raised the PRRA officer's suspicions."], ["[25]", "Even if the PRRA officer erred with regard to the question of new evidence, the error was not determinative since the PRRA officer assessed, in the alternative, the applicant's", "sur place", "risk. This Court will therefore review the PRRA officer's risk assessment, of the", "sur place", "claim.", "Issue No. 2", ": Did the officer err in assessing the risk under ss. 96 and 97 by applying the wrong test or too high a test to the", "sur place", "claim?"], ["[26]", "The applicant submits that the PRRA officer applied the wrong test for assessing a", "sur place", "risk. Specifically, the PRRA officer allegedly failed to address whether the applicant fears persecution for his political activities in Canada if returned to Ethiopia based on his activities in Canada supporting the CUD in Ethiopia. The applicant further submits that the officer applied a test that was too high in requiring that the applicant would be personally targeted in Ethiopia for his personal beliefs."], ["[27]", "The respondent submits that the PRRA officer reasonably assigned weight to the evidence which was fully reasoned. The officer's evidentiary concerns with respect to the Kinijit evidence have been found by this Court to fall within a range of possible and acceptable outcomes which are defensible in respect of the facts and the law:", "<FRAGMENT_SUPPRESSED> . Accordingly, since the PRRA officer determined that the applicant did not submit sufficient evidence with respect to his political activities it could not have determined whether the applicant in fact fears persecution on the basis of the alleged political activities."], ["[28]", "This Court has largely accepted the James Hathaway's description of a refugee", "sur place", "as the legal definition (see", "<FRAGMENT_SUPPRESSED>  per Justice Tremblay-Lamer at paragraph 18;", "<FRAGMENT_SUPPRESSED>  per Justice Shore at paragraph 27):", "The Convention refugee definition does not distinguish between persons who flee their country in order to avoid the prospect of persecution and those who, while already abroad, determine that they cannot or will not return by reason of the risk of persecution in their state of nationality or origin...", "In addition to claims grounded in either new circumstances or a dramatic intensification of pre-existing conditions in the country of origin, a", "sur place", "claim to refugee status may also be based on the activities of the refugee claimant since leaving her country. International law recognizes that if while abroad an individual expresses views or engages in activities which jeopardize the possibility of safe return to her state, she may be considered a Convention refugee. The key issues are whether the activities abroad are likely to have come to the attention of the authorities in the claimant's country of origin...", "(The Law of Refugee Status, James Hathaway, Butterworths, 1991.)"], ["[29]", "The PRRA officer cited the following excerpt from the UNHCR handbook as the test for a refuge", "sur place", "claim:", "A person may become a refugee", "sur place", "as a result of his own actions, such as associating with refugees already recognized, or expressing his political views in his country of residence. ... Regard should be had in particular to whether such actions may have come to the notice of the authorities of the person's country of origin and how they are likely to be viewed by those authorities.", "Justice Tremblay-Lamer in", "<FRAGMENT_SUPPRESSED>  (QL), provides a similar statement at paragraph 18:", "... The only relevant question is whether activities abroad might give rise to a negative reaction on the part of the authorities and thus a reasonable chance of persecution in the event of return.", "It is therefore evident that this PRRA officer identified the correct legal test for a", "sur place", "claim."], ["[30]", "The PRRA officer assessed the evidence which can only be described as equivocal and vague. The Kinijit receipts and letter only demonstrate that the applicant is a member of Kinijit. No specifics are provided with respect to Kinijit's activities and no evidence was provided with respect to the applicant's activities within Kinijit in Canada. The applicant provided no evidence of demonstrations in public in Canada against the Ethiopian government which would attract the attention of that government. This evidence is not sufficient for a", "sur place", "claim, and the PRRA decision was reasonable.", "Issue No. 3", ": Did the officer err by providing a decision and reasons that are unintelligible and incapable of appellate review?"], ["[31]", "The applicant submits that the PRRA officer's reasons are inadequate. The applicant submits that the PRRA officer's refusal to consider the", "sur place", "risk and subsequent consideration of that risk in the alternative renders the decision unintelligible. Furthermore, the PRRA officer's fails to explain why the applicant's evidence is insufficient to establish a", "sur place", "claim or overcome the Board's findings."], ["[32]", "The respondent submits that the PRRA officer provided adequate reasons and properly relied on the unchallenged findings of the Board."], ["[33]", "<FRAGMENT_SUPPRESSED>  (F.C.A.), Justice Sexton explained at paragraph 21 the contents of the duty to give reasons:", "¶21 The obligation to provide adequate reasons is not satisfied by merely reciting the submissions and evidence of the parties and stating a conclusion.", "Rather, the decision maker must set out its findings of fact and the principal evidence upon which those findings were based.", "The reasons must address the major points in issue ... [Footnotes omitted] [Emphasis added]."], ["[34]", "The applicant has not provided this Court with any authority where an administrative decision maker's alternative line of analysis constituted inadequate reasons per se. The applicant has not established how the PRRA officer's alternative analysis renders the whole decision unintelligible. I find that the impugned reasons are adequate in this respect."], ["[35]", "With respect to the inadequacy surrounding the findings of insufficient evidence, regard must be had to this Court's prior jurisprudence on the role of a PRRA. A PRRA is not an appeal of a negative Board decision: see my decision", "<FRAGMENT_SUPPRESSED> . Accordingly, a PRRA officer is entitled to rely on an unchallenged decision of  <FRAGMENT_SUPPRESSED>  per Justice de Montigny at paragraph 26."], ["[36]", "The applicant submitted the same risks which he claimed at his failed refugee hearing. The PRRA simply acknowledged that the evidence did not show a change in circumstances or new risks. In the absence of a change, the PRRA officer can rely on the Board's findings. The PRRA officer indicated that the reason the decision relied upon the Board's unchallenged findings is the absence of a change in circumstances. This reasoning constitutes adequate reasons."], ["[37]", "With respect to the Kinijit evidence, the PRRA officer explained that the evidence did not establish the applicant's alleged political activities in Canada and how the Ethiopian authorities would have become aware of his activities. The PRRA officer reasoned that the tendered evidence did not corroborate the applicant's allegations. In my view these explanations are sufficient to constitute adequate reasons.", "Issue No. 4", ": Did the officer, in making the determination, make perverse and capricious findings, conclusions and inferences without evidence and in disregard to the evidence?"], ["[38]", "The applicant submits that assigning little weight to objective third party evidence constitutes a reviewable error. In support of this submission the applicant cites", "<FRAGMENT_SUPPRESSED>  per C.J. Lutfy. The PRRA officer therefore erred in assigning the Kinijit letter and receipts little weight."], ["[39]", "Marshall", ", supra has no application to the present facts. In", "Marshall", ", supra, the PRRA officer erred by assigning little weight to a letter which was not believed to be authentic. The PRRA officer in", "Marshall", ", supra, should have discarded the letter entirely if it was concerned with it authenticity, as opposed to assigning it little weight."], ["[40]", "The authenticity of the applicant's evidence in this case, namely the Kinijit receipts and letter was not questioned. The evidence was assigned little weight because it could not establish the facts for which it was tendered, namely the applicant's alleged political activities and the Ethiopian regime's awareness of those activities.", "Issue No. 5", ": Did the PRRA officer breach the applicant's statutory and constitutional rights to a hearing (an interview) in light of the negative credibility finding?"], ["[41]", "The applicant submits that negative credibility findings were made against the applicant on the basis of his", "sur place", "claim, which required an oral interview."], ["[42]", "Section 167 of the IRPR and subsection 113 (b) of IRPA set out the requirements for holding an oral hearing in a PRRA. Compliance with all three subparagraphs of s. 167 indicates that a hearing", "may", "be required (", "<FRAGMENT_SUPPRESSED>  per Justice Shore, at paragraph 12) (emphasis in original)."], ["[43]", "There is no statutory duty to conduct an oral hearing when an officer moves to assess the weight or probative value of evidence without considering whether it is credible (", "<FRAGMENT_SUPPRESSED>  per Justice Zinn, at paragraphs 26-27)."], ["[44]", "The requirements of section 167 of the IRPR are not met in this case. The PRRA officer did not base the decision on credibility. The PRRA officer clearly held that the applicant failed to adduce sufficient evidence to show a change in circumstances or establish a refugee", "sur place", "claim. There is no ambiguity in the officer's reasons that could lead this Court to conclude that the officer failed to differentiate between findings of insufficiency and credibility.", "CERTIFIED QUESTION"], ["[45]", "Since this case turned on the applicant's failure to adduce evidence of activities in Canada which could support a", "sur place", "claim, this case does not raise a serious question of general importance which is determinative of this judicial review, and therefore ought to be certified for an appeal.", "JUDGMENT"], ["[46]", "THIS COURT ORDERS AND ADJUDGES that:", "The application for judicial review is dismissed.", "[End of document]"]]}