{"id_": "023111", "body_str": [["[1]", "Manson, J.", ": This is an application for judicial review of the decision of C. Ruthven, a Senior Immigration Officer at Citizenship and Immigration Canada [the Officer], pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the Act]. The Officer rejected a Pre-Removal Risk Assessment [PRRA] application submitted by the Applicant.", "I.", "Issues"], ["[2]", "The issues raised in the present application are as follows:", "A. Was the Officer's decision unreasonable?", "i) Did the Officer err by failing to consider a risk raised by the Applicant?", "ii) Did the Officer err by ignoring country conditions evidence before him?", "iii) Did the Officer err by either (a) making a negative inference based on the absence of evidence which the officer thought \"should\" have been present; or (b) dismissing the Applicant's evidence for its non-compliance with technical rules of evidence, which do not apply in administrative decision-making?", "II.", "Background"], ["[3]", "The Applicant is an Egyptian citizen and a Coptic Christian. He arrived in Canada on December 3, 2002, and made a refugee claim that was refused in September, 2003."], ["[4]", "The Applicant filed an application for permanent residence in Canada on humanitarian and compassionate grounds on November 2, 2006, and an application for a first PRRA the following month. Both were dismissed on February 13, 2009, and the Applicant was scheduled for removal on April 30, 2009."], ["[5]", "A second PRRA was filed on March 19, 2009. It was refused on December 8, 2010, and the Applicant's removal was scheduled for January 29, 2011. The Applicant applied for judicial review of the second PRRA decision and for a stay of his removal. These were granted, and the second PRRA was remitted for redetermination."], ["[6]", "On February 16, 2012, the second PRRA was refused. The Applicant applied for judicial review and subsequently discontinued this application the following month."], ["[7]", "Previously, on March 10, 2011, a third PRRA was submitted, with additional testimonials submitted on July 27, 2011. On October 16, 2012, an addendum to the third PRRA was submitted [the Addendum]. This material formed the basis for the decision under review."], ["[8]", "Through the third PRRA, the Applicant claimed that he would be subject to persecution if he was returned to Egypt. Cited in support was documentary evidence of persecution of Copts and government instability in Egypt, letters of corroboration from One Free World International (Reverand Majed El-Shafie), the Middle East Christians Association, St. Mark's Coptic Orthodox Church, and a number of individuals in Canada. In addition, the Applicant provided an undated letter from his wife, describing an incident where she and the Applicant's children were intimidated and subsequently shot at in a taxi, resulting in injuries from broken glass. The existence of these injuries is corroborated by a letter from the treating physician. The Officer did not challenge the credibility of this evidence."], ["[9]", "The Addendum includes additional documentary evidence, particularly regarding the impact of the anti-Islamic film, Innocence of Muslims, in September, 2012."], ["[10]", "On August 31, 2012, the Officer rejected the PRRA. The Officer's decision rested on the fact that there was insufficient objective evidence that would reverse the rejection of the Applicant's previous PRRA applications and original refugee claim."], ["[11]", "The Officer considered the various letters of support but found that they were either too vague, consisted of second-hand information, or too speculative. As a result, the Officer assigned them low probative value. The Officer stated that he preferred instead to rely on notional first-hand accounts sourced from family members, who would have been physically present in Egypt, or first-hand accounts from medical authorities or non-governmental organizations in Egypt, which were missing. Numerous inconsistencies leading to credibility and plausibility questions concerning the Applicant's position as a Court Clerk in Egypt were raised by the Officer in respect of his earlier PRRA applications."], ["[12]", "The Officer considered the letter portraying the alleged incident involving the Applicant's spouse, noting that there was no corroborative evidence from objective sources and the injuries described by the treating physician do not confirm her description of how the injuries occurred, merely that they exist."], ["[13]", "Based on a review of current country conditions, the Officer found that there was insufficient objective evidence to find that the discrimination that the Applicant would potentially face in Egypt would, in cumulative effect, amount to persecution. The Officer held that there was no more than a mere possibility that the Applicant would face persecution, a risk to his life, or cruel and unusual treatment pursuant to sections 96 and 97 of the Act."], ["[14]", "The Addendum to the PRRA decision, released on October 16, 2012, followed the receipt of additional documentary evidence. The Officer held that the sole topic which was not fully addressed in the August 31, 2012, decision was evidence pertaining to the Innocence of Muslims, an anti-Islamic film released in California by a Copt. This film engendered backlash in various Muslim communities, and documentary evidence provided to the Officer suggested that Copts in Egypt were fearful of reprisals."], ["[15]", "The Officer found that the Applicant had not demonstrated a personalized risk to himself in Egypt based on the attempts to protest against the film or persecute the film's producers in the United States. The Officer concluded this based on the fact that the Applicant had failed to show objective evidence that he was involved in the production, distribution or otherwise associated with the film.", "III.", "Standard of review"], ["[16]", "The standard of review is reasonableness (", "<FRAGMENT_SUPPRESSED> ).", "IV.", "Analysis"], ["[17]", "Based on the reasons that follow, I allow the Applicant's application.", "A.", "Was the Officer's Decision Unreasonable in Failing to Consider a Risk Raised by the Applicant?"], ["[18]", "The Applicant alleges in his Memorandum of Fact and Law that the Officer failed to consider all the risks raised by the Applicant (", "<FRAGMENT_SUPPRESSED> ). I agree. The Officer's Addendum decision failed to relate the impact of the Innocence of Muslims film to Copts as a group, rather to his personalized involvement in the film or his connection to the American government. In making this argument, the Applicant cites page 2 of the Addendum, where the Officer emphasized the Applicant's lack of ties to the production and distribution of the film or ties to the American government. Citing the Addendum documentary evidence, the Applicant argues that there were examples of Copt Egyptians who were unrelated to the production of the film but were nonetheless persecuted."], ["[19]", "The Officer claims to have \"carefully reviewed\" the relevant portions of the Addendum submissions, including the Applicant's claims that the film would present a risk of persecution as a member of the Copt community, but that is the extent of the Officer's analysis with regard to the Applicant as a member of a group. Beyond assertions that the Applicant has provided insufficient evidence, the Officer's analysis states:", "Specifically, I do not find that the applicant has presented sufficient objective evidence to demonstrate that he was involved in the production of the film; involved in the posting of the film on web pages or on social media; or involved in the film's distribution or publicity. In addition, I do not find that the applicant has presented sufficient objective evidence to demonstrate that he has any type of direct association with the government of the United States of America, or any type of direct association with the diplomatic staff of the United States of America who are posted in the Arab Republic of Egypt.", "His analysis was unreasonable based on the evidence before him.", "B.", "Did the Officer Err by Ignoring Country Conditions on the Evidence Before Him?"], ["[20]", "In his Memorandum of Fact and Law, the Applicant claims that the Officer made three errors in ignoring evidence before him."], ["[21]", "First, the Applicant argues that a PRRA officer is expected to analyze country condition documentation, rather than simply quote long extracts (", "Ram", ", above)."], ["[22]", "Second, the PRRA officer is expected to discuss documentary evidence contradicting his findings (", "<FRAGMENT_SUPPRESSED> )."], ["[23]", "In his Further Memorandum of Argument, the Applicant also argues that the Officer selectively referred to documentary evidence to support his conclusion that the Applicant would face discrimination, rather than persecution, an error that renders the decision unreasonable (", "<FRAGMENT_SUPPRESSED> ). While acknowledging that an officer need not consider all evidence, the omission of key evidence from a decision will render it unreasonable (", "<FRAGMENT_SUPPRESSED> )."], ["[24]", "Finally, a PRRA officer's conclusion is unreasonable where the documentary evidence cited actually contradicts an officer's findings (", "<FRAGMENT_SUPPRESSED> )."], ["[25]", "It is trite law that an administrative decision-maker need not refer to every piece of evidence in its decision, but the more important that evidence is to its decision, the more likely a court will be to find that it ignored evidence if that evidence is not discussed (", "<FRAGMENT_SUPPRESSED> )."], ["[26]", "In this case, the Applicant provides numerous excerpts from the evidence before the Board which shows evidence of Copts suffering persecution in Egypt, evidence which contradicts the Officer's ultimate finding but was not analyzed."], ["[27]", "In particular, the Applicant notes that a definition of \"Persecution\" from the United Nations Handbook is omitted from the excerpts provided by the Officer in the Decision. Similarly, the Officer omitted portions of the United States Department of State 2011 Report on International Religious Freedoms and the 2012 Report of the United States Commission on International Religious Freedom, which support the claims of the Applicant by describing various physical attacks against Copts in Egypt."], ["[28]", "In this case, the Officer referred, generally, to a great deal of evidence showing instances of persecution against Coptic Christians."], ["[29]", "While the Officer considered evidence of persecution that painted a broad picture of the persecution suffered by the Copts, including instances of brutal state oppression, probative evidence on this front, fundamental to the decision, seems to have been dismissed or ignored (", "Cepeda- <FRAGMENT_SUPPRESSED> ). This is unreasonable."], ["[30]", "Citing long excerpts without more may lead to the conclusion that the PRRA officer has not carried out a proper analysis or ignored pertinent information. This appears to be the case here with respect to the Officer's review of the documentary evidence before him. Again, this is unreasonable.", "C.", "Did the Officer Err by Either (A) Making a Negative Inference Based on the Absence of Evidence Which the Officer Thought \"Should\" Have Been Present; or (B) Dismissing the Applicant's Evidence for its Non-Compliance with Technical Rules of Evidence, Which Do Not Apply in Administrative Decision-Making?"], ["[31]", "In his Memorandum of Fact and Law, the Applicant argues that the Officer erred in dismissing the testimonial evidence on the basis of what hypothetical evidence he thought was preferable and the fact that the evidence did not conform to the rules of evidence (", "<FRAGMENT_SUPPRESSED>  (FCA))."], ["[32]", "With regard to hypothetical evidence, the Applicant alleges that the Officer was not allowed to dismiss evidence based on the fact that other evidence would have been more desirable (", "<FRAGMENT_SUPPRESSED> ). In his Further Memorandum of Argument, the Applicant re-emphasizes this point, suggesting that the Officer failed to undertake any meaningful analysis of the written testimony, choosing instead to focus exclusively on what was not submitted (", "<FRAGMENT_SUPPRESSED> )."], ["[33]", "I agree. Moreover, the Officer seems to have a \"notion\" of what evidence he would like to have seen (direct from third party witnesses), but chose to disregard probative evidence before him. This includes the findings in the Report of the United States Commission on International Religious Freedom, which refers to the systematic, ongoing and egregious violation of religious freedom in Egypt, including Coptic Christians."], ["[34]", "Given my reasons above, I need not deal with the issue concerning the technical rules of evidence.", "JUDGMENT"], ["[35]", "THIS COURT'S JUDGMENT is that", "1. The Applicant's application is allowed and referred back to a differently constituted Board for reconsideration;", "2. No question is to be certified; and", "3. Given no submissions were made as to costs, no costs are awarded.", ".........................", "<FRAGMENT_SUPPRESSED>  Cour est saisie d'une demande de contrôle judiciaire de la décision de C. Ruthven, un agent principal d'immigration de Citoyenneté et Immigration Canada [l'agent], qui a été rendue en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [la Loi]. L'agent a rejeté une demande d'examen des risques avant renvoi [ERAR] présentée par le demandeur.", "I.", "Questions en litige"], ["[2]", "Les questions soulevées en l'espèce sont les suivantes:", "A. La décision de l'agent était-elle raisonnable?", "i) L'agent a-t-il commis une erreur en omettant d'examiner un risque soulevé par le demandeur?", "ii) L'agent a-t-il commis une erreur en ne tenant pas compte d'éléments de preuve qui concernaient la situation dans le pays?", "iii) L'agent a-t-il commis une erreur en a) tirant une conclusion défavorable du fait qu'il manquait certains éléments de preuve qui, selon lui, [traduction] « auraient dû » être soumis, ou en b) rejetant la preuve du demandeur parce qu'elle ne respectait pas les règles techniques de présentation de la preuve, lesquelles ne s'appliquent pas à la prise de décisions administratives?", "II.", "Contexte"], ["[3]", "Le demandeur est un citoyen égyptien et un chrétien copte. Il est arrivé au Canada le 3 décembre 2002, et il a présenté une demande d'asile qui a été rejetée en septembre 2003."], ["[4]", "Le 2 novembre 2006, le demandeur a présenté au Canada une demande de résidence permanente fondée sur des motifs d'ordre humanitaire. Il a présenté une première demande d'ERAR le mois suivant. Les deux demandes ont été rejetées le 13 février 2009. Le renvoi du demandeur était prévu pour le 30 avril 2009."], ["[5]", "Une deuxième demande d'ERAR, présentée le 19 mars 2009, a été rejetée le 8 décembre 2010. La date de renvoi du demandeur a été fixée au 29 janvier 2011. Le demandeur a présenté une demande de contrôle judiciaire de la décision relative à la deuxième demande d'ERAR et une demande de sursis à la mesure de renvoi. Ces deux demandes ont été accueillies, et la deuxième demande d'ERAR a été renvoyée pour qu'une nouvelle décision soit rendue."], ["[6]", "Le 16 février 2012, la deuxième demande d'ERAR a été rejetée. Le demandeur a sollicité le contrôle judiciaire de cette décision, puis a abandonné la demande le mois suivant."], ["[7]", "Auparavant, le 10 mars 2011, une troisième demande d'ERAR avait été présentée, et des témoignages supplémentaires ont été soumis le 27 juillet 2011. Le 16 octobre 2012, un addenda a été ajouté à la troisième demande d'ERAR [l'addenda]. Ces documents constituent le fondement de la décision faisant l'objet du présent contrôle."], ["[8]", "Dans sa troisième demande d'ERAR, le demandeur a soutenu qu'il serait victime de persécution s'il était renvoyé en Égypte. Pour étayer cette allégation, il a soumis des documents faisant état de la persécution dont sont victimes les coptes et de l'instabilité de l'appareil étatique ainsi que des lettres de corroboration signées par One Free World International (révérend Majed El-Shafie), par l'Association des chrétiens du Moyen-Orient, par l'Église orthodoxe copte St. Mark et par différentes personnes se trouvant au Canada. En outre, le demandeur a fourni une lettre non datée dans laquelle son épouse relate un incident au cours duquel elle et les enfants du demandeur ont été victimes d'intimidation, puis ont été blessés par des éclats de verre après avoir été ciblés par des tirs pendant qu'ils se trouvaient à bord d'un taxi. Ces blessures sont confirmées dans une lettre signée par le médecin traitant. L'agent n'a pas remis en doute la crédibilité de cette preuve."], ["[9]", "L'addenda comprend des éléments de preuve documentaire supplémentaires, en particulier en ce qui concerne l'incidence du film anti-islam", "The Innocence of Muslims", "en septembre 2012."], ["[10]", "Le 31 août 2012, l'agent a rejeté la demande d'ERAR, affirmant qu'il n'y avait pas suffisamment d'éléments de preuve objectifs permettant de casser les décisions défavorables rendues relativement aux précédentes demandes d'ERAR du demandeur et, à l'origine, à sa demande d'asile."], ["[11]", "L'agent a examiné les différentes lettres présentées à l'appui de la demande, mais a conclu que ces lettres soit étaient trop vagues, soit reposaient sur des renseignements provenant de tiers, soit étaient trop spéculatives. Par conséquent, l'agent leur a accordé une faible valeur probante. L'agent a déclaré qu'il préférait se fonder sur les récits théoriques de première main provenant de membres de la famille se trouvant en Égypte ou sur les récits de première main provenant des autorités médicales ou d'organismes non gouvernementaux en Égypte, mais aucun n'a été présenté. L'agent a relevé, dans les précédentes demandes d'ERAR, différentes incohérences soulevant des doutes quant à la crédibilité et à la plausibilité de l'information selon laquelle le demandeur était greffier en Égypte."], ["[12]", "L'agent a examiné la lettre décrivant l'incident vécu par l'épouse du demandeur, soulignant qu'aucun élément de preuve provenant de sources objectives n'avait été présenté pour corroborer cette histoire, et que les blessures décrites par le médecin traitant confirment seulement l'existence des blessures, et non la version de l'épouse quant aux circonstances qui y ont mené."], ["[13]", "Eu égard à la situation dans le pays, l'agent a conclu qu'il n'y avait pas suffisamment d'éléments de preuve objectifs lui permettant de conclure que la discrimination dont le demandeur pourrait être victime en Égypte équivaudrait à de la persécution si on en combinait les effets. L'agent a conclu qu'il n'existait pas plus qu'une simple possibilité que le demandeur soit victime de persécution, que sa vie soit menacée ou qu'il subisse des traitements cruels ou inhabituels, comme il est énoncé aux articles 96 et 97 de la Loi."], ["[14]", "L'addenda à la décision relative à l'ERAR, présenté le 16 octobre 2012, faisait suite à la réception de nouveaux éléments de preuve documentaire. L'agent a conclu que le seul sujet qui n'avait pas été examiné en profondeur dans la décision du 31 août 2012 était la preuve relative au film", "The Innocence of Muslims", "diffusé par un copte en Californie. Ce film a suscité de vives réactions dans diverses communautés musulmanes, et la preuve documentaire soumise à l'agent donnait à penser que les coptes d'Égypte craignaient des représailles."], ["[15]", "L'agent a conclu que le demandeur n'avait pas établi qu'il courrait un risque personnalisé en Égypte en raison des tentatives de protestation contre le film ou de persécution des producteurs du film aux États-Unis. L'agent a tiré cette conclusion en s'appuyant sur le fait que le demandeur n'a pas présenté d'élément de preuve objectif établissant qu'il a participé à la production ou à la distribution du film ou qu'il a été associé d'une quelconque autre manière au film.", "III.", "Norme de contrôle"], ["[16]", "La norme de contrôle applicable est celle de la raisonnabilité (", "<FRAGMENT_SUPPRESSED> et 52;", "<FRAGMENT_SUPPRESSED> ).", "IV.", "Analyse"], ["[17]", "Pour les motifs présentés ci-après, j'accueille la demande du demandeur.", "A.", "L'agent a-t-il commis une erreur en omettant d'examiner un risque soulevé par le demandeur?"], ["[18]", "Dans son mémoire des faits et du droit, le demandeur soutient que l'agent a omis d'examiner tous les risques qu'il a soulevés (", "<FRAGMENT_SUPPRESSED> à 16). Je suis d'accord. Dans l'addenda, la décision de l'agent ne tient pas compte de l'incidence du film", "The Innocence of Muslims", "sur les coptes collectivement, ne s'attardant que sur l'éventuelle implication personnelle du demandeur dans le film ou sur son lien avec le gouvernement des États-Unis. En invoquant cet argument, le demandeur cite un extrait de la page 2 de l'addenda, où l'agent souligne que le demandeur n'a pas joué de rôle dans la production ou la distribution du film et qu'il n'a pas de liens avec le gouvernement des États-Unis. Citant la preuve documentaire figurant à l'addenda, le demandeur fait valoir que des coptes égyptiens n'ayant aucunement participé à la production du film ont tout de même été persécutés."], ["[19]", "L'agent affirme avoir [traduction] « examiné soigneusement » les extraits pertinents des observations figurant dans l'addenda, y compris les allégations du demandeur selon lesquelles le film expose le demandeur, un membre de la communauté copte, à un risque de persécution, mais là s'arrête l'analyse de l'agent concernant l'appartenance du demandeur à un groupe. Outre que les éléments de preuve soumis par le demandeur sont insuffisants, l'agent affirme ce qui suit dans son analyse:", "[traduction]", "Plus précisément, je ne suis pas d'avis que le demandeur a présenté des éléments de preuve suffisants pour établir qu'il a participé à la production du film, à sa diffusion en ligne ou sur les médias sociaux, ou à sa distribution ou à sa promotion. En outre, selon moi, le demandeur n'a pas présenté d'éléments de preuve objectifs suffisants pour établir qu'il a une quelconque association directe avec le gouvernement des États-Unis d'Amérique, ou une quelconque association directe avec le personnel diplomatique des États-Unis d'Amérique dans la République arabe d'Égypte.", "Son analyse était déraisonnable compte tenu de la preuve qui lui avait été soumise.", "B.", "L'agent a-t-il commis une erreur en ne tenant pas compte d'éléments de preuve qui concernaient la situation dans le pays?"], ["[20]", "Dans son mémoire des faits et du droit, le demandeur soutient que l'agent a commis trois erreurs en ne tenant pas compte d'éléments de preuve qui lui avaient été soumis."], ["[21]", "Premièrement, le demandeur affirme qu'on attend de l'agent d'ERAR qu'il analyse les documents relatifs à la situation dans le pays, et non qu'il ne fasse que citer de longs extraits (décision", "Ram", ", précitée)."], ["[22]", "Deuxièmement, on attend de l'agent d'ERAR qu'il analyse la preuve documentaire contredisant ses conclusions (", "<FRAGMENT_SUPPRESSED> et 24)."], ["[23]", "Dans son mémoire supplémentaire, le demandeur soutient également que l'agent n'a retenu que la preuve documentaire appuyant la conclusion selon laquelle il serait victime de discrimination et non de persécution, une erreur qui rend la décision déraisonnable (", "<FRAGMENT_SUPPRESSED> à 31;", "<FRAGMENT_SUPPRESSED> à 43). Il soutient que, bien que l'agent ne soit pas tenu d'examiner chacun des éléments de preuve, l'omission d'éléments de preuve clés dans une décision rendra celle-ci déraisonnable (", "<FRAGMENT_SUPPRESSED> et 26;", "<FRAGMENT_SUPPRESSED> )."], ["[24]", "Enfin, la conclusion de l'agent d'ERAR est déraisonnable lorsque la preuve documentaire citée contredit en fait les conclusions de l'agent (", "<FRAGMENT_SUPPRESSED> )."], ["[25]", "Il est bien établi en droit que les tribunaux administratifs n'ont pas à mentionner chaque élément de preuve dans leur décision. Cela dit, plus la preuve est importante dans la décision, plus une cour de justice sera disposée à inférer que la preuve n'a pas été prise en considération si elle n'a pas été analysée (", "<FRAGMENT_SUPPRESSED> et 17)."], ["[26]", "En l'espèce, le demandeur mentionne différents éléments de preuve soumis à la Commission qui établissent que les coptes sont victimes de persécution en Égypte, et il souligne que ces éléments de preuve, bien qu'ils contredisent la conclusion finale de l'agent, n'ont pas été analysés."], ["[27]", "En particulier, le demandeur souligne que la définition du terme « persécution » donnée dans le", "Guide des Nations Unies", "ne fait pas partie des extraits mentionnés par l'agent dans sa décision. De façon similaire, l'agent a omis de mentionner certaines parties du rapport de 2011 du département d'État des États-Unis sur la liberté de religion dans le monde et du rapport de 2012 de la Commission des États-Unis sur la liberté de religion dans le monde, qui étayent l'allégation du demandeur en décrivant différentes attaques physiques ayant ciblé des coptes en Égypte."], ["[28]", "En l'espèce, l'agent a mentionné, de façon générale, l'existence de nombreux éléments de preuve faisant état de cas de persécution de coptes chrétiens."], ["[29]", "Bien que l'agent ait examiné des éléments brossant un portrait général des persécutions dont sont victimes les coptes, y compris des exemples d'oppression brutale de la part de l'État, la preuve probante sur ce plan, qui avait une importance fondamentale dans la décision, semble avoir été rejetée ou ignorée (décision", "Cepeda-Gutierrez", ", précitée), ce qui est déraisonnable."], ["[30]", "Lorsque l'agent d'ERAR se contente de citer de longs extraits, il est possible qu'il n'ait pas mené d'analyse en bonne et due forme ou qu'il n'ait pas tenu compte de renseignements pertinents. Cela semble être le cas en l'espèce pour ce qui concerne l'analyse de la preuve documentaire soumise, ce qui est, encore une fois, déraisonnable.", "C.", "L'agent a-t-il commis une erreur en a) tirant une conclusion défavorable du fait qu'il manquait certains éléments de preuve qui, selon lui, auraient dû être soumis, ou en b) rejetant la preuve du demandeur parce qu'elle ne respectait pas les règles techniques de présentation de la preuve, lesquelles ne s'appliquent pas à la prise de décisions administratives?"], ["[31]", "Dans son mémoire des faits et du droit, le demandeur soutient que l'agent a commis une erreur lorsqu'il a rejeté la preuve testimoniale au motif qu'elle ne correspondait pas à ce qui constituerait selon lui une meilleure preuve hypothétique, et au motif que la preuve n'était pas conforme aux règles de présentation de la preuve (", "<FRAGMENT_SUPPRESSED> ;", "Canada (Procureur général) c Jolly", ", [1975] CF 216 (CAF))."], ["[32]", "Eu égard à la preuve hypothétique, le demandeur soutient que l'agent ne pouvait pas rejeter des éléments de preuve au motif que d'autres éléments eurent été préférables (", "<FRAGMENT_SUPPRESSED> à 36). Dans son mémoire supplémentaire, le demandeur fait à nouveau valoir cet argument, affirmant que l'agent a omis d'analyser sérieusement le témoignage écrit, mettant uniquement l'accent sur ce qui n'avait pas été présenté (", "<FRAGMENT_SUPPRESSED> )."], ["[33]", "Je suis d'accord. En outre, l'agent semble avoir une « notion » de la preuve qu'il aurait aimé qu'on lui soumette (preuve directe de tiers témoins), et il a décidé de ne pas tenir compte d'éléments de preuve probants qui lui ont été soumis, par exemple, les conclusions du rapport de la Commission des États-Unis sur la liberté de religion dans le monde, selon lesquelles l'Égypte est le théâtre de violations systématiques, constantes et flagrantes de la liberté de religion, y compris à l'encontre des coptes chrétiens."], ["[34]", "En raison des motifs précités, il est inutile que j'aborde la question relative à la règle technique de présentation de la preuve.", "JUGEMENT"], ["[35]", "LA COUR ORDONNE", "1. La demande est accueillie et l'affaire est renvoyée à la Commission pour qu'un tribunal différemment constitué procède à un nouvel examen;", "2. Il n'y a aucune question à certifier;", "3. Comme aucune observation n'a été présentée à cet égard, aucuns dépens ne sont adjugés.", "[End of document]"]]}