{"id_": "023310", "body_str": [["[1]", "Strickland, J.", ": This is an application for judicial review of a decision of an officer of Citizenship and Immigration Canada (the Officer) denying the Applicant's application for a temporary resident visa and determining that the Applicant engaged in misrepresentation with the result, pursuant to subsection 40(1)(a) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the IRPA), that he is inadmissible to Canada for a period of two years. The application is brought pursuant to subsection 72(1) of the IRPA.", "Background"], ["[2]", "The Applicant is a citizen of Mauritius. He was granted a study permit for the period December 24, 2006 to January 31, 2008. This was renewed for the period January 4, 2008 to September 27, 2008 and he was issued a work permit on April 4, 2008, also valid to September 27, 2008 which permitted him to work up to 20 hours a week during regular academic sessions and full time during scheduled breaks. The work permit is referred to by Citizenship and Immigration Canada (CIC) as an off-campus work permit (OCWP). His study permit was again renewed for the period September 15, 2008 to April 30, 2009 and an OCWP on the same terms was issued on October 15, 2008 also valid to April 30, 2009. A final study permit and OCWP were issued on April 24, 2009 valid to May 16, 2012."], ["[3]", "From January 2010 to December 2010, the Applicant attended the Northern Alberta Institute of Technology (NAIT) and successfully completed a full-time, one year Water and Waste Technician Program. While attending the NAIT, he held a part time practicum position at IVIS Inc., from May 2010 to September 2010, as permitted by the OCWP."], ["[4]", "Upon graduation, the Applicant commenced full time employment with IVIS Inc., as of December 20, 2010 and continuing to September 2012. He was no longer a student and did not obtain an alternate work permit until June 1, 2012."], ["[5]", "On November 3, 2011, the Applicant was refused a temporary resident visa by the CIC office in Los Angeles."], ["[6]", "The Applicant applied for, and on June 1, 2012 was issued, a work permit valid to June 1, 2014, permitting the Applicant to work at IVIS Inc."], ["[7]", "The Applicant again applied for a temporary residency visa on October 11, 2012 at the CIC Seattle office. In that application, in reply to the question \"Have you ever been refused any kind of visa, admission, or been ordered to leave Canada or any other country.\" He responded \"no\" and did not disclose the November 3, 2011 temporary residency visa refusal in Los Angeles."], ["[8]", "On October 31, 2012, the Officer sent the Applicant a \"fairness letter\" pointing out that the Applicant had failed to disclose the prior temporary residency visa refusal in Los Angeles. This stated, in part:", "It is difficult to escape the conclusion that your failure to disclose the previous refused TRV application in your application to this office was a deliberate attempt to conceal both the refusals themselves and the reasons for them. Immigration records in Canada together with the information and evidence submitted in your application indicate that you engaged in unauthorized full-time employment whilst you were the holder of an off-campus work permit. The record shows that you were requested to surrender the document but failed to comply. This was the primary reason for the refusal of your application by the Los Angeles office. Your failure to disclose the refusal of your application in that office, therefore, could have induced an error in the administration of the Act and regulations."], ["[9]", "The letter also referred to subsection 40(1)(a) of the IRPA which states that a foreign national is inadmissible due to misrepresentation as a result of directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of the IRPA. The Applicant was given an opportunity to provide an explanation or documentary evidence to address this issue."], ["[10]", "In response, the Applicant submitted a Statutory Declaration in which he stated that a clerical error had been made by the immigration consultant who helped him with his application with the result that he had answered \"no\" to the question, \"Have you ever been refused any kind of visa, admission, or been ordered to leave Canada or any other country?\" when the correct answer was \"yes\". He stated that this was not an intentional mistake, and, that he had never engaged in any unauthorized full-time employment while he was the holder of an OCWP and had never received any request from any immigration office to surrender any document. He attached all of the study and work permits he had received."], ["[11]", "The Applicant also submitted a statutory declaration by Mr. Randy McDonald who identified himself as an administrative assistant at Canwrx Group Ltd., the immigration consultant that had acted as the Applicant's representative in making the October 2012 temporary residency visa application. Mr. McDonald confirmed that he had made the clerical error described above."], ["[12]", "By letter dated January 8, 2013, the Officer advised the Applicant that he did not meet the requirements for a temporary resident visa.", "Decision Under Review"], ["[13]", "In the January 8, 2013 letter, the Officer stated that he was not satisfied that the Applicant met the requirements of the IRPA and the", "Immigration and Refugee Protection Regulations", ", SOR/2002-22 (the IRPA Regulations) and that the Officer was, therefore, refusing his application."], ["[13]", "The basis for the refusal was that the Officer was not satisfied that the Applicant would leave Canada at the end of his stay as a temporary resident as he had contravened the conditions of admission on a previous stay in Canada and as he had not answered all of the questions in his application truthfully as required by subsection 16(1) of the IRPA. Specifically, the Applicant had denied previously being refused a visa when, in fact, he had been refused by the CIC Los Angeles office. Further, that the Applicant had denied engaging in unauthorized employment whereas the record and his own application indicated otherwise. The letter also stated that the Applicant had no authority to work after he completed his studies at the NAIT. As it had been determined that the Applicant had engaged in misrepresentation pursuant to subsection 40(1)(a) of the IPRA, the Applicant was inadmissible to Canada for a period of two years.", "Applicable Law and Policy"], ["[14]", "The relevant provisions of the IRPA are as follows:", "PART 1", "IMMIGRATION TO CANADA", "DIVISION 1 REQUIREMENTS AND SELECTION", "Requirements", "11", ". (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "[...]", "Obligation - answer", "Truthfully", "16.", "(1) A person who makes an application must answer truthfully all questions put to them for the purpose of the examination and must produce a visa and all relevant evidence and documents that the officer reasonably requires.", "[...]", "Misrepresentation", "40.", "(1) A permanent resident or a foreign national is inadmissible for misrepresentation", "(a) for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of this Act;", "[...]", "(2) The following provisions govern subsection (1):", "(a) the permanent resident or the foreign national continues to be inadmissible for misrepresentation for a period of two years following, in the case of a determination outside Canada, a final determination of inadmissibility under subsection (1) or, in the case of a determination in Canada, the date the removal order is enforced; and", "PARTIE 1", "IMMIGRATION AU CANADA", "SECTION 1", "FORMALITÉS ET SÉLECTION", "Formalités", "11.", "(1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visa et autres documents requis par règlement. L'agent peut les délivrer sur preuve, à la suite d'un contrôle, que l'étranger n'est pas interdit de territoire et se conforme à la présente loi.", "[...]", "Obligation du", "Demandeur", "16.", "(1) L'auteur d'une demande au titre de la présente loi doit répondre véridiquement auxquestions qui lui sont posées lors du contrôle,", "[...]", "Fausses déclarations", "40.", "(1) Emportent interdiction de territoire pour fausses déclarations les faits suivants:", "a) directement ou indirectement, faire une présentation erronée sur un fait important quant à un objet pertinent, ou une réticence sur ce fait, ce qui entraîne ou risque d'entraîner une erreur dans l'application de la présente loi;", "[...]", "(2) Les dispositions suivantes s'appliquent au paragraphe (1):", "(a) l'interdiction de territoire court pour les deux ans suivant la décision la constatant en dernier ressort, si le résident permanent ou l'étranger n'est pas au pays, ou suivant l'exécution de la mesure de renvoi;"], ["[15]", "The relevant provisions of the IRPA Regulations state:", "PART 9", "TEMPORARY RESIDENTS", "DIVISION 1", "TEMPORARY RESIDENT VISA", "179.", "An officer shall issue a temporary resident visa to a foreign national if, following an examination, it is established that the foreign national", "(a) has applied in accordance with these Regulations for a temporary resident visa as a member of the visitor, worker or student class;", "(b) will leave Canada by the end of the period authorized for their stay under Division 2;", "(c) holds a passport or other document that they may use to enter the country that issued it or another country;", "(d) meets the requirements applicable to that class;", "(e) is not inadmissible; and", "(f) meets the requirements of subsections 30(2) and (3), if they must submit to a medical examination under paragraph 16(2)(b) of the Act.", "PARTIE 9", "RÉSIDENTS TEMPORAIRES", "SECTION 1", "VISA DE RÉSIDENT TEMPORAIRE", "179.", "L'agent délivre un visa de résident temporaire à l'étranger si, à l'issue d'un contrôle, les éléments suivants sont établis:", "a) l'étranger en a fait, conformément au présent règlement, la demande au titre de la catégorie des visiteurs, des travailleurs ou des étudiants;", "b) il quittera le Canada à la fin de la période de séjour autorisée qui lui est applicable au titre de la section 2;", "c) il est titulaire d'un passeport ou autre document qui lui permet d'entrer dans le pays qui l'a délivré ou dans un autre pays;", "d) il se conforme aux exigences applicables à cette catégorie;", "e) il n'est pas interdit de territoire;", "f) s'il est tenu de se soumettre à une visite médicale en application du paragraphe 16(2) de la Loi, il satisfait aux exigences prévues aux paragraphes 30(2) et (3)."], ["[16]", "CIC has also produced a policy document entitled ENF 2 - Evaluating Inadmissibility (ENF 2) which is intended to assist visa offices in assessing misrepresentation. While such guidelines or operational manuals do not have the force of law, they have been recognized by this Court as valuable guidelines to immigration officers in carrying out their duties (", "Canada (Minister of Public Safety and  <FRAGMENT_SUPPRESSED> )."], ["[17]", "ENF 2 states that the purpose of the misrepresentation provisions is to ensure that applicants provide complete, honest and truthful information in every manner when applying for entry into Canada (section 9.1) and that persons who misrepresent or withhold material facts, either directly or indirectly, relating to a relevant matter that induces or could induce an error in the administration of the Act are inadmissible to Canada pursuant to subsection 40(1)(a) of the IRPA. Misrepresentation and withholding are defined as direct and indirect misrepresentation (section 9.2). The document also describes the principles applicable to relevancy as well as materiality and provides examples of these (section 9.4). It also addresses errors in the administration of the IRPA (section 9.5).", "Issues"], ["[18]", "I would frame the issue in this matter as being whether it was reasonable for the Officer to conclude that there was a material misrepresentation.", "Standard of Review"], ["[18]", "The majority of the Supreme Court has held that \"[a]n exhaustive analysis is not required in every case to determine the proper standard of review.\" Courts must first ascertain whether the jurisprudence has already determined in a satisfactory manner the degree of deference to be accorded to a decision-maker with regard to a particular category of question (", "<FRAGMENT_SUPPRESSED>  at paras 57 and 62 [ <FRAGMENT_SUPPRESSED> ];", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  at para 53 [ <FRAGMENT_SUPPRESSED> ])."], ["[19]", "This Court has previously held that the standard of review to be applied when determining whether an immigration officer made a reviewable error in concluding that an applicant made a material misrepresentation pursuant to subsection 40(1)(a) of the IRPA is reasonableness. Misrepresentation is an issue of mixed fact and law and is therefore reviewable on the reasonableness standard (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> )."], ["[20]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility of the decision-making process and also with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law\" ( <FRAGMENT_SUPPRESSED> , above, at para 47; <FRAGMENT_SUPPRESSED> , above at para 59).", "Positions of the Parties", "The Applicant"], ["[21]", "The Applicant's position is that there was no misrepresentation but, even if there was, it was not material."], ["[22]", "The Applicant submits that he brought the error to the attention of the immigration consultant who was assisting him and that he believed that the error would be corrected before the consultant submitted the application. He was not dishonest and did not knowingly misrepresent his immigration history. He reasonably and honestly believed at the time the application was made that he was not withholding material information. In this regard he relies on", "<FRAGMENT_SUPPRESSED>  (CA)(QL) [ <FRAGMENT_SUPPRESSED> ] and distinguishes <FRAGMENT_SUPPRESSED> , above, and", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] on their facts. He also submits that he responded to the fairness letter in an effort to explain the error and provided copies of his study visas and his work permits."], ["[23]", "Further, the Applicant submits that only if information affects the process undertaken or the final decision will it be considered to be material (ENF 2;", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]). Here the answer to the question of whether he had previously been denied a visa was not material to the process because the application was complete and could be processed regardless of the answer provided. Nor did his answer put into doubt other important information about himself.", "The Respondent"], ["[24]", "The Respondent submits that the Applicant's failure to disclose the previous temporary resident visa application constituted a material misrepresentation."], ["[25]", "The Respondent refers to the requirements of the IRPA, the IRPA Regulations as well as ENF 2 and concludes that the Officer properly applied these provisions which required the Applicant to provide complete and truthful information. The failure to disclose the previous temporary residency visa refusal was a relevant matter to weigh when considering the Applicant's subsequent application and could have induced an error in the administration of the IRPA. Accordingly, the failure to disclose this matter renders the Applicant inadmissible by virtue of section 40 of the IRPA and the Decision is therefore, reasonable. The Respondent relies on <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , both above, in support of its position."], ["[26]", "The Respondent submits that the Applicant was aware of the error in his application and, while he may have brought this to the attention of his immigration consultant, he himself signed and declared the application to contain truthful answers. Accordingly, this error was not beyond his control, he was alive to it and could and should have reviewed the application prior to signing it to ensure that the error had been rectified and that the application was accurate. Therefore, the Applicant cannot now claim that he honestly and reasonably believed in the veracity of the answers ( <FRAGMENT_SUPPRESSED> , above,", "<FRAGMENT_SUPPRESSED> ). The Respondent submits that the Applicant's reliance on <FRAGMENT_SUPPRESSED> , above is misplaced in the circumstances of this case."], ["[27]", "Further, in response to the fairness letter, the Applicant provided a statutory declaration stating that he had never engaged in any unauthorized full time employment while a holder of an OCWP and that he had never received a request from an immigration officer to surrender his OCWP. The Officer examined the file and determined that this contradicted the Applicant's own application, the CIC record and other evidence. Accordingly, it was open for the Officer to conclude that the Applicant had continued to be dishonest. This indicated a pattern of providing untruthful information in breach of the Applicant's statutory duty of candour and therefore justified the Officer's decision.", "Analysis"], ["[28]", "In <FRAGMENT_SUPPRESSED> , above, Justice Tremblay- Lamar describes general principles arising from this Court's treatment of section 40 of the IRPA which are summarized below together with other such principles arising from the jurisprudence:", "- Section 40 is to be given a broad interpretation in order to promote its underlying purpose (", "<FRAGMENT_SUPPRESSED> [", "Khan", "]);", "- Section 40 is broadly worded to encompasses misrepresentations even if made by another party, including an immigration consultant, without the knowledge of the applicant (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> [", "Wang", "]);", "- The exception to this rule is narrow and applies only to truly extraordinary circumstances where an applicant honestly and reasonably believed that they were not misrepresenting a material fact and knowledge of the misrepresentation was beyond the applicant's control ( <FRAGMENT_SUPPRESSED> , above);", "- The objective of section 40 is to deter misrepresentation and maintain the integrity of the immigration process. To accomplish this, the onus is placed on the applicant to ensure the completeness and accuracy of their application ( <FRAGMENT_SUPPRESSED> , above, at para 35;", "Wang", ", above, at paras 55-56);", "- An applicant has a duty of candour to provide complete, honest and truthful information in every manner when applying for entry into Canada (", "<FRAGMENT_SUPPRESSED> );", "- As the applicant is responsible for the content of an application which they sign, the applicant's belief that he or she was not misrepresenting a material fact is not reasonable where they fail to review their application and ensure the completeness and veracity of the document before signing it ( <FRAGMENT_SUPPRESSED> , above, at para 16;", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]);", "- In determining whether a misrepresentation is material, regard must be had for the wording of the provision and its underlying purpose ( <FRAGMENT_SUPPRESSED> , above, at para 22);", "- A misrepresentation need not be decisive or determinative. It is material if it is important enough to affect the process ( <FRAGMENT_SUPPRESSED> , above, at para 25);", "- An applicant may not take advantage of the fact that the misrepresentation is caught by the immigration authorities before the final assessment of the application. The materiality analysis is not limited to a particular point in time in the processing of the application. ( <FRAGMENT_SUPPRESSED> , above, at paras 12 and 17;", "Khan", ", above, at paras 25, 27 and 29;", "<FRAGMENT_SUPPRESSED> [", "Shahin", "]);"], ["[29]", "Here, the Applicant submits that he had no knowledge of the misrepresentation which was caused by his immigration consultant's failure to correct a clerical error. The Applicants submits that he instructed the consultant to change the answer of \"no\" to \"yes\" in response to the question \"Have you ever been refused any kind of visa, admission or been ordered to leave Canada or another country?\" However, that the consultant failed to do so before submitting the application."], ["[30]", "As noted above, subsection 40(1)(a) is broadly worded as to include misrepresentations even if made by another party without the knowledge of the applicant, the general rule being that a misrepresentation can occur without the applicant's knowledge ( <FRAGMENT_SUPPRESSED> , above, at para 35; <FRAGMENT_SUPPRESSED> ; above, at para 31; <FRAGMENT_SUPPRESSED> , above, at para 15;", "Wang", ", above, at paras 55-56;", "Shahin", ", above, at para 26)."], ["[31]", "While an exception to this principle arises where an applicant can show that he or she honestly and reasonably believed that they were not withholding material information ( <FRAGMENT_SUPPRESSED> , above), this exception is narrow. As the court stated in <FRAGMENT_SUPPRESSED> , above:"], ["[35] Despite being frequently cited, the \"exception\" referred to in this passage has received limited application. Its originating case, <FRAGMENT_SUPPRESSED> , above, involved an unusual set of facts: the applicant was being sponsored by her husband, but unbeknownst to her the husband withdrew his sponsorship. Canadian officials then misled the applicant by asking her to return the visa because they claimed it contained an error. They implied it would be returned to her, corrected. The applicant had English-speaking relatives inspect the visa and, after they assured her that nothing was wrong with it, she used it to enter Canada. The Immigration Appeal Board found her to be a person described in section 27(1)(e) of the former", "Immigration Act", ", 1976, SC 1976-77, c 52 [now RSC 1985, c I-2)], i.e. that she had been \"granted landing ... by reason of any fraudulent or improper means\". This finding was set aside by the Federal Court of Appeal because the applicant had \"reasonably believed\" that she was not withholding information relevant to her admission."], ["[36] When considered within its factual context, therefore, the exception in <FRAGMENT_SUPPRESSED> is relatively narrow. As Justice MacKay noted while distinguishing the case before him in", "<FRAGMENT_SUPPRESSED> :", "41 The present circumstances may also be distinguished from those  <FRAGMENT_SUPPRESSED>  on the basis that the information which the applicant failed to disclose was not information regarding which he was truly subjectively unaware. The applicant in the present case was not unaware that he was married. Nor was it information, as  <FRAGMENT_SUPPRESSED> , the knowledge of which was beyond his control. This was not information which had been concealed from him or about which he had been misled by Embassy officials. The applicant's alleged ignorance regarding the requirement to report such a material change in his marital status and his inability to communicate this information to an immigration officer upon arrival does not, in my opinion, constitute \"subjective unawareness\" of the material information as contemplated  <FRAGMENT_SUPPRESSED> .", "Furthermore, I emphasize that a determinative factor in the <FRAGMENT_SUPPRESSED> case was that the applicant had", "reasonably believed", "that she was not withholding information from Canadian authorities. In contrast, in the case before this Court the applicants did not act reasonably-the principal applicant failed to review his application to ensure its accuracy."], ["[32]", "In", "<FRAGMENT_SUPPRESSED> , the applicants therein similarly argued that the misrepresentations were not intentional and that it was their consultant who erred in filling out the application. Justice Mosley rejected this argument and stated the following:"], ["[15] [...] Nonetheless, he signed the application and so cannot be absolved of his personal duty to ensure the information he provided was true and complete. This was expressed succinctly by Justice Robert Mainville at para 31 of <FRAGMENT_SUPPRESSED> ,", "supra", "The Applicant signed her temporary residence application and consequently must be held personally accountable for the information provided in that application. It is as simple as that."], ["[33]", "The present case is also factually very similar to", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. The applicant therein indicated on his application form that he had never applied for, or been refused, immigration status in Canada. When the officer raised this as a concern in a fairness letter, the applicant responded by explaining that he had previously applied for a temporary resident visa, which was refused, but a subsequent application was successful. While he admitted this error in completing the application form, he requested that his application be processed because the error was merely an oversight. Justice Rennie found that the applicant had not persuaded the Court that it was unreasonable for the officer to find this to be a material misrepresentation."], ["[34]", "In my view, the Applicant in this case clearly made a misrepresentation by failing to disclose the prior CIC Los Angeles refusal to issue a temporary residency visa in his October 2012 application. He was aware of the error in his application and was responsible for ensuring that, when submitted, his application was accurate and truthful. However, he failed to review the application before it was submitted. Further, the fact of the prior refusal and of the identified clerical error in his application and whether or not it had been corrected was information that was within his control. The Applicant therefore failed to demonstrate that he honestly and reasonably believed that he was not withholding potentially material information. This situation does not, therefore, fall within the narrow exception found in <FRAGMENT_SUPPRESSED> , above. It was reasonable for the Officer to conclude that the Applicant had not answered all of the questions in his application truthfully as required by subsection 16(1) of the IRPA and had misrepresented that fact."], ["[35]", "This leaves only the question of whether the misrepresentation was material."], ["[36]", "Subsection 40(1)(a) of the IRPA states that a foreign national is inadmissible for misrepresentation for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of the IRPA. ENF 2 gives as an example of a situation constituting misrepresentation, one where an applicant fails to disclose that they recently applied for a visa to Canada."], ["[37]", "As noted above, in determining whether a misrepresentation is material, regard must be had for the wording of the provision and its underlying purpose. To be material, a misrepresentation need not be decisive or determinative. It will be material if it is important enough to affect the process. The wording of section 40 confirms that a misrepresentation does not actually have to induce an error, it is enough that it could do so (IRPA, subsection 40(1)(a); <FRAGMENT_SUPPRESSED> , above, at paras 22 and 25; <FRAGMENT_SUPPRESSED> , above, at para 11;", "<FRAGMENT_SUPPRESSED> ))."], ["[38]", "In <FRAGMENT_SUPPRESSED> , above, the applicant failed to disclose that he had formerly lived and studied in the United States and omitted or misrepresented details with respect to his place of residence, education and employment history. The deciding officer discovered the omission upon a review of CIC's records. This Court held that the withheld information was material to the application as, without it, a visa could have been issued to the applicant without the required police and conduct certificates from the United States, thereby precluding a necessary investigation and inducing an error in the administration of the IRPA."], ["[39]", "In <FRAGMENT_SUPPRESSED> , above, a fraudulent English test was submitted as part of an application for permanent residence in the Federal Skilled Worker class. This Court held that the misrepresented fact was material because federal skilled workers must demonstrate language proficiency to be accepted. The false document could have induced an error in the administration of the IRPA because it could have been relied upon by a decision-maker to conclude that the applicant had demonstrated language proficiency."], ["[40]", "In the present case, the Respondent submits that the Officer could have been prevented from undertaking an appropriate investigation and verification process and, therefore, could have erroneously determined that the Applicant met all the requirements of the IRPA had the Officer relied on the Applicants denial of a prior visa refusal. The misrepresentation was therefore material as it could have affected the process."], ["[41]", "In my view, the misrepresentation in this case was material."], ["[42]", "The Officer does not specify what investigation and verification process potentially could have been bypassed as a result of the misrepresentation. However, section 9.5 of ENF 2 states that officers are required to be satisfied that a person meets the requirements of the IRPA and is not inadmissible. To make these determinations officers decide what procedures, including investigations, interviews and verifications are required. Some procedures are required by law, others are administrative. Given this discretion, and although it would have been preferable for the Officer to have been more specific, the failure to do so is not fatal. In any event, had he relied solely on the application which did not disclose the prior visa refusal, this could have induced an error in the administration of the IRPA as he could have erroneously issued a visa to the Applicant."], ["[43]", "I also cannot accept the Applicant's submission made when appearing before me that, because CIC has access to the whole of his immigration history, an incorrect answer in his application is not material. His submission was that the incorrect answer did not affect the process because it was caught by CIC before a decision was rendered. This reasoning is contrary to the object, intent and provisions of the IRPA which require applicants for temporary residency visas to answer all questions truthfully. The penalty for failing to do so is that an applicant may be found to be inadmissible to Canada if the misrepresentation induces or could induce an error in the administration of the Act. It matters not that CIC may have the ability to catch, or catches, the misrepresentation. What matters is whether the misrepresentation induced or could have induced such an error. Accordingly, applicants who take the risk of making a misrepresentation in their application in the hope that they will not be caught but, if they are, that they can escape penalty on the premise of materiality, do so at their peril."], ["[44]", "Nor was the misrepresentation cured by the Applicant's response to the fairness letter. In this regard Justice Mosley in <FRAGMENT_SUPPRESSED> , above, stated that \"this Court has rejected the argument that paragraph 40(1)(a) is inapplicable where the misrepresentation is \"corrected\": (", "<FRAGMENT_SUPPRESSED> ).\""], ["[45]", "At the hearing before me the Applicant also submitted that because, between the time when the temporary residency visa was refused in Los Angeles and the time of the refusal in Seattle he was issued a work permit, this rendered the first refusal immaterial as the immigration authorities were clearly satisfied with his subsequent application. I cannot accept this reasoning. First, the refused applications were both for temporary residency visas, the work permit was a distinct application. Secondly, it is not known if the Applicant was requested to or did disclose the refused temporary residency when he applied for the work permit as neither the Applicant nor the Respondent led evidence on this point. And finally, the question asked on the temporary visa application was whether the Applicant had ever been refused any kind of visa, thus it was incumbent upon him to disclose the prior refusal regardless of the subsequent issuance of the work permit."], ["[46]", "In addition to the failure to disclose the refusal, which was his statutory and duty of candour, the Applicant stated in his Statutory Declaration that he had never engaged in any unauthorized full time employment while holding an OCWP. However, this is contradicted by Attachment A of his October 11, 2012 application and the September 7, 2012 letter from IVIS Inc., which states that when the Applicant completed his education at NAIT, he started full time work on December 20, 2012 with IVIS Inc. This means that from December 20, 2010 until he was issued a work permit on June 1, 2012, he was working full time while not a student and holding only an OCWP thereby contravening the conditions of his prior admission to Canada. Accordingly, the Officer's finding that he was not satisfied that the Applicant would leave Canada at the end of his stay as a temporary residence based on the prior contravention was reasonable."], ["[47]", "It should be noted, however, that the Officer's assertion in the fairness letter that the Applicant was requested to surrender his OCWP but failed to comply and that this was the primary reason for the refusal of his Los Angeles application, is not supported by the CTR."], ["[48]", "The Respondent filed an affidavit of Ms. Leah Gabretensae, Admissions Unit Supervisor at CIC in response to the subject application. It attaches as an exhibit an email dated July 12, 2013 from Ms. Gabretensae to counsel for the Respondent stating that she had spoken to Rachel, no last name, at Norquest who confirmed that the Applicant was enrolled there from 2007 to April 24, 2009 taking upgrading courses with the intent of then entering the practical nursing program. He did not continue there beyond April 2009. The affidavit also attaches as an exhibit an email dated July 13, 2013 from Ms. Kathy Galloway to Ms. Gabretensae and counsel for the Respondent stating that NAIT had checked its records and advised her that the Applicant began his studies there in January 2010 and completed the one year Water and Waste Management Technician program in December 2010 with honours. The affidavit goes on to state that the designated institutional representative (DIR) \"at the post-secondary educational institution where the Applicant was enrolled at that time [when the April 24, 2009 OCWP was issued] would have informed the Applicant that the Applicant was required to surrender the Work Permit to the nearest CIC office once he no longer met the eligibility criteria\". The affidavit states that it (the affidavit) was made for the purpose of opposing the Applicant's application for judicial review."], ["[49]", "It appears that the purpose of the affidavit was to bolster the CTR which contains no record supporting the finding by the Officer that the Applicant was actually asked, but refused, to surrender his OCWP nor explaining why he was not in compliance with the OCWP at some time before a February 1, 2012 GMCS entry which stated this to be the case but at which time the Applicant was enrolled full time at NAIT. The affidavit evidence as to the general responsibilities of DIR's in administering OCWP's, including informing students of the surrender requirements, is not evidence that the Applicant was requested to and refused to surrender same. Moreover, it is trite law that new evidence is only admissible on judicial review to resolve issues of procedural fairness or jurisdiction which exceptions have no application in this case ( <FRAGMENT_SUPPRESSED> , above, at para 10;", "<FRAGMENT_SUPPRESSED> )."], ["[50]", "However, even in the absence of an evidentiary basis for the assertion that the Applicant was requested to and refused to surrender the OCWP and that this was the primary reason for the Los Angeles refusal, there was, as set out above, a sufficient evidentiary basis in the record before the Officer to support the fact that the Applicant worked full time while holding only a OCWP, after graduation from NAIT, from December 20, 2010 to June 1, 2012."], ["[51]", "The Applicant contravened the conditions of his admission to Canada on a prior occasion by working full time when not authorized to do so and he misrepresented this in his statutory declaration. He also misrepresented his prior temporary resident visa refusal. In my view, both misrepresentations were material. Accordingly, the Officer's finding that he was not satisfied that the Applicant would leave Canada at the end of his stay as a temporary resident and that he had made material misrepresentations pursuant to subsection 40(1)(a) of the IRPA was reasonable and defensible in respect to the facts and the law.", "JUDGMENT"], ["[52]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed. No question of general importance for certification was proposed and none arises.", "Application dismissed.", "Editor: Angela E. McKay/vnh"]]}