{"id_": "023432", "body_str": [["[1]", "Denault, J. [TRANSLATION]", ": The applicant is seeking by application under s. 18 of the Federal Court Act to have set aside two orders made by representatives of the Department of Employment and Immigration with respect to her application to be exempted, for humanitarian reasons, from the requirement that her application for permanent residence be made outside the country, and for a stay of the inquiry concerning her as a result of the expiry of her permission to remain in Canada."], ["[2]", "The applicant is a Greek national who lived in Toronto from 1976 to 1979 with a Canadian citizen with whom she had a son who was born during that period. From 1979 to April 1986 she lived in Greece with her son and the father of her child, and she gave birth to a second child who acquired Canadian citizenship. On April 5, 1986, she arrived in Canada with her two children with an authorized period of stay terminating on July 4, 1986. An extension of her authorized period of stay was then granted until October 31, 1986. The father of the children was to join them, but she has never seen him since her return. Although he did return to Canada in November 1986 to settle in Toronto, she has had no news from him and believes that her children have in fact been abandoned by their father."], ["[3]", "In January 1987, her authorized period of stay having expired on the preceding October 31, the applicant presented herself at a Canada Immigration Centre in Montreal to make an application for permanent residence. She also made an application to vary her terms of admission. On this occasion, the immigration counsellor, Pierre Vallée, first noted that the applicant's authorized period of stay had expired and accordingly prepared his report (s. 27(2)(e) of the Immigration Act, 1976). At the same time, he considered the humanitarian reasons (s. 115(2) of the Act) which might result in exempting the applicant from the requirement that her application for residence be made outside the country (s. 9(1) of the Act). The applicant's request was refused. The report by the immigration counsellor was approved by his immediate superiors and the decision was communicated to the applicant by the manager, Hélène Dormeau, on February 3, 1987. This decision informed her both that her application for humanitarian reasons had been refused and that an inquiry would be held pursuant to s. 27 of the Act."], ["[4]", "The inquiry was to be held on May 14, 1987, but it was adjourned several times and to this date has not yet been held. It should be noted that on May 26, 1987 the applicant made a fresh application for permanent residence through her representative, Mr. Canellopoulus, who also made an official application for exemption under s. 115(2) of the Act. Again, this application was refused for the same reasons as appeared in the decision of February 3, 1987. Furthermore, on November 19, 1987, the applicant's present counsel in turn sent an \"application for special consideration for humanitarian reasons\". In a long statement of the facts in which he dealt, inter alia, with the situation of the applicant's children, he sought permission for his client to make her application for landing while still in Canada. This was actually a third application for review of the humanitarian considerations. This application, however, was refused on December 3, 1987, after a review of the file. It should be noted that this decision was made following written submissions by counsel for the applicant, but without reference to the earlier decisions, including that of February 3, 1987."], ["[5]", "By making application under s. 18 of the Federal Court Act, the applicant in essence seeks to have set aside the decision of February 3, 1987 because the decision-making process followed by the immigration counsellors was contrary to the principles of natural justice. She is also seeking to have set aside the decision of December 3, 1987, which \"violates the right of the applicant's children, who are Canadian citizens, to life, liberty and security of the person\". As well, she seeks a fresh examination of the application for permanent residence in having regard to the principles of fundamental justice and the rights which are guaranteed to the applicant and her children by the Canadian Charter of Rights and Freedoms. Finally, the court is asked to stay the holding of the inquiry under s. 27 of the Act."], ["[6]", "There is no doubt that we are faced in the case at bar with administrative procedures in which Parliament gave discretionary powers to the representatives of Canadian immigration."], ["[7]", "Since the decision of the Supreme Court in  <FRAGMENT_SUPPRESSED>  the application of a person for exemption, for humanitarian or compassionate reasons, from the requirement of s. 9 of the Immigration Act, 1976; the officers must also make a decision on such an application, on behalf of the Minister of Employment and Immigration, and advise the applicant of their decision. However, the court did not provide procedural guidelines for the performance of this duty; from all appearances, procedural fairness would have to be observed in this process."], ["[8]", "In the case at bar, the record indicates that the discretionary power was exercised by the immigration counsellor, but in a manner that was unfavourable to the applicant."], ["[9]", "In exercising its power of judicial review, the court must not enter into a consideration of the merits of the case, or examine the reasons for the decision in a case in which, as in the case at bar, the immigration counsellor exercised the discretionary power provided in s. 115(2) of the Act, but it must examine the legal context in which the decision was made."], ["[10]", "Counsel for the applicant contended that the decision-making process followed by the respondents was contrary to the principles of fundamental justice. In support of this argument, he submitted that the applicant appeared before Pierre Vallée but that it was not he who made the decision, but rather Hélène Dormeau, and thus that the applicant did not have the opportunity to present her humanitarian reasons to the immigration officer's superiors. In the same vein, he contended that, in the context of this investigation to determine the humanitarian reasons that would justify an application for exemption, the children should have been given the opportunity to be heard, since their rights were also in jeopardy. Counsel also went so far as to argue that the rights of the children to liberty and security of the person, which are now guaranteed by the Canadian Charter of Rights and Freedoms, were in great danger if their mother were required to return to Greece to apply for permanent residence."], ["[11]", "Unfortunately, I do not share the reasoning of counsel for the applicant. First, there is nothing to suggest that in such a case the applicant was entitled to an oral hearing to set out her humanitarian reasons. It is true that on January 21, 1987, when she presented herself at the office of the immigration counsellor, the applicant submitted both an application for permanent residence and an application to vary her terms of admission. While the counsellor took the opportunity to take note of the applicant's humanitarian reasons, he was under no obligation to do so in the context of this hearing. On this point, it should be noted that on the two other occasions when the applicant was given the opportunity to set out her humanitarian reasons, in May and November 1987, she did so in writing and set out all the facts that she believed to be relevant, inter alia, the facts respecting her children, but there were no hearings. In short, while the immigration officer had an obligation to consider the application for exemption, he had no obligation to hold an inquiry on this point [see footnote 2], or to give reasons for his decision [see footnote 3]."], ["[12]", "With respect to the rights of the children, which it is argued were violated, I do not believe that s. 7 of the Charter is to be given such a broad scope. First, it must be noted that the applicant herself is not seeking refugee status, for example, and she has not alleged that her life, liberty or the security of her own person would be put in danger if she had to return to Greece to make her application. With no legal status in Canada at present, could she claim these rights? \"Unlike in the Singh case where convention refugees, once they establish their status as such, have certain rights specified in the Immigration Act, 1976, the applicant here has no further rights with respect to remaining in Canada\" [see footnote 4]. If she has no rights, there is no denial of rights. With respect to the children, I do not see how, even if we look to the stated objective of the Act, to facilitate reunion in Canada of Canadian citizens with their close relatives from abroad (s. 3(c)), it can be argued in law that an application for exemption made by a person who has no right except the right to provide her humanitarian reasons for making her application in Canada could take advantage of and benefit from the rights of Canadian citizens to liberty and security. Again, it would be necessary to demonstrate that the rights of the children to liberty and security are or could be in jeopardy. This is not the situation in the case at bar. With respect to the rights of the children to public instruction on Canadian soil, to free health care, to social services, and so on, these are not properly speaking rights guaranteed by the Charter, but privileges belonging to Canadian citizens. In short, the decision to go to Greece to make her application for permanent residence is the applicant's personal decision, like the decision whether or not to take her children there. The costs of such a trip, and the disadvantages that this decision could cause for her children, are humanitarian considerations which are for the officer to weigh, but not for the court to review."], ["[13]", "The relief sought by counsel for the applicant in the application includes a stay of the holding of the inquiry to be held under s. 27 of the Immigration Act, 1976. It should be noted that this inquiry has nothing to do with the application for exemption. In fact, if the applicant by presenting herself at the immigration office to make her application for permanent residence allowed the immigration officer to observe that her authorized period of stay had expired, this was the risk she took. Once he had observed this fact, the immigration officer was required to make a written report to the Deputy Minister setting out the circumstances, and the Deputy Minister was required (27(3)), if he considered that an inquiry was warranted, to issue a direction for inquiry. An application for exemption submitted under s. 155(2) in no way permits the inquiry under s. 27 to be stayed.  <FRAGMENT_SUPPRESSED>  Immigration Act, 1976 and Regulations [Immigration Regulations, 1978, SOR/78-172] makes it clear, in my view, that the adjudicator is required to proceed with the inquiry as expeditiously as is possible under the circumstances of each individual case. Likewise his power to adjourn an inquiry is restricted to adjournments 'for the purpose of ensuring a full and proper inquiry' (see subsection 35(1) [of the Regulations]). The issues to be determined at the inquiry by this Adjudicator were whether this applicant was a member of the inadmissible classes as described in paragraphs 27(2)(b) and (e) of the Immigration Act, 1976. The compassionate or humanitarian considerations which are relevant to a subsection 115(2) application were completely outside the scope of the inquiry being conducted by this Adjudicator.\"", "The court then decided that adjourning such an inquiry because there had been a s. 115(2) application would stop an inquiry being held in accordance with the Act for a considerable length of time, that is, until the Governor in Council gave a decision: \"In my view, such a result would disrupt and paralyze the conduct of inquiries under the Act\" [see footnote 6]."], ["[14]", "In closing, it should be recalled that a writ of prohibition or of certiorari is an extraordinary remedy, which is by its very nature discretionary, and which should be issued only after careful reflection. In the case at bar, there is nothing to justify me in intervening. On the contrary, it appears to me that the applicant has had the full opportunity she is requesting to put forward the humanitarian considerations of her case, which unfortunately were not accepted. Her case has been examined in accordance with the law, and there is no reason to intervene to set aside these decisions."], ["[15]", "For these reasons, the application is dismissed with costs.", "Application dismissed.", "Editor: Elizabeth M.A. Turgeon/blk", "Footnotes", "1. [1984] 2 S.C.R. 565; 56 N.R. 215.", "2. Kaur Nukhtiar Singh (T-1852-87).", "3. Le contrôle judiciaire de l'action gouvernementale, by Denis Lemieux, p. 3507.", "4.  <FRAGMENT_SUPPRESSED> , at p. 445 F.C.", "6.  <FRAGMENT_SUPPRESSED>  446."]]}