{"id_": "023581", "body_str": [["[1]", "Pinard, J.", "[Translation]: This is an application for judicial review of a decision of the Refugee Division dated July 16, 1997 determining that the applicants, Serguei Levtchenko, his spouse Irina Levtchenko and their son Anton Levtchenko, all nationals of Kazakhstan are not Convention refugees.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The refugee Division explained why it preferred the documentary evidence to the applicants' testimony as follows:  <FRAGMENT_SUPPRESSED>", "[Translation] \"The panel has no reason to disregard the documentary evidence obtained from credible and serious organizations.", "The panel is more inclined to believe that the claimants quite simply made up a story involving persecution", "-- a story which is contradicted by the documentary evidence.\" (my emphasis)  <FRAGMENT_SUPPRESSED>"], ["[3]", "Generally, as the Federal Court of Appeal, inter alia, held in", "<FRAGMENT_SUPPRESSED>  the documentary evidence submitted than on a claimant's testimony.  <FRAGMENT_SUPPRESSED>", "\"We are not persuaded that the Refugee Division made any error that would warrant our interference. The material relied on by the Board was properly adduced as evidence. The Board is entitled to rely on documentary evidence in preference to that of the claimant. There is no general obligation on the Board to point out specifically any and all items of documentary evidence on which it might rely. The other matters raised are also without merit. The appeal will be dismissed. <FRAGMENT_SUPPRESSED>"], ["[4]", "However, in a case like this, where the panel goes much further than merely finding that the applicants' fear is exaggerated or inconsistent with the documentary evidence submitted, I am of the opinion that the panel must state in clear and unmistakable terms why it prefers the documentary evidence to the applicants' testimony.  <FRAGMENT_SUPPRESSED>  (F.C.A.), at page 389, the Federal Court of Appeal stated the following:  <FRAGMENT_SUPPRESSED>", "\"... Since there is a presumption as to the truth of the appellant's testimony ..., the Board was bound to state in clear and unmistakable terms why it preferred the documentary evidence over the appellant's testimonial evidence ... <FRAGMENT_SUPPRESSED>"], ["[5]", "In the case at bar, since the Refugee Division asserted that the applicants [Translation] \"quite simply made up a story\", it would have had to be much more explicit in its decision on this point and provide clearer reasons.  <FRAGMENT_SUPPRESSED>"], ["[6]", "In the result, the application for judicial review is allowed, the decision of the Refugee Division is set aside and the matter is referred back to a different panel of the Refugee Division for rehearing. There is no question here to be certified.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/kaw  <FRAGMENT_SUPPRESSED>"]]}