{"id_": "023842", "body_str": [["[1]", "McKeown, J.", ": The applicant, the Minister of Citizenship and Immigration, seeks judicial review of a decision of the Convention Refugee Determination Division of the Immigration and Refugee Board (the \"Board\") dated April 25th, 2001, wherein the Board determined that the respondents were Convention Refugees.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The primary issue in this case is whether the Board erred in finding that there was inadequate state protection. The other issues are whether the Board erred in relying on indirect persecution to find that the minor was a Convention Refugee, and whether the Board erred in failing to address the issue of internal flight alternative.  <FRAGMENT_SUPPRESSED>", "FACTS:  <FRAGMENT_SUPPRESSED>"], ["[3]", "The respondent Klara Zakar and her daughter, Bernadette Olah, aged 11, are citizens of Hungary. They initially based their claim on the problems they faced because of their Roma ethnicity. They later asserted that what they really feared was spousal abuse from the principal respondent's common law husband.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The Board concluded that the respondents were Convention refugees based on the principal respondent's fear of spousal abuse. The Board found the applicant to be credible, stating at page 4:  <FRAGMENT_SUPPRESSED>", "\"The panel finds that the claimant was articulate and responsive to all the questions asked. She gave her testimony in a forthright manner. The claimant portrayed a very strong sense of wanting to protect not only herself, but her daughter as well, from further abuse from Gyrogy Olah, the alleged agent of persecution. <FRAGMENT_SUPPRESSED>", "With respect to state protection, the Board stated:  <FRAGMENT_SUPPRESSED>", "\"Concerning state protection, the claimant went to the police and filed complaints against her ex-common-law spouse. Nevertheless, she felt that the response of the police was not adequate to protect her. The Department of State Report states that spousal abuse is believed to be common ... and the victims who step forward often receive little help from the authorities. Women's rights organizations claim that one woman in ten is a victim of spousal abuse and that the societal attitudes towards spousal abuse are 'archaic'. In this instance, it should also be pointed out that this victim is a woman of Roma origin and the documentary evidence indicates that, in general, Roma do not receive the same level of protection is ethnic Hungarians. So while the claimant did go to the police to seek protection, and a report was filed, she does not feel that the protection she received was adequate. Based on the documentary evidence cited above as well as the particular circumstance of this claimant, the panel finds that adequate protection is not available for her. <FRAGMENT_SUPPRESSED>", "With respect to the daughter, the Board stated:  <FRAGMENT_SUPPRESSED>", "\"The minor claimant's claim depended on the testimony of her mother, which included evidence that the minor claimant was the subject and witness of abuse on one occasion. Therefore, because the panel finds that the claimant has a well-founded fear of persecution, it also finds that a well-founded fear of persecution has been established for the minor claimant. <FRAGMENT_SUPPRESSED>", "ANALYSIS:  <FRAGMENT_SUPPRESSED>"], ["[5]", "The applicant argues that the Board erred in incorporating a subjective element into its analysis of state protection. Twice in the Board's reasons they make reference to the fact that the claimant did not feel that the protection she received was adequate. Although the Board also cited documentary evidence, the applicant argues that the fact that it is referred to twice indicates that the subjective element played an important role in the analysis.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The leading case on state protection is", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 1. At page 21 La Forest, J., stated:  <FRAGMENT_SUPPRESSED>", "\"It is clear that the lynch-pin of the analysis is the state's inability to protect: it is a crucial element in determining whether the claimant's fear is well-founded, and thereby the objective reasonableness of his or her unwillingness to seek the protection of his or her state of nationality. Goodwin-Gill's statement, the apparent source of the board's proposition, reads as follows, at p. 33:  <FRAGMENT_SUPPRESSED>", "'Fear of persecution and lack of protection are themselves interrelated elements. The persecuted clearly do not enjoy the protection of their country of origin, while evidence of the lack of protection on either the internal or external level may create a presumption as to the", "likelihood", "of persecution and to the", "well-foundedness", "of any fear.' (Emphasis added)  <FRAGMENT_SUPPRESSED>", "\"Having established that the claimant has a fear, the board is, in my view, entitled to presume that persecution will be likely, and the fear well-founded, if there is an absence of state protection. The presumption goes to the heart of the inquiry, which is whether there is a likelihood of persecution. But I see nothing wrong with this, if the board is satisfied that there is a legitimate fear, and an established inability of the state to assuage those fears through effective protection. <FRAGMENT_SUPPRESSED>", "In my view, this passage indicates that the issue of state protection goes to the objective portion of the test of fear of persecution, that is, the branch of the test that asks if the claimant's subjective fear is well-founded in an objective sense. The relevant evidence to determine this issue would include the documentary evidence and the personal circumstances of the claimant. The claimant's own subjective feelings on state protection would, however, not be a relevant factor. In this case, although the Board clearly considered the objective documentary evidence in its analysis, its reasons suggest that it also considered the subjective feelings of the claimant. In my view this was an error.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The applicant also argues that the Board erred in failing to consider certain probative documentary evidence. Specifically, there were three police reports before the Board. The first one, dated September 7, 1995, referred to an assault on the claimant which occurred on August 29th, 1995. The report goes into some detail regarding the assault, but indicates that no charges were laid, and that the applicant was informed that she could make a private prosecution for illegal entry. There was a further assault on the claimant on October 17, 1995. In response to this assault, the applicant was detained from November 7th to November 10th, 1995, and an indictment was laid in which the public prosecutor recommended that the spouse pay a fine. There was also a third incident in August 1996, in response to which the police arrested and took into custody the husband. No evidence was filed as to the outcome of any proceedings against the husband.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The applicant argues that the Board did not consider these reports in its analysis, and that the reports demonstrate that there was adequate state protection, that in fact the protection the claimant received in this case was the same she would receive in Canada. The respondent, by contrast, argues that the reports indicate clearly that there was inadequate state protection, since the police were unable to protect the claimant from the further assaults, the husband was incarcerated for only 3 days in November 1995, and on the indictment the prosecutor recommended a fine instead of incarceration. The respondent argues that these reports were considered by the Board, and that the Board is not required to discuss in detail all the evidence before them.  <FRAGMENT_SUPPRESSED>"], ["[9]", "I note that no evidence was before the Board or this Court as to what type of protection the claimant would have received in Canada. However, I believe it is common knowledge of which I can take judicial notice that the police in Canada are frequently unable to fully protect an abused spouse from her abuser. In this case the police responded to the incidents of abuse and even charged, arrested and detained the husband. While I agree that the protection of the state in this case could certainly have been better, I do not believe that the protection she received was much different from the protection that she would have received in Canada. In", "Smirnov and  <FRAGMENT_SUPPRESSED> ; 85 F.T.R. 13 (T.D.). In that case Tremblay-Lamer, J., stated:  <FRAGMENT_SUPPRESSED>", "\"Thus, even when the state is willing to protect its citizens, a claimant will meet the criteria for refugee status if the protection being offered is ineffective. A state must actually provide protection, and not merely indicate a willingness to help. Where the evidence reveals that a claimant has experienced many incidents of harassment and/or discrimination without being effectively defended by the state, the presumption operates and it can be concluded that the state may be willing but unable to protect the claimant.  <FRAGMENT_SUPPRESSED>", "\"... That the large number of discriminatory and harassing incidents did not stop after the applicants sought police assistance provides sufficient evidence that the state in this particular case could not offer effective protection to the applicants. <FRAGMENT_SUPPRESSED>", "Gibson, J., in", "Smirnov", "states at page 5:  <FRAGMENT_SUPPRESSED>", "\"With great respect, I conclude that Madam Justice Tremblay-Lamer sets too high a standard for state protection, a standard that would, in many circumstances, be difficult to attain even in this country. It is a reality of modern-day life that protection offered is sometimes ineffective. Many incidents of harassment and/or discrimination can be effected in a manner that renders effective investigation and protection very difficult. ... In all such circumstances, even the most effective, well-resourced and highly motivated police forces will have difficulty providing effective protection. This Court should not impose on other states a standard of 'effective' protection that police forces in our own country, regrettably, sometimes only aspire to. <FRAGMENT_SUPPRESSED>", "Similarly, in this case I believe the Board set too high a standard for state protection. While the documentary evidence cited by the Board may suggest that abused women do not receive much help from authorities, and that Roma do not in general receive the same level of protection as others, in the circumstances of this case I believe the claimant did not provide clear and convincing evidence that Hungary did not provide adequate state protection, and that the Board erred in setting too high a standard for state protection. Further, at the very least the Board ought to have discussed the police reports in more detail in its analysis, as they provide probative evidence that was directly relevant to the issue of state protection.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The second issue in this case is whether the Board erred in finding that the principal claimant's child was a Convention refugee. In this case the Board stated:  <FRAGMENT_SUPPRESSED>", "\"The minor claimant's claim depended on the testimony of her mother, which included evidence that the minor claimant was the subject and witness of abuse on one occasion. Therefore, because the panel finds that the claimant has a well-founded fear of persecution, it also finds that a well-founded fear of persecution has been established for the minor claimant. <FRAGMENT_SUPPRESSED>", "The applicant argues that the finding in this case was indirect, that there was no direct link between the daughter and the persecution. I disagree. There was evidence before the Board that the daughter herself had also been abused, and I see no error on the part of the Board in finding that she was also a Convention refugee.  <FRAGMENT_SUPPRESSED>"], ["[11]", "There were also arguments made with respect to internal flight alternative. However, since this was not explicitly made an issue at the Board hearing, the Board did not err in failing to address the issue in its reasons.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The application for judicial review is allowed. The decision of the Board dated April 25, 2001 is quashed, and the matter is sent back to a differently constituted Board for redetermination.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/pdk  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}