{"id_": "023919", "body_str": [["[1]", "Lutfy, C.J.", ": The Pinter family, the spouses and their three young children, are failed refugee claimants. They are citizens of Hungary. Mrs. Pinter is of Roma descent. The family's refugee claim was based on the fear of persecution resulting from their Roma ethnicity."], ["[2]", "In explaining her rationale for her refusal of the Pinters' request for permanent residence within Canada, the immigration officer noted:", "\"I have not dealt with the risk factors of the applications since they were reviewed by the Pre-Removal Risk Assessment officer who determined the family would not be at risk if they were returned to Hungary. The risk identified in the Humanitarian and Compassionate application is identical to the risk identified in the PRRA application.\"", "Contrary to the immigration officer's suggestion, there is a difference between the assessment of risk factors in an application for humanitarian and compassionate consideration and one for protection from removal."], ["[3]", "In an application for humanitarian and compassionate consideration under section 25 of the Immigration and Refugee Protection Act (IRPA), the applicant's burden is to satisfy the decision-maker that there would be unusual and undeserved or disproportionate hardship to obtain a permanent resident visa from outside Canada."], ["[4]", "In a pre-removal risk assessment under sections 97, 112 and 113 of the IRPA, protection may be afforded to a person who, upon removal from Canada to their country of nationality, would be subject to a risk to their life or to a risk of cruel and unusual treatment."], ["[5]", "In my view, it was an error in law for the immigration officer to have concluded that she was not required to deal with risk factors in her assessment of the humanitarian and compassionate application. She should not have closed her mind to risk factors even though a valid negative pre-removal risk assessment may have been made. There may well be risk considerations which are relevant to an application for permanent residence from within Canada which fall well below the higher threshold of risk to life or cruel and unusual punishment."], ["[6]", "By stating that the risk identified in one is identical to the risk identified in the other, the immigration officer could not have had an open mind to all considerations that she had to take into account in making a proper evaluation of an application under section 25 of the IRPA."], ["[7]", "It is on the basis of this error in law that the applicants' application for judicial review will be granted. Concerning the other grounds raised by the applicants, I should make only one comment. The immigration officer noted the applicants' involvement in the Edmonton community with Canadians of Hungarian ethnic origin. She added that no evidence was presented \"of community involvement outside their ethnic background.\" The intended purpose of this statement is not apparent."], ["[8]", "As they requested at the hearing, the parties may submit a serious question for certification within seven (7) days of the date of these reasons for order.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}