{"id_": "024008", "body_str": [["[1]", "de Montigny, J.", ": In June 2004, Mr. Liu applied for admission to Canada as a permanent resident under the investor program. His application raised two issues on assessment: whether Mr. Liu met the definition of investor, and whether the source of his funds would affect his admissibility. In March 2005, the Canadian Embassy in Beijing determined it would be necessary to interview Mr. Liu, and made a note in his file to ask him to bring documents normally requested in a business case, original documents showing source and accumulation of funds, and original documents proving the assets he claimed on his Personal Net Worth Form. The information on file also indicated that Mr. Liu had previously applied for selection in Quebec in January 2003, but had been refused."], ["[2]", "On April 21st 2005, his application was reviewed again. Additional information on file was taken into account and it was determined that an interview was still required since all the documents Mr. Liu had submitted were photocopies. Quebec provided information, indicating it had concerns with respect to the accounting documents Mr. Liu presented in 2003. Mr. Liu was therefore asked in his convocation letter to bring original documents to his interview."], ["[3]", "Mr. Liu was interviewed on July 20th, 2005. The interview lasted one hour and 15 minutes and an interpreter was present. As recorded in the visa officer’s notes, the officer expressed concern that the accounting documents Mr. Liu submitted to Quebec were fraudulent and asked him for an explanation. Mr. Liu was asked specifically why he sought a new audit firm to submit the accounting documents for his Quebec application, rather than producing a letter or verifying statement from his initial audit company. The officer further mentioned to Mr. Liu that it appeared Quebec had found other files using the same audit report, indicating the audit report was indeed a false one. Mr. Liu answered that the report was genuine and the problem was that Quebec was confused because of its lack of knowledge of Mr. Liu’s situation with the old audit firm."], ["[4]", "During the interview, the officer asked Mr. Liu to locate original business documents that demonstrated the business numbers on his application form. Instead of originals, Mr. Liu provided photocopies of tax receipts, and confirmed he had not brought originals, including original financial statements for the past three years as requested."], ["[5]", "At the end of the interview, the visa officer informed Mr. Liu that his failure to provide original documents had the office concerned. Furthermore, the officer told Mr. Liu that the originals provided led to discrepancies and as such, was not confident the information submitted was reliable and accurate. The officer was particularly puzzled by the exchange rate used to convert the net assets shown on the balance sheet into Canadian dollars for the purpose of the application form. The officer told Mr. Liu that he did not meet the definition of investor, and it could not be determined that he had accumulated his funds in a legal manner. Mr. Liu was invited to respond to the officer’s concerns, but his response did not allay them and his application was refused."], ["[6]", "Mr. Liu now challenges the visa officer’s decision, alleging it was unreasonable. First, he maintains that he provided all the documents that were reasonably necessary for the officer to render a decision. He further argues that the refusal letter did not explicitly set out the alleged inconsistencies, and that if there were any inconsistencies, they were clerical and minor in nature, not affecting the substantial basis of Mr. Liu’s application. Finally, he submits it was unreasonable for the officer to conclude that there was insufficient evidence upon which to make a determination of his suitability as an investor to Canada, and that the officer was equally unreasonable in determining that his financial information lacked credibility or authenticity."], ["[7]", "The first issue to be determined is the standard of review. It is well settled law that the applicable standard of review for discretionary decisions by visa officers on immigration applications is patent unreasonableness. Accordingly, if the statutory discretion has been exercised in good faith and in accordance with the principles of natural justice where required, and if reliance has not been placed upon considerations irrelevant or extraneous to the statutory purpose, then this Court will not interfere. See, for example,  <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 1070 (F.C.T.D.) (QL)."], ["[8]", "Indeed, it seems to me that this case is very similar to the facts giving rise to the recent decision reached by my colleague Justice Snider in  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1490. In that case, the applicant had applied for immigration to Canada as an investor in the business category but was turned down by a visa officer who was not satisfied as to how the applicant had accumulated his personal net worth. Turning her mind to the applicable standard of review, Justice Snider wrote (at para. 3):", "However, with respect to the second issue, the visa officer’s discretionary decision should be accorded the highest level of deference by this  <FRAGMENT_SUPPRESSED>  a case involving facts and a decision very similar to that before me, Justice Teitelbaum concluded that the standard of review was one of patent unreasonableness. At a minimum, the Court should not intervene unless it can be shown that the visa officer ignored relevant evidence or relied on irrelevant or extraneous considerations ( <FRAGMENT_SUPPRESSED>  at para. 3 (F.C.A.))."], ["[9]", "Having duly considered the documentary evidence provided by the applicant, as well as both parties’ oral and written submissions, I am of the view that the visa officer’s decision to refuse Mr. Liu’s application for an immigrant visa was reasonable and certainly not patently unreasonable. Pursuant to section 11(1) of the Immigration and Refugee Protection Act (IRPA), the burden was on Mr. Liu to prove to the visa officer’s satisfaction that he fulfilled the legislative requirements ( <FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 1204 ( <FRAGMENT_SUPPRESSED>  application had been refused, the visa officer wrote:", "You have not satisfied me that you have business experience and a legally obtained minimum net worth of at least $800,000 because you have not complied with my request to present original business documents which demonstrate your business operations and income earned. At interview you provided some of the original documents requested of you. The financial information contained in those documents are inconsistent with information contained in your immigration application form. This calls into question the credibility and authenticity of the financial information provided by you. Therefore, I am unable to determine if you meet the regulatory definition of investor and am unable to determine your personal net worth. As a result, you do not meet the requirements of subsection 90(2)."], ["[11]", "The officer’s notes clearly show that the source of Mr. Liu’s funds was flagged as an issue at the Canadian Embassy in Beijing, where Mr. Liu filed his application, and an interview was deemed necessary. The Embassy requested a list of original documents and evidence of Mr. Liu’s personal net worth in order to verify his financial resources among other financial and business requirements. Then, at the outset of his interview on July 20, 2005, the visa officer explained that the purpose of the interview was to determine whether Mr. Liu met the legal requirements to immigrate to Canada as an investor."], ["[12]", "Subsection 12(2) of the IRPA states that a foreign national may be selected as a member of the economic class on the basis of their ability to become economically established in Canada. For the purposes of that subsection, subsection 90(1) of the Immigration and Refugee Protection Regulations (Regulations) prescribes that the investor class is a class of persons who may become permanent residents on the basis of their ability to become economically established in Canada and who are investors within the meaning of subsection 88(1) of the Regulations. Finally, subsection 88(1) of the Regulations defines an investor as a foreign national who (a) has business experience; (b) has a legally obtained minimum net worth of at least $800,000; and (c) indicates in writing to an officer that they intend to make or have made an investment."], ["[13]", "Based on the foregoing, it was obviously critical for Mr. Liu to demonstrate not only his net worth but also that he had acquired these funds through legal means. Despite the visa officer’s repeated requests to provide original documents establishing these requirements, Mr. Liu failed to do so and was not able to satisfy the officer with his explanations. This effectively prevented the officer from assessing Mr. Liu’s net worth and from determining whether his funds were accumulated legally."], ["[14]", "It is not for the applicant, nor for his immigration consultant, to identify and decide which documents ought to be produced in an application. Absent a clear showing that the visa officer’s requests are unreasonable, the applicant must provide the information asked for and satisfy the officer that he meets the definition of his category. Considering the visa officer’s legitimate concerns with respect to the authenticity of photocopies, Mr. Liu’s past history of submitting apparently fraudulent accounting documents to Quebec and the lack of reliable information submitted, the officer was entitled to insist and request the production of all the original documents mentioned in the convocation letter."], ["[15]", "Contrary to Mr. Liu’s allegations, it appears from the visa officer’s affidavit and from the officer’s notes that Mr. Liu was informed of the discrepancies between the income statements and balance sheets, on the one hand, and his application form. He was also given an opportunity to answer the visa officer’s concerns, which were not about clerical or minor errors. Mr. Liu failed to provide satisfactory answers."], ["[16]", "It seems to me the visa officer went beyond what was expected. The officer was under no obligation to alert Mr. Liu of these concerns since they were about matters that arose directly from Mr. Liu’s own evidence and from the requirements of the Act and of the Regulations. An applicant’s failure to provide adequate, sufficient or credible proof with respect to his visa application does not trigger a duty to inform the applicant in order for him to submit further proof to address the finding of the officer with respect to the inadequacy, deficiency or lack of credibility:  <FRAGMENT_SUPPRESSED>  F.T.R. 112, [2002] F.C.J. No. 600 ( <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 377 ( <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 654 ( <FRAGMENT_SUPPRESSED>  F.T.R. 57, [2001] F.C.J. 1853 ( <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 1144 (F.C.T.D.) (QL)."], ["[17]", "For the foregoing reasons, I conclude that the visa officer committed no error of law or fact, nor failed to observe any principle of natural justice or procedural fairness. The officer refused Mr. Liu’s application because his documents and testimonial evidence did not clearly establish his net worth, and did not establish that he earned his net worth from legal and legitimate sources. Thus, the officer could not be sure if admitting Mr. Liu to Canada would be contrary to the IRPA or the Regulations."], ["[18]", "The application for judicial review is therefore dismissed. Counsel have submitted no question for certification, and none will be certified.", "JUDGMENT"], ["[19]", "THIS COURT ADJUDGES that", "the application for judicial review is therefore dismissed. Counsel have submitted no question for certification, and none will be certified.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}