{"id_": "024116", "body_str": [["[1]", "Le juge de Montigny", ": Il s'agit d'une demande de contrôle judiciaire à l'encontre d'une décision de la Section de la protection des réfugiés de la Commission de l'immigration (\"la Commission\"). Dans une décision rendue le 21 avril 2004, la Commission a conclu que le demandeur n'est pas un réfugié au sens de la Convention ni une personne à protéger en vertu des articles 96 et 97 de la Loi sur l'immigration et la protection des réfugiés (LIPR)."], ["[2]", "Le demandeur est citoyen de la Syrie. Il exerçait la profession de comptable et travaillait comme vérificateur au Ministère des finances syrien."], ["[3]", "Dans le cours de ses fonctions, le demandeur aurait effectué la vérification des livres d'une entreprise dont le propriétaire était le fils d'un membre influent des services secrets syriens, et aurait découvert des fraudes fiscales. Il en aurait alors avisé son supérieur, qui l'enjoignit de faire un rapport favorable en camouflant ces fraudes. Le demandeur n'en fit rien, et lorsqu'il déposa son rapport le 25 janvier 2002, son supérieur lui aurait demandé de le modifier et de passer les fraudes sous silence. Devant le refus du demandeur, son supérieur l'aurait menacé. Puis, deux jours plus tard, le demandeur aurait reçu une note l'avisant qu'il était transféré au service des archives. Le demandeur aurait alors refusé ce transfert et demandé des vacances pour une période de dix jours avec l'intention de saisir les autorités du ministère de son cas."], ["[4]", "Quelques jours plus tard, soit le 1er février 2002, le demandeur allègue que les services secrets auraient fait une descente chez lui, fouillé sa maison et emporté des documents. Il aurait également été détenu pour une période de 48 à 72 heures (la preuve n'est pas claire à ce sujet), pendant laquelle il aurait été battu, pour ensuite être relâché. Il se serait alors rendu à l'hôpital pour faire soigner ses blessures et aurait fait un rapport au poste de police de l'hôpital."], ["[5]", "Le demandeur est retourné à son travail le 7 février 2002, puis aurait présenté sa démission le 1er mars, laquelle aurait été refusée. Il aurait alors demandé un congé sans solde pour une période d'un an, congé qui lui a été accordé. Se prétendant toujours sous la surveillance des services secrets, le demandeur aurait alors décidé de demander un visa de visiteur pour le Canada, et de profiter des Journées Mondiales de la jeunesse qui se tiennent à Toronto avec le pape Jean Paul II pour faire le voyage. Il est arrivé au pays le 9 juillet 2002."], ["[6]", "Postérieurement à son arrivée au Canada, le demandeur a fait l'objet (à son domicile syrien) d'un ordre de convocation de la part des services secrets syriens (le 20 juillet 2002), et un mandat d'arrestation a été émis contre lui le 3 avril 2003. Il a demandé le statut de réfugié en mai 2003.", "Décision de la Commission"], ["[7]", "D'entrée de jeu, la Commission a précisé que l'identité du demandeur avait été établie et n'était pas remise en question. Elle a cependant noté que son témoignage avait été \" très ardu \" , que les questions devaient être répétées à plusieurs reprises, et que le demandeur avait été évasif dans ses réponses et tergiversait à tout moment. Après avoir relevé plusieurs contradictions, omissions et invraisemblances dans son témoignage, la Commission en est arrivée à la conclusion qu'elle ne pouvait accorder aucune crédibilité à son récit."], ["[8]", "La Commission s'est notamment attardée à l'imprécision qui entoure la durée de sa détention et les conditions dans lesquelles il a été relâché, au caractère peu plausible du refus que l'on aurait opposé à sa démission, et au fait qu'il était hautement improbable que l'on ait pu laisser le demandeur quitter la Syrie sans difficulté s'il était effectivement recherché par les services secrets. Enfin, la Commission n'a pas prêté foi aux explications fournies par le demandeur pour tenter de justifier son peu d'empressement à demander le statut de réfugié. En bout de ligne, la Commission s'est dite d'avis que le comportement du demandeur ne démontrait pas une crainte subjective selon l'article 96 de la Loi, et qu'il n'existait pas davantage de motif sérieux justifiant l'application de l'article 97.", "Prétentions du demandeur"], ["[9]", "En premier lieu, le demandeur a soutenu qu'il n'avait pas été représenté adéquatement devant la Commission. Il appert en effet que la personne ayant agi pour lui devant la Commission, bien que s'étant prétendu avocat, n'était pas inscrite comme membre en règle du Barreau du Québec. Le demandeur prétend avoir en conséquence été préjudicié, dans la mesure où son conseiller ne lui aurait pas expliqué la nature du processus de revendication de statut de réfugié au Canada, ne l'aurait pas préparé correctement pour l'audition et n'aurait pas préparé la liste des pièces au soutien de sa demande."], ["[10]", "D'autre part, il soutient que la Commission aurait omis de se prononcer sur les risques de retour, et ce alors même qu'elle n'aurait émis aucun doute lors de l'audition sur l'authenticité de la convocation et du mandat d'arrestation dont le demandeur faisait l'objet. En opinant que l'histoire du demandeur avait été fabriquée de toute pièce, la Commission aurait agi de façon spéculative et arbitraire.", "Prétentions du défendeur"], ["[11]", "La partie défenderesse, pour sa part, fait valoir que le demandeur n'a pas démontré l'incompétence de son conseiller, et ajoute qu'en tout état de cause, cela n'expliquerait pas les contradictions dans son témoignage. Par conséquent, il ne peut blâmer son conseiller pour les conclusions d'absence de crédibilité et de crainte subjective tirées par la Commission de son témoignage."], ["[12]", "Pour ce qui est de l'appréciation de la preuve par la Commission, l'avocate du défendeur reprend point par point et de façon exhaustive les diverses contradictions et invraisemblances relevées par la Commission et soutient que la preuve appuie ces conclusions. Elle ajoute que cette dernière pouvait conclure au manque de crédibilité du demandeur en raison de son témoignage évasif et ardu, et n'avait pas à faire part au demandeur de ses doutes quant à son récit des événements."], ["[13]", "La partie défenderesse soutient également que la Commission pouvait n'accorder aucune valeur probante à la convocation et au mandat d'arrestation, étant donné sa conclusion à l'effet que le demandeur, compte tenu de l'ensemble de la preuve, n'était pas crédible."], ["[14]", "Enfin, le défendeur prétend que le demandeur n'a pas réussi à établir une crainte subjective. Il rappelle que ce dernier n'a demandé l'asile qu'en mai 2003, soit un mois après qu'un mandat d'arrestation ait été émis contre lui et presque un an après qu'il ait fait l'objet d'une convocation. La Commission pouvait conclure que ce délai était incompatible avec le comportement d'une personne craignant réellement pour sa vie.", "Analyse"], ["[15]", "D'abord, il convient d'écarter les arguments du demandeur fondés sur les prétendus manquements de son conseiller devant la Commission. Le fait d'être représenté par une personne qui n'est pas avocate ne constitue pas, en soi, une violation des principes de justice naturelle. La Loi permettant explicitement à un conseiller d'agir devant la Commission, il faudrait, pour que cette cour intervienne, démontrer que l'incompétence de ce dernier a été telle que le demandeur en a subi un préjudice réel ( <FRAGMENT_SUPPRESSED>  (C.F.)).", "Art. 167(1) L'intéressé peut en tout cas se faire représenter devant la commission, à ses frais, par un avocat ou un autre conseil.", "Art. 167(1) Both a person who is the subject of Board proceedings and the Minister may, at their own expense, be represented by a barrister or solicitor or other counsel."], ["[16]", "En l'espèce, le demandeur n'a pas été en mesure de démontrer un tel préjudice. Aucun élément ne me permet de croire que la représentation n'a pas été adéquate. Tout au plus le demandeur a-t-il invoqué, dans son affidavit supplémentaire, que les manquements de son conseiller lors de la préparation de l'audition et de la liste des pièces expliqueraient le manque de patience du tribunal à son égard. Or, une lecture attentive de la transcription ne me permet pas d'en arriver à cette conclusion. L'impatience du tribunal s'expliquait plutôt par les réponses évasives du demandeur et le fait que les questions devaient lui être répétées à plusieurs reprises. Quant à la confusion qui semble avoir entouré la production de certaines pièces, rien ne permet de croire que la Commission lui en ait tenu rigueur."], ["[17]", "En ce qui concerne par ailleurs les conclusions de fait de la Commission eu égard à la crédibilité du demandeur, il importe de répéter que la norme de contrôle applicable est celle de la décision manifestement déraisonnable. Il appartient en effet à la Commission, en tant que tribunal spécialisé en la matière, d'apprécier la crédibilité des témoins et de la preuve soumise. L'intervention de cette cour ne sera justifiée que dans l'hypothèse où le demandeur aura démontré que les inférences tirées par la Commission sont manifestement déraisonnables ( <FRAGMENT_SUPPRESSED>  (C.F.))."], ["[18]", "Qu'en est-il dans la présente instance? Tout d'abord, la Commission était certes autorisée à tirer des conclusions défavorables au demandeur eu égard à sa crédibilité en raison du caractère évasif et ardu de son témoignage ( <FRAGMENT_SUPPRESSED>  (C.A.F.))."], ["[19]", "Il m'a également été loisible de relever plusieurs contradictions et invraisemblances dans le Formulaire de renseignements personnels et dans le témoignage du demandeur. Ces contradictions et invraisemblances ne revêtent certes pas toutes la même importance, et il se peut même que certaines d'entre elles puissent faire l'objet d'explications crédibles. Mais considérées dans leur ensemble, elles pouvaient parfaitement amener la Commission à conclure comme elle l'a fait."], ["[20]", "Contrairement à ce que prétend le demandeur, la Commission n'avait pas à l'aviser durant l'audition des doutes qu'elle entretenait relativement à la véracité de son récit. La jurisprudence de cette Cour établit clairement que le fardeau de la preuve repose sur le demandeur, et la Commission n'est pas tenu de manifester son appréciation des faits qui lui sont soumis avant de rendre sa décision ( <FRAGMENT_SUPPRESSED>  (C.F.))."], ["[21]", "Il est vrai que la Commission s'est appuyée sur sa connaissance spécialisée de la Syrie pour conclure qu'il était invraisemblable que le demandeur ait pu quitter le pays sans difficulté s'il était effectivement surveillé par les services secrets. Or, la règle 18 des Règles de la Section de la protection des réfugiés prévoit ce qui suit:", "18.", "Avis aux parties", "- Avant d'utiliser un renseignement ou une opinion qui est du ressort de sa spécialisation, la Section en avise le demandeur d'asile ou la personne protégée et le ministre - si celui-ci est présent à l'audience - et leur donne la possibilité de:", "a) faire des observations sur la fiabilité et l'utilisation du renseignement ou de l'opinion;", "b) fournir des éléments de preuve à l'appui de leurs observations\". La Commission ne s'étant pas conformée à cette Règle, ses conclusions sur ce point ne sauraient être retenues.", "18.", "Notice to parties", "- Before using any information or opinion that is within its specialized knowledge, the Division must notify the claimant or protected person, and the Minister if the Minister is present at the hearing, and give them a chance to", "(a) make representations on the reliability and use of the information or opinion; and", "(b) give evidence in support of their representations."], ["[22]", "Ceci étant dit, le rejet de cette inférence n'est pas déterminant dans la mesure où la Commission s'est fondée sur plusieurs autres contradictions et invraisemblances pour conclure que le demandeur n'était pas crédible. Il est bien établi dans la jurisprudence que les motifs du tribunal administratif doivent être évalués dans leur ensemble pour évaluer le caractère raisonnable de sa décision, et que l'analyse ne consiste pas à déterminer si chaque élément de son raisonnement satisfait au critère du caractère raisonnable (voir notamment  <FRAGMENT_SUPPRESSED>  (C.A.F)). En l'occurrence, la Commission s'est appuyée sur plusieurs éléments pour fonder sa conclusion, et l'exclusion de l'un d'entre eux n'a pas pour effet d'entacher la raisonnabilité de sa décision."], ["[23]", "L'avocat du demandeur a longuement insisté sur la situation qui prévaut en Syrie, sur les violations systématiques des droits de la personne et sur l'omnipuissance des services secrets qui opèrent en marge de toute règle de droit. En supposant que tout ceci soit vrai (et la Commission ne s'est pas prononcée sur cette question), encore faut-il que le demandeur puisse faire la démonstration d'une crainte subjective de persécution. Une lecture attentive de l'article 96 de la LIPR révèle en effet que le fardeau du demandeur d'asile est double: il doit démontrer, par son comportement et ses actes, qu'il craint réellement d'être persécuté dans son pays, et que cette crainte s'appuie sur des éléments objectifs et vérifiables ( <FRAGMENT_SUPPRESSED> )."], ["[24]", "La Commission a jugé que le retard mis par le demandeur à revendiquer le statut de réfugié, joint au fait qu'il n'a quitté la Syrie que quatre mois après sa détention, et alors même qu'il détenait un visa de visiteur depuis le 29 avril 2002, jouait contre lui et minait sa crédibilité. Il s'agissait indéniablement de facteurs que la Commission pouvait prendre en considération pour évaluer la présence ou l'absence de crainte subjective chez le demandeur ( <FRAGMENT_SUPPRESSED>  (C.F.)). Ce dernier a bien tenté d'expliquer ce délai (il espérait toujours que les choses pourraient s'arranger, par l'entremise d'amis haut placés), mais la Commission n'a pas retenu ses explications, et cette Cour n'y voit pas en soi un motif d'intervention."], ["[25]", "Enfin, le demandeur a allégué que la Commission a erré en ne procédant pas à une analyse distincte de la revendication du demandeur sous l'article 97 de la Loi, se contentant plutôt d'affirmer, et je cite:", "De plus, compte tenu de l'ensemble de la preuve et aussi de l'absence générale de crédibilité du demandeur, le tribunal considère qu'il n'existe aucun motif sérieux justifiant l'application de l'article 97(1) de la Loi."], ["[26]", "Il est bien établi qu'une conclusion défavorable en matière de crédibilité, quoique pouvant être déterminante quant à une revendication du statut de réfugié en vertu de l'article 96 de la Loi, ne le sera pas nécessairement quant à une revendication en vertu du paragraphe 97(1). S'il en va ainsi, c'est parce que les éléments requis pour établir le bien-fondé d'une revendication aux termes de l'article 97 diffèrent de ceux que nécessite l'article 96. Dans le cadre de l'article 97, la Commission doit se demander si le renvoi du revendicateur pourrait l'exposer personnellement aux risques et menaces mentionnées aux alinéas 97(1)a) et b) de la  <FRAGMENT_SUPPRESSED>  (C.F.))."], ["[27]", "D'autre part, l'article 96 comporte un volet objectif et un volet subjectif, ce qui n'est pas le cas de l'article 97(1)(a): la personne qui invoque cette dernière disposition doit démontrer, selon la prépondérance des probabilités, qu'elle est plus susceptible d'être persécuté que de ne pas l'être ( \" more likely than not \" ) ( <FRAGMENT_SUPPRESSED>  (C.A.F.))."], ["[28]", "Ceci étant dit, l'appréciation du risque que pourrait courir le demandeur d'être persécuté s'il devait être retourné dans son pays doit être personnalisé. Ce n'est pas parce que la preuve documentaire démontre que la situation dans un pays est problématique du point de vue du respect des droits de la personne que l'on doit nécessairement en déduire un risque pour un individu donné ( <FRAGMENT_SUPPRESSED>  (C.F.). A ce chapitre, le manque de crédibilité du demandeur pouvait être retenu contre lui tant sous l'article 96 que sous l'article 97(1)(a)."], ["[29]", "Lors de l'audition, l'avocate du défendeur a admis que le demandeur aurait pu valablement invoquer l'article 97(1)(a) de la Loi pour réclamer le statut de réfugié si le mandat d'arrêt avait émané des services secrets syriens. Or, il appert que le mandat d'arrestation émane du Ministère de la Justice et semble découler de la perte de certains documents par le demandeur et de son omission de se présenter au travail à la fin de son congé. Même si la Commission n'en a pas fait état explicitement dans ses motifs (ce qui, soit dit en passant, aurait été préférable), les transcriptions du témoignage du demandeur font clairement ressortir les doutes qu'elle entretenait sur ce point.", "Conclusion"], ["[30]", "Pour tous ces motifs, j'en viens à la conclusion que la Commission n'a pas commis d'erreur manifestement déraisonnable. Je rejetterais en conséquence la demande de contrôle judiciaire. Aucune question n'est certifiée.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}