{"id_": "024156", "body_str": [["[1]", "Barnes, J.", ": This is an appeal by Novopharm Limited (Novopharm) from a decision of Prothonotary Mireille Tabib by which its motion under ss. 6(5)(b) of the", "Patented Medicines (Notice of Compliance) Regulations", ", SOR/93-133 (NOC Regulations) was dismissed and the motion by Eli Lilly Canada Inc. (Lilly) to amend its underlying Notice of Application was allowed.", "A. Background"], ["[2]", "Novopharm's motion was an attempt to summarily end Lilly's application for prohibition on the ground that that application was legally and factually frivolous. Novopharm takes the position that its proposed olanzapine product would demonstrably not infringe Lilly's Patent No. 2,214,005 ('005 Patent) for olanzapine. The basis for Novopharm's assertion of non-infringement is that its olanzapine product will not be made with substantially pure Form II, the compound protected by Lilly's '005 Patent."], ["[3]", "Lilly sought to amend its Notice of Application to include a claim that Novopharm's Notice of Allegation (NOA) contained the deceptive and misleading allegation that the proposed olanzapine product would be made from Form I olanzapine. Lilly's expert witness, Dr. David E. Bugay, has deposed that his testing of Novopharm's product has shown that it is comprised of olanzapine in its ethanol-water solvate form and not Form I. For its part, Novopharm argued before the Prothonotary and again before me that whether its olanzapine product is made from Form I or not is entirely irrelevant to the issue of infringement, which can only turn on whether its product contains substantially pure Form II olanzapine. Novopharm maintains, as well, that Lilly's evidence of the potential for Novopharm's product to convert to Form II is no more than speculation and manifestly insufficient to establish infringement.", "The Decision Under Review"], ["[4]", "The Prothonotary dismissed Novopharm's motion on the strength of a finding that it was not \"plain and obvious\" that the impugned allegation was an indivisible and material part of its NOA declaration. In the following passage she then found, with some apparent reluctance, that the legal significance of a false or defective NOA was not a settled issue and that it should not be resolved summarily:", "I am further not satisfied that it is plain and obvious that the demonstrable falsity of a statement made in a notice of allegation as to what the product will contain is not sufficient to hold the notice of allegation, as it relates to non-infringement, to be defective and thus justify the issuance of a prohibition order. The jurisprudence certainly alludes to that possibility (", "<FRAGMENT_SUPPRESSED> ). Novopharm's argument, drawn from its analysis of various other precedents, is to the effect that falsity of an allegation cannot vitiate the notice of allegation unless it is \"material\", in the sense that it is determinative of whether the allegation is justified, or in the sense it must have been designed or at least have had the effect of materially misleading the Applicant. These arguments are all very compelling; unfortunately, as there has been no judicial determination of the validity of those arguments, one way or another, it is certainly not appropriate for the Court to venture to make that determination on a preliminary motion and without the benefit of a full evidentiary record and argument."], ["[5]", "The Prothonotary then went on to find that nothing useful would be served by summarily resolving the issue of whether Lilly's evidence of the potential for infringement by conversion was sufficient to justify the hearing of its application for prohibition.", "II. Issues"], ["[6]", "Does the Prothonotary's decision contain a reviewable error?", "III. Analysis"], ["[7]", "It is clear from the Prothonotary's decision that she correctly applied the \"plain and obvious\" test to the motion before her. The authorities dictate that on a motion to dismiss under ss. 6(5)(b) of the NOC Regulations it must be shown that the proceeding \"is so clearly futile that it has not the slightest chance of succeeding\". This form of early relief is exceptional and it will be denied in the presence of a debatable issue of fact or law: see", "<FRAGMENT_SUPPRESSED>  C.P.R. (4th) 416 (F.C.A.) at paras. 32 to 34."], ["[8]", "I very much doubt that a factual allegation in a NOA that is later shown to be untrue but which is not relevant to the issue of infringement will, of itself, provide a basis for an order of prohibition. Nevertheless, the importance of the NOA to the first party's decision to bring an application for prohibition and the corresponding requirement for accuracy cannot be ignored: see", "<FRAGMENT_SUPPRESSED>  (F.C.A.). In the result, it is not beyond debate that a deliberately misleading NOA could lead to the grant of that relief. Whether or not the decision in", "<FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 818, was intended to go that far is not entirely clear to me but the statement made at para. 41 supports Lilly's position on this motion. I agree with the Prothonotary, therefore, when she held that there has not yet been a judicial determination of the validity of this argument and that it should not be resolved on a motion like this one without the benefit of a full evidentiary record."], ["[9]", "While I agree with Novopharm that there are some arguable weaknesses with Dr. Bugay's affidavit evidence, for present purposes that evidence must be accepted at face value. I must assume for instance that his methodology was scientifically sound and that his evidence about the potential for conversion of Novopharm's olanzapine product will be accepted."], ["[10]", "Nonetheless, Novopharm asserts that Dr. Bugay's evidence amounts only to speculation or at the very least would be insufficient to meet the burden required to establish infringement. Novopharm relies upon the Federal Court of Appeal decision in", "<FRAGMENT_SUPPRESSED>  C.P.R. (4th) 97.", "Pfizer", "was a case which examined the sufficiency of Novopharm's NOA concerning Pfizer's azithromycin product and the decision was made on the merits. Novopharm takes comfort, though, from the Court's description of expert evidence adduced by Pfizer concerning conversion as being insufficient to establish infringement. That evidence indicated that the proposed Novopharm product", "might", "convert into the substance that was protected by Pfizer's patent - evidence which the Court described as having \"little probative value\". Novopharm argues in this proceeding that Dr. Bugay's evidence on conversion is no better than what the Court considered  <FRAGMENT_SUPPRESSED>", "and that the inevitable outcome will be the same. I was, therefore, urged to examine Dr. Bugay's evidence carefully and critically and not to burden Novopharm with the requirement of proceeding further with this application on the merits. Novopharm also relies upon the decision in", "<FRAGMENT_SUPPRESSED>  C.P.R. (4th) 24 (F.C.A.) where a similar motion was allowed and where an argument by", "Sanofi", "that evidence of infringement might emerge through cross-examination was dismissed as speculative."], ["[11]", "The problem with Novopharm's interpretation of the", "Pfizer", "decision, above, is that the Court's unfavourable characterization of Pfizer's evidence was based on its assessment of all of the evidence about the possibility of conversion: see paras. 25-28. Here I would not characterize Dr. Bugay's evidence as speculative which, to my thinking, is evidence which carries no probative value whatsoever. Rather, Dr. Bugay's evidence stands essentially unchallenged and it is of some probative significance. Novopharm's concern is really one which goes to the weight of that evidence and whether it is sufficient to establish anything more than the mere possibility of conversion. This is a point of disagreement which necessarily involves the weight to be ascribed to evidence or whether certain inferences should be drawn from that evidence and it is, therefore, not something which should be resolved on a motion under ss. 6(5)(b)."], ["[12]", "On the basis of the above, it must follow that the Prothonotary's order allowing Lilly's amendment cannot be impeached. This appeal is therefore dismissed with costs payable to Lilly.", "ORDER"], ["[13] THIS COURT ORDERS that", "this motion is dismissed with costs payable to Eli Lilly Canada Inc.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}