{"id_": "024142", "body_str": [["[1]", "Layden-Stevenson, J.", ": This application for judicial review relates to the decision of a pre-removal risk assessment (PRRA) officer who determined that Ms. Resulaj would not be subject to risk of persecution, torture, risk to life or risk of cruel and unusual treatment or punishment if returned to Albania. This is the applicant's second PRRA determination. The first assessment was the subject of an application for judicial review and was set aside by this Court.", "1.", "Facts"], ["[2]", "The facts provided by the applicant can be succinctly stated. In exchange for a business loan from the Resulaj family, the applicant's family promised her in marriage to Alket Resulaj (Resulaj). The applicant was 17 years old at the time and Resulaj was 10 years her senior. Resulaj was involved in drug trafficking to Switzerland and Italy and was involved in prostitution in Italy."], ["[3]", "The applicant, from the outset of the marriage, endured physical and sexual abuse from her husband and physical abuse from her mother-in-law. In September of 1998, Resulaj was arrested and spent two days in detention and three days recovering in hospital. During his absence, men came to their home searching for drugs and money. They threatened to physically and sexually abuse the applicant."], ["[4]", "In October of 1999, the applicant was abducted by a group of men who sexually assaulted her. Her parents advised her to wait for her husband to come home. Upon his return, she was taken to a clinic. Resulaj decided to leave Albania because he believed he was in danger there. He paid $40,000 in United States funds to obtain false Italian passports and airfare for the applicant and him."], ["[5]", "Once in Canada, Resulaj forced the applicant to work as a table dancer in an adult entertainment club. When she refused, he terrorized her, beat her, burned her with cigarettes, and inflicted an 8-inch wound on her right leg with a knife. He began pressuring her to become a prostitute and offered her to patrons of the club. Despite beatings and being denied food, the applicant refused."], ["[6]", "Although he attempted to establish himself in the drug trade in Canada, Resulaj was constantly harassed and threatened by other drug dealers and motorcycle gang members. When he was unable to make as much money as he expected, he pressured the applicant to work more often at the club and to become a prostitute."], ["[7]", "In late August of 2000, the applicant returned home from work and found Resulaj and all of their belongings gone. He had returned to Albania where he filed for divorce. He accused the applicant of stealing everything from him thereby forcing his return to Albania. He additionally initiated a lawsuit against the applicant's family, which the applicant's cousin defended. As a result of the defence, Resulaj's associates intimidated and threatened both the cousin and the applicant's brother. The cousin was found stabbed to death in June 2001. The applicant's brother, fearing for his life, fled to Italy the same month."], ["[8]", "The PRRA officer was provided with the cousin's death certificate and a letter from the applicant's brother. Resulaj allegedly continues to harass the applicant's parents and has taken their possessions. Because of Resulaj's connections to the local police, it is said that the parents have no recourse. Resulaj has apparently threatened to have the applicant abducted and forced to work as a prostitute and drug trafficker if she returns to Albania."], ["[9]", "Resulaj and the applicant had claimed refugee status upon their arrival in Canada. Resulaj returned to Albania before his hearing and the applicant's claim was denied on May 17, 2001.", "2.", "The Decision"], ["[10]", "The PRRA officer determined, after reviewing all of the evidence before her, that the applicant had not rebutted the presumption of state protection and consequently, she was not a person described in section 96 or paragraphs 97(1)(a) or (b) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (IRPA)."], ["[11]", "The officer canvassed the documentary evidence on the country conditions in Albania. She noted the references to the resources available to women and the references regarding police corruption in the country. In the end, she determined that there was insufficient evidence that the applicant would be forced to live with her former husband if she were to return to Albania. There was also insufficient objective evidence to indicate that she would be forced into criminal activity."], ["[12]", "The officer concluded that while domestic violence is a problem in Albania, there are resources available to abused women. There was insufficient persuasive evidence to indicate that the state would be unwilling and unable to provide her with protection if the applicant were to encounter problems with her former husband upon return to Albania. If the police refused to protect her, redress was available through the People's Advocate Office."], ["[13]", "There was no evidence that the applicant's family had ever approached the police to complain about the alleged continued harassment at the hands of Resulaj. The officer was not satisfied, based on the evidence, that state protection would not be available to them."], ["[14]", "The officer considered the psychologist's letter regarding the applicant's psychological status, but concluded that there was insufficient evidence that the applicant would not be able to get counselling and support in Albania. In this respect, the officer referred specifically to the NGO \"Network Against Gender Violence and Trafficking\" that provides \"direct and indirect services to abused women\" ranging from counselling and shelters to lobbying for women's rights."], ["[15]", "The PRRA officer ultimately was not satisfied that police protection would not be available to the applicant. She noted that while no government can guarantee the protection of all of its citizens at all times, there are means of redress available, if needed.", "3.", "Issue"], ["[16]", "The sole issue is that of state protection.", "4.", "Standard of Review"], ["[17]", "<FRAGMENT_SUPPRESSED>  Tremblay-Lamer conducted a pragmatic and functional analysis to determine the applicable standard of review in relation to a finding of state protection. I concur with her analysis and I adopt, as she did, the standard of reasonableness simpliciter as the appropriate standard of review.", "5.", "Analysis"], ["[18]", "The applicant correctly states that the PRRA officer made no adverse credibility findings and accepted the applicant as a victim of domestic violence. The applicant argues that the officer erred in three respects in finding that state protection was available. Specifically, the officer applied the wrong test by equating availability with willingness on the part of the state to protect its citizens; by imposing a burden on the applicant to seek the assistance of human rights organizations or to file a lawsuit against the police in the absence of police protection; and by misunderstanding the concept of domestic abuse. Additionally, the applicant submits that there were errors in the officer's consideration of the psychological report and her failure to contemplate the compelling reasons exception in subsection 108(4) of the IRPA.", "A.", "Applying the Wrong Test"], ["[19]", "The applicant argues that the correct test stipulates that a state must actually provide protection. Positive changes must be meaningful and effective enough to render the applicant's fear unreasonable. Although various groups lobby for women's rights exist in Albania, there is little actual change. There is no clear definition of domestic violence and no specific law to deal with the problem. It can hardly be argued, according to the applicant, that Albania is in fact willing to protect let alone able to offer any meaningful or effective protection to abused women."], ["[20]", "Absent a situation of complete breakdown of state apparatus, it is generally presumed that a state is able to protect its citizens. This presumption serves to reinforce the underlying rationale of international protection as a surrogate, coming into play where no alternative remains to the claimant. Refugee claimants must present clear and convincing confirmation of a state's inability to protect them in order to rebut the presumption that states are capable of protecting their citizens:  <FRAGMENT_SUPPRESSED> . State protection cannot be held to a standard of perfection but it must be adequate. It is not enough to show that a government has not always been effective in protecting persons in a claimant's particular situation. However, where the state is so weak and its control is so tenuous as to make it a government in name only, it may be justifiable to claim an inability to obtain state protection: Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED> ."], ["[21]", "The PRRA officer thoroughly canvassed the documentary evidence regarding the situation of women suffering from domestic violence in Albania. The evidence demonstrates that there are systems in place to provide assistance to victims. While progress has been made, there remain deficiencies. The PRRA officer had regard to the deficiencies. The officer outlined a variety of protections available including laws against violence used to prosecute domestic violence, protective orders for removing a perpetrator from the home for the duration of proceedings, free legal aid and NGOs providing services for abused women."], ["[22]", "The evidence reveals that difficulties in implementation are largely restricted to police corruption. However, the state is taking various measures to combat this problem including increased training, investigations, convictions and dismissal for misconduct. Of particular significance is the Office of Internal Control that is focused on in-house corruption and other forms of official misconduct. The People's Advocate, among other things, investigates citizen complaints of police misconduct."], ["[23]", "The officer's reasons disclose that the officer comprehensively analyzed both the evidence establishing the recourse available to abused women as well as that demonstrating the deficiencies in the system. The PRRA officer weighed the evidence and came to the conclusion that the applicant had not met the burden of establishing that state protection was inadequate. The reasons sufficiently support the officer's conclusion and they withstand a somewhat probing examination.", "B.", "Imposing a Burden on the Applicant"], ["[24]", "The applicant claims that there is no obligation to seek redress from agencies other than the police. The purpose of the police is to protect its citizenry and there is no obligation on an individual to seek assistance from human rights agencies. In situations of domestic violence, time is of the essence. If protection does not materialize, it is highly probable that a woman would face further violence and perhaps risk to life."], ["[25]", "The authorities relied upon by the applicant involve circumstances where an applicant had approached the police and had been refused assistance or where the persecution stemmed from the authorities themselves. Here, the applicant claims that police protection will be unavailable without ever having sought it. She claims that Resulaj has police connections when the evidence is quite the contrary. More importantly, the PRRA officer did not suggest that the applicant must seek assistance from non-governmental resources. Rather, the officer noted the existence of a number of external resources that form part of a system of aid for battered women. Further, the Office of Internal Control is a state initiative and the People's Advocate is supported by the state. The officer did not err as alleged.", "C.", "The Concept of Domestic Abuse"], ["[26]", "The applicant claims that the evidence was to the effect that Resulaj has continued to harass, intimidate and threaten the applicant's family in Albania and that her greatest fear is that she, once again, would be forced to live under her former husband's control. She states that the PRRA officer misunderstood the concept of domestic violence. Moreover, according to the applicant, the officer disregarded the comment, arising from the first judicial review application, that the officer had provided no reason why the husband's behaviour was expected to change solely because of the divorce."], ["[27]", "The applicant misconstrues the basis upon which the previous application for judicial review was allowed. The first PRRA officer approached the inquiry from the perspective that the applicant was a victim of criminal activity rather than from the perspective of an abused woman. The first officer also failed to consider the evidence regarding state protection in Albania for abused women. That is not the situation here. This application was dealt with on the basis of domestic abuse and the officer's analysis is devoted exclusively to domestic abuse. The PRRA officer concluded first that there was insufficient objective evidence to establish that the applicant would be forced into criminal activity because of her former husband. Second, the officer concluded that, in any event, state protection was available to her.", "D.", "The Psychological Report"], ["[28]", "The applicant contends that the PRRA officer erred by misapprehending the psychological report indicating that the applicant would decompensate if she were returned to Albania. The fact that the officer was willing to permit her to undergo such trauma showed a lack of sensitivity."], ["[29]", "The PRRA officer's reasons demonstrate that the officer reviewed and considered the psychological report. However, the officer had regard to the various agencies in Albania that could provide counselling support to the applicant. The officer did not err in concluding that there was access to assistance in Albania. Neither the psychological report nor the applicant suggests otherwise.", "E.", "Compelling Reasons - Subsection 108(4) of the IRPA"], ["[30]", "Last, the applicant submits that the PRRA officer erred in failing to consider the applicability of subsection 108(4) of the IRPA. The officer accepted that the applicant was a victim of domestic violence and found that there was a change in circumstances as there was now state protection available. In view of these findings, the applicant claims that it was incumbent on the officer to consider the applicability of subsection 108(4)."], ["[31]", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 1003, I stated that, in cases where there is no finding that at one time the applicant was a Convention refugee (or a person in need of protection), the cessation of protection does not come into play and consequently, the exception allowing compelling reasons arising out of past persecution cannot be triggered. There may also be situations where it can be said that an individual was implicitly found to have previously been a refugee. This is not such a case. Accordingly, subsection 108(4) has no application."], ["[32]", "In conclusion, the applicant's arguments amount to disagreement with the weighing of the evidence by the PRRA officer. As previously stated, the reasons withstand a somewhat probing examination and they are reasonable. My intervention is not warranted. Counsel did not suggest a question for certification and none arises on these facts.", "ORDER"], ["[33]", "THIS COURT ORDERS THAT", "the application for judicial review is dismissed.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}