{"id_": "024290", "body_str": [["[1]", "Strickland, J.", ": The Principal Applicant and her three daughters are citizens of Pakistan. They claimed protection under section 96 and 97, respectively, of the", "Immigration and Refugee Protection Act,", "SC 2001, c27 (IRPA). The Principal Applicant claims that she was subjected to domestic violence by her husband who was a member of a religious extremist and banned terrorist group, Lashkar-e-Jhangvi Pakistan (LJP). Her husband desired sons, not daughters, and abused her and their daughters. As his family was very influential, and because he belonged to an influential religious group, the police would not act against him. Her husband accused her of having a relationship with her cousin and also restricted her movements. During one incident, he locked her in their home and she had to be rescued by her parents."], ["[2]", "The Principal Applicant claims that in March 2011 she was in a rickshaw when she saw her husband and another man on a motor bike. The other man shot at her but hit the rickshaw driver. The next day she fled to a friend's home in Hyderabad. She met with a lawyer who told her to avoid confrontation given her husband's association with the LJP. After being seen by her husband's friend, she was concerned that she was no longer safe in Hyderabad. She made travel arrangements and, the following month, fled to Canada.", "Decision Under Review"], ["[3]", "In its decision dated October 3, 2012, the Refugee Protection Division (RPD) of the Immigration and Refugee Board of Canada found that the Applicants were not Convention refugees pursuant to section 96 of the IRPA as they did not have a well founded fear of persecution in Pakistan based on any of the five Convention grounds. This has not been challenged."], ["[4]", "The RPD also found that the Applicants were not persons in need of protection pursuant to section 97 of the IRPA as, on a balance of probabilities, their removal to Pakistan would not subject them personally to a risk of life or to cruel and unusual treatment or punishment, or to a danger of torture. The RPD stated that it considered credibility and that state protection was the determinative issue. It also stated that it considered the", "Guidelines issued by the Chairperson Pursuant to Section 65(3) of the Immigration Act", "Women Refugee Claimants Fearing Gender-Related Persecution", "(Gender Guidelines)."], ["[5]", "The RPD stated that it addressed credibility and state protection together as they were intertwined. Amongst other things, it noted that the Applicants' voyage to Canada was undocumented. The Principal Applicant could not verify when she left Pakistan or when she arrived in Canada. The RPD noted that, as a result, potential issues such as delay in making the claim for protection, failure to claim or previous claims elsewhere could not reliably be canvassed. It also noted that the Principal Applicant testified that she left Pakistan on May 7 while her Personal Information Form (PIF) stated May 8, 2011. As this was a small inconsistency, the RPD stated that it would not make a negative credibility inference based on it but that it was a further indication of the unreliability of the Principal Applicant's evidence."], ["[6]", "Further, that the Principal Applicant testified that she had flown out of Hyderabad while her PIF stated that she flew out of Karachi. She explained the inconsistency as caused by stress, which the RPD did not accept, and made a negative inference as to credibility noting that this issue related to her voyage to Canada and her whereabouts prior to the voyage. The RPD also noted that there was no documentation of her alleged marital split, her husband's family's influence or her husband's membership in a religious or terrorist group. Further, she testified that she received medical attention after the first alleged serious beating in October 2010, but this was not documented nor did she mention the medial treatment in her PIF. She explained this omission as caused by stress and the burden of her children when she completed the PIF but the RPD did not accept this as she had still not documented the treatment. From this, the RPD drew a negative inference as to credibility."], ["[7]", "The RPD noted that the Principal Applicant did not report the alleged events to the police. The Principal Applicant stated that she feared her husband would become more aggressive if she reported him and that the police were not helpful or reliable and she would have to sacrifice her respect if she made such a report."], ["[8]", "The RPD stated that it was possible that it could have accepted that the Principal Applicant did not seek state protection from the domestic abuse because the documentary evidence before it indicated that such protection may not always be available in Pakistan. However, as the state has made recent efforts to improve the situation, the evidence as to adequacy of state protection for abused women in Pakistan is mixed. As the Principal Applicant did not attempt to access such protection, it could not be known if it would have been adequate."], ["[9]", "With respect to the alleged shooting, the RPD stated that it could not accept that she did not report this to the police. It found that the police would have investigated the shooting of the rickshaw driver and that it was fairly likely that they would have prosecuted the Principal Applicant's husband as this was a serious crime, even if connected to domestic violence. The RPD found that the Principal Applicant did not seek to access state protection that would have been adequate for the alleged crimes of her husband and instead she fled to Canada. This was the determinative issue. Nor was there any media or other documentation of the incident and the Principal Applicant could not recall the street on which it occurred."], ["[10]", "The RPD gave little weight to a letter sent from a lawyer the Principal Applicant consulted or the affidavit of her friend as she could not explain why the delivery slip for both identified the sender as an individual other than her friend, who the Principal Applicant stated had sent the documents. Nor could she document that she had paid the lawyer for the consultation. The RPD questioned the documents but did not find that they were not genuine.", "Analysis"], ["[11]", "The standard of review for assessments of credibility is reasonableness (", "<FRAGMENT_SUPPRESSED> (CA) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> ). The weighing, interpretation and assessment of evidence concerning state protection is also reviewable on the reasonableness standard (", "<FRAGMENT_SUPPRESSED> )."], ["[12]", "The Principal Applicant submits that the RPD's credibility findings are reflective of a lack of understanding and application of the Gender Guidelines. However, she does not in any manner elaborate on this nor does she explain how this affected the outcome of the decision. I would also note that during the hearing when the RPD asked the Principal Applicant about the frequency of the domestic abuse it also advised her that she need not answer the question if it was too difficult to think about. This would suggest that the RPD not only acknowledged the Gender Guidelines, but applied them (", "<FRAGMENT_SUPPRESSED> )."], ["[13]", "Further, most of the credibility findings were not related to issues that would require the application of the Gender Guidelines, but concerned inconsistencies and a lack of corroborating evidence which it was reasonable to request from the Applicants. These include the failure to correctly identify the city that the Applicants flew out of or to adequately explain her inconsistent evidence on that matter, and the failure to document the martial split, her alleged visit to a lawyer, the influence of her husband's family or his group affiliation, the medical attention received as a result of the October 2010 assault, or, media reports of the shooting of the rickshaw driver. As this Court has previously indicated, the Gender Guidelines, in and of themselves, are not intended to serve as a cure all for deficiencies in an applicant's claim or evidence, and the applicant bears the onus of proving her claim (", "<FRAGMENT_SUPPRESSED> )."], ["[14]", "The Principal Applicant was asked at the hearing if she had any boarding passes, tickets, luggage, airport or credit card receipts, a renewed driver's licence or anything else that would establish that she was in Pakistan at anytime during 2011. She produced her driver's license, issued in 2008, and her national identity card sent to her by her friend which was issued in 2005. No explanation was offered for her inability to confirm when she had lived in Pakistan or when she entered Canada. While the RPD may not have expressed this as clearly as it would be preferred, the lack of documentation of her voyage to Canada reasonably raised a concern as to the validity of her claim (", "<FRAGMENT_SUPPRESSED> )."], ["[15]", "Further, the Principal Applicant's submission that it is apparent from the record that she departed from Hyderabad, but flew out of Karachi and that, therefore, this is not an inconsistency, is not supported upon a review of the record. When question by the RPD, her testimony was that she flew from Hyderabad to Toronto. She repeated this when questioned by her own counsel and confirmed that she was certain about this. It was only when her counsel pointed out that her PIF stated that she had departed from Karachi did she state that, because of the stress of travelling with her young children, her answers may not have been exactly the same. As the Respondent notes, although the Principal Applicant's explanation for providing inconsistent evidence as to the city that she flew out of might have explained incorrect evidence in her PIF, it did not explain why her subsequent oral evidence was inconsistent. The record also does not support the Principal Applicant's submission that she was only confusing the city she departed from, rather than the city she flew out of. The RPD clearly stated that it did not accept her explanation and, based on that inconsistency, it made a negative inference as to credibility. The RPD was not obliged to accept the explanation offered for this inconsistent evidence (", "<FRAGMENT_SUPPRESSED> )."], ["[16]", "With respect to the day on which she left Pakistan, the decision is also clear that the RPD stated that it would not draw a negative inference from the fact that her testimony was that she left Pakistan on May 7 while in her PIF she said May 8. It did, however, also state that this was a further consideration as to the overall reliability of her evidence."], ["[17]", "While it is true that it is an error to make a negative credibility finding solely on the basis of a lack of corroborating documents, this is not the situation here (", "<FRAGMENT_SUPPRESSED> ). The RPD had clearly stated that credibility was in issue and the basis for this (", "<FRAGMENT_SUPPRESSED> ). The RPD was concerned with the lack of documentation concerning her travel to Canada and with inconsistencies in her evidence. In that circumstance, it was entitled to seek corroborating documents that would reasonably be available to the Principal Applicant. This would include the documentation of the medical attention that she received after the October 2010 assault, particularly as she was able to produce a letter from a consulting lawyer and the affidavit of her friend, sent to her after she was in Canada."], ["[18]", "As to the Principal Applicant's submission that the RPD did not mention her friend's affidavit in its decision, this is inaccurate. The Principal Applicant could not adequately explain who had sent the affidavit and lawyer's letter to her when faced with the discrepancy noted by the RPD. Given this, the RPD was entitled to afford both the letter and the affidavit little weight. And, while it noted the prevalence of fraudulent documents emanating from Pakistan, the RPD did not find that the documents were not genuine."], ["[19]", "As to the RPD's finding that the police would have investigated the shooting had it been reported, it is true that the RPD could not say this with certainty without supporting documentary evidence. However, the RPD is entitled to draw inferences based on implausibility, common sense and rationality ( <FRAGMENT_SUPPRESSED> , above, at para 4). While the incident may have occurred in the context of domestic violence, the result was the day time shooting of an innocent, male third party on a main street of Karachi. It was reasonable to infer that an investigation would have followed although the RPD's further finding that, had the Principal Applicant sought state protection as a result of the alleged shooting \"that it would have been adequate for the alleged crimes of her husband\", was speculative."], ["[20]", "The Principal Applicant submits that the RPD did not consider whether, even if it found that the shooting did not occur, that the balance of her story was true. However, the RPD had already raised the other credibility concerns identified above. In my view, having reviewed the decision and the record, in particular the transcript of the hearing, and given the RPD's stated concerns arising from the inconsistencies, an omission in the Principal Applicant's evidence and a lack of corroborating documentary evidence, the RPD's findings as to credibility were reasonable."], ["[21]", "As to state protection, given its credibility concerns the RPD was not required to conduct a state protection analysis (", "<FRAGMENT_SUPPRESSED>  Justice de Montigny stated:"], ["[25] In other words, there is no basis for the Court's intervention since the availability of state protection is predicated on a favourable finding of credibility. The jurisprudence of this Court provides that when it is clear that no different result could be reached on a rehearing, the appropriate course of action is to refuse an order requiring that such be done (", "<FRAGMENT_SUPPRESSED>  (CanLII), 2002 FCT 414, [2002] FCJ no 539;", "<FRAGMENT_SUPPRESSED> )."], ["[22]", "This was also stated in", "<FRAGMENT_SUPPRESSED> :"], ["[30] However, the analysis of the availability of state protection should be carried out only where the refugee claimant's subjective fear of persecution has first been established by the panel conducting the hearing. The rest of the analysis, including the analysis of the availability of state protection, can be properly carried out only once a subjective fear of persecution is established."], ["[31] In other words, save in exceptional circumstances, the analysis of the availability of state protection should not be carried out without first establishing the existence of a subjective fear of persecution. The panel responsible for questions of fact should therefore analysis the issue of subjective fear of persecution, or, in other words, should make a finding as to the refugee claimant's credibility and the plausibility of his or her account, before addressing the objective fear component which includes an analysis of the availability of state protection."], ["[23]", "Thus, even if its analysis was summary, given its credibility findings, which I have found to be reasonable, the Applicants' claim could not succeed.", "JUDGMENT"], ["[24]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is dismissed; and", "2. No question is certified.", ".........................", "Amber Siddiqui, et Sana Siddiqui (représentée par sa Tutrice à l'Instance  Amber Siddiqui), Zaina Siddiqui (représentée par sa Tutrice à l'Instance Amber Siddiqui) et Soha Siddiqui (représentée par sa Tutrice à l' <FRAGMENT_SUPPRESSED>  Strickland", "[Traduction]: La demanderesse principale et ses trois filles sont citoyennes du Pakistan. Elles ont demandé l'asile au titre des articles 96 et 97 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la LIPR). La demanderesse principale allègue avoir été victime de violence familiale de la part de son époux, qui appartient à un groupe terroriste religieux extrémiste ayant été banni, le Lashkar-e-Jhangvi Pakistan (le LJP). L'époux de la demanderesse principale voulait des fils, et non des filles, et il battait la demanderesse et leurs filles. Parce que sa famille avait beaucoup d'influence et que le groupe religieux auquel il appartenait était influent, la police refusait de prendre des mesures contre lui. L'époux de la demanderesse principale l'a accusée d'entretenir une relation avec son cousin et il a en outre limité ses déplacements. Il a déjà enfermée cette dernière dans leur maison, et les parents de la demanderesse principale ont dû aller à sa rescousse."], ["[2]", "La demanderesse principale affirme qu'en mars 2011, elle était à bord d'un pousse-pousse lorsqu'elle a aperçu son époux et un autre homme sur une motocyclette. Ce dernier a tiré sur la demanderesse, mais il a atteint le tireur du pousse-pousse. Le lendemain, la demanderesse principale s'est enfuie à Hyderabad, chez une amie. Elle a rencontré un avocat qui lui a conseillé d'éviter les confrontations compte tenu des liens de son époux avec le LJP. Un ami de son époux a aperçu la demanderesse principale, et celle-ci a par la suite craint de ne plus être en sécurité à Hyderabad. Elle a pris des dispositions afin de partir en voyage et, le mois suivant, elle s'est enfuie au Canada.", "La décision faisant l'objet du contrôle judiciaire"], ["[3]", "Dans sa décision datée du 3 octobre 2012, la Section de la protection des réfugiés (la SPR) de la Commission de l'immigration et du statut de réfugié a conclu que les demanderesses n'ont pas qualité de réfugié au sens de la Convention au titre de l'article 96, puisqu'elles ne craignent pas avec raison d'être persécutées au Pakistan pour l'un des cinq motifs prévus dans la Convention. Cette conclusion n'est pas contestée."], ["[4]", "La SPR a également conclu que les demanderesses n'ont pas qualité de personne à protéger au titre de l'article 97, car, selon la prépondérance des probabilités, leur renvoi au Pakistan ne les exposerait pas personnellement au risque d'être soumises à la torture, à une menace à leur vie ou au risque de traitements ou peines cruels et inusités. La SPR a affirmé qu'elle s'était penchée sur la crédibilité des demanderesses et que la question déterminante en l'espèce était la protection de l'État. Elle a aussi affirmé avoir tenu compte des directives données par le président en application du paragraphe 65(3) de la", "Loi sur l'immigration", "intitulées", "Revendicatrices du statut de réfugié craignant d'être persécutées en raison de leur sexe", "(les Directives concernant la persécution fondée sur le sexe)."], ["[5]", "La SPR a affirmé avoir traité de façon simultanée les questions de crédibilité et de protection de l'État parce qu'elles sont inextricablement liées. Elle a notamment souligné que le voyage des demanderesses au Canada n'était aucunement documenté. La demanderesse principale a été incapable de confirmer quand elle a quitté le Pakistan ni quand elle est arrivée au Canada. La SPR a fait remarquer que, par conséquent, il était impossible d'analyser de manière fiable des questions éventuelles comme le retard à demander l'asile et le défaut de demander l'asile ou la présentation antérieure d'une demande d'asile dans un autre pays. Elle a aussi souligné que la demanderesse principale avait affirmé dans son témoignage avoir quitté le Pakistan le 7 mai, alors que, selon son Formulaire de renseignements personnels (le FRP), elle aurait quitté le pays le 8 mai 2011. Étant donné qu'il s'agissait seulement d'une incohérence de peu d'importance, la SPR a dit ne tirer aucune conclusion défavorable relativement à la crédibilité, mais elle a estimé que c'était d'une autre indication que la preuve présentée par la demanderesse principale n'était pas fiable."], ["[6]", "En outre, la demanderesse principale a affirmé dans son témoignage que son vol était parti d'Hyderabad, mais, selon son FRP, elle aurait en fait pris l'avion à Karachi. Elle a attribué cette incohérence au stress, mais la SPR a rejeté cette explication et a tiré une conclusion défavorable relativement à la crédibilité; elle a fait remarquer que cette question avait un lien avec son voyage à destination du Canada et ses allées et venues avant le voyage. La SPR a aussi souligné l'absence de document corroborant la séparation de la demanderesse principale d'avec son époux; l'influence de la famille de son époux; et l'appartenance de son époux à un groupe religieux ou terroriste. En outre, la demanderesse principale a déclaré qu'elle avait reçu des soins médicaux après la première agression grave qui se serait produite en octobre 2010, mais aucun document n'attestait cette déclaration et elle n'a pas mentionné dans son FRP les soins médicaux qu'elle avait reçus. La demanderesse principale a attribué cette omission au stress et au fait qu'elle devait s'occuper de ses enfants lorsqu'elle a rempli son FRP, mais la SPR n'a pas accepté cette explication parce que, encore une fois, la demanderesse principale n'avait aucun document corroborant qu'elle avait reçu des soins. La SPR a donc tiré une conclusion défavorable relativement à la crédibilité."], ["[7]", "La SPR a souligné que la demanderesse principale n'a pas signalé les incidents allégués à la police. La demanderesse principale a affirmé qu'elle craignait que son époux devienne encore plus agressif si elle portait plainte contre lui, que la police n'était ni utile ni fiable et qu'il aurait fallu qu'elle sacrifie son respect de soi si elle faisait un tel signalement."], ["[8]", "La SPR a mentionné qu'elle aurait pu accepter que la demanderesse principale n'ait pas demandé à l'État de la protéger contre la violence familiale parce que, selon la preuve documentaire dont elle disposait, la protection de l'État dans les cas de violence familiale n'existe peut-être pas toujours au Pakistan. Cependant, l'État a récemment fait des efforts pour améliorer la situation, et la preuve concernant le caractère adéquat de la protection de l'État offerte aux femmes battues au Pakistan est partagée. Puisque la demanderesse principale n'a pas tenté d'obtenir une telle protection, il est impossible de savoir si la protection de l'État aurait été adéquate."], ["[9]", "La SPR a affirmé qu'elle ne pouvait pas accepter que la demanderesse principale n'ait pas signalé la prétendue fusillade à la police. Elle a conclu que la police aurait mené une enquête sur une fusillade au cours de laquelle un tireur de pousse-pousse aurait été atteint par balle et qu'il est très probable que la police aurait poursuivi l'époux de la demanderesse principale puisqu'il s'agit d'un crime grave, et ce, même si ce crime était lié à de la violence familiale. La SPR a conclu que la demanderesse principale n'avait pas tenté d'obtenir la protection de l'État alors que cette protection aurait été adéquate vu les crimes que son époux aurait commis, et qu'elle a plutôt choisi de s'enfuir au Canada. Il s'agit là de la question déterminante. En outre, la demanderesse principale n'a soumis aucun document issu des médias ni aucun autre type d'élément de preuve documentaire témoignant de l'incident et elle ne se souvenait plus du nom de la rue où l'incident avait eu lieu."], ["[10]", "La SPR a accordé peu de poids à une lettre d'un avocat que la demanderesse principale aurait consulté et à la déclaration sous serment d'une amie, parce qu'elle ne pouvait pas expliquer pourquoi, comme en témoigne le bordereau de livraison, ces deux documents auraient été envoyés par quelqu'un d'autre que son amie, alors que la demanderesse principale avait affirmé que c'était son amie qui les lui avait fait parvenir. En outre, la demanderesse principale n'a soumis aucun élément de preuve documentaire établissant qu'elle avait payé l'avocat pour la consultation. La SPR a remis en question l'authenticité des documents, mais elle n'a pas conclu qu'ils n'étaient pas authentiques.", "Analyse"], ["[11]", "La norme de contrôle applicable en matière d'appréciation de la crédibilité est celle de la décision raisonnable (", "<FRAGMENT_SUPPRESSED>  paragraphe 4 (CA) ( <FRAGMENT_SUPPRESSED> );", "<FRAGMENT_SUPPRESSED> ). L'appréciation, l'interprétation et l'examen de la preuve concernant la protection de l'État sont aussi des questions susceptibles de contrôle selon la norme de la décision raisonnable (", "<FRAGMENT_SUPPRESSED> )."], ["[12]", "La demanderesse principale allègue que les conclusions relatives à la crédibilité tirées par la SPR révèlent que cette dernière a mal compris et mal appliqué les Directives concernant la persécution fondée sur le sexe. Or, la demanderesse principale n'offre aucune autre explication à cet égard et elle ne nous dit pas non plus l'effet que cela aurait pu avoir sur l'issue de la décision. Soulignons aussi que, pendant l'audience, lorsqu'elle a interrogé la demanderesse principale concernant la fréquence des incidents de violence familiale, la SPR lui a dit qu'elle n'était pas obligée de répondre à la question si c'était trop difficile d'y penser. À mon avis, cela donne à penser que la SPR a non seulement pris acte des Directives concernant la persécution fondée sur le sexe, mais qu'elle les a aussi appliquées (", "<FRAGMENT_SUPPRESSED> et 9)."], ["[13]", "En outre, la plupart des conclusions relatives à la crédibilité ne portaient pas sur des questions nécessitant l'application des Directives concernant la persécution fondée sur le sexe; elles portaient plutôt sur des incohérences ainsi que sur le manque d'éléments de preuve étayant les dires de la demanderesse principale; il était d'ailleurs raisonnable de s'attendre à ce que celle-ci fournisse ces éléments de preuve. Pensons au fait que la demanderesse principale s'est trompée lorsqu'elle a dit dans quelle ville elle avait pris son avion et qu'elle n'a pas réussi à expliquer de façon adéquate les éléments de preuve contradictoires à cet égard. Notons aussi qu'elle n'a soumis aucun document ayant trait à sa séparation d'avec son époux; à la prétendue rencontre avec l'avocat; à l'influence de la famille de son époux et du groupe auquel ce dernier appartient; aux soins médicaux reçus à la suite de l'agression qui avait eu lieu en octobre 2012, ni aucun document des médias concernant la fusillade au cours de laquelle un tireur de pousse-pousse aurait été atteint par balle. Comme la Cour l'a déjà mentionné, les Directives concernant la persécution fondée sur le sexe, en soi, ne sauraient constituer une panacée visant à pallier toutes les lacunes que comporte la demande d'asile ou la preuve, et il incombe à la demanderesse d'établir le bien-fondé de sa demande (", "<FRAGMENT_SUPPRESSED> à 8)."], ["[14]", "Pendant l'audience, on a demandé à la demanderesse principale si elle avait quelque document que ce soit - carte d'embarquement, billet, bulletin de bagage, document d'aéroport, relevé de carte de crédit, permis de conduire renouvelé, etc. - qui démontrerait qu'elle était au Pakistan à un moment ou à un autre en 2011. Elle a produit un permis de conduire délivré en 2008 ainsi que sa carte d'identité nationale que son amie lui avait fait parvenir et qui lui avait été délivrée en 2005. La demanderesse n'a aucunement expliqué pourquoi elle était incapable de confirmer quand elle avait vécu au Pakistan et quand elle était arrivée au Canada. Bien qu'il eut été préférable que la SPR le formule plus clairement, le manque de document témoignant du voyage de la demanderesse au Canada a, de façon raisonnable, soulevé des doutes quant au bien-fondé de sa demande (", "<FRAGMENT_SUPPRESSED> )."], ["[15]", "En outre, l'allégation de la demanderesse principale selon laquelle il ressort du dossier qu'elle est partie de Hyderabad, mais qu'elle a pris l'avion à Karachi, et qu'il ne s'agit donc pas d'une contradiction, ne résiste pas à un examen du dossier. Lorsque la SPR lui a posé la question, la demanderesse a déclaré avoir pris l'avion à destination de Toronto à Hyderabad; elle l'a répété lorsque son avocat lui a posé une question et elle a confirmé en être certaine. Ce n'est que lorsque son avocat lui a fait remarquer que, selon son FRP, elle aurait pris l'avion à Karachi qu'elle a affirmé qu'elle n'avait peut-être pas donné exactement les mêmes réponses parce que le voyage avec ses jeunes enfants l'avait stressé. Comme le défendeur le souligne, l'explication de la demanderesse principale pour justifier la contradiction quant à la ville où elle a pris l'avion aurait pu expliquer la fausse déclaration dans son FRP, mais elle n'explique nullement la contradiction dans le témoignage de vive voix que la demanderesse principale a donné par la suite. Le dossier n'étaye pas lui non plus la prétention de la demanderesse principale selon laquelle elle a seulement confondu la ville d'où elle était partie et la ville où elle a pris son avion. La SPR a clairement mentionné qu'elle n'acceptait pas l'explication de la demanderesse principale et, sur le fondement de cette contradiction, elle a tiré une conclusion défavorable relativement à la crédibilité. La SPR n'était pas tenue d'accepter l'explication qui lui a été donnée pour justifier cette contradiction (", "<FRAGMENT_SUPPRESSED> )."], ["[16]", "En ce qui concerne la journée où elle a quitté le Pakistan, il ressort aussi clairement de la décision que la SPR n'a pas tiré de conclusion défavorable du fait que la demanderesse principale a dit dans son témoignage qu'elle avait quitté le pays le 7 mai, alors que, selon son FRP, elle aurait plutôt quitté le Pakistan le 8 mai. La SPR a toutefois mentionné qu'il s'agissait d'un autre élément dont il fallait tenir compte dans le cadre de l'appréciation générale de la fiabilité de la preuve de la demanderesse principale."], ["[17]", "Il s'agirait certes d'une erreur que de tirer des conclusions défavorables relativement à la crédibilité simplement parce que la preuve documentaire est lacunaire, mais pareille conclusion n'a pas été tirée en l'espèce (", "<FRAGMENT_SUPPRESSED> (1re inst.);  <FRAGMENT_SUPPRESSED> et 28). La SPR a clairement mentionné que la question de la crédibilité était en jeu et que c'est sur ce fondement qu'elle avait tiré cette conclusion (", "<FRAGMENT_SUPPRESSED> ). La SPR a affirmé être préoccupée par le manque d'élément de preuve documentaire concernant le voyage de la demanderesse principale au Canada et par les contradictions dans son témoignage. Dans ces circonstances, la SPR était en droit de s'attendre à être saisie de documents corroborants que la demanderesse principale aurait dû, de façon raisonnable, pouvoir obtenir. Pensons au document lié aux soins médicaux que la demanderesse a reçu après l'agression d'octobre 2010, surtout étant donné qu'elle a été capable de produire une lettre de l'avocat qu'elle avait consulté et l'affidavit d'une amie, qui lui avaient été envoyés après son arrivée au Canada."], ["[18]", "La demanderesse principale a tort d'affirmer que la SPR n'a pas fait mention de l'affidavit de son amie dans la décision. La demanderesse principale n'a pas été en mesure d'expliquer de façon adéquate qui avait envoyé l'affidavit et la lettre de l'avocat lorsque cette incohérence a été soulevée par la SPR. Il était donc loisible à la SPR d'accorder peu de poids à la lettre et à l'affidavit. Bien que la SPR ait souligné que les documents frauduleux étaient chose courante au Pakistan, elle n'a pas conclu que les documents n'étaient pas authentiques."], ["[19]", "En ce qui concerne la conclusion de la SPR selon laquelle la police aurait mené une enquête sur la fusillade si elle avait été signalée, il est vrai que la SPR, sans élément de preuve documentaire à l'appui, ne pouvait pas l'affirmer avec certitude. Cependant, la SPR peut tirer des conclusions fondées sur l'invraisemblance, le bon sens et la raison ( <FRAGMENT_SUPPRESSED> , précité, paragraphe 4). L'incident était peut-être lié à de la violence familiale, mais la fusillade qui en a résulté a eu lieu en plein jour sur la rue principale de Karachi et un homme innocent a été blessé par balle. Il était raisonnable de conclure qu'une enquête aurait été menée, mais la conclusion subséquente que la SPR a tirée, à savoir qu'il « aurait été adéquat dans le cas des prétendus crimes commis par son époux » que la demanderesse principale demande la protection de l'État à la suite de la fusillade, reposait sur des conjectures."], ["[20]", "La demanderesse principale soutient que la SPR ne s'est pas demandé, même si elle avait conclu que la fusillade n'avait pas eu lieu, si le reste de son récit était véridique. Or, la SPR avait déjà soulevé les doutes quant à la crédibilité dont il a été question ci-dessus. À mon avis, après examen de la décision et du dossier, et en particulier de la transcription de l'audience, et vu les doutes exprimés par la SPR en raison des contradictions, vu l'omission dans la preuve de la demanderesse principale et vu le manque d'élément de preuve documentaire à l'appui de la demande, les conclusions relatives à la crédibilité tirées par la SPR étaient raisonnables."], ["[21]", "En ce qui concerne la question de la protection de l'État, compte tenu des doutes de la SPR quant à la crédibilité, celle-ci n'était pas tenue d'effectuer une analyse relativement à la protection de l'État (", "<FRAGMENT_SUPPRESSED> ). Dans la décision", "<FRAGMENT_SUPPRESSED>  le juge de Montigny a mentionné ce qui suit:"], ["[25] En d'autres termes, la Cour n'a aucune raison d'intervenir car la possibilité d'obtenir la protection de l'État est fondée sur une conclusion favorable concernant la crédibilité. Selon la jurisprudence de la Cour, lorsqu'il est évident qu'un résultat différent ne peut être obtenu dans le cadre d'une nouvelle audience, la procédure appropriée consiste à refuser une ordonnance portant tenue d'une nouvelle audience (", "<FRAGMENT_SUPPRESSED>  [2002] A.C.F. no 539;", "<FRAGMENT_SUPPRESSED> )."], ["[22]", "Ce principe a été repris dans la décision", "<FRAGMENT_SUPPRESSED> :"], ["[30] Cependant, l'analyse concernant la disponibilité de la protection de l'État ne devrait s'effectuer que dans la mesure où la crainte subjective de persécution du demandeur d'asile a été préalablement établie par le tribunal chargé de l'enquête. C'est seulement à compter d'une crainte subjective établie de persécution que le reste de l'analyse, dont l'analyse de la disponibilité de la protection de l'État, peut s'effectuer adéquatement."], ["[31] En d'autres mots, sauf dans des cas exceptionnels, on ne devrait pas procéder à l'analyse de la disponibilité de la protection de l'État sans avoir au préalable établi l'existence d'une crainte subjective de persécution. Le tribunal responsable des questions de fait devrait donc analyser la question de la crainte subjective de persécution, ou autrement dit, se prononcer sur la crédibilité du demandeur d'asile et sur la vraisemblance de son récit, avant d'aborder le volet de la crainte objective, ce dernier volet comprenant une analyse de la disponibilité de la protection de l'État."], ["[23]", "Par conséquent, même si l'analyse de la SPR était sommaire, compte tenu des conclusions relatives à la crédibilité qu'elle a tirées et que j'ai d'ailleurs estimées raisonnables, la demande des demanderesses ne pouvait pas être accueillie.", "JUGEMENT"], ["[24]", "LA COUR STATUE", "1. La demande de contrôle judiciaire est rejetée;", "2. Aucune question n'est certifiée.", "[End of document]"]]}