{"id_": "024269", "body_str": [["[1]", "Shore, J.", ": This is an application for judicial review under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA] of a decision dated April 1, 2014, by the Refugee Protection Division [RPD] rejecting the Applicants' claim for refugee protection as contemplated by sections 96 and 97 of the IRPA.", "II.", "Background"], ["[2]", "The Applicants, Md Abdul Mannan [the principal Applicant], his wife Helena Mannan, their daughter Monowara Akter Mou [Mou] and their minor children Md Raihan Mannan and Nurjahan Mannan Nishi, are citizens of Bangladesh. Mr. and Mrs. Mannan's eldest daughter, Marjahan's refugee claim was heard separately before another RPD board member on March 11, 2014."], ["[3]", "The principal Applicant claims refugee protection on the basis of his political opinion whereas his wife and children form their claim on the basis of imputed political opinion and membership in the particular social group of family."], ["[4]", "The Applicants allege the following facts."], ["[5]", "The principal Applicant was employed as a driver by the Ministry of Foreign Affairs of the Government of Bangladesh [Ministry of Foreign Affairs] since 1986."], ["[6]", "Although not a member, the principal Applicant is a supporter of the Bangladesh Nationalist Party [BNP]. The principal Applicant worked for the BNP candidate in his constituency for the December 2008 national parliamentary elections. As a result, he was threatened by supporters of the Awami League [AL] party."], ["[7]", "On January 10, 2010, the principal Applicant participated in a rally in support of the BNP candidate running for the Chatkhil Upazila chairmanship, in the Noahkali District. BNP demonstrators, including the principal Applicant, were attacked and threatened by AL supporters."], ["[8]", "An officer of the principal Applicant's Drivers' Association, Mr. Rahman, advised the principal Applicant to consider applying for a placement with the Ministry of Foreign Affairs abroad, in order to avoid \"serious troubles\" resulting from his political involvement with the BNP. The principal Applicant followed Mr. Rahman's advice and obtained a transfer order for the High Commission of Bangladesh in Ottawa on July 19, 2010, on the basis of his merit and seniority. The principal Applicant's placement in Ottawa angered other drivers, who supported the AL."], ["[9]", "The Applicants were issued Canadian diplomatic visas on February 14, 2011; however, the Ministry of Foreign Affairs refused to advance the Applicants' travel expenses because of the principal Applicant's allegiance to the BNP."], ["[10]", "On April 15, 2011, AL goons intercepted, threatened and attacked the Applicant Mou on the basis of her father's support of the BNP."], ["[11]", "On June 5, 2011, the principal Applicant was harassed and threatened at his residence by AL goons and by some of his co-workers, who demanded that the principal Applicant cede his transfer order to Ottawa in favour of a driver who was an AL supporter. When the principal Applicant refused, the goons trashed his home and verbally abused him. The principal Applicant called the police, who never came."], ["[12]", "On June 12, 2011, the Ministry of Foreign Affairs issued an order for the transfer of another driver to the Bangladesh High Commission in Ottawa."], ["[13]", "On June 15, 2011, the principal Applicant's eldest daughter, Ms. Marjahan Akter Tania, was kidnapped by goons as she was returning from school. She was detained for three hours and was mentally and physically abused. As a result, Ms. Marjahan felt ashamed and depressed, which led her to attempt suicide. Upon pressure and concern for her well-being by her family, Ms. Marjahan fled Bangladesh and arrived in Canada on July 17, 2011."], ["[14]", "The Applicants arrived on July 29, 2011, and claimed refugee protection one week later."], ["[15]", "At the hearing, the principal Applicant testified that the AL goons and police went to the Applicants' residence, on August 5, 2011, to arrest the principal Applicant on the basis of suspicion under the", "Special Powers Act, 1974", "[the Act]. In a Personal Information Form [PIF] amendment, the principal Applicant also claims that AL goons, along with police officers went to the Applicants' residence in October 2011 and August 2012, looking for them. The principal Applicant also alleges that on December 31, 2011, the principal Applicant's mother was questioned at her home by AL goons regarding her son's whereabouts."], ["[16]", "On October 22, 2013, the principal Applicant received a written notice of dismissal from the Ministry of Foreign Affairs."], ["[17]", "A hearing was held before the RPD on March 17, 2014."], ["[18]", "Ms. Marjahan's claim, which was based on her father's political opinion, was heard separately before the RPD in order to facilitate her testimony with regard to the issue of her sexual assault. Ms. Marjahan's claim was granted by the RPD on March 20, 2014. A copy of this decision was sent to the RPD on March 21, 2014 (Tribunal Record, at pp 136-141).", "III.", "Impugned Decision"], ["[19]", "First, in its reasons, the RPD finds there to be a lack of credibility with respect to determinative issues in the Applicants' claim. The RPD is of the opinion that on a balance of probabilities, there is no reasonable chance or serious possibility that the Applicants would be persecuted or be subject personally to a risk to their lives or to a risk of cruel and unusual treatment or punishment, should they return to Bangladesh."], ["[20]", "The RPD finds that the principal Applicant is not a political activist and does not fit the profile of a person who would be targeted by AL goons, or whose daughters would be physically and mentally abused by goons as acts of revenge against the father's political involvement."], ["[21]", "The RPD rather finds that the Ministry of Foreign Affairs rescinded the principal Applicant's transfer order to Ottawa because he and his family were not prepared to move immediately to Ottawa upon the issuance of their Canadian visas."], ["[22]", "Second, the RPD finds that the Applicants have failed to rebut the existence of adequate state protection. The RPD concluded that the Applicants never sought police protection with respect to the alleged attacks against Mou on April 15, 2011, and against Marjahan on June 15, 2011. The RPD concludes that the Applicants failed to rebut the presumption that the State of Bangladesh would have been able to provide adequate state protection, had denunciations been filed.", "IV.", "Issues", "i) Did the RPD err in its credibility findings?", "ii) Did the RPD err in determining that the Applicants did not rebut the presumption of adequate state protection?", "iii) Did the RPD breach its obligation of procedural fairness by failing to consider the RPD board member's decision in Marjahan's claim?", "V.", "Legislation"], ["[23]", "The Applicants base their claim on sections 96 and 97 of the IRPA:", "Convention refugee", "96", ". A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97", ". (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "Définition de « réfugié »", "96", ". A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97", ". (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays don't elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "VI.", "Arguments", "A.", "The Applicants' Position"], ["[24]", "The Applicants submit that the RPD breached its duty of procedural fairness in ignoring post-hearing evidence, filed on March 21, 2014, a positive decision by the RPD in Marjahan's claim (dated March 20, 2014) which was based on her father's political involvement with the BNP. The Applicants contend that the RPD breached its duty in failing to consider this piece of evidence, as it addresses the core of the Applicants' claim."], ["[25]", "In support of this proposition, the Applicants raise subsection 43(3) of the", "Refugee Protection Division Rules", ", SOR/2012-256 [the Rules], according to which the RPD must \"consider any relevant factors, including the document's probative value, any new evidence the document brings to the proceedings and whether the party, with reasonable effort, could have provided the document as required by rule 34\"."], ["[26]", "The Applicants submit that this breach of procedural fairness justifies the Court's intervention in quashing the RPD's decision (", "REFERENCE_SUPPRESSED)."], ["[27]", "The Applicants further argue that the RPD erred in applying a fragmentary approach in assessing the evidence and in evaluating the Applicants' credibility."], ["[28]", "Finally, the Applicants argue that the RPD erred in its state protection analysis by ignoring the Applicants' explanations relating to their attempts and fear in seeking police protection.", "B.", "The Respondent's Position"], ["[29]", "The Respondent argues that the Applicants failed to file an application in conformity with sections 43 and 50 of the Rules to submit post-hearing evidence. Therefore, the RPD did not fail its duty to consider evidence which did not conform to the requirements of the Rules."], ["[30]", "The Respondent further contends that the Applicants' subjective view that the police would not protect them does not amount to sufficient grounds to rebut the presumption of state protection. The RPD's findings in this respect were reasonable."], ["[31]", "Finally, the Respondent submits that although the Applicants' claim is based on the Convention ground of political opinion, the principal Applicant testified that his political involvement within the BNP was limited. It was reasonable for the RPD to find that the principal Applicant's political involvement did not likely attract persecution by AL goons. The RPD was entitled to find that the Applicants are not credible in this respect.", "VII.", "Analysis", "(1) Did the RPD err in its credibility findings?"], ["[32]", "It is settled law that findings of credibility attract the deferential standard of reasonableness from this Court (", "REFERENCE_SUPPRESSED)."], ["[33]", "Such as enunciated by Justice Mary J. L. Gleason in", "CITATION_SUPPRESSED"], ["[43] […] contradictions in the evidence, particularly in a refugee claimant's own testimony, will usually afford the RPD a reasonable basis for finding the claimant to lack credibility, and, if this finding is reasonable, the rejection of the entire refugee claim will not be interfered with by the Court."], ["[44] […] while the sworn testimony of a claimant is to be presumed to be true in the absence of contradiction, it may reasonably be rejected if the RPD finds it to be implausible. However, a finding of implausibility must be rational and must also be duly sensitive to cultural differences. It must also be clearly expressed and the basis for the finding must be apparent in the tribunal's reasons."], ["[45] […] the RPD may legitimately have regard to witness demeanor, including hesitations, vagueness and changing or elaborating on their versions of events.", "CITATION_SUPPRESSED)."], ["[34]", "Upon review of the RPD's reasons, the parties' submissions, and evidence as a whole, the Court finds the RPD's finding that the principal Applicant's involvement with the BNP does not form a basis for the alleged persecutory attacks suffered by the principal Applicant and his family members, to be unreasonable."], ["[35]", "Although it was also open, on first blush, to the RPD to find that it was somewhat possible that the Applicants' delay in seeking and obtaining travel documents and visas, as well as the principal Applicant's lack of notice or communication with his employer, despite having received multiple letters calling upon him to explain his absence from work, were at the root of the RPD's decision, that was due to error in respect of the totality of the evidence that demonstrated the chronology of events which had led to the principal Applicant's behaviour, when examined in retrospect as integral to the whole of the evidence in context."], ["[36]", "Thus, the Court is not satisfied that the RPD's credibility findings are transparent, thorough, and anchored in respect of the entirety of the significant objective and subjective evidence before it - re both the political involvement of the principal Applicant (as per the objective and subjective evidence) and the deleterious effects on the family as per both significant medical and social worker case reports on file.", "(2) Did the RPD err in its state protection analysis?"], ["[37]", "The availability of state protection engages the relative expertise of the RPD and attracts the deferential standard of reasonableness (", "REFERENCE_SUPPRESSED)."], ["[38]", "The Applicants bear the burden of rebutting the presumption of state protection and are expected to have taken all reasonable steps in seeking protection. The Applicants would have had to demonstrate before the RPD clear and convincing confirmation of the State of Bangladesh's inability to protect them in order to displace this presumption (", "CITATION_SUPPRESSED;", "REFERENCE_SUPPRESSED); and, they did."], ["[39]", "In its decision, the RPD finds that the Applicants never sought police protection with respect to the alleged attacks against Mou, on April 15, 2011, and against Marjahan, on June 15, 2011. It must be recalled that as per the subjective and objective evidence that is on record, often the police co-operates with the goons. The RPD rejected the Applicants' explanations, according to that which they fear and as they do not trust the police. It is substantiated as a result of the activities of the goons which objective evidence demonstrates continues unhindered by the police, often due to corruption in the police network itself as clearly specified in the evidence [US Country Reports in respect of Human Rights in Bangladesh, 2012 (page 6)]."], ["[40]", "The Court finds a basis to intervene in respect of the RPD's findings of state protection.", "(3) Did the RPD breach its obligation of procedural fairness by ignoring post-hearing evidence?"], ["[41]", "The issue of the consideration by the RPD of post-hearing evidence is a question of procedural fairness, which must be reviewed on the correctness standard (", "CITATION_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[42]", "Rule 43 establishes that a party wishing to adduce post-hearing evidence must submit an application to the RPD made in accordance with Rule 50, and it must be accompanied by the evidence (", "CITATION_SUPPRESSED)."], ["[43]", "The Respondent argues that the Applicants did not submit an application under Rule 43(3), and therefore the RPD was not obliged to consider new evidence filed after the hearing."], ["[44]", "Rule 43 provides as follows:", "Documents after hearing", "43", ". (1) A party who wants to provide a document as evidence after a hearing but before a decision takes effect must make an application to the Division.", "Application", "(2) The party must attach a copy of the document to the application that must be made in accordance with rule 50, but the party is not required to give evidence in an affidavit or statutory declaration.", "Factors", "(3) In deciding the application, the Division must consider any relevant factors, including", ") the document's relevance and probative value;", ") any new evidence the document brings to the proceedings; and", ") whether the party, with reasonable effort, could have provided the document as required by rule 34.", "Documents après l'audience", "43", ". (1) La partie qui souhaite transmettre à la Section après l'audience, mais avant qu'une décision prenne effet, un document à admettre en preuve, lui présente une demande à cet effet.", "Demande", "(2) La partie joint une copie du document à la demande, faite conformément à la règle 50, mais elle n'est pas tenue d'y joindre un affidavit ou une déclaration solennelle.", "Éléments à considérer", "(3) Pour statuer sur la demande, la Section prend en considération tout élément pertinent, notamment:", "a) la pertinence et la valeur probante du document;", "b) toute nouvelle preuve que le document apporte aux procédures;", "c) la possibilité qu'aurait eue la partie, en faisant des efforts raisonnables, de transmettre le document aux termes de la règle 34."], ["[45]", "This Court has found that the RPD has a duty to receive evidence submitted by the parties at any time until a decision is rendered (", "REFERENCE_SUPPRESSED). This is consistent with the principle of", "audi alteram partem"], ["[46]", "In", "CITATION_SUPPRESSED", ", the Court addressed the issue of whether the RPD could reject post-hearing documents on the basis that no formal application for their admission was made in accordance with Rule 43. The Court found that providing the documents, accompanied by an explanation as to why they should be considered, met the requirements of the Rules. Relying upon", "CITATION_SUPPRESSED, the Court determined that the RPD made a reviewable error in ignoring the post-hearing evidence."], ["[47]", "More precisely, the Court in", "CITATION_SUPPRESSED, considered the following factors in its determination:", "i) The letter and post-hearing evidence was stamped, received and dated by the Board;", "ii) Counsel for the Applicant had clearly stated in a cover letter that post-hearing documents were attached. The Court deemed this to be a clear, although not explicit request calling upon the RPD to consider the admittance of post-hearing documents;", "iii) An affidavit from the Applicant's brother was included in the request, explaining the circumstances under which the central document submitted in post-hearing evidence was obtained. This affidavit explained the reasons why the document was not available at an earlier date and that it was provided as soon as it was made available."], ["[48]", "Finally, upon finding that the evidence met the criteria of Rule 43(3), the Court in", "CITATION_SUPPRESSED", "concluded that the Board had a duty to explain: (a) why the submission of the post-hearing evidence would not be accepted; or (b) why the post-hearing documents would not change its conclusion (", "CITATION_SUPPRESSED)."], ["[49]", "After having found a breach of procedural fairness, the Court in", "CITATION_SUPPRESSED", "proceeded to consider whether the post-hearing evidence could have a material effect on the decision or whether the result is inevitable. Relying on", "CITATION_SUPPRESSED and", "REFERENCE_SUPPRESSED, the Court found that it must consider whether a breach of procedural fairness is \"purely technical and occasions no substantial wrong or miscarriage of justice\". In this case, the evidence is not \"purely technical\" and, in fact, a \"substantial wrong\" or \"a miscarriage of justice\" would, in all likelihood, occur (note is taken of page 60 of the Application Record-a report of December 2013, issued by the Asia Human Rights Commission). The evidence, also, demonstrates a change of the substantial situation for the Applicants prior to departure and post-departure of the principal Applicant and his family as demonstrated by evidence submitted thereon."], ["[50]", "Similarly, in", "REFERENCE_SUPPRESSED, the Court found that the Applicant's submission of \"post-hearing evidence under cover of a letter that amounted to an application\" raised an obligation on the part of the RPD to arrive at a decision as to whether the application should be accepted. The Court also indicated:"], ["[26] Given the potential implications of such a decision, I am further satisfied that it was incumbent on the RPD to provide reasons for its decision to accept or reject the post-hearing evidence, particularly in a case, as here, where the post-hearing evidence might have been determinative. On the facts of this matter, the RPD would appear to have neither reached a decision on the application on behalf of the Applicant nor to have taken the post-hearing evidence into account if it indeed decided to accept the evidence.", "CITATION_SUPPRESSED)."], ["[51]", "In the case at hand, the Applicants submitted the post-hearing evidence accompanied by a fax transmission slip, directing the RPD to turn its attention to the evidence. The Applicants transmitted the post-hearing evidence promptly to the RPD on the day after it was made available to them. The fax transmission sheet further indicates that Marjahan's persecution was due to her father's political opinion and activities, thus raising the relevance of the evidence."], ["[52]", "The Court finds that the RPD failed in its duty to acknowledge the post-hearing evidence submitted by the Applicants and to explain why it should or should not be considered (", "REFERENCE_SUPPRESSED)."], ["[53]", "The Court is obliged to set aside a decision where to do so would result in a change in the decision under review (", "CITATION_SUPPRESSED). A breach of procedural fairness can only be overlooked if there is no doubt that it has no material effect on the decision (", "CITATION_SUPPRESSED). That is not the case in this particular situation whatsoever."], ["[54]", "The RPD's finding in Marjahan's claim is specific to Marjahan's particular circumstances, as a victim of gender violence, which caused her to suffer severe symptoms. The Court notes that the Applicants' and Marjahan's claims must be considered on their own respective merits and although the claim of one family member is not determinative of that of other family members, it did need to be considered, nevertheless, with the evidence as a whole, otherwise the evidence would not be taken in context (", "REFERENCE_SUPPRESSED)."], ["[55]", "It also emerges from the hearing transcript that the RPD was aware of the separate claim in Marjahan's case, although no decision had been rendered at the time of the hearing. In its reasons, the RPD does mention Marjahan's separate hearing on different occasions; yet, its context is not considered substantially therein."], ["[56]", "In light of the foregoing, the Court finds that the post-hearing evidence submitted by the Applicants could have had significant material bearing on the RPD's decision. The RPD was aware of the parallel proceeding in Marjahan's claim and did not consider its outcome to be relevant or determinative in its findings; and, yet, it should have examined such to ensure that the whole be understood for the subject matter, bearing on the case if, in fact, any exists for which the RPD did not do any significant analysis whatsoever in view of the totality of the evidence in its integral substantive fulsome aspects. An example is given by the Court in respect of the preceding wherein the principal Applicant left the country one month prior to receiving his pension after 25 years, representing a span of devolved earnings from his entire career thereto. It is also important to recognize evidentiary-documented developments which occurred and became significant for analysis subsequent to the departure of the Applicants.", "VIII.", "Conclusion"], ["[57]", "The Court determines that the application must therefore be granted.", "JUDGMENT"], ["[58]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is granted.", "2. The file is to be returned to the RPD for determination anew by a newly constituted panel.", "3. There is no serious question of general importance to be certified.", ".........................", "CITATION_SUPPRESSED"]]}