{"id_": "024379", "body_str": [["[1]", "Hughes, J.", ": The Applicant Mohammad Farid Khan, himself a widower, married his deceased brother’s wife in Pakistan. He is a Pakistani by origin and now resides in Canada, his new wife is Pakistani and presently resides there. The Applicant sought to bring his new wife to Canada but her application for a permanent resident visa was refused by the visa officer. An appeal from that decision to the Immigration and Refugee Board was dismissed. This Court is asked to judicially review that decision of the Board."], ["[2]", "For the reasons that follow I find that the application is allowed."], ["[3]", "The appropriate provision is section 4 of the Immigration and Refugee Protection Regulations, 2002, SOR/2002-227 which provides:", "4. For the purpose of these Regulations, a foreign national shall not be considered a spouse, a common-law partner, a conjugal partner or an adopted child of a person if the marriage, common-law partnership, conjugal partnership or adoption is not genuine and was entered into primarily for the purpose of acquiring any status or privilege under the Act.", "4. Pour l’application du présent règlement, l’étranger n’est pas considéré comme étant l’époux, le conjoint de fait, le partenaire conjugal ou l’enfant adoptif d’une personne si le mariage, la relation des conjoints de fait ou des partenaires conjugaux ou l’adoption n’est pas authentique et vise principalement l’acquistion d’un statut ou d’un privilège aux termes de la Loi."], ["[4]", "This provision was recently considered by Justice Mosley of this Court in  <FRAGMENT_SUPPRESSED> . Justice Mosley in paragraphs 18 and 19 of his Reasons determined that this new section 4 requires a two pronged test wherein:", "1. The genuineness of relationship must be considered in the present tense such that a relationship that may not have been “genuine” at the outset may have become genuine; and", "2. Consideration must be given as to whether the relationship entered into primarily for the purpose of acquiring any status or privilege under the Act."], ["[5]", "Both branches of the test must be met before a person cannot be considered a spouse or partner. While the Applicant bears the onus of proof at this stage to demonstrate that a reviewable error has occurred, if the Applicant succeeds in that respect on only one of these two branches of the test, then it is open to the Court to find that a reviewable error has occurred."], ["[6]", "The fundamental facts of this case are straightforward. The Applicant was born and resided in Pakistan where he married his first wife in 1976. There were three children by that marriage. The Applicant was permitted to enter Canada , which he did, leaving his wife and children in Pakistan. The Applicant’s first wife died of a heart attack in July 2002. A younger brother of the Applicant married Farzana Bibi who bore him four children. In 1995 the younger brother died in an automobile accident. The Applicant’s mother let it be known that, for the honour of the family, the Applicant should marry his deceased brother’s wife Farzana Bibi which he did in September 2002. The wedding was apparently a small affair attended only by a few family members. The Pakistani government issued a marriage certificate the genuineness of which is not challenged."], ["[7]", "The Applicant returned to Canada but went back to Pakistan from time to time for periods of several months. The evidence shows many phone calls were placed by the Applicant to Pakistan, presumably to his new wife."], ["[8]", "The Applicant applied for a permanent resident visa for his new wife so that she could enter Canada. At the time of the initial interview with the visa officer in Pakistan the Applicant indicated that his wife may be two months pregnant. The evidence is unclear on this point as the new wife says that she only stated that she felt dizzy and unwell and that she might be pregnant but was uncertain. The visa officer suggested a pregnancy test which was conducted and turned out to be negative. The visa officer rejected the application stating in a letter dated October 2, 2004:", "Section 4 of the regulations, states that, for the purpose of these regulations, no foreign national shall be considered a spouse, a common-law partner, a conjugal partner or an adopted child of a person if the marriage, common-law partnership, conjugal partnership or adoption is not genuine or was entered into primarily for the purpose of acquiring any status or privilege under the Act.", "You were interviewed at this High Commission on June 14, 2004. I have determined that the relationship between you and your spouse is not genuine and was entered into primarily for the purpose of acquiring permanent resident for you in Canada. In reaching this decision the following factors and information were taken into consideration.", "The fact that you married your late husband’s brother and there is no evidence of relationship ie letters, greeting cards etc. The wedding photos you submitted show you and the sponsor and there are no photos of the guests or of the wedding ceremony. The fact that you displayed limited knowledge about sponsor’s personal circumstances ie, the place where he lives in Canada, his age etc."], ["[9]", "The Applicant appealed this decision to the Board and on May 3, 2006 a decision was issued rejecting the appeal. It is clear from the Board’s decision that serious issues as to credibility were present and that the Board found that the testimony of the Applicant on the one hand and his new wife on the other were irreconcilable. As to the genuineness of the spousal relationship the Board stated at paragraphs 19 and 20 of the Reasons:"], ["[19] While both witnesses’ testimony was consistent with respect to the reasons for the marriage, the marriage arrangements, details of the wedding and post marital activities and the couple had an extensive knowledge of their family composition and their children’s education and circumstances I find that the mutual background of the witnesses is consistent with that of the family members who lived together for 15 years and is not indicative of a genuine spousal relationship between the appellant and the applicant."], ["[20] The applicant testified that since the death of the appellant’s wife she takes care of the appellant’s younger son by cooking, purchasing clothes for him, and paying his school fees. There was evidence of the appellant’s financial support which was divided between the applicant and the appellant’s brother who is the head of the household. I find the evidence of the appellant’s financial support to the applicant and his immediate family in Pakistan and the applicant’s care for his son consistent with the relationship between concerned and empathetic family members who are facing challenges presented by situation of their widowhood and widowerhood."], ["[10]", "The law is clear that in a judicial review in these circumstances I must defer to the Board as to its findings of fact and not interfere unless I find them to be patently unreasonable. (see e.g.  <FRAGMENT_SUPPRESSED> ). However where there has been an error of law the standard is that of correctness (see e.g.  <FRAGMENT_SUPPRESSED> )."], ["[11]", "The issue that arises in this case is that of the “genuineness” of the relationship as between the Applicant and his new wife. The facts are clear, they married to preserve the honour of the family, the Applicant took his deceased brother’s wife as his own. There has been limited contact between them, after all the Applicant is in Canada and the new wife cannot come to Canada and remains in Pakistan."], ["[12]", "In the Donkor case, supra at paragraph 21 Justice Mosley reviews the questioning of an officer in that case revealing what might be called a Harlequin romance view of a “genuine” relationship."], ["[21] The respondent submits that the officer properly considered the application. The officer interviewed the applicant and his spouse in order to assess their knowledge of each other and the genuineness of the relationship and noted several inconsistencies in their responses regarding their first meeting and introduction, their first date, their first sexual encounter, their engagement rings, lack of knowledge of each other’s family and educational background and their financial arrangements."], ["[13]", "<FRAGMENT_SUPPRESSED>  at paragraph 15."], ["[15] The guide OP 2 – Processing Members of the Family Class sets out the tests laid down by the Supreme Court in  <FRAGMENT_SUPPRESSED>  for determining whether two persons are actually living in a conjugal relationship:", "shared shelter (e.g. sleeping arrangements);", "sexual and personal behaviour (e.g. fidelity, commitment, feelings towards each other);", "services (e.g. conduct and habit with respect to the sharing of household chores)", "social activities (e.g. their attitude and conduct as a couple in the community and with their families);", "economic support (e.g. financial arrangements, ownership of property);", "children (e.g. attitude and conduct concerning children)", "the societal perception of the two as a couple.", "From the language used by the Supreme Court throughout  <FRAGMENT_SUPPRESSED>  interdependent – financially, socially, emotionally, and physically – where they share household and related responsibilities, and where they have made a serious commitment to one another."], ["[14]", "The conclusion is appropriate, genuineness is revealed by a shared relationship of some permanence, interdependence, shared responsibilities and a serious commitment."], ["[15]", "In the present case the Board appears to have concluded that one cannot have a “genuine” relationship in a situation where a woman has passed in her status from a sister-in-law of some fifteen years to that of a wife in a situation where both parties have recently lost their first spouse. There is no reason why much needs to change, the families lived together for years. Surely one is not searching for a “first date – first sexual encounter” situation. Western Harlequin romance ideals do not apply to everyone."], ["[16]", "The “genuineness” of the relationship must be examined through the eyes of the parties themselves against the cultural background in which they have lived. This was done in  <FRAGMENT_SUPPRESSED> . Adopting this approach, I find that the Board member erred in concluding that evidence “consistent with that of family members who lived together for 15 years…is not indicative of a genuine spousal relationship”."], ["[17]", "The Board noted the uncontradicted evidence of the applicant and the appellant concerning details about their marriage and personal knowledge of each other. Moreover, witnesses were consistent concerning the evidence of the origin of the relationship. However, it failed to considered cultural factors and the condition of the appellant who is unsophisticated."], ["[18]", "There were many reasons why the applicant married his sister-in-law for genuine purposes. The union was encouraged by the applicant’s mother in order to preserve the family honour because there were children living in the home. The Applicant’s own children lived in the same household as the appellant. The Board erred by ignoring relevant factors and failed to provide evidence on its finding that their knowledge of each other was solely based on family members living together for 15 years. This conclusion is unreasonable when considering the evidence as whole. There is no reason why such a marriage cannot be genuine given the cultural factors."], ["[19]", "The inconsistencies raised by the Board took a microscopic view of the evidence before it by focusing on peripheral points in the case. As mentioned above, the appellant testified that she was ill and had a fever and she thought she might be pregnant."], ["[20]", "For these reasons I will send the matter back to be determined again by a different member of the Board. However I realize that the precise point has not clearly been considered in the jurisprudence and suggest the following question for certification:", "“What are the proper criteria for consideration of the genuineness of a relationship under the provisions of section 4 of the Immigration and Refugee Protection Regulations 2002?"], ["[21]", "I will not certify such a question, or any other question, until I receive submissions from counsel for the parties. I ask for such submissions within thirty (30) days from the date of these Reasons.", "JUDGMENT"], ["[22]", "For the Reasons provided herein:", "1. The application is allowed;", "2. The matter is returned to the Board for determination by a different member consistent with these Reasons.", "3. Counsel for the parties may make submissions as to the certification of a question or questions within thirty (30) days hereof;", "4. No costs are awarded.", "[End of document]"]]}