{"id_": "024403", "body_str": [["[1]", "Zinn, J.", ": This application to review and set aside the decision of the Refugee Protection Division [RPD] rejecting the applicants' claims for protection must be allowed for the following reasons.", "Background"], ["[2]", "The applicants are a family from Colombia: Edwin Alejandro Perez Mendoza [Edwin], his spouse, Valentina Arenas Ibanez, and their three children."], ["[3]", "In January 1994, Edwin's family farm in Fusa, Colombia, was overrun by the Revolutionary Armed Forces of Colombia - People's Army [FARC], a paramilitary organization. The FARC demanded that Edwin's father pay them 40 million pesos or they would kidnap one of his sons. The family was warned not to go to the authorities and the father paid the sum demanded."], ["[4]", "The FARC demanded an additional 50 million pesos from Edwin's father in 2001 and threatened to kidnap Edwin's nephew if it was not paid. Edwin's father contacted the authorities and a police investigation was started, but the police were unable to protect the family. The family did not have enough money to pay the demand, so they sold the farm and went into hiding."], ["[5]", "In August 2009, Edwin's brother, Mauricio Perez Mendoza [Mauricio], went to visit a farm owned by his wife's family in Fusa. He tried to conceal his identity and since that visit was without incident, he continued to visit the farm periodically."], ["[6]", "Starting on April 19, 2011, Mauricio received several phone calls from the FARC demanding that he pay a \"contribution\" and providing specific details about him, his wife, and his children. He was warned by the FARC not to go to the police, but he was too afraid to do so anyway since the police had been unable to protect his father in 2001, and there was much corruption in the police force."], ["[7]", "Mauricio later sought legal advice and filed a police report on May 19, 2011. The complaint was assigned to an investigator but Mauricio felt that his situation was not being taken seriously and the calls from FARC continued. On the advice of his lawyer, he gave a report to the Red Cross. Mauricio and his family fled to the United States and eventually came to Canada. They were granted refugee protection by the RPD after Edwin came to Canada and sought refugee protection but before his RPD hearing."], ["[8]", "On January 20, 2012, Edwin heard from his sister-in-law's brother, Jair Neira Mendez [Jair], that the FARC was looking for Mauricio and since they couldn't find him, they were now looking for Edwin. Edwin was frightened, but he did not think the FARC had located his residence in Bogota, so he went on a previously-planned business trip on January 23, 2012. He returned home earlier than planned on January 27, 2012. His wife and children made few trips outside the home while he was away."], ["[9]", "Upon his return, Edwin confirmed with Jair that the FARC had been asking about him and Mauricio because Mauricio had been extorted and had failed to pay. Edwin was afraid that if he told the FARC that Mauricio was no longer in Colombia or if he did not cooperate, they would make him pay the money or possibly harm him and his family as retribution."], ["[10]", "On the advice of his father and Mauricio, Edwin saw the same lawyer Mauricio had seen and filed a denunciation on February 20, 2012. He was told to come back in eight days."], ["[11]", "On February 25, 2012, Edwin received a phone call from the FARC asking for information about Mauricio and a \"contribution\" of 20 million pesos. Edwin and his family became afraid and his children stopped attending school. Edwin had gone to the authorities twice to inquire about the status of his denunciation."], ["[12]", "Edwin received more calls in which the FARC threatened to kill him or take one of his daughters if he did not comply and then, on February 28, 2012, after receiving another threatening phone call he moved his family in with his mother-in-law."], ["[13]", "On February 29, 2012, the authorities confirmed that the case was being transferred to the National Unit for Crimes Against Kidnapping and Extortion for investigation. Edwin was told to wait for an investigator to call to take his statement. He did not receive any call before leaving the country. On March 1, 2012, Edwin received another phone call from the FARC warning him that he was running out of time. Edwin came to believe on March 7, 2012 that the FARC was looking for him at their apartment. He decided that his family and he would leave Colombia. On March 15, 2012, he went to the Red Cross, as had his brother, to report his problems and seek its help with the police investigation."], ["[14]", "Edwin and his family fled Colombia on March 19, 2012, and traveled to the United States. They entered Canada on March 28, 2012 and applied for refugee protection."], ["[15]", "On April 3, 2012, an investigator called Edwin's mother-in-law to take Edwin's statement. The investigation may have been closed because he and his family were in Canada."], ["[16]", "The RPD found that the applicants are not Convention refugees because their fear is not related to a Convention ground. Their evidence is that they were targeted for extortion by the FARC because their other family members had not complied. It was concluded that, while the FARC does have some political objectives, the applicants were not targeted for political reasons."], ["[17]", "The RPD stated at para 5 of its reasons: \"the determinative issue in this case is state protection\" and it found that the applicants had failed to rebut the presumption of state protection.", "Issues"], ["[18]", "The applicants have raised the following issues:", "1. Was the state protection finding based on irrelevant considerations?", "2. Was the state protection finding unfair and made without regard to the evidence?", "3. Does the finding concerning the applicants' efforts to seek state protection warrant setting aside the entire decision?", "4. Did the RPD err in finding that state protection would be reasonably forthcoming to the applicants?"], ["[19]", "In the court's view, the real issues are the following:", "1. Are the RPD's numerous statements concerning Edwin's credibility, which formed no basis for the decision, a sufficient reason to set aside the decision?", "2. Is the RPD's failure to mention, analyze, or distinguish Mauricio's successful RPD decision a sufficient reason to set aside the decision?", "3. Is the RPD's conclusion that the applicants sought state protection only to bolster their refugee claim, a sufficient reason to set aside the decision?", "Analysis", "A.", "Credibility Findings"], ["[20]", "The Board made a number of credibility findings against Edwin, including the following:", "• Edwin waited for one month after learning about the FARC threats before reporting the matter to the police;", "• Edwin's explanation for the delay was that he was not afraid of the FARC until they contacted him directly on February 25, 2012; however, this was inconsistent with him seeking protection on February 20, 2012;", "• It was implausible that Edwin would go to his lawyer before contacting the police given his evidence that as a security officer, he would always contact the police as soon as possible after an incident occurred;", "• His denunciation (February 20, 2012) stated that he had to travel overseas to protect his family, which is inconsistent with his evidence that he was not afraid of the FARC until February 25, 2012, and that he did not decide to leave Colombia until March 14, 2012;", "• His denunciation stated that someone was watching and following him and his family, which is not mentioned in his PIF narrative and is inconsistent with his evidence that he was not afraid until February 25, 2012;", "• Edwin stated that he did not follow up with the authorities after February 29, 2012, which is inconsistent with his evidence that he continued to conduct his business and got to a public market until they left Colombia;", "• His statement that he continued to work until their departure is inconsistent with the PIF which notes that he stopped working in January 2012;", "• It is implausible that after February 29, 2012, he would be too afraid to leave the house to follow up with the authorities, but not too afraid to continue conducting his business;", "• It was implausible that he would not follow up on Mauricio's investigation before deciding to leave the country;", "• His evidence was inconsistent about why he went to the Red Cross despite knowing that they had no power over the authorities; and", "• Given that Mauricio had not been helped by the Red Cross, there would be no reason for Edwin to go to the Red Cross, especially since he had already decided to leave Colombia."], ["[21]", "Despite these credibility findings by the RPD, as the applicants note, the RPD made no clear finding that Edwin was not credible regarding the FARC threats, the police reports and conduct, or the report to the Red Cross. In fact, the RPD appears to have accepted all of the factual testimony offered by Edwin in support of the applicants' claims. There is no part of their story that the RPD does not accept, and there is certainly no part that it states it does not accept because of its credibility concerns."], ["[22]", "Negative credibility findings must be made in clear and unmistakable terms (", "REFERENCE_SUPPRESSED), and it is an error not to specify what evidence the decision-maker does and does not find credible (", "REFERENCE_SUPPRESSED). Here, there are numerous statements by the RPD that it finds Edwin not to be credible, but there is no specific reference to any particular evidence that it rejects on the basis of that credibility finding. Regrettably, this leaves an impression with the applicants and this court that the credibility findings impacted the RPD's assessment of the evidence that led to its state protection finding."], ["[23]", "I do not accept the submission of the respondent that the state protection finding would necessarily have been the same had the RPD made no reference to its concerns regarding Edwin's credibility. There is quite simply no way to know. This alone is sufficient reason to find that the decision does not meet the requirement of \"justification, transparency and intelligibility\" set out by the Supreme Court of Canada in", "REFERENCE_SUPPRESSED.", "B.", "Mauricio's Successful Refugee Decision"], ["[24]", "Although there are some differences, Mauricio's refugee protection claim was based on the same agents of persecution, the same conduct in seeking state protection, and largely on the same facts, as Edwin's claim. Moreover, since it was accepted, the RPD must have found that state protection was not available to Mauricio in Colombia. As the applicants submit, at the very least, Mauricio was a similarly situated individual. However, there is no mention at all in the decision under review of the successful RPD decision regarding Mauricio's claim."], ["[25]", "This court has held that it is incumbent on the RPD Member when reaching a different result than was previously reached by another Member regarding a claim by a family member under similar circumstances, to explain why a contrary result was reached:", "REFERENCE_SUPPRESSED)."], ["[26]", "I concur entirely with the following observation of Justice Phelan in", "CITATION_SUPPRESSED", ": \"The failure to explain the basis for the different conclusion undermines the integrity of Board decisions and gives them an aura of arbitrariness which is no doubt not intended nor is it acceptable.\" In this case the RPD discussed its credibility concerns at length when they were not relevant to its decision, so the aura of arbitrariness or improper influence in the decision is heightened."], ["[27]", "This error too, is a sufficient basis to set the decision aside.", "C.", "Motivation in Seeking State Protection"], ["[28]", "The RPD found that Edwin reported the FARC threats only as a means of bolstering his refugee claim:", "Further, the claimant said that he filed the denunciation in order to have a record of what happened to him in Colombia. He didn't believe that the Colombian authorities would be able to do anything for him.", "Given the credibility concerns noted above and the claimant's own admission that he didn't think the denunciation would help, the panel finds that the claimant filed the denunciation to have a record in order to bolster his refugee claim in Canada, not because he was seeking protection in Colombia", ". A claimant must seek protection at home before seeking international protection or provide a reasonable explanation as to why he did not seek protection at home. [emphasis added]"], ["[29]", "It is submitted that the RPD erred in basing its state protection findings on the applicants' motivation for seeking protection. They say that it is irrelevant whether they sought protection for the purpose of proving that the protection would be ineffective or because they believed that protection would be forthcoming. They further submit that requiring refugee claimants to demonstrate that they sought protection because they genuinely believed that it would be forthcoming is inconsistent with", "REFERENCE_SUPPRESSED It is also said that opportunistic behaviour is irrelevant because the focus of the RPD inquiry is whether a refugee claimant is at risk if returned to their home, and they offer the example of", "sur place", "refugee claims where the motivation in creating the", "sur place", "claim scenario is irrelevant:", "REFERENCE_SUPPRESSED."], ["[30]", "The respondent submits that motivation is relevant to the RPD's assessment because the fact that Edwin filed the denunciation after deciding to leave Colombia and without giving authorities time to respond does not show a reasonable attempt to seek state protection."], ["[31]", "The RPD's finding that the seeking of state protection was compromised because of the motivation ascribed to it by the RPD itself appears unique. Generally, the RPD finds that the presumption of state protection was not rebutted because the claimant had not sought it. Here, the RPD appears to be saying, in part, that it is not rebutted because Edwin did seek it - but for improper reasons. I need not decide whether motivation is never a relevant consideration when a claimant has sought state protection, because in this case there was simply no basis for the RPD's speculation as to Edwin's motivation. It never put that concern to him. I agree with the applicants that fairness dictates that if the RPD is going to impugn a claimant's reasons for seeking protection and use that against him, then it owes the claimant a duty to put that supposition squarely to the claimant in a clear and direct question. In my view, it is a breach of procedural fairness and natural justice to do otherwise, as the RPD did in this case."], ["[32]", "This error too, is a sufficient basis to set the decision aside."], ["[33]", "For these three reasons, separately and cumulatively, this decision must be set aside and the applicants' claims for protection redetermined. Neither party proposed a question for certification.", "JUDGMENT"], ["[34]", "THIS COURT'S JUDGMENT is that", "this application is allowed, the decision is set aside, the application for protection is to be determined by a differently constituted panel of the RPD, and no question is certified.", ".........................", "CITATION_SUPPRESSED"]]}