{"id_": "024481", "body_str": [["[1]", "Martineau, J.", ": Société Anonyme des Bains de Mer et du Cercle des Étrangers à Monaco, Société Anonyme [applicant] makes this appeal under subsection 56(1) of the", "Trade-marks Act", ", RSC 1985, c T-13 [Act] with respect to the decision made on November 3, 2011 (2011 TMOB 207) by the Trade-marks Opposition Board of the Registrar of Trade-marks [Registrar], refusing in part the applicant's Canadian Trade-mark Application No. 1,216,708 [application].", "BACKGROUND"], ["[2]", "The application sought to register in Canada the trade-mark MONTE-CARLO BEACH HOTEL [Mark], filed by the applicant and based on use and registration abroad, notably in association with the following wares and services:", "bathroom soaps, antibacterial soaps; perfumery; essential oils for personal use, with a topical application, for skin care; cosmetics, namely: creams, milks, gels, lotions, oils, alms, masks, exfoliants for care of the face, body, hands and feet; hair lotions; beverages, namely mineral or carbonated waters [the applicant's wares];", "temporary accommodation, hotels, namely: hotels, reservations for hotels, motels, rental of furnished apartments for long, short or medium term stay [the applicant's services]."], ["[3]", "The applicant describes itself as a corporation that is organized and exists under the laws of the Principality of Monaco [Monaco]. It states that its head office or principal place of business is in Monaco. The applicant notably owns or operates two palaces and two luxury hotels: Hôtel de Paris (Place du Casino, Monaco); Hôtel Hermitage (Square Beaumarchais, Monaco); Monte-Carlo Beach (Avenue Princesse Grace, Roquebrune Cap Martin-Monaco); and Monte-Carlo Bay& Resort (Avenue Princesse Grace, Monaco)."], ["[4]", "Monte Carlo Holdings Corp [respondent] opposed the application on multiple grounds. The respondent is incorporated under the laws of Ontario and has its head office or principal place of business in Mississauga, Ontario. The respondent operates a chain of functional hotels in Southern Ontario and owns the registered trade-marks MONTE CARLO INN & Design (TMA442,550) and MONTE CARLO INN & Crown design (TMA442,551) [together MONTE CARLO INN trade-marks]."], ["[5]", "The MONTE CARLO INN trade-marks protect the respondent's design marks associated with the following wares to which it claims use in Canada since August 7, 1985:", "Hand soaps, skin soaps, shampoo, body lotion, drinking cups, slippers, shoeshine kits, shower caps, toothbrushes, hair combs, golf caps, golf shirts, golf windbreakers, golf balls, bomber leather jackets, mattress and box spring sets, pillow throws, cappuccino, coffee and espresso cups and saucers, pens, letter-opener-pen sets and bottled water [the respondent's wares].", "And to the following services, to which it claims use in Canada since August 7, 1985 for the first group listed below and January 1998 for the second group:", "Hotel/motel services, namely, accommodation, meeting and office facilities, and parking and housekeeping services.", "Sponsorship of hockey teams, soccer teams and sporting events, namely golf tournaments [the respondent's services]"], ["[6]", "The applicant initially filed the application on May 13, 2004 and claimed a priority date of December 23, 2003 based on an application filed and registered in Monaco (number 24352) in association with similar wares and services. The applicant advertised its application on October 31, 2007 in the", "Trade-marks Journal", ". The respondent filed their statement of opposition on March 26, 2008. The Registrar sent this statement to the applicant on April 17, 2008 and the applicant in turn filed a counter statement denying the grounds of opposition on June 10, 2008."], ["[7]", "Some eight grounds of opposition were raised by the respondent based upon section 30, paragraph 12(1)(d), paragraphs 16(2)(a),(b), and (c), and section 2 of the Act. While the Registrar expressly rejected four of the other grounds of opposition (those based upon section 30 and paragraph 16(2)(d)) for either being improperly plead or due to the respondent's failure to file sufficient evidence, the Registrar did not rule on the other grounds of opposition raised (those based on entitlement issues under paragraphs 16(2)(a) and (c) of the Act as well as those under distinctiveness under section 2 of the Act) since the issue of confusion was determinative. The Registrar partly refused the application accepting only one ground of opposition: the registrability of the Mark under paragraph 12(1)(d) and the applicant's failure to discharge its burden of proof based on a balance of probabilities that the Mark, when used in association with its wares and services, would not cause confusion with the MONTE CARLO INN trade-marks.", "THE PRESENT APPEAL"], ["[8]", "The applicant submits that the Registrar erred in fact and in law and has submitted new evidence on appeal with a view to having the impugned decision overturned. By its notice of application, the applicant seeks an order, pursuant to section 56 of the Act, which grants this application, sets aside the decision of the Registrar refusing the application in part, and rejects all grounds of opposition to the registration of the Mark."], ["[9]", "The respondent has filed a notice of appearance and opposes the present appeal; however, the respondent maintains only five grounds of opposition. The respondent has also filed new evidence on appeal; part of which, according to the applicant, should not be considered by the Court because the respondent should not be allowed in the present appeal to collaterally attack the impugned decision on grounds either dismissed by the Registrar or never raised before by the respondent in its original opposition."], ["[10]", "The applicant mostly relies on Rule 301(e) of the", "Federal Court Rules", ", SOR/2004-283, s 36 [Rules]. This rule is usually applied to the applicant in order to ensure that the grounds for their argument are clearly and fully laid out in their notice of application:", "FRAGMENT_SUPPRESSED - where the Registrar had issued a split-decision refusing in part the respondent's application for registration pursuant to subsection 38(3) of the Act - the Court stated FRAGMENT_SUPPRESSED"], ["[11]", "The applicant also refers to", "FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED"], ["[12]", "On the other hand, the respondent relies on the decision rendered by the Court in", "FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED"], ["[13]", "Be that as it may, the applicant distinguishes the", "FRAGMENT_SUPPRESSED", "decision, noting that the respondent in that case had clearly stated their grounds of opposition in their notice of appearance, whereas the respondent in the case at bar did not: \"[T]he Respondent has clearly set out in its notice of appearance the issues it intends to raise in opposition to the appeal and the grounds for its position. They are all issues that were addressed in the course of the opposition proceedings. Evidence was adduced by both parties in support of their positions by way of affidavits, and cross-examinations on affidavits took place.\" (", "FRAGMENT_SUPPRESSED). Accordingly, the applicant reiterates that it is too late now for the respondent to raise grounds of opposition that were not raised, not considered, or otherwise dismissed by the Registrar."], ["[14]", "I fail to see how the applicant can be prejudiced permitting the respondent to argue the merit of grounds already dismissed by the Registrar. Moreover, I do not see a respondent's failure to include already known grounds of opposition to be argued in their notice of appearance as necessarily fatal. Such procedural irregularities should be raised by motion subject to be cured by the other party in accordance with the directions of the Courts. However, the situation may be different with respect to grounds of opposition that were never raised before the Registrar and for which new evidence is adduced by the respondent. I am inclined to favour the applicant's position that it is too late at this stage to allow the respondent to question the location of the Monte-Carlo Beach (Hotel). The latter appears to be situated in Roquebrune, France and not Monte-Carlo, raising the issue of use of the Mark in Monaco itself."], ["[15]", "It is open to question the diligence of the respondent in view of the fact that the interest of justice is always paramount in the exercise of judicial discretion. For example, according to", "FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED"], ["[16]", "However, I ultimately do not need to decide this matter in the present appeal. Even if I assume that the applicant would suffer prejudice from the procedural irregularities noted above, it remains that any new ground of opposition raised by the respondent in its memorandum of facts and law is not determinative. In effect, the present appeal must still fail on the ground of confusion. Here, I am not satisfied that the Registrar erred in fact and law in concluding that the applicant failed to discharge its burden to prove that the Mark, when used in association with its wares and services would not cause confusion with the respondent's trade-marks", "BURDEN OF PROOF AND STANDARD OF REVIEW"], ["[17]", "The applicant has a continuing legal onus to demonstrate that its application is registrable, distinctive, and otherwise complies with the provisions of the Act. The applicant must satisfy the Court that there is no reasonable probability of confusion with a previously registered trade-mark. Nonetheless, during opposition proceedings, the initial evidential burden is upon the opponent (who has become the respondent in the case at bar), to adduce enough admissible evidence in order for the decision-maker to determine whether the facts alleged under each ground of opposition exist."], ["[18]", "Once the opponent (or respondent) has met this initial burden, the burden then switches to the applicant to prove on a balance of probabilities that the grounds of opposition upon which there is opposition should not stand in the way of registration of their trade-mark (see", "FRAGMENT_SUPPRESSED)."], ["[19]", "The applicant does not challenge the fact that in this case this initial burden is met by the respondent."], ["[20]", "Section 56 of the Act provides that:", "56. (5) On an appeal under subsection (1), evidence in addition to that adduced before the Registrar may be adduced and the Federal Court may exercise any discretion vested in the Registrar.", "56. (5) Lors de l'appel, il peut être apporté une preuve en plus de celle qui a été fournie devant le registraire, et le tribunal peut exercer toute discrétion dont le registraire est investi."], ["[21]", "The standard of review depends on whether or not new evidence has been placed before the Court, and on the significance of the new evidence. In this appeal, both the applicant and the respondent have served and filed additional affidavit evidence. Neither party cross-examined the affiants."], ["[22]", "Where additional evidence is adduced in Court that would have materially affected the Registrar's findings of fact or the exercise of her or his discretion, the Court must decide the issue", "de novo", "after considering all of the evidence before it. In doing so, the Court will substitute its own opinion to that of the Registrar without any need to find an error in the Registrar's reasoning. Conversely, the standard of review is reasonableness where no additional evidence has been submitted on appeal under section 56 of the Act that would have materially affected the Registrar's findings or exercise of discretion (", "FRAGMENT_SUPPRESSED)."], ["[23]", "The new evidence filed by the applicant must radically change the factual situation in order for the Court to have unfettered discretion to set aside the Registrar's decision (", "FRAGMENT_SUPPRESSED). As stated in", "Fox on Canadian Law of Trade-marks and Unfair Competition", ", loose-leaf (consulted on 5 December 2012), Toronto: Thomson Carswell, 2002), at 6-48 [", "Fox", "]: \"The mere filing of new evidence on appeal does not necessarily lower the standard of appeal to one of correctness. The quality of the new evidence must be considered. The question is to the extent to which the additional evidence has a probative significance that extends beyond the material that was before Board.\" Fox goes on to write: \"Where the new evidence adds nothing of significance and is merely repetitive of existing evidence without enhancing its cogency, the standard of review will be whether the Registrar's decision was clearly wrong. In such cases, the presence of the newly filed evidence will not affect the standard of review applied by the Court on appeal.\" (", "ibid", ") (see also", "FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED"], ["[24]", "The parties agree on the general principles above governing the standard of review but disagree on whether or not the additional evidence filed in this appeal by the applicant would have materially affected the Registrar's finding of confusion."], ["[25]", "It bears mentioning in advance of the analysis that will follow hereunder: where reasonableness is determined as the appropriate standard of review, deference will be paid to the Registrar's expertise and the decision will be assessed on the basis of \"the existence of justification, transparency and intelligibility within the decision-making process,\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" (", "FRAGMENT_SUPPRESSED). Regardless of whether the standard of correctness or the standard of reasonableness applies to the case at bar, the split nature of the Registrar's decision adds a level of complexity to the analysis of how the appealed decision should be treated.", "ANALYSIS AND FINDINGS OF THE COURT"], ["[26]", "Counsel for the applicant volunteered to the Court, at numerous occasions during the hearing, that if one were to envision the wares and services for which the applicant seeks registration as a pie, the Registrar accorded the applicant the majority of the pie and only refused them a small slice. The applicant is of the view that the present appeal deals only with this small sliver for which the Registrar refused them registration. Since the issue of confusion was determinative, I will focus below on whether or not the newly adduced evidence on appeal would have affected the decision of the Registrar primarily on these grounds."], ["[27]", "The respondent has forwarded that the Mark is not registrable pursuant to paragraph 12(1)(d) of the Act as it is confusing with the MONTE CARLO INN Trade-marks. As the Registrar explains at paragraph 18 of the impugned decision, the respondent \"can simply rely on its certificates of registration without evidencing any prior use of the trade-marks covered by its registrations.\" However, the burden is on the applicant to prove on a balance of probabilities that its use of the trade-mark in association with its wares and services is not likely to cause confusion with the MONTE CARLO INN trade-marks. Those general principles are not challenged by the parties."], ["[28]", "The test for assessing confusion is to be carried out under subsections 6(2) and 6(5) of the Act, which provide:", "6. (2) The use of a trade-mark causes confusion with another trade-mark if the use of both trade-marks in the same area would be likely to lead to the inference that the wares or services associated with those trade-marks are manufactured, sold, leased, hired or performed by the same person, whether or not the wares or services are of the same general class.", "...", "(5) In determining whether trade-marks or trade-names are confusing, the court or the Registrar, as the case may be, shall have regard to all the surrounding circumstances including", "(a) the inherent distinctiveness of the trade-marks or trade-names and the extent to which they have become known;", "(b) the length of time the trade-marks or trade-names have been in use;", "(c) the nature of the wares, services or business;", "(d) the nature of the trade; and", "(e) the degree of resemblance between the trade-marks or trade-names in appearance or sound or in the ideas suggested by them.", "6. (2) L'emploi d'une marque de commerce crée de la confusion avec une autre marque de commerce lorsque l'emploi des deux marques de commerce dans la même région serait susceptible de faire conclure que les marchandises liées à ces marques de commerce sont fabriquées, vendues, données à bail ou louées, ou que les services liés à ces marques sont loués ou exécutés, par la même personne, que ces marchandises ou ces services soient ou non de la même catégorie générale.", "...", "(5) En décidant si des marques de commerce ou des noms commerciaux créent de la confusion, le tribunal ou le registraire, selon le cas, tient compte de toutes les circonstances de l'espèce, y compris:", "a) le caractère distinctif inhérent des marques de commerce ou noms commerciaux, et la mesure dans laquelle ils sont devenus connus;", "b) la période pendant laquelle les marques de commerce ou noms commerciaux ont été en usage;", "c) le genre de marchandises, services ou entreprises;", "d) la nature du commerce;", "e) le degré de ressemblance entre les marques de commerce ou les noms commerciaux dans la présentation ou le son, ou dans les idées qu'ils suggèrent."], ["[29]", "In undertaking this analysis, the Registrar referred to the recent Supreme Court of Canada's judgment in", "FRAGMENT_SUPPRESSED; greater emphasis is placed on the last factor - the degree of resemblance between the trade-marks or trade-names - where equal weight must not necessarily be given to each criterion. In the case at bar, the Registrar placed greater emphasis on the degree of resemblance between the parties' trade-marks and the nature of the wares and services and their channels of trade."], ["[30]", "The applicant concedes in this appeal that the particular weighing of the evidence and balancing of the relevant factors is within the expertise of the Registrar, but submits that the additional evidence would have materially affected the Registrar finding that the applicant has failed to discharge its burden to prove, on a balance of probabilities, that the Mark when use in association with the applicant's wares and services, would not cause confusion with the respondent's trade-marks in Canada."], ["[31]", "The additional evidence filed by the applicant is as follows:", "(a) the affidavit of Mabel Hung;", "(b) the affidavit of Diana Mateus;", "(c) the affidavit of Sylvie Nadaud;", "(d) the affidavit of Isabelle Simon;", "(e) the certified copies of CIPO files for applications No. 2,154,597, No. 2,260,904, and No. 2,260,899; and", "(f) the certified copies of registration TMA700,469, TMA631,932, TMA658,801, TMA719,591, and TMA663,641."], ["[32]", "To counter the new evidence submitted by the applicant in this appeal, the respondent submitted as additional evidence the affidavit of Cindy Shattler."], ["[33]", "I have closely read the impugned decision made by the Registrar, particularly the confusion aspect, in light of the evidence already on record and the additional evidence filed in this appeal. I have come to the conclusion that the additional evidence would not have materially affected the Registrar's finding of confusion (Registrar's decision, paras 18 to 30). For the purpose of convenience, I will not necessarily address the evidence and arguments made by the parties in the order they have been disposed of by the Registrar, or submitted to the Court in their memorandums of fact and law, or pleaded by counsel at the hearing of the present appeal.", "Alleged defect in the chain of title"], ["[34]", "The Registrar began by addressing the applicant's argument relating to a defect in the chain of the title of MONTE CARLO INN trademarks. The applicant refers to the third Meffe affidavit and asserts that it is unclear which entity owns the MONTE CARLO INN & Design trade-marks and which entity can claim the benefit of their prior use. Specifically the applicant asserts that it is clear that the franchisees are licensed to use the trade-marks but that the franchisor cannot claim the benefit of their prior use."], ["[35]", "The Registrar did not need to address this issue in order to dispose of the related ground of opposition, but nonetheless stated briefly that any defects in the chain of title of ownership would only be pertinent in assessing the first two criteria of the subsection 6(5) confusion analysis, which would not prove to be overly important since the Registrar would ultimately focus on the degree of resemblance of the parties' trade-marks and the nature of the wares and services and channels of trade used by the parties."], ["[36]", "In response to this, the applicant brings new evidence by way of the Hung affidavit. It sets out the corporation profile of the respondent and another separate legal entity referred to as Ontario Corporation Number 1772970 [New Entity]. The respondent was incorporated on March 23, 1992 under Ontario Corporation Number 981026 and was originally called \"Monte Carlo Hotel-Motel Innternational Inc.\" On August 1, 2008, the respondent changed its name to Monte Carlo Holdings Corp. The New Entity was incorporated on June 30, 2008 and on August 1, 2008, changed its name to \"Monte Carlo Hotel-Motel Innternational Inc.\""], ["[37]", "The applicant's point in adducing this new evidence is to demonstrate a break in the chain of title by showing that the respondent and the New Entity - which are two separate legal entities - have shared the same name under Monte Carlo Hotel-Motel Innternational Inc. and that the respondent divested itself of this name on the same day that the New Entity adopted it. Meaning, according to the applicant, that while the New Entity has been a franchisor of the Monte Carlo Inn chain for years, it does not have license to use the respondent's trade-marks in Canada."], ["[38]", "The respondent counters that there has been no break in the chain of title. The respondent does not deny the name changes and in fact asserts that the only difference has been a change in the name of the company and that Monte Carlo Holdings Corp. has been the owner of the MONTE CARLO INN trade-marks with no transfers. In terms of \"proper title\", the respondent points out that while the applicant argues that there is no proper licence in place between the respondent and the owner of the MONTE CARLO INN trade-marks, the applicant still ends up acknowledging that each of the respondent's \"franchisees\" (hotels) are properly licensed by the respondent.", "Allegation of improper licensing"], ["[39]", "The applicant also argues that the franchisor is not properly licensed but the Meffe affidavits, as presented before the Registrar, demonstrate again that all licensing is properly in place:", "(i) that all of the MONTE CARLO INN trade-marks are owned and licenced by the Respondent;", "(ii) all properties using the MONTE CARLO INN Trade-marks are owned by franchisees that are licencees of the MONTE CARLO INN Trade-marks;", "(iii) that in accordance with the licence agreement between the Respondent and its licencees, the Respondent maintains care and control over the nature and quality of the wares sold, and the services performed by its licencees and each of the properties using the MONTE CARLO INN Trade-marks in Canada; and", "(iv) the Respondent has maintained the care and control referred to in (iii) above since 1992."], ["[40]", "The respondent agrees that the Hung affidavit", "does", "establish that there are two legal entities but also asserts that there is no evidentiary support for the argument that the Hung affidavit in any way establishes that there is no licence agreement between the respondent and Monte Carlo Hotel-Motel Innternational Inc. The respondent also notes that if the applicant had wished to clarify a point regarding the Meffe affidavits, the applicant was free to conduct a cross-examination during the Opposition Proceedings, yet this did not occur."], ["[41]", "I must agree with the respondent. I do not see how the new evidence produced via the Hung affidavit has helped the applicant to meet the onus of establishing that its trade-mark is registrable and not confusing with that of the respondent. This piece of new evidence does not materially affect the decision of the Registrar, which means that a trial", "de novo", "is not necessary. In addition, the applicable standard of review is thus reasonableness (as outlined previously) and the Registrar has met this standard in its decision (", "FRAGMENT_SUPPRESSED).", "The issue of distinctiveness"], ["[42]", "The Registrar next addresses the distinctiveness portion of the confusion analysis (paragraph 6(5)(a) of the Act). But before assessing this key factor of the decision, the Registrar comments on the weakness of the parties' trade-marks. The Registrar, however, notes that the MONTE CARLO INN & Crown design is an exception to this weakness due to the prominent and clear crown design. The Registrar additionally comments on the small size of the words forming the inside of the design."], ["[43]", "The applicant has filed new evidence in regards to this by way of the Nadaud affidavit, which the applicant uses to try to demonstrate that MONTE CARLO is a common element of a wide variety of trade-marks and corporate names."], ["[44]", "Certainly MONTE CARLO may be a common element, but in the present context, I do not find this evidence produced by the Nadaud affidavit to be significant enough to constitute a material difference in the manner in which the Registrar would have assessed the initial Opposition Proceeding. Thus, reviewing this portion of the decision on a standard of reasonableness, I find that the Registrar sufficiently addressed the issue in a well-reasoned manner in order to meet the applicable standard of review.", "Extent to which the trade-marks are known"], ["[45]", "The arguments based on the extent to which the trade-marks are known intersect with that which I have addressed above dealing with proper title and chain of title."], ["[46]", "The applicant submits that the Registrar erred in considering the extent to which the Mark is known and has provided the Simon affidavit in support of this assertion. The Simon affidavit explains that many Canadian consumers have stayed at the applicant's property since 2008 and that, even more significantly, it has been possible to virtually visit the applicant's property since 2001. Websites that feature the applicant's property have been virtually visited by over 31,000 from Canada. I am not certain how visiting a website necessarily generates cogent proof regarding the extent that the Mark is known, especially if only a portion (Monte Carlo Beach) of the Mark appears prominently on the sites visited."], ["[47]", "The applicant contrasts this with the respondent's use of its trade-mark in six locations in Southern Ontario since 1995 and puts a caveat on the use of the trade-mark in this manner by highlighting the name change that occurred in 2008 (as outlined earlier) regarding proper licensing. The respondent has clearly addressed this point previously and the applicant has not successfully met their burden of proof on this matter."], ["[48]", "It also bears mentioning that regardless of the name change of the respondent, the name still contains MONTE CARLO, which, to a casual consumer somewhat in a hurry, would not likely present much of a notable difference (", "FRAGMENT_SUPPRESSED)."], ["[49]", "Again, I do not see that there would have been any material difference in the decision if the Simon affidavit or the Hung affidavit been presented in front of the Registrar.", "Length of time the trade-marks have been in use"], ["[50]", "On appeal, the applicant presents the Simon affidavit to support the use of the Mark since 1980, in terms of the length of time the Mark has been used, and also notes the renown of the Monte-Carlo Resort as dating back to the nineteenth century. However, the respondent provides more specific evidence of actual use in Canada rather than the generalized statements made by the applicant. The respondent also references the applicant's argument regarding the potential defect in the chain of title of the respondent and instead uses this to cement the use of the MONTE CARLO INN trade-marks since August 1985 (through the 2008 name change of the respondent) and contrasts this with the applicant's inability to concretely show that the Mark had become known to any extent in Canada before December 23, 2003."], ["[51]", "Again, I do not see that these new elements would have materially affected the decision of the Registrar.", "Nature of the applicant's wares and services and their channels of trade"], ["[52]", "A key component of the Registrar's decision addresses the nature of the wares and services and their channels of trade, in addition to the degree of resemblance between the trade-marks of the parties. The applicant argued that the respondent's hotel services were focused primarily in Southern Ontario while the applicant provided hotel services primarily in Monaco. The Registrar noted that the respondent's certificates of registration grant it the right to use those trade-marks throughout Canada. The Registrar conversely noted that no such evidence existed in support of the similar grant of use for the applicant. At that time the applicant argued that the address provided in the application is in Monaco and should provide the Registrar with the evidence that the applicant's hotel services are thus offered in Monaco. The Registrar reasonably refused to assume this and noted that if the applicant were to obtain registration of the Mark as sought, then it would be permitted to use its trade-mark anywhere in Canada in the same fashion as the respondent."], ["[53]", "The Registrar also addressed the applicant's argument that a difference in clientele is apparent through the use of \"inn\" as opposed to \"motel\" or \"hotel\" and that the former would be cheaper price range than the latter two. The Registrar again refused to accept this argument and noted a clear overlap in the services:", "Temporary accommodation, hotels, namely: hotels, reservations for hotels, motels, rental of furnished apartments for long, short or medium term stay", "as well as when considering registration of the following wares:", "bathroom soaps, antibacterial soaps; perfumery; essential oils for personal use, with a topical application, for skin care; cosmetics, namely: creams, milks, gels, lotions, oils, balms, masks, exfoliants for care of the face, body, hands and feet; hair lotions; beverages, namely mineral or carbonated waters"], ["[54]", "The applicant introduces new evidence via the Simon affidavit in order to demonstrate the long-standing and luxurious nature of their properties. As a major shareholder in the Principality of Monaco \"itself\", the applicant asserts that its properties \"are a reference point in luxury tourism worldwide.\" The Monte-Carlo Beach, in particular, is portrayed as \"a jewel in the crown of the Monte-Carlo Resort\" and that tourists from the world over (including Canadians) carry its storied reputation in their dreams. In contrast to this, the applicant compares its properties to the respondent's lower-end hotels and their \"humble beginnings as a motel.\" Notably the applicant asserts that the respondent makes no attempt to portray itself as a luxurious establishment. The point of all this is to indicate that the significant difference in the nature of the wares, services, and channels of trade significantly reduces the likelihood of confusion. At the hearing before the Court, counsel for the applicant emphasized their position on the luxurious end of the spectrum and contrasted this to what they termed the \"budget\" range occupied by the respondent."], ["[55]", "The respondent also introduces new evidence in relation to the nature of the services and their channels of trade through the Cindy Shattler affidavit. The respondent does not see the difference in clientele created by using the term \"hotel\" versus \"motel\", especially since the actual products and services provided to guests do not differ in nature: accommodation, food, facilities, and amenities. The respondent notes that \"inn\" might appeal to a more value-conscious traveller while \"hotel\" might attract a traveller that is less value-conscious. At the hearing, the applicant had nothing to say regarding this semantic point and the respondent chose not to pursue it either."], ["[56]", "The respondent submits what I see as a determinative argument in this case: If the applicant were to obtain the trade-mark registration that it seeks, then it would be able to use its associated trade-mark in whatever way it wishes - whether or not this would eventually target a more \"value-conscious\" clientele - nothing would prevent this from occurring in the future. Certainly the applicant adamantly insists on its well-seated place on the luxurious end of the hotel spectrum, but this does not guarantee future events."], ["[57]", "The Supreme Court FRAGMENT_SUPPRESSED"], ["[58]", "The respondent also contends, and produces new evidence in support of this, that there is a trend in North America for high-end hotels to open hotels that cater towards a moderate-scale and mid-price. As an example, the respondent points to the mid-priced incarnations of popular hotel chains like the HILTON GARDEN INNS and the Mariott's COURTYARD BY MARIOTT. The point of the respondent's argument here is to demonstrate that their brand of mid-range \"inns\" might easily be confused with a moderate-scale version of the MONTE-CARLO BEACH HOTEL, possibly ending in a loss of distinctiveness."], ["[59]", "In my opinion, there is a distinction between a luxury-end hotel that also runs non-luxury hotels yet carries no qualifying distinguisher in its name, and a luxury-end hotel that has another brand of mid-range hotels that do carry a qualifying distinguisher in their name. The Mariott's COURTYARD BY MARIOTT clearly bears another name than MARIOTT, which indicates to the customer that the two are not the same. This is different from a potential mid-range MONTE-CARLO BEACH HOTEL that appears with no alteration to the name while hypothetically also running non-luxury hotels. The possibility of the applicant infringing on the mid-range market with no alteration to their name, in my mind, is slim to none since the applicant would find themselves diluting their own mark.", "Degree of resemblance between the trade-marks"], ["[60]", "In terms of phonetics and the parties' trade-marks, the respondent's trade-mark MONTE CARLO INN & Design and the Mark do bear a phonetic resemblance. The Registrar additionally notes the similarity in the \"ideas\" they both suggest. As mentioned previously, the Registrar expressed the view that MONTE CARLO was a weak component of the trade-marks, but the Registrar also concedes that it is nonetheless a dominant part of their trade-marks as well as being the first element of each of the trade-marks. The Registrar then noted the descriptive nature of the words BEACH, MOTEL, HOTEL, and INN. The words MOTEL, HOTEL, and INN bear similar meanings through their reference to temporary accommodations. In relation to the word BEACH at the end of the Mark, the Registrar decided that the addition of this word was not an element that would sufficiently distinguish it from the respondent's trade-mark. The Registrar also explained that the design feature of the Mark was not a dominant feature."], ["[61]", "At the hearing, the applicant focused on the use of the word BEACH as a significant differentiating factor from the respondent's mark MONTE CARLO INN. Case law has established that \"the first word or the first syllable in a trade mark is far the more important for the purpose of distinction\":", "FRAGMENT_SUPPRESSED). It bears noting again that the words shared by each of the hotels appear at the beginning of their respective marks."], ["[62]", "Subsection 6(2) of the Act refers to the use of competing trade-marks in the same area in association with comparable wares or services. At the hearing, counsel for the respondent referred to a hypothetical scenario of confusion in light of the resemblance between the trade-marks. I find his argument to be meritorious after having fully considered the matter. There would be a likelihood of confusion in a situation where the respondent's brand of hotels and that of the applicant were to both construct and operate properties on the waterfront of an Ontario lake. In this scenario it would not be difficult for the first impression of a casual consumer somewhat in a hurry to confuse the two hotels, either while booking online or while passing by in person (", "FRAGMENT_SUPPRESSED). A confusion analysis in the hypothetical occurrence of geographical proximity is considered by the Supreme Court in", "FRAGMENT_SUPPRESSEDand the potentiality of confusion is accepted without any need of documented proof (see also", "FRAGMENT_SUPPRESSED and", "FRAGMENT_SUPPRESSED)."], ["[63]", "The applicant also contests the Registrar's decision in relation to the sound, appearance, and ideas suggested by the trade-marks. In relation to sound, the applicant asserts that there is a \"certain poetic cadence\" to its name that is absent from the respondent's name. In terms of appearance, the visual symmetry of the Mark is asserted as determinative in differentiating it. The ideas suggested by the Mark are also brought up in relation to the BEACH distinction. The Mateus affidavit (combined with the Simon affidavit) is used as new evidence on appeal by the applicant in order to explain that a portrayal of the Monte-Carlo Beach Hotel necessarily comprises a description outlining how every room in the Monte-Carlo Beach Hotel has an ocean view and that the nature of the hotel's décor invokes its location by the water. At base the applicant is suggesting that BEACH is in fact central to the identity of the Mark and the Monte-Carlo Beach hotel, and not simply descriptive."], ["[64]", "The Registrar also addressed the argument forwarded by the applicant that the applicant essentially had a right to obtain registration of the Mark by virtue of the dominant feature of the term MONTE CARLO since the applicant had already obtained registration for the trade-mark MONTE-CARLO SPA & Design (certificate of registration TMA719,591). I find it reasonable that there is no right to obtain registration of another trade-mark, regardless of the similarity between the new trade-mark and the trade-mark that has already been registered (see e.g.", "FRAGMENT_SUPPRESSED)."], ["[65]", "Having considered all the elements mentioned in section 6 of the Act, the Registrar ultimately concluded that the degree of resemblance between trade-marks was weighted in favour of the respondent. My view is that none of the new evidence adduced by either party would have materially affected the Registrar's decision. The applicable standard of review is thus that of reasonableness for all of the issues addressed in the decision. At this point, I note that there has been no serious attack by the applicant on the reasonableness of the impugned decision and must defer to the expert opinion of the Registrar which was based on the evidence before him."], ["[66]", "Regardless of the merit of adducing the additional bits of evidence submitted by the applicant, it remains that the applicant wishes to register its trade-mark in Canada where there is likelihood of confusion with a trade-mark that has already been registered and established. Again, I refer to the", "FRAGMENT_SUPPRESSED", "decision. The applicant essentially asserts differences in the nature of the wares, services and channels of trade, but all of these aspects (regardless of whether they are in fact distinct or not) do not mean that, once registered, the applicant's wares and services would not easily overlap those of the respondent.", "CONCLUSION"], ["[67]", "After carefully reviewing the new evidence submitted by the parties, and having considered the submissions made by counsel, my conclusion is that the new evidence submitted by the applicant would not have materially affected the Registrar's refusal of the application. As such, the Registrar's decision attracts a standard of reasonableness and falls within the Registrar's specialized expertise. I find that the Registrar considered the pertinent arguments and provided a well-reasoned and transparent decision on the issues raised by the parties."], ["[68]", "That said, while I do not find the applicant produces new evidence that would materially affect the decision made by the Registrar, ultimately even if it were to have affected the Registrar's decision, I find that the new evidence provided by the respondent would rebut the new evidence of the applicant. Neither of the parties adduces ground-breaking new evidence, but since the evidence they both adduce subsists on the same level of material importance, even if it were presented in front of the Registrar, each party's respective evidence would essentially cancel each other out."], ["[69]", "As a result, there is no cause to interfere with Registrar's decision and the present appeal must fail. Costs shall be in favour of the respondent in light of the result of the appeal, which is dismissed by the Court.", "JUDGMENT"], ["[70]", "THIS COURT'S JUDGMENT is that", "the appeal be dismissed with costs in favour of the respondent.", "Application dismissed.", "Editor: Gary W. McLaughlin/vnh"]]}