{"id_": "024404", "body_str": [["[1]", "Shore, J.", ": The Applicant is applying for a stay of removal pending the disposition of his application for leave and judicial review. The Applicant raises serious issues related to the removal officer's decision not to defer removal in light of the best interests of his two Canadian citizen nephews, at issue in a pending humanitarian and compassionate (H&C) application. The Applicant, his nephews, his family, his employees and his clients will all suffer irreparable harm if he is removed from Canada. The balance of convenience favours the Applicant in these exceptional circumstances.", "BACKGROUND"], ["[2]", "The Applicant is a 26-year-old citizen of Grenada and of no other country. He came to Canada in September 1999, to stay with his sister, Gillian Thorney. He had graduated from high school and came to study and work. He has been in Canada since that time. (Motion Record, p. 57.)"], ["[3]", "He retained previous counsel to assist him in obtaining a study and work permit. He obtained a work permit and worked in Canada. Unknown to him, the counsel filed a refugee claim on his behalf. The claim was declared abandoned without his knowledge. (Motion Record, pp. 57-58.)"], ["[4]", "In 2002, he retained previous counsel to file an H&C application for him. He paid the government processing fee and a retainer, and believed that the application had been filed and was pending, until 2006, when he consulted present counsel who advised him upon searching that no application had been filed. (Motion Record, pp. 58, 360.)"], ["[5]", "In October 2006, he filed an H&C application. In December 2002, Citizenship and Immigration Canada (CIC) purported to return the application for non-payment of the processing fee; however, the application was never received by counsel nor the Applicant. (Motion Record, pp. 17, 20.)"], ["[6]", "At a pre-removal interview with the Canada Border Services Agency (CBSA), on March 13, 2007, the Applicant and counsel were first made aware that the H&C application was not being processed and allegedly had been returned. On March 14, 2007, the Applicant paid the processing fee, and faxed and couriered the H&C application to CIC with updated forms and a processing fee receipt. The application is in process. (Motion Record, pp. 18, 247, 286, 356.)"], ["[7]", "The Applicant's H&C application is based in large part on his establishment in Canada through his businesses, as follows:", "a) He has taught himself bookkeeping, and has worked continuously as a bookkeeper for several companies;", "b) He has opened two businesses that he now operates as sole owner: a bookkeeping company and a temporary employment agency;", "c) His temporary employment agency, Contract Staffing, earned him a net income from its inception in September 2005 to the end of 2005 of $358,105, and earned a net income of $155,380 for 2006 to October. As of October 2006, he had placed 890 employees in positions. The Applicant collectively earned and employed a staff of 8 employees on a full-time basis. He still employs this staff and has placed 180 persons in employment positions through the agency;", "d) His bookkeeping company, Natoo's Bookkeeping Services, earned a net income in 2005 of $24,077. He provides tax preparation services to 60 clients, and bookkeeping services to 14;", "e) He has paid income tax on all earnings in Canada, and has not received social assistance; and", "(Motion Record, pp. 20-21, 22-26.)"], ["[8]", "The Applicant's H&C application was further based on his establishment through his family and community, as follows:", "a) He is a primary caregiver to his eleven-year-old Canadian citizen nephew, Trai Thorney, whom he sees on a daily basis. He provides emotional support and stability to Trai as his parents undergo a difficult divorce, and is a vital role model to the young man;", "b) He is in a serious relationship with his Canadian citizen, fiancée, Jennifer Shearer;", "c) He is very close to his Canadian citizen sister (Trai's mother) Gillian Thorney, who depends on him for emotional support;", "d) He is also very close to his sister, Yolande Natoo, who is approved for permanent residence to Canada;", "e) He provides primary financial support to his mother, and Canadian citizen nephew Shemair Lewis, in Grenada; and", "f) He is captain and treasurer of a local cricket team.", "(Motion Record, pp. 21, 26-29.)"], ["[9]", "The Applicant's H&C application was further based on the hardship that he and others would suffer if he were removed from Canada, including: the loss of his business and the income that it generates for him, his family (in particular his Canadian citizen nephews) and his employees; and the loss of the emotional and social support that he provides to his family, in particular his nephews. (", "Motion Record", ", pp. 30-33."], ["[10]", "In March 2007, the Applicant purchased his own airline ticket and was issued a Direction to Report for removal for April 20, 2007. On March 22, 2007, he submitted a written request for deferral of removal to the removal officer. On March 27, 2007, a removal officer refused to defer, in writing. (Motion Record, pp. 11, 13, 347, 349, 353.)", "ISSUES", "Application for the tripartite test:"], ["[11]", "(1) Does the Applicant raise a serious issue?", "(2) Would the Applicant or another person suffer irreparable harm should the Applicant be removed from Canada?", "(3) Does the balance of convenience favour the Applicant?"], ["[12]", "To describe the object of an interlocutory injunction, the Court of Appeal has adopted the words of the House of Lords, as follows:", "\"… The object of an interlocutory injunction is to protect the plaintiff against injury by violation of his right for which he could not be adequately compensated in damages recoverable in the action if the uncertainty were resolved in his favour at the trial; …\" (", "<FRAGMENT_SUPPRESSED>  (F.C.A.))."], ["[13]", "The test to be applied when determining whether or not to grant a stay of removal has been clearly enunciated in <FRAGMENT_SUPPRESSED> , where the Federal Court of Appeal adopted the following formulation:", "\"The tri-partite test of <FRAGMENT_SUPPRESSED> requires, for the granting of such an order, that the applicant demonstrate, firstly, that he has raised a serious issue to be tried; secondly that he would suffer irreparable harm if no order was granted; and thirdly that the balance of convenience considering the total situation of both parties, favours the order.\" (", "<FRAGMENT_SUPPRESSED> ; 86 N.R. 302 ( <FRAGMENT_SUPPRESSED>  (H.L.).", "SERIOUS ISSUE"], ["[14]", "In respect of the question of serious issue, the Court has concluded that in order to obtain a stay it is necessary to show that the application before the Court is not frivolous and vexatious. The Federal Court of Appeal in", "Turbo", ", above, adopted the threshold test as articulated in", "<FRAGMENT_SUPPRESSED> :", "\"The guiding principle in granting an interlocutory injunction is the balance of convenience; there is no requirement that before an interlocutory injunction is granted the plaintiff should satisfy the court that there is a 'probability', a 'prima facie case' or a 'strong prima facie case': that if the action goes to trial he will succeed; but before any question of balance of convenience can arise the party seeking the injunction must satisfy the court that his claim is neither frivolous nor vexatious; in other words that the evidence before the court discloses that there is a serious question to be tried …\""], ["[15]", "In the case of", "<FRAGMENT_SUPPRESSED>  the test to be applied when considering whether or not an applicant for an interim injunction or stay had made out a serious issue to be tried. He noted:", "\"[10] The jurisprudence directs that the threshold of 'serious issue to be tried' is a low one. The earlier jurisprudence suggested that the applicant had to establish a prima facie case before a stay would be granted. Since the decisions of the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  and", "R.J.R.  <FRAGMENT_SUPPRESSED> , the courts have held that the threshold is much lower: the applicant need only satisfy the Court that the matter on appeal is neither frivolous nor vexatious.", "\"[11] I am mindful that this lower threshold is most often applied in", "Charter", "cases and where fundamental issues of public policy are at stake. I note, though, that this Court has applied this same low threshold in non-", "Charter", "cases: see, e.g.,", "<FRAGMENT_SUPPRESSED>  (F.C.A.). In any event, I am of the view that where the Court is asked to review a decision of a party vested with the pubic interest like the CRTC, the lower standard of 'frivolous or vexatious' should apply. I am satisfied that the applicant meets this low threshold in this case.\" (", "<FRAGMENT_SUPPRESSED> ; 214 N.R. 146 (F.C.A.))."], ["[16]", "This Court has established that a removal officer is compelled to consider whether exigent personal circumstances, particularly those related to children, justify deferral of removal. This was clearly held by Justice James O'Reilly in the decision in", "<FRAGMENT_SUPPRESSED> ; 2005 FC 1112:", "\"[3] Enforcement officers have a limited discretion to defer the removal of persons who have been ordered to leave Canada. Generally speaking, officers have an obligation to remove persons as soon as reasonably practicable (s. 48(2),", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27; set out in the attached Annex). However, consistent with that duty, officers can consider whether there are good reasons to delay removal. Valid reasons may be related to the person's ability to travel (e.g. illness or a lack of proper travel documents), the need to accommodate other commitments (e.g. school or family obligations), or compelling personal circumstances (e.g. humanitarian and compassionate considerations). ( <FRAGMENT_SUPPRESSED>  (F.C.)). It is clear, however, that the mere fact that a person has an outstanding application for humanitarian and compassionate relief is not a sufficient ground to defer removal. On the other hand, an officer must consider whether exigent personal circumstances, particularly those involving children, justify delay.\""], ["[17]", "In granting that application for judicial review of the decision of the removal officer not to defer removal, Justice O'Reilly, in", "Ramada", ", above, concluded that the officer in that case had failed to properly assess the best interests of the minor Applicant, who was suffering from a medical condition and would be adversely affected by removal:", "\"[6] However, there was evidence before the officer that Ruthe, then three years old, was experiencing serious seizures of unknown cause. She was being treated at Sick Children's Hospital in Toronto. It was uncertain whether she could obtain appropriate treatment in Portugal. Yet, the officer did not consider Ruthe's circumstances. As a Canadian citizen, Ruthe was entitled to remain in Canada and take advantage of her health benefits here. She had no similar expectation or entitlement in Portugal. The officer was aware that Ms. Ramada's children were entitled to remain here, but she did not specifically consider the impact on Ruthe of leaving Canada, given Ms. Ramada's natural desire, as a single parent, to take her children with her to Portugal.", "\"[7] I have some reluctance in granting this application for judicial review, out of concern for imposing on enforcement officers an obligation to engage in an extensive analysis of the personal circumstances of persons subject to removal orders. Obviously, officers are not in a position to evaluate all of the evidence that might be relevant in an application for humanitarian and compassionate relief. Their role is important, but limited. In my view, it is only where they have overlooked an important factor, or seriously misapprehended the circumstances of a person to be removed, that their discretion should be second-guessed on judicial review.\""], ["[18]", "The decision in", "Ramada", ", above, has been followed by this Court, including by Justice Eleanor Dawson in her decision in", "<FRAGMENT_SUPPRESSED>  No. IMM-7291-05). At paragraph 3 of that decision:", "\"When a question of the best interest of a child is raised, it is settled law, I believe, that an expulsions officer is not required to perform a full assessment of humanitarian and compassionate considerations. At the same time, an officer is obliged to give consideration to a child's interests whose exigent personal circumstances are put before the officer. As my colleague Mr Justice O'Reilly wrote in", "<FRAGMENT_SUPPRESSED>  where an officer overlooks an important factor or misapprehends the circumstances of the person to be removed, a reviewable error occurs.\""], ["[19]", "In the case at bar, the evidence before the removal officer and in the Applicant's pending H&C application was that he provides essential emotional and financial support to his 11-year-old Canadian citizen nephew in Canada, Trai Thorney, and essential financial support to his 14-year-old Canadian citizen nephew in Grenada, Shemair Lewis. (Motion Record, pp. 338-346.)"], ["[20]", "With respect to Trai's best interests, the removal officer had before her a psychological assessment from Dr. Rabie. In her assessment, Dr. Rabie indicated a serious concern for the child's development and emotional well-being if the Applicant is removed from Canada, given that he plays a parental role in the child's life:", "\"… [Trai] would certainly benefit enormously from the continued involvement of a loving and caring uncle such as Mr Natoo who is an excellent male role model and is able to fill in for the biological father who has far less access to the child. In the opinion of the writer Trai would suffer significantly, and possibly endure an emotional setback in his development if his uncle were to be extradited [sic] from this country.\" (Motion Record, pp. 342-343.)"], ["[21]", "The assessment was based on interviews with the Applicant, Trai, and Trai's mother, and observation and testing. The assessment describes the concerns expressed by Trai's mother as follows:", "\"Mr Natoo's sister. Gillian, declares that although there is a 10 year difference in age between herself and her younger brother, she cherishes Andy because he stands out among the four brothers in the family as a high achiever and vital source of support for all of them, while the other brothers have achieved little or are on their own, and do not actively help the family …", "\"In addition to his financial contributions to everyone's wellbeing, Gillian states that her brother is an invaluable source of support to herself and her son. She adds that she could not have done without him during the stressful period of her divorce, and that he now continues to assist her in any way he can, particularly when it comes to helping out with Trai, and especially because of the proximity of their residences in the city. Gillian notes that since she herself does not drive, Andy is always available to assist her by driving her wherever she needs to go, and provides general support to both her emotionally, and sometimes financially. She notes that if Andy were compelled to leave Canada, her son would be much aggrieved, and surely experience a sense of loss and insecurity. She stated that at present, her custody arrangement with her ex-husband is not a formal one, but that Trai sees his father and paternal grandparents every second weekend, as well as for holidays and tennis camp in the summertime. She affirmed with tears that if her brother were to be forced to return to their home country, her son would suffer a considerable setback emotionally and could not pursue many of the activities or enjoy the privileges that his loving uncle now gives him. She lamented that if Andy were to leave, both she and her son 'would be lost without him'.\" (Motion Record, p. 341.)"], ["[22]", "With respect to Shemair's best interests, the Applicant submitted evidence that he provides primary financial support to him from Canada to Grenada, where he lives. This was confirmed by the Applicant in his affidavit material, and by his sister Gillian as cited in Dr. Rabie's assessment. The Applicant describes his support for Shemair in his affidavit material in his H&C application (before the removal officer), as follows:", "My brother's son Shemair Lewis", ". He is a Canadian citizen, as he was born in Canada. He lives with my mother: my brother is busy with work and earns very little; and Shemair's mother is not very involved in his life. Because of this, it has fallen to me to be the primary financial supporter to him. In addition to the support I send my mother (which goes to his care and upkeep) I also send additional amounts to pay for his schooling. This includes books, transportation, and school supplies. For this purpose, I sent $800 this past summer. I put my younger sister, Shevon Natoo, through college, and I intend to do the same for Shemair. He is doing very well in school. I place an extremely high value on education, and believe that it is essential to Shemair's development to continue with his studies. It will be difficult or impossible for me to pay for his tuition if I cannot remain in Canada, due to the inevitable drop in income.\" (emphasis in original) (Motion Record, pp. 66-67.)"], ["[23]", "In the case at bar, in light of the evidence of the best interests of the child, as evidenced by the psychological assessment and affidavit material, which established that Trai would lose the Applicant's emotional and financial support in the nature of a parent, and that Shemair would lose his primary source of financial support, and so his livelihood and schooling would be at risk."], ["[24]", "The evidence before the removal officer, as submitted in the H&C application, was that both depend on the Applicant's Canadian income for financial support, and that Trai additionally depends on the Applicant for emotional and social support. (Motion Record, pp. 7, 63-64, 66-67, 338-343.)"], ["[25]", "The removal officer's \"notes to file\" provided in response to the Applicant's request for reasons do not refer to the concerns raised by the Applicant with respect to the children, or to any of the corroborative evidence, including the psychological assessment of Dr. Rabie. The only apparent reference to Trai in the \"notes to file\" is a brief note that the \"issues raised\" include \"BIOC (CC nephew, 11 years old)\". (Motion Record, p. 355.)"], ["[26]", "As indicated above, this Court has established that the officer is required to consider - and be \"alive and attentive\" to - the best interests of the child raised in the context of a request for deferral of removal. ( <FRAGMENT_SUPPRESSED> , above.)"], ["[27]", "In the case of", "<FRAGMENT_SUPPRESSED> ; 187 F.T.R. 219 (T.D.), Justice Marc Nadon stated that, in considering a request for deferral of removal, \"a removal officer may consider various factors such as illness, other impediments to travelling, and pending H&C applications that were brought on a timely basis but have yet to be resolved due to backlogs in the system.\""], ["[28]", "Justice Nadon, in <FRAGMENT_SUPPRESSED> , above, relied on the case of", "<FRAGMENT_SUPPRESSED>  (T.D.). In <FRAGMENT_SUPPRESSED> , Justice Barbara Reed found a serious issue and granted a stay to the applicant pending her challenge to an officer's refusal to defer removal, where the applicant had filed an H&C application four months prior to removal. Justice Reed noted:", "\"[8] The respondent Minister controls the speed with which the applicant's H&C application can be dealt with. The respondent controls the timing of the execution of the removal order (subject of course to the applicant not disappearing 'underground').\""], ["[29]", "<FRAGMENT_SUPPRESSED> ; 195 F.T.R. 221 (T.D.).Justice Frederick Gibson relied on both <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> to find a serious issue and grant a stay to the Applicants pending their judicial review of an officer's refusal to defer removal, where the Applicants had submitted an H&C application a year prior to their scheduled removal. Gibson, J., found that", "\"[15] … Taking into account the length of time for which the H&C application has been outstanding and the issue of the best interests of the child, I am satisfied that, on the particular facts of this matter and against a relatively low threshold test, there is a serious issue to be tried as to whether the removals officer's decision not to defer removal was reasonably open in the light of Canada's international commitments regarding the rights of children.\""], ["[30]", "In the circumstances of the case at bar, the Applicant has resided in Canada some 7 years. His establishment in Canada and the hardship that he and others would suffer has been set out in his H&C application. In particular, the application raised issues of the best interests of two children, as discussed earlier. He has been attempting to file an H&C application since he paid the processing fee and retained counsel in 2002 to do so, and believed that it had been filed. When he learned in 2006 that this had not been done, he filed a new H&C application immediately; however, the processing of the H&C application has been delayed by intervening events, namely: the omission of a processing fee receipt; and a lack of notification of the matter. It appears that, due to", "unusual, exceptional circumstances", ", a deferral, pending review of the H&C application, was required. (Motion Record, pp. 17-19, 247, 286.)", "IRREPARABLE HARM"], ["[31]", "The test for irreparable harm refers to the \"nature of the harm\". It requires that the harm be irreparable, and not curable nor compensable in damages. The Supreme Court has set out:", "\"'Irreparable' refers to the nature of the harm suffered rather than its magnitude. It is harm which either cannot be quantified in monetary terms or which cannot be cured, usually because one party cannot collect damages from the other. Examples of the former include instances where one party will be put out of business by the court's decision; where one party will suffer permanent market loss or irrevocable damage to its business reputation (", "American  <FRAGMENT_SUPPRESSED> ,); or where a permanent loss of natural resources will be the result when a challenged activity is not enjoined. The fact that one party may be impecunious does not automatically determine the application in favour of the other party who will not ultimately be able to collect damages, although it may be a relevant consideration.\" (", "<FRAGMENT_SUPPRESSED> .)"], ["[32]", "In <FRAGMENT_SUPPRESSED> , above, the Court of Appeal set out the following threshold: \"I think that at least part of this harm is irreparable and not compensable in damages.\""], ["[33]", "The Court of Appeal decision in <FRAGMENT_SUPPRESSED> , above, is illustrative of the notion that the magnitude or seriousness of the harm is not determinative, but rather whether on not it is irreparable and compensatory in damages:", "\"… the evidence is to the effect that if the application is deported now, there is a reasonable likelihood that the family business will fail and that his immediate family as well as others who are dependant upon the family business for their livelihood will suffer. I think that at least a portion of this potential harm is irreparable and not compensable in damages.\""], ["[34]", "The decision in <FRAGMENT_SUPPRESSED> , above, also serves to illustrate that the same principles will apply in immigration cases as in other legal contexts. For example, in immigration matters as well as other contexts, economic factors can constitute irreparable harm."], ["[35]", "In <FRAGMENT_SUPPRESSED> , above, the Court again found irreparable harm in the fact that the applicant's business might fail if he were deported from Canada. Thus, economic factors can constitute irreparable harm in applications for a stay in an immigration context and the same principles will apply in immigration cases as in other contexts."], ["[36]", "In <FRAGMENT_SUPPRESSED> , above, the Court considered the impact of the removal on \"his immediate family as well as others who are dependant upon the family business for their livelihood\"."], ["[37]", "There is irreparable harm in this case, due to the combination of multiple factors, as specified.", "a)", "The loss of his businesses", ". The Applicant operates a successful employment placement agency and bookkeeping business. He has over 180 persons placed in employment through his agency at present. He also has 8 full-time staff members in his employment placement agency. All of these employees, and their families, depend on the continued operation of his business for their livelihood. The clients of both businesses depend on him to continue to provide them with staffing and bookkeeping services. His businesses will fail if he is forced to leave Canada, as he has no partner, associate, or anyone else who can continue to operate these businesses in his absence, and he cannot operate them properly from abroad. (Motion Record, pp. 7-9, 20-21, 22-25, 294-337.)", "b)", "Emotional and financial hardship to his Canadian citizen nephew, Trai Thorney", ". The Applicant plays a parental role in the daily financial and emotional support of Trai. He lives near Trai and sees him daily. Trai is especially dependent on the Applicant as his parents have separated and he is being raised by his single mother. If removed, Trai will lose the benefit of this support, at a critical point in his childhood development. (Motion Record, pp. 7, 21, 27-29, 32, 338-346.)", "c)", "Financial hardship to his family in Grenada, including his Canadian citizen nephew, Shemair Lewis", ". The Applicant supports his mother and Canadian citizen nephew, Shemair, through his income in Canada. He will lose this income if removed from Canada. (Motion Record, pp. 7, 21, 31, 338-346.)", "d)", "Emotional and financial hardship to his fiancée, Jennifer Shearer", ". The Applicant and Ms Shearer are in a close relationship and intend to marry. Ms Shearer will suffer hardship if the Applicant is removed: either she will remain in Canada to maintain her employment to support them, thereby imposing separation on the couple; or she will leave with him to Grenada, to live in a country with she is not familiar, away from her family in Canada. Removal in either case would also impose the significant financial hardship on them of the loss of the Applicant's ongoing business income. (Motion Record, pp. 7-8, 21, 28-29, 32-33, 126-135.)", "e)", "Emotional and financial hardship to his Canadian citizen sister, Gillian Thorney (Trai's mother)", ". The Applicant and his sister are very close. They see each other every day and depend on each other for emotional support. She would suffer the emotional hardship of separation from the Applicant if he were removed, and would additionally lose the benefit of his assistance in raising her child Trai. She would also lose the benefit of his financial support through his Canadian income. (Motion Record, pp. 8, 21, 27, 338-346.)", "f)", "The loss of his H&C application", ". It is submitted that the Applicant's H&C application would be rendered nugatory if he is removed, as his H&C application is premised on his establishment in Canada through his business, and the financial support that he provides to his family from that income. If he is removed, the business would be lost, and his establishment in Canada fundamentally undermined. (Motion Record, pp. 8-9, 20;", "<FRAGMENT_SUPPRESSED> ; 2003 FCA 470).", "BALANCE OF CONVENIENCE"], ["[38]", "The balance of convenience should be found to favour the applicant. This proposition was clearly stated in the case of", "<FRAGMENT_SUPPRESSED> ; 55 F.T.R. 104 (T.D.), where Justice Reed concluded that once the applicant had made out an arguable case and irreparable harm, the balance of convenience would be with the applicant. (", "<FRAGMENT_SUPPRESSED>  F.T.R. 315 (T.D.))."], ["[39]", "When considering whether or not to grant a stay the Court ought to consider the dicta of the Court in", "Turbo", ", above, wherein Justice Stone stated:", "\"... where other factors appear to be evenly balanced, it is prudent to take such measures as will preserve the status quo.\"", "CONCLUSION"], ["[40]", "Due to unusual and exceptional circumstances, as this case revolves on its distinct merits, the stay of removal from Canada is granted until the Applicant's application for leave and judicial review be finally determined.", "JUDGMENT"], ["[41]", "THIS COURT ORDERS that", "the stay of removal from Canada be granted until the Applicant's application for leave and judicial review is finally determined.", "Application allowed.", "Editor: Anick Ouellette-Levesque/clh", "[End of document]"]]}