{"id_": "024818", "body_str": [["[1]", "Frenette, D.J.", ": This is an application for judicial review pursuant to section 72 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the \"Act\") of an undated decision made by an Inland Immigration Officer (the \"officer\"), stating that the applicants' previous grant of permanent residence and the issuing of their permanent residence cards by another officer had been made in error and that the status was not valid. A re-hearing was scheduled for August 28, 2008."], ["[2]", "The applicants seek a declaration that the officer was functus officio and had no jurisdiction to revoke the applicants' permanent residence, and that the applicants therefore remain permanent residents of Canada.", "Facts"], ["[3]", "The applicants made a claim for refugee protection and were found to be persons in need of protection by the Refugee Protection Division of the Immigration and Refugee Board (the \"RPD\") in a decision dated October 5, 2006."], ["[4]", "On October 26, 2006, the Minister of Citizenship and Immigration made an application for leave and judicial review of the RPD's positive decision claiming that Mr. Kemel Mena Narvaez should have been deemed inadmissible having been charged with committing a serious non-political crime pursuant to article 1F(b) of the", "United Nations Convention Relating to the Status of Refugees", ". Leave was granted by Justice Pierre Blais on August 27, 2007."], ["[5]", "In her decision dated February 21, 2008, Justice Elizabeth Heneghan allowed the Minister's application for judicial review for the following reasons:"], ["[17] In this case, the Board determined that the fraud charge was \"trumped-up\" and fraudulent because it found the Principal Respondent to be credible. In my opinion, the Board erred in making this credibility finding because, in doing so, it apparently ignored the evidence of the existence of the outstanding charge, the outstanding warrant of arrest and the non-disclosure of this evidence by the Principal Respondent at the earliest possible time. This evidence, had it been considered by the Board, may have affected its credibility findings. As noted by the Court in", "Cepeda-Gutierrez", ", the more important the evidence that is ignored by the Board, the more likely the Court will infer that this decision was made without regard to the evidence."], ["[6]", "The applicants applied for permanent residence as persons in need of protection on February 28, 2007. They did so because of the legislative requirement of subsection 175(1) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227, (the \"Regulations\") that persons in need of protection apply for permanent residence within six months of receiving their decision from the RPD."], ["[7]", "A letter dated January 22, 2008 advises that the processing of the application was completed and that the applicants would be advised of the decision."], ["[8]", "On April 4, 2008, the Citizenship and Immigration Canada (CIC) office in Scarborough, Ontario, provided the applicants with confirmations of permanent residence and permanent residence cards."], ["[9]", "On August 26, 2008 by fax to their lawyer and on August 27, 2008 by mail, the applicants received an undated letter from CIC telling them that their permanent residence status was not valid and that should they bring these documents to their re-determination hearing at the RPD on August 28, 2008."], ["[10]", "The applicants responded to this request by filing the present application for judicial review on September 8, 2008.", "Issues"], ["[11]", "Was CIC functus officio and therefore lacking in jurisdiction when it made the decision that the permanent residence had been granted in error?", "Parties' Arguments"], ["[12]", "The applicants submit that the officer who granted their permanent residence was cognizant of the fact that the Federal Court had overturned the decision in their refugee claim and chose to issue the applicants permanent residence regardless."], ["[13]", "Moreover, they claim that reconsideration cannot be carried out arbitrarily. They note that the decision-maker is empowered to reconsider a decision only on the basis of new facts, facts which were not, in the present case, on the record (", "<FRAGMENT_SUPPRESSED>  (T.D.) (QL) at paragraph 15)."], ["[14]", "The applicants also contend that both before and after the decision of the Federal Court, they received notice letters from CIC advising them that the processing of their application had been completed. The letters stated that they would have an appointment at the CIC center in Scarborough and a final decision concerning the granting of permanent residence status would be made at that time."], ["[15]", "The applicants attended at CIC on the dates given to them for their interviews. They told the officers at CIC about the legal situations with regard to the judicial reviews. In fact, one of them, Kemel Adalio Mena Castillo alleges that he showed two different officers a copy of the decision allowing the judicial review. The officers' responses each time were that this did not interest them or that it had nothing to do with them and that the decision on their permanent residence had already been made. The officers then gave them their permanent residence cards."], ["[16]", "The respondent however notes that the applicants were not entitled to be granted permanent residence status under section 21 of the Act and section 174 of the Regulations and, since they lost their status by the judicial review decision, providing them with these documents was an administrative error on behalf of the respondent.", "The Standard of Review"], ["[17]", "The jurisprudence has established that the standard of review for the assessment of findings of facts or mixed facts and law, is one of reasonableness. In questions of law and jurisdiction, it is one of correctness (", "<FRAGMENT_SUPPRESSED> ). Breaches of the rules of natural justice or of procedural fairness are governed by the standard of review of correctness (", "<FRAGMENT_SUPPRESSED>  paragraphs 23 and 24;", "<FRAGMENT_SUPPRESSED>  paragraph 28;", "<FRAGMENT_SUPPRESSED>  paragraph 8).", "Analysis", "Legislative Scheme"], ["[18]", "Individuals with protected persons status may apply for and be granted permanent resident status if they meet the requirements of the Act and the Regulations. The legislative scheme clearly precludes the granting of permanent resident status until an application for protection has been finally determined, and the avenues for judicial review have been exhausted or the time limit for commencing judicial review has elapsed."], ["[19]", "Section 21 of the Act reads as follows:", "21(1) A foreign national becomes a permanent resident if an officer is satisfied that the foreign national has applied for that status, has met the obligations set out in paragraph 20(1)(", ") and subsection 20(2) and is not inadmissible.", "(2) Except in the case of a person described in subsection 112(3) or a person who is a member of a prescribed class of persons, a person whose application for protection has been finally determined by the Board to be a Convention refugee or to be a person in need of protection, or a person whose application for protection has been allowed by the Minister, becomes, subject to any federal-provincial agreement referred to in subsection 9(1), a permanent resident if the officer is satisfied that they have made their application in accordance with the regulations and that they are not inadmissible on any ground referred to in section 34 or 35, subsection 36(1) or section 37 or 38.", "21(1) Devient résident permanent l'étranger dont l'agent constate qu'il a demandé ce statut, s'est déchargé des obligations prévues à l'alinéa 20(1)", ") et au paragraphe 20(2) et n'est pas interdit de territoire.", "(2) Sous réserve d'un accord fédéro-provincial visé au paragraphe 9(1), devient résident permanent la personne à laquelle la qualité de réfugié ou celle de personne à protéger a été reconnue en dernier ressort par la Commission ou celle dont la demande de protection a été acceptée par le ministre - sauf dans le cas d'une personne visée au paragraphe 112(3) ou qui fait partie d'une catégorie réglementaire - dont l'agent constate qu'elle a présenté sa demande en conformité avec les règlements et qu'elle n'est pas interdite de territoire pour l'un des motifs visés aux articles 34 ou 35, au paragraphe 36(1) ou aux articles 37 ou 38."], ["[20]", "Complimenting subsection 21(2) of the Act, subsection 175(2) of the Regulations reads as follows:", "175(2) An officer shall not be satisfied that an applicant meets the conditions of subsection 21(2) of the Act if the determination or decision is subject to judicial review or if the time limit for commencing judicial review has not elapsed.", "175(2) L'agent ne peut conclure que le demandeur remplit les conditions prévues au paragraphe 21(2) de la Loi si la décision fait l'objet d'un contrôle judiciaire ou si le délai pour présenter une demande de contrôle judiciaire n'est pas expiré.", "The Decision"], ["[21]", "The basis of this application is that there had been a decision rendered, signed and communicated to the parties."], ["[22]", "As we shall see, the principle of functus officio or administrative error, intervenes if there is a decision made, i.e., drawn up, signed and communicated to the parties and even if less formal in administrative law, a decision must be involved (", "<FRAGMENT_SUPPRESSED> to 48).", "Functus Officio"], ["[23]", "The principle of functus officio is based upon the finality of judgments and jurisdiction once a formal decision is rendered, signed and communicated to the parties, it cannot be re-opened."], ["[24]", "By relying on the principle of functus officio, the applicants assert that they should be entitled to retain permanent resident status and the permanent resident cards."], ["[25]", "The Supreme Court of Canada's decision in", "<FRAGMENT_SUPPRESSED> , is the leading case on functus officio. Justice John Sopinka, on behalf of the Court's majority, wrote this at page 861:", "I do not understand Martland J. to go so far as to hold that functus officio has no application to administrative tribunals. Apart from the English practice which is based on a reluctance to amend or reopen formal judgments, there is a sound policy reason for recognizing the finality of proceedings before administrative tribunals. As a general rule, once such a tribunal has reached a final decision in respect to the matter that is before it in accordance with its enabling statute, that decision cannot be revisited because the tribunal has changed its mind, made an error within jurisdiction or because there has been a change of circumstances. It can only do so if authorized by statute or if there has been a slip or error within the exceptions enunciated in", "<FRAGMENT_SUPPRESSED>  following terms:", "1. where there had been a slip in drawing up the formal judgment; and", "2. where there was an error in expressing the manifest intention of the Court.", "He continued at page 862 in the following terms:", "To this extent, the principle of functus officio applies. It is based, however, on the policy ground which favours finality of proceedings rather than the rule which was developed with respect to formal judgments of a court whose decision was subject to a full appeal. For this reason I am of the opinion that its application must be more flexible and less formalistic in respect to the decisions of administrative tribunals which are subject to appeal only on a point of law. Justice may require the reopening of administrative proceedings in order to provide relief which would otherwise be available on appeal."], ["[27]", "The Supreme Court also considered another type of error which would justify looking at a matter anew -- a denial of natural justice which makes a decision rendered a nullity. Justice Sopinka expressed the principle at page 863:", "If the error which renders the decision a nullity is one that taints the whole proceeding, then the tribunal must start afresh. Cases such as", "<FRAGMENT_SUPPRESSED>  referred to above, are in this category. They involve a denial of natural justice which vitiated the whole proceeding. The tribunal was bound to start afresh in order to cure the defect."], ["[28]", "Mr. Justice Francis Muldoon in", "<FRAGMENT_SUPPRESSED> , held that a decision by the relevant immigration officer that the applicant \"appear[ed] to meet the eligibility requirements\" of the Deferred Removal Orders Class (DROC) rendered the decision-maker", "functus officio", "so that that decision could not be reopened to allow the immigration officer to consider evidence that the applicant may have committed war crimes or crimes against humanity."], ["[29]", "Justice Muldoon notes the following in his decision:"], ["[16] As stated by Justice Sopinka the principle of functus officio favours the finality of proceedings, although it is flexible in its application in the case of administrative tribunals. By this it is meant that whether or not the parties agree with the decision rendered, the case cannot be reopened unless it can be established that there was an error in expressing the manifest intention of the decision-maker or if there is a clerical error that needs to be corrected:", "<FRAGMENT_SUPPRESSED>  (T.D.). The principle specifically does not allow a tribunal to revisit a decision. This Court takes heed in the words of Justice Sopinka where he states:", "As a general rule, once such a tribunal has reached a final decision in respect to the matter that is before it in accordance with its enabling statute, that decision cannot be revisited because the tribunal has changed its mind, made an error within jurisdiction or because there has been a change of circumstances. It can only do so if authorized by statute or if there has been a slip or error within the exceptions enunciated in", "<FRAGMENT_SUPPRESSED>  decision was issued to correct a clerical error or to express the manifest intention of the decision-maker. The decision-maker's intentions were clear in rendering her first decision: that the applicant had met the eligible criteria for landing under the DROC regulations. Simply because there has been a change of heart does not mean that the decision-maker can revisit the issue. If she erred, her error was surely \"within jurisdiction\", as stated by Sopinka, J. and given the amnesty and all the other circumstances, it is not certain that it was illegal as alleged for the respondent."], ["[18] As stated by Justice Nadon in <FRAGMENT_SUPPRESSED> :", ". . . Put another way, can the Board question or investigate the making of a decision which, on its face, appears to be valid? As noted above, the decision was properly signed, and stated that the matter was decided \"without a hearing\". The governing statute enables the CRDD to make decisions without hearings. It appears that a decision in the applicant's case was made without a hearing. A notice of decision was duly signed by the Registrar indicating that the claim was determined without a hearing on the 10th day of May 1993, and that the applicant was determined to be a Convention refugee. The 10 May decision appears to be a valid decision, made in conformity with the provisions of the Act. The 29 May panel exceeded its jurisdiction in looking beyond that decision and determining that it was an administrative error. The Board had no jurisdiction to question a decision validly made in conformity with the Act. Once a decision was made, however it was made, both the 15 November and the 29 May panels were", "functus officio", ", since a decision with respect to the applicant's Convention refugee status had been made. If the Minister had concerns regarding the legitimacy of the 10 May decision, the proper method by which to address those concerns would have been by way of an application for judicial review of the decision. Once a decision is rendered that on its face appears valid, the procedure for challenging it is by way of an application for judicial review."], ["[19] These words are clear. If the Minister had concerns regarding the validity of the initial decision, the proper method of challenging it would have been by means of an application for judicial review. As this was not done, it is not for the decision-maker to revisit the initial decision to question its validity."], ["[20] Therefore, this application for judicial review ought to be allowed and the decision dated January 10, 1997, quashed. Obviously, in light of the foregoing reasons, the Jimenez family's application for eligibility under DROC, having been decided once, is not to be referred to anyone for another adjudication, which would be illegal in light of the functus officio principle. The principle was effectively illustrated by this Court in", "<FRAGMENT_SUPPRESSED> . The respondent is legally obliged to fulfil the applicant's DROC application which was allowed on April 11, 1996."], ["[21] It is always embarrassing for public servants to regard themselves as having made an error in the administration of public law. However, unless there be lawful means to erase such an error, it is maladministration simply to purport to reverse that alleged error high-handedly and unilaterally. In any event, given the CRDD's flaws of reasoning and waffling, the first decision is not clearly in error.", "See also", "Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ."], ["[30]", "The jurisprudence does indicate that should new information be brought to light, a decision could be reconsidered. In the present case, the respondent has not filed any affidavits confirming or denying the applicants' claim that they would have told the officer that the Minister of Citizenship and Immigration had granted their judicial review before the former granted their permanent resident status and issued their permanent resident cards (see", "<FRAGMENT_SUPPRESSED> ).", "Administrative Error"], ["[31]", "The respondent has asserted that the officer was not functus officio in this case because there was an \"administrative error\". He asserts that the officer should not have granted permanent residence to the applicants because the applicants did not have the underlying protected person status required to be granted permanent residence since the judicial review of the positive RPD decision had been granted by this Court and the matter was consequently sent to be re-determined."], ["[32]", "As to what constitutes an \"administrative error\", reference may be made to this Court's decision in", "<FRAGMENT_SUPPRESSED>  F.T.R. 135. In <FRAGMENT_SUPPRESSED> , the applicant was first issued a positive decision in his refugee claim and subsequently received a negative decision. He sought judicial review of the second decision on the ground that the tribunal was functus officio at the time it rendered this second decision. The Court found that on the balance of probabilities, the first decision was an authentic document; however, the principle of functus officio had no application because this first notice was issued through an administrative error since no positive decision had been made by the tribunal. The Court noted that while a first positive decision was apparently issued, the decision had never been entered into the computer records of the Refugee Board nor was there anything to show that there was any intention by the tribunal to issue a positive decision and it never rendered a positive decision of which notice could be given. The Court therefore concluded that the first decision was never actually made, and the judicial review was dismissed. In this regard, Justice François J. Lemieux stated:"], ["[37] There is no evidence in the record the tribunal signed and dated any positive decision and the evidence is to the effect the tribunal only signed and dated reasons for a negative decision."], ["[38] As noted, the applicant relies upon <FRAGMENT_SUPPRESSED> , supra. Justice Nadon held the principle of functus officio applied in the case before him. I agree with his decision but <FRAGMENT_SUPPRESSED> , supra, has no application to this case. The reason the principle of functus officio applied there was because a previous valid decision had been rendered without a hearing on May 10, 1993. There was no administrative error in issuing notice of decision."], ["[39] This is not the situation before me where no decision was made in respect of the August 20, 2002 notice of decision. That notice was issued through an administrative error because no positive decision had been made by the tribunal."], ["[33]", "As Justice Nadon held in <FRAGMENT_SUPPRESSED> , supra, at pages 34 to 37:", ". . . The \"breach of natural justice exception\" to the principle of functus officio was established to allow an administrative tribunal to reopen proceedings where, if the hearing of an application has not been held according to the rules of natural justice, the administrative tribunal may treat its decision as a nullity and reconsider the matter. . . .", ". . . . .", "While the principle of functus officio favours the finality of proceedings, its application is flexible in the case of administrative tribunals. Proceedings may be reopened if justice requires it. I am of the opinion that, in the instant case, the CRDD discharged the function committed to it by its enabling legislation by issuing the 10 May decision, a decision which is valid on its face.", "In the case at bar, the real issue to be canvassed, in my view, is whether or not the 29 May panel erred in law by considering the 10 May decision an \"administrative error\". Put another way, can the Board question or investigate the making of a decision which, on its face, appears to be valid? As noted above, the decision was properly signed, and stated that the matter was decided \"without a hearing\". The governing statute enables the CRDD to make decisions without hearings. It appears that a decision in the applicant's case was made without a hearing. A notice of decision was duly signed by the Registrar indicating that the claim was determined without a hearing on the 10th day of May 1993, and that the applicant was determined to be a Convention refugee. The 10 May decision appears to be a valid decision, made in conformity with the provisions of the Act. The 29 May panel exceeded its jurisdiction in looking beyond that decision and determining that it was an administrative error. The Board had no jurisdiction to question a decision validly made in conformity with the Act. Once a decision was made, however it was made, both the 15 November and the 29 May panels were functus officio, since a decision with respect to the applicant's Convention refugee status had been made. If the Minister had concerns regarding the legitimacy of the 10 May decision, the proper method by which to address those concerns would have been by way of an application for judicial review of the decision. Once a decision is rendered that on its face appears valid, the procedure for challenging it is by way of an application for judicial review."], ["[34]", "In the case at bar, a FOSS entry on January 30, 2008 reads: \"CONFIRMATION OF PERMANENT RESIDENCE LETTER SENT\". The record also indicates that on April 4, 2008 a document entitled CONFIRMATION OF PERMANENT RESIDENCE was prepared for the applicants Kemel Mena Narvaez, Ileana Aglae Castillo de Mena, and Shahafadi Emir Mena Castillo. As for Kemel Adalio Mena Castillo, the entry indicates a date of March 3, 2008 for this CONFIRMATION OF PERMANENT RESIDENT document, and Defina Saleh Mena Castillo's CONFIRMATION OF PERMANENT RESIDENT document is dated in the FOSS entry as November 9, 2007. These entries also show the Card ID number, the date they were issued and the date they will expire."], ["[35]", "Correspondence found in the Tribunal Record from a Hearings Officer at Canadian Border and Services Agency and an Acting Supervisor at CIC does shed some light in this case. The Hearings Officer noted the following when seeking advice as to what to do with this file:", "I note that there was nothing in ncms regarding the litigation. I entered it for the father, mother and daughter, as these associated files \"came-up\" when I entered the info for the PC. I note also that the litigation is in FOSS for the same 3 but not for the two sons.", "I have the 3 files but have just ordered the sons' two separated files ... I am not able to ... or . . . enter the litigation history because they are closed."], ["[36]", "The final response to this correspondence came from an Acting Supervisor at CIC who notes that \"CR5's read NCBs when they screen but they don't read LITIGATION screen, they are not officers. This said, landing should have been deferred in this case as leave granted.\" In a second correspondence she adds \"we don't know when this litigation screen has been updated with the date info... usually Litigation screen is not updated with no info.. until few months later.. and some more.\"", "Conclusion"], ["[37]", "I agree with the applicants' argument that even if the officer's decision to issue the applicants permanent residence was in retrospect made in error, this is not a basis for administratively re-opening the decision. A decision made in this case, even if wrongly made, is still a binding decision. While there may be some legal avenues to overturn a wrongly made decision, in the absence of statutory authority a decision once made cannot be administratively revisited simply because it may contain some error (see", "Chandler", ", above)."], ["[38]", "Based on the foregoing, this application for judicial review will be allowed.", "JUDGMENT"], ["[39]", "THIS COURT ORDERS THAT:", "The application for judicial review is granted. The re-determination made in 2008 to overturn the granting of permanent residence in Canada to the applicants, contained in an undated letter of an officer purporting to cancel the applicants' permanent residence status, is of no force or effect.", "No questions are certified.", "[End of document]"]]}