{"id_": "024950", "body_str": [["[1]", "Simpson, J.", ": These reasons address three applications for judicial review brought by Marcel Luke Hertlein Balfour (the \"Applicant\"). He is a self-represented litigant and an elected Councillor of the Norway House Cree Nation (the \"Band\")."], ["[2]", "The Band has five thousand members. Thirty-five hundred live on the Norway House Reserve (the \"Reserve\"). The Band Council Office (the \"Council Office\") is located on the Reserve, which is eight hundred and fifty kilometres north of Winnipeg. There is also a Band Council sub-office in Winnipeg. The Band enjoys modern facilities and has developed numerous Band-owned enterprises. Its annual revenue is approximately $90 million per year."], ["[3]", "The first application, T-126-05, names the Chief and Band Council (the \"Respondents\"), and is for judicial review of their refusal to provide the Applicant with meaningful access to financial information and records. The second application, T-455-05, also names the Respondents and is for judicial review of their refusal to allow the Applicant to attend Band Council meetings by teleconference, and their refusal to provide him with documents related to Band Council meetings. The third application, T-1390-05, names only the Band Council (the \"Respondent\") and seeks judicial review of its decision of August 1, 2005 to make Councillor Fred Muskego Acting Chief until the next regular election instead of calling a special election for Chief."], ["[4]", "In view of the fact that the Applicant and Councillor Fred Muskego are candidates for Chief in the upcoming March 16, 2006 regular election and because other members of the Band Council are seeking re-election and because an all-candidates meeting will be held on March 9, 2006, these applications have been considered on an urgent basis.", "BACKGROUND"], ["[5]", "In 1998, the Band became a custom band. It, therefore, holds its elections pursuant to its own", "Election Procedures Act", "(the \"", "EPA", "\"). The", "EPA", "provides that it can only be amended following a vote at a General Band Meeting. In 2001, the Band Council called a General Band Meeting and asked the Band to amend the", "EPA", "to comply with the Supreme Court of Canada's decision in", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 1, which gave off-reserve band members the opportunity to vote. However, the proposed amendments were defeated. Thereafter, to avoid holding a regular election in 2002 which would not comply with", "Corbière", ", the Band Council, in consultation with the Department of Indian and Northern Affairs (\"DIAND\"), changed the", "EPA", "in 2001. The amended version of the", "EPA", "governed the 2002 regular elections."], ["[6]", "In 2001, the Band adopted a", "Policy and Procedural Guidelines Manual", "(the \"", "Procedural Manual", "\") to regulate the day to day operations of the Band Council. This manual replaced the", "Indian Band Council Procedure Regulations", ", C.R.C., c. 950, which were in force under the", "Indian Act", ", R.S.C. 1985, c. I-5."], ["[7]", "The", "EPA", "says that elections for the positions of Chief and Councillors are to be held every four years. These elections will be referred to as regular elections. There are also provisions for special elections in certain circumstances. After regular elections, portfolios are assigned to Councillors. After the 2002 regular election, the Applicant's assignments included the Justice and Social Assistance portfolios."], ["[8]", "Shortly after the Applicant's election as a Band Councillor in March 2002, the Chief and other members of the Band Council began to take steps designed to prevent the Applicant from fulfilling his duties as a Councillor. These steps appear to have been taken because the Respondents decided that the Applicant was a dissident upstart who questioned and criticised their decisions, priorities, and expenditures. His criticisms were often found in a monthly bulletin he distributed to Band members. To reduce the Applicant's influence, the Chief and Council made the following decisions:", "- to remove his portfolios;", "- to reduce his salary from approximately sixty thousand dollars per year to approximately five thousand dollars per year;", "- to cancel his travel allowance;", "- to evict him from his apartment on the Reserve;", "- to evict him from his office in the Council Office;", "- to deny him keys to the Council Office;", "- to confiscate the laptop computer he had been provided as a Councillor (the \"Laptop\");", "- to refuse him meaningful access to the Band's financial information and records;", "- to refuse him the opportunity to participate in certain Band Council meetings;", "- to refuse to provide him with documents related to Band Council Meetings;", "- to hold secret meetings and make decisions in his absence;", "- to refuse to call a special election in accordance with the", "EPA", "'s requirements following the resignation of Chief Evans on August 1, 2005."], ["[9]", "Most of the decisions described above have been the subject of applications for judicial review. The attempt to exercise the authority of the Band Council through secret meetings, and the removal of the Applicant's salary and travel allowance were the subject of a decision in the Applicant's favour made by Justice Pierre Blais of this Court (\"Justice Blais' Decision\"). It was released two days before the hearing of these applications. Justice Blais' Decision describes the Respondents' actions as attempts to circumvent the results of the 2002 election, and to blackmail the  <FRAGMENT_SUPPRESSED> ).", "TWO OF THE CURRENT APPLICATIONS"], ["[10]", "When the hearing began, Counsel for the Respondents suggested that, in view of Justice Blais' Decision, the judicial review applications concerning financial records and attendance at meetings were moot. Counsel for the Respondents did not seek a dismissal of the applications, he simply suggested that the Court had the discretion to decide whether or not to hear them."], ["[11]", "Because the Respondents were acknowledging that the Applicant is entitled to access to the financial records and to attend meetings, I instructed the parties to consider possible terms for draft consent orders. Given the history between the parties, I identified a number of practical issues, including the need for copies, that I felt had to be resolved to ensure that the Applicant had meaningful access to the financial records. Counsel for the Respondents indicated that he would seek instructions from his clients with respect to the terms of consent orders and an adjournment was granted so that the orders could be prepared."], ["[12]", "After the adjournment, Counsel for the Respondents advised that his clients had instructed him to appeal Justice Blais' Decision and seek a stay. I then understood him to say that his clients would agree to the terms of consent orders during the hearing before me but would only sign the necessary consents if Justice Blais' Decision was upheld by the Federal Court of Appeal. Thereafter, I understood him to make a different submission. He indicated that his clients would sign consents immediately but only if the consent orders would become void if Justice Blais' Decision was overturned by the Federal Court of Appeal."], ["[13]", "When questioned about the relevance of Justice Blais' Decision to these applications, Counsel for the Respondents acknowledged that the Applicant had been a Councillor without interruption since 2002, and that, while Justice Blais' Decision returned the Applicant's portfolios and remuneration, it had no bearing on his status as a Councillor. Counsel for the Respondents also acknowledged that the Applicant's rights to attend meetings and to see financial records depend on his position as a Councillor not on his status as a portfolio holder. Nevertheless, his clients apparently insisted that any settlement of these applications had to be tied to the fate of Justice Blais' Decision on appeal."], ["[14]", "At this point it became clear that there was no possibility of a settlement and the two applications were argued to establish the terms on which access to financial records would be provided and on which meetings would be attended.", "Access to Financial Records (T-126-05)"], ["[15]", "The Applicant is seeking judicial review of the failure of the Respondents to provide him with access to the Band's financial records. By way of relief, the Applicant seeks a writ of mandamus compelling the Chief and Council to provide him with full access to all of the financial records that he is entitled to receive as an elected member of the Band Council, and which he requires to discharge his duties as a Councillor."], ["[16]", "Specifically, these records are:", "1. The complete 2005/2006 Band Budget;", "2. Documents providing the terms of any loans mentioned in Band Council Resolutions dealing with finances;", "3. Documents showing when the $6.365 million relating to the Northern Flood Agreement settlement of Claim # 138 was paid and how the Band Council spent that money;", "4. Documents reflecting the disbursement of the $43 million received from the Federal Government for the construction of the Helen Betty Osborne Resource Centre;", "5. Documents and information referred to in the DIAND Norway House Cree Nation, Canada/First Nations Funding Agreement 2003CFNFA1278 signed on March 27, 2003, and all subsequent amendments, including:", "a. The Fiscal Plan (section 4.2.1);", "b. The Loans Policy (section 4.5.1)", "c. Documents and information provided by the Band to DIAND prescribed in the", "First Nations National Reporting Guide", "(section 4.6.5); and", "d. The Remedial Management Plan (subsection 10.3(a))", "6. The Audited Financial Statements of the Band including Quarterly statements, and all Management Reports and the Auditor's Recommendations;", "7. The Audited Financial Statements, including Quarterly statements, and all Management Reports and Auditor's Recommendations, for the following Band enterprises:", "a. Norway House Cree Nation Trust Funds", "b.  <FRAGMENT_SUPPRESSED>  Norway House Pharmacy Ltd.", "f. 4015029 Manitoba ltd.", "g. 4023315 Manitoba Ltd.", "h. Playgreen Development Corporation", "i. Keewatin Concrete Limited", "j. Kinosao Sipi Ininew Waskahikan", "k. Multiplex Operations", "l. VLT Lounge", "m. York Boat Inn", "n. Water and Sewer Privatization", "o. Keosew Sipi Cable Vision", "p. Kinosao Dental Centre", "Collectively, the documents described above will be referred to as the \"Financial Records\"."], ["[17]", "The Respondents acknowledge that the", "Procedural Manual", "requires Councillors to oversee the finances of the Band, and to review its Financial Records. They further acknowledged that Councillors must have access to the Financial Records to meet their obligations. The dispute in this application concerns what constitutes meaningful access."], ["[18]", "In my view, it is not meaningful access to provide the Applicant only with summaries of Financial Records, as was the case at the May 12, 2005 Special Band Council Meeting when Councillors were asked to approve the Band's annual budget on the basis of a three-page summary of a budget forecast with no background information. It is also not meaningful access to refuse the Applicant the opportunity to copy the Financial Records and to confiscate his Laptop so that he does not have a computer to facilitate his work."], ["[19]", "In the context of a Band such as this, which has sophisticated facilities, substantial annual revenues and multiple enterprises, I have concluded that meaningful access includes the opportunity to obtain copies of the Financial Records in a timely way. In view of the fact that the next regular election is less than a month away, meaningful access to the Financial Records will require the prompt production of both the original records and any copies the Applicant may require."], ["[20]", "Counsel for the Respondents referred to section 3.4.2 of the Band's", "Financial Policy and Procedural Guidelines", ", which deals with the retention of financial records, in support of his submission that copies cannot be made. The section reads as follows:", "\"All financial books, records, accounts, and supporting documents of the Norway House Cree Nation shall be preserved, filed, and kept safe on the Norway House Cree Nation premises.\"", "However, in my view, this provision exists to ensure the safety of original documents. It does not prohibit the Chief and individual Councillors from obtaining working copies of the documents and removing them from the Council Office."], ["[21]", "Counsel for the Respondents also referred to a Band Council Resolution which was passed in May 2002. It requires Councillors to work only on their own Portfolios, and says that if they need information about other portfolios they must speak to the responsible Councillor. However, in my view, this resolution does not alter the Applicant's responsibilities or his need for meaningful access to the Financial Records."], ["[22]", "The Respondents said that restrictions should be imposed on the use the Applicant may make of the Financial Records. In particular, their Counsel argued that the Applicant should not be allowed to circulate bulletins describing his findings because, although members of the Band are entitled to see the Financial Records, the Respondents are concerned that draft material may fall into the hands of the Band's lenders. There was conflicting evidence about whether such a problem had arisen in the past and I was not able to decide whether the Respondents' concern was justified. Accordingly, in my view, it is the Applicant's responsibility to use the Financial Records in an appropriate manner and there is no reason to impose restrictions.", "Attendance at Band Council Meetings (T-455-05)"], ["[23]", "On July 29, 2004, two security guards acting on written instructions from Councillor Fred Muskego, and three other members of the Band Council, confiscated the Laptop. When the Applicant went to the Council Office to attempt to recover the Laptop, an incident occurred, which resulted in an assault charge. Thereafter, the Applicant entered into an undertaking with the RCMP not to attend the Council Office. However, he was permitted to attend the Regular Band Council meeting on November 2, 2004 by teleconference. The next Regular Band Council Meeting was held on December 8, 2004 but, when the Applicant tried to attend it by teleconference, he was told by staff at the Council Office that Councillor Fred Muskego had said that he could not attend the meeting by teleconference, and could not be faxed the documents for the meeting."], ["[24]", "The Applicant's undertaking to the RCMP was varied on January 6, 2005 so that he was no longer barred from the Council Office. However, the Applicant was unable to be at the Reserve for the February 1, 2005 and March 1, 2005 Band Council Meetings. He tried to attend each of these meetings by teleconference, but on each occasion staff at the Council Office refused to connect him to the meeting."], ["[25]", "Section 8.2.1 of the", "Procedural Manual", "provides that Councillors are to attend all General Band Meetings, and all Regular and Special Council meetings. Nothing in the", "Procedural Manual", "precludes a Councillor from attending meetings by teleconference and it is clear that the Band has the necessary technology. In these circumstances, it was not open to the Respondents to prevent the Applicant from attending Band Council meetings by teleconference."], ["[26]", "The Applicant is now seeking the opportunity to attend all Regular, Special, and other Band Council meetings. Counsel for the Respondents has argued that there are only two types of Band Council Meetings: Regular, and Special Meetings. However, as noted in Justice Blais' Decision, certain members of Council have held secret meetings apart from the Regular and Special Band Council Meetings, and have purported to exercise the authority of the Band Council by making decisions and signing Band Council Resolutions at such meetings. Accordingly, the Judgment in this application will provide that the Applicant is to have the opportunity to attend (by teleconference if he wishes) all Regular, Special and other Band Council meetings."], ["[27]", "In this application the Applicant also asked for copies of minutes from meetings and Band Council resolutions since he became a Councillor in March 2005. These documents have already been provided. Accordingly, the only remaining issue is providing the Applicant with copies of the documents referred to in the minutes and resolutions. Counsel for the Respondents did not oppose the suggestion that, if the Applicant listed the documents he wanted, copies would be provided by the Band Council.", "T-1390-05: The \"Acting Chief\""], ["[28]", "In this Application, the Applicant sought a writ of mandamus to compel the Respondent to immediately call a special election to fill the office of Chief. He also sought a writ of certiorari quashing the Respondent's August 1, 2005 decision to appoint an Acting Chief until the next general election in March 2006. Finally, the Applicant brought a motion for an interlocutory injunction granting the mandamus. However, at the hearing of this application, the Applicant acknowledged that, because a regular election will be held on March 16, 2006, there would be no time for an order of mandamus to be of any practical benefit. The Applicant, therefore, decided to seek a declaration that the Band Council's decision not to hold a special election was a violation of the", "EPA", ". Counsel for the Respondent did not oppose this amendment."], ["[29]", "The problem at the root of this application began to develop on July 27, 2005, when Ron Evans, who was Chief of the Band, was elected Grand Chief of the Assembly of Manitoba Chiefs. On August 1, 2005, Chief Evans chaired a meeting of the Band Council at which Councillor Fred Muskego, who already held the position of Deputy Chief, was appointed Acting Chief until the next general election in March 2006. Thereafter, Ron Evans resigned from his position as the Chief."], ["[30]", "Article 9.2 of the", "EPA", "states that:", "\"Where the office of Chief and Councillor becomes vacant more than six (6) months before the date when another election would ordinary (sic) be held, a special election shall be held in accordance with these procedures to fill that vacancy or vacancies.\""], ["[31]", "In my view, to be meaningful, a special election under this provision must be called promptly. In August 2005, it was known that the next regular election would be held in March 2006. Accordingly, Chief Evans resigned more than six months before the next regular election. On August 1, 2005, the", "EPA", "stated that the Electoral Officer and Appeals Committee had to be appointed six months prior to an election. If those procedures had been followed promptly, a special election could have been scheduled for February 1, 2006 and Acting Chief Fred Muskego would not have been guaranteed the opportunity to campaign in the March 2006 election as the incumbent Acting Chief."], ["[32]", "Although it was not mentioned in his Memorandum of Argument, Counsel for the Respondents argued at the hearing that the changes made to the", "EPA", "by DIAND and the Band Council in 2001 had never been properly ratified at a General Band Meeting as the", "EPA", "requires. He said that it would, therefore, have been problematic to hold a special election for Chief under these procedures and that the Band Council was therefore justified in not calling a special election. In my view, the evidence in this case is insufficient to support a conclusion one way or the other about whether the 2001 amendments to the", "EPA", "are valid given that they were rejected by the Band but approved by DIAND. All I can say is that, having relied on them as being valid for the 2002 general election and having taken no subsequent steps to secure Band ratification, it is not open to the Respondents to suggest for the first time in this hearing that a problem with their validity justified the Band Council's breach of the", "EPA", "which says that a special election shall be held in the circumstances of this case."], ["[33]", "Counsel for the Respondent argued that it was more convenient and cost efficient for the Band Council to appoint an Acting Chief in August 2005 who would serve until March, 2006 than to hold a special election for Chief six weeks before the regular elections as required by the", "EPA", ". Respondent's Counsel said that holding special elections so close to the general election could have resulted in confusion because off-Reserve voters would have received two ballots by mail in quick succession."], ["[34]", "In my view, these submissions are not persuasive. Surely, voters could easily distinguish a ballot marked, for example, \"By-Election February 1, 2006 for Chief\" with a list of candidates for one position from one headed, for example, \"General Election March 16, 2006 for Chief and Councillors\" with a list of candidates for seven positions. Further, cost and inconvenience are not reasons to ignore the Band's election law.", "Conclusions"], ["[35]", "For all these reasons, I have concluded that the Chief and Band Council acted unlawfully when they refused to provide the Applicant with meaningful access to the Financial Records including copies thereof, that the Chief and Council acted unlawfully when they improperly prevented the Applicant from attending Band Council meetings, and from obtaining documents related to the minutes and resolutions which resulted from those meetings, and that the Band Council breached the Band's election law in the", "EPA", "when it failed to call a special election immediately following the resignation of Chief Ron Evans on August 1, 2005.", "JUDGMENT (T-126-05)"], ["[36]", "UPON the Applicant's application for judicial review of the Respondents' failure to provide him with access to the Financial Records;"], ["[37]", "AND UPON reviewing the material filed and hearing the submissions of the self-represented Applicant and of Counsel for the Respondents in Winnipeg, Manitoba on Monday, February 20 and Tuesday, February 21, 2006;"], ["[38]", "NOW THEREFORE THIS COURT ORDERS THAT:", "1. The Band Council is to assemble original versions of all the Financial Records and to provide the Applicant with access to them on the terms set out below within forty-eight hours of the issuance of this judgment.", "2. Within twenty-four hours of the issuance of this judgment, the Applicant is to be given a private room (the \"Room\") at the Council Office in which to review the Financial Records on the following terms:", "a. The Applicant is to be allowed to view the documents in privacy, he is entitled to exclude others from the Room;", "b. The Applicant may invite assistants and advisors into the Room while he is reviewing the  <FRAGMENT_SUPPRESSED>  lock;", "d. If there is any problem either with the lock on the door of the Room, or with providing all the keys to the Applicant, the Applicant may bring a locksmith to the Council Office to replace the lock at the Band Council's expense;", "e. There must be a large work table in the room (the top of the table is to measure at least 3 feet 2 inches by 6 feet);", "f. There must be at least three chairs in the Room which allow the Applicant and his advisors to work at the table;", "g. The Room must be well-lit;", "h. There must be facilities in the Room to plug-in a computer and connect it to the internet;", "i. If the RCMP has no further need for the Laptop, it is to be returned to the Applicant forthwith for his use in the Room and elsewhere at his discretion. However, if the RCMP requires the Laptop for any purpose, the Band Council is to provide the Applicant with a replacement laptop within 48 hours of the Applicant's advice that he needs it. It is to function at the same level, or at a higher level, than the Laptop, and it is to be loaded with all the software and information that the Band Council supplied on the Laptop;", "j. As long as the Applicant is working with the Financial Records, he may leave them in the Room and lock the door. This includes leaving them in the Room overnight, and on Sundays. If others need the Financial Records while the Applicant is working with the originals, copies may be made for their use;", "k. The Applicant is to have access to the Room from 8:00 am to 5:00 pm every day from Monday through Saturday;", "3. The Applicant is to be provided with copies of any of the Financial Records at his request on the following terms:", "a. Copies are to be produced by Band Council staff at the Band Council's expense within twenty-four hours of a request by the Applicant;", "b. Copies provided to the Applicant are to be legible and as well-ordered as the originals;", "c. If the Applicant does not receive copies in accordance with these terms, he may remove the original Financial Records from the Council Office for the purpose of copying them or having them copied at the Band Council's expense;", "d. If the Applicant does removes the original Financial Records from the Council Office he is to return them soon as the copies have been made;", "e. The Band Council is to reimburse the Applicant for the cost of making such copies within twenty-four hours of receiving a receipt reflecting his expenditures.", "4. The Applicant is permitted to remove copies of any of the Financial Records from the Council Office;", "5. The Band Council is to reimburse the Applicant for the cost of gasoline for two round trips to Winnipeg to consult with financial advisors about the Financial Records. Payments are to be made within forty-eight hours of receiving receipts reflecting his expenditures;", "6. This judgment remains in effect as long as the Applicant is a member of the Band Council in the capacity of either Councillor or Chief or until varied by further order of any Judge of this Court.", "Costs"], ["[39]", "The issue of costs remains under reserve.", "JUDGMENT (T-455-05)"], ["[40]", "UPON the Applicant's application for judicial review of the Respondents' failure to allow the Applicant to attend Band Council Meetings and their failure to provide him with relevant records;"], ["[41]", "AND UPON reviewing the material filed and hearing the submissions of the self-represented Applicant and of Counsel for the Respondents in Winnipeg, Manitoba on Monday, February 20 and Tuesday, February 21, 2006."], ["[42]", "NOW THEREFORE THIS COURT ORDERS THAT:", "1. The Applicant is to be permitted to attend all Regular and Special Band Council Meetings on the terms set out in the", "Procedural Manual", "2. The Applicant is to be given twenty-four hours notice, and a specific agenda for, and be permitted to attend, any other meetings of members of the Band Council at which decisions will be made by way of consensus or by way of Band Council Resolutions whether they are to be signed at the meeting or held for later ratification;", "3. If any of these meetings are to occur off the Reserve, the Applicant is to receive, at the time he receives notice, whatever travel allowance a Councillor is entitled to for the meeting;", "4. The Applicant is to provide a list of all the documents referred to in the minutes of the Band Council meetings since March 5, 2002 and in Band Council Resolutions since March 5, 2002, which he wants produced;", "5. Thereafter, the Respondents are to provide the Applicant with legible copies of all such within forty-eight hours of receiving the list.", "6. This judgment remains in effect as long as the Applicant is a member of the Band Council in the capacity of either Councillor or Chief or until varied by further order of any Judge of this Court.", "Costs"], ["[43]", "The issue of costs remains under reserve.", "JUDGMENT (T-1390-05)"], ["[44]", "UPON the Applicant's application for judicial review of the failure of the Respondent to call a special election for Chief following the resignation of Chief Evans on August 1, 2005;"], ["[45]", "AND UPON reviewing the material filed and hearing the submissions of the self-represented Applicant and of Counsel for the Respondent in Winnipeg, Manitoba on Monday, February 20 and Tuesday, February 21, 2006;"], ["[46]", "NOW THEREFORE THIS COURT DECLARES:", "\"That upon the resignation of Chief Ron Evans on August 1, 2005, the Respondent was required, in accordance with section 9.2 of the", "EPA", ", to promptly call a special election for the position of Chief and that its failure to do so was unlawful.\"", "Costs"], ["[47]", "The issue of costs remains under reserve.", "Applications allowed.", "Editor: Angela E. McKay/klf", "[End of document]"]]}