{"id_": "025142", "body_str": [["[1]", "Heneghan, J.", ": Mr. Lin Tsung Kun (the \"Applicant\") brought an application for judicial review relative to a decision of a Visa Officer (the \"Officer\"), denying his application for permanent resident status under the Federal Skilled Worker (the \"FSW\") class pursuant to the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the \"Act\") and the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (the \"Regulations\")."], ["[2]", "In his application for judicial review the Applicant seeks the following relief:", "1. An order for a writ of certiorari quashing the decision of the visa officer dated October 8, 2012, first communicated in writing to the applicant on October 15 2012, refusing the Applicant's Application for permanent residence in Canada;", "2. An Order for a Writ of Mandamus directing that the Respondent considers and processes the Applicant's application for permanent residence in Canada in accordance with the Immigration Refugee Protection Regulations, to wit:", "i. The Applicant's \"permanent residence\" application, be re-assessed at a different visa office, or by a different visa officer, or both, including an interview with the applicant if deemed necessary for the successful processing of said application;", "ii. In the event the respondent develops concerns with respect to the applicant's application, the respondent apprise the applicant of such concerns in such a way as to afford the applicant an opportunity to disabuse the respondent of such concerns.", "3. The costs of this application;", "4. Such other relief as this Honourable Court may deem just and equitable in the circumstances such as an order for the above rendered", "nunc pro tunc", "to before March 29 2012.", "BACKGROUND"], ["[3]", "The Applicant is a male citizen of Taiwan. He applied for permanent resident status on June 1, 2007 under the FSW class. He included his wife and two children as accompanying family members."], ["[4]", "The Applicant was informed by letter dated February 9, 2012 that his application was ready to be assessed. He was asked to provide updated application forms and supporting information."], ["[5]", "By another letter dated April 17, 2012, the Applicant was advised that changes had been made concerning the processing of FSW applications. Applications that had been received prior to February 27, 2008 for which no selection decision had been made would not be processed. He was told to ignore the request to provide \"full application forms and supporting documentation\"."], ["[6]", "By further letter dated May 23, 2012, the Applicant was told that due to changed instructions, the proposed changes regarding FSW would not be in effect until the amendments became law. Accordingly, the visa office would continue to process applications until the coming into force of the amended provision of the Act. The Applicant was informed that he could continue to perfect his application."], ["[7]", "The applicant's file was reviewed and an entry was made in the Global Case Management System (the \"GCMS\") on June 4, 2012 indicating that he had met the selection criteria."], ["[8]", "By email communication dated August 8, 2012, the Applicant was advised that the proposed changes to the Act, concerning FSW applications, had come into force on June 29, 2012. New section 87.4 provided that applications that were undecided prior to March 29, 2012 were terminated by operation of law and would not be processed. The email also advised that one bank draft submitted by the Applicant was not signed and therefore was not accepted as payment of his application fees."], ["[9]", "The Applicant sent another bank draft that was received on August 23, 2012."], ["[10]", "Under cover of a letter dated October 8, 2012, the two bank drafts were returned to the Applicant. This letter also advised that his application for permanent residence had been terminated by operation of law."], ["[11]", "The new provision is section 87.4 of the Act which provides as follows:", "Federal Skilled Workers", "Application made before February 27, 2008", "87.4 (1) An application by a foreign national for a permanent resident visa as a member of the prescribed class of federal skilled workers that was made before February 27, 2008 is terminated if, before March 29, 2012, it has not been established by an officer, in accordance with the regulations, whether the applicant meets the selection criteria and other requirements applicable to that class.", "Application", "(2) Subsection (1) does not apply to an application in respect of which a superior court has made a final determination unless the determination is made on or after March 29, 2012.", "Effect", "(3) The fact that an application is terminated under subsection (1) does not constitute a decision not to issue a permanent resident visa.", "Fees returned", "(4) Any fees paid to the Minister in respect of the application referred to in subsection (1) - including for the acquisition of permanent resident status - must be returned, without interest, to the person who paid them. The amounts payable may be paid out of the Consolidated Revenue Fund.", "No recourse or indemnity", "(5) No person has a right of recourse or indemnity against Her Majesty in connection with an application that is terminated under subsection (1).", "2012, c. 19, s. 707.", "Travailleurs qualifiés (fédéral)", "Demandes antérieures au 27 février 2008", "87.4 (1) Il est mis fin à toute demande de visa de résident permanent faite avant le 27 février 2008 au titre de la catégorie réglementaire des travailleurs qualifiés (fédéral) si, au 29 mars 2012, un agent n'a pas statué, conformément aux règlements, quant à la conformité de la demande aux critères de sélection et autres exigences applicables à cette catégorie.", "Application", "(2) Le paragraphe (1) ne s'applique pas aux demandes à l'égard desquelles une cour supérieure a rendu une décision finale, sauf dans les cas où celle-ci a été rendue le 29 mars 2012 ou après cette date.", "Effet", "(3) Le fait qu'il a été mis fin à une demande de visa de résident permanent en application du paragraphe (1) ne constitue pas un refus de délivrer le visa.", "Remboursement de frais", "(4) Les frais versés au ministre à l'égard de la demande visée au paragraphe (1), notamment pour l'acquisition du statut de résident permanent, sont remboursés, sans intérêts, à la personne qui les a acquittés; ils peuvent être payés sur le Trésor.", "Absence de recours ou d'indemnité", "(5) Nul n'a de recours contre sa Majesté ni droit à une indemnité de sa part relativement à une demande à laquelle il est mis fin en vertu du paragraphe (1).", "2012, ch. 19, art. 707."], ["[12]", "Neither party has addressed the applicable standard of review. The Minister of Citizenship and Immigration (the \"Respondent\") submits that no reviewable decision was made on the Applicant's application and he is not entitled to an order of", "mandamus"], ["[13]", "<FRAGMENT_SUPPRESSED>  a case paralleling the present matter respecting both the facts and the legal issues, Justice Phelan said at paragraph 14 that the issue raised is \"primarily one of law, directed at the limits of the operation of the visa process and goes to the legal core of the Act process.\" He said that the \"interpretation of the law in this case is one for the Court on the basis of correctness\"."], ["[14]", "I agree with that statement but add that the application of the law to the facts raises a question of mixed law and fact reviewable on the standard of reasonableness; see", "<FRAGMENT_SUPPRESSED> .", "SUBMISSIONS", "The Applicant"], ["[15]", "The Applicant argues that there is ambiguity in subsection 87.4(1) arising from the words \"selection criteria\". He submits that those words are used many times in the Act and that ambiguity arises from the absence of words indicating a time-frame within which the \"selection criteria\" were assessed."], ["[16]", "The Applicant further submits that ambiguity in the legislation may give rise to a breach of natural justice by a decision-maker, relying in this regard upon the decision of the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  at paragraph 21."], ["[17]", "The Applicant also argues that if his application was terminated by operation of law, it must have been founded upon the fact that a selection decision has been made. The entry in the GCMS for June 4, 2012 shows that a positive selection decision was made on that day. In the circumstances, the Applicant pleads that the Respondent should be ordered to continue processing his application.", "The Respondent"], ["[18]", "The Respondent takes the position that the legislation clearly states that if a pre-February 27, 2008 application for permanent residence in the FSW class had not been decided by March 29, 2012, the application was effectively terminated pursuant to the application of subsection 87.4(1)."], ["[19]", "Although the Respondent acknowledges that a \"selection decision\" was made on June 4, 2012, he submits that this is only part of the process leading up to a \"decision\" on an application as a member of the FSW class."], ["[20]", "He argues that the language of subsection 87.4(1) has been recently considered by the Federal Court and found to be a legitimate exercise of parliamentary authority in the domain of immigration, referring to the decisions in", "<FRAGMENT_SUPPRESSED>  and <FRAGMENT_SUPPRESSED> ,", "supra", "DISCUSSION AND DISPOSITION"], ["[21]", "The Applicant seeks both a writ of", "certiorari", "quashing the Officer's decision dated October 8, 2012, as well as an order of", "mandamus", "compelling the Respondent to process his application for permanent residence."], ["[22]", "Insofar as a \"decision\" was made, it is reviewable on this standard of reasonableness since it involves a question of mixed fact and law."], ["[23]", "I am satisfied from the certified tribunal record (the \"CTR\") that a decision was made; see the GCMS entry of June 4, 2012. However, this \"selection decision\" was but an intermediate step in the processing of the Applicant's application for permanent residence."], ["[24]", "In general, intermediate or interlocutory decisions are not subject to judicial review; see the decision in", "<FRAGMENT_SUPPRESSED>  at paragraph 31. The selection decision is not amenable to judicial review and the remedy of quashing that decision is not available."], ["[25]", "Dealing now with the remedy of", "mandamus", ", I refer to the test set out in", "<FRAGMENT_SUPPRESSED> . That test sets out a number of factors that must be established before such relief will be granted, as follows:", "1. There must be a public legal duty to act;", "2. The duty must be owed to the applicant;", "3. There is a clear right to performance of that duty, in particular:", "(a) the applicant has satisfied all conditions precedent giving rise to the duty:", "(b) there was:", "(i) a prior demand for performance of the duty;", "(ii) a reasonable time to comply with the demand unless refused outright; and", "(iii) a subsequent refusal which can be either expressed or implied, e.g. unreasonable delay;", "4. Where the duty sought to be enforced is discretionary, the following rules apply:", "(a) in exercising a discretion, the decision-maker must not act in a manner which can be characterized as \"unfair\", \"oppressive\" or demonstrate \"flagrant impropriety\" or \"bad faith\";", "(b)", "mandamus", "is unavailable if the decision-maker's discretion is characterized as being \"unqualified\", \"absolute\", \"permissive\" or \"unfettered\";", "(c) in the exercise of a \"fettered\" discretion, the decision-maker must act upon \"relevant\", as opposed to 'irrelevant\", considerations;", "(d)", "mandamus", "is unavailable to compel the exercise of a \"fettered discretion\" in a particular way; and", "(e)", "mandamus", "is only available when the decision-maker's discretion is \"spent\"; i.e., the applicant has a vested right to the performance of the duty.", "5. No other adequate remedy is available to the applicant;", "6. The order sought will be of some practical value or effect;", "7. The court in the exercise of its discretion finds no equitable bar to the relief sought;", "8. On a \"balance of convenience\" an order in the nature of", "mandamus", "should (or should not) issue."], ["[26]", "The first element is the existence of a general public legal duty to act. In broad terms, the Respondent is subject to such a duty for he is responsible for the administration of the Act relative to the admission of immigrants and refugees to Canada."], ["[27]", "Insofar as the Applicant is seeking admission into Canada he is entitled to fair treatment as the Respondent generally discharges his duties in the administration of the Act."], ["[28]", "However, in my opinion the Applicant cannot meet the requirements of the third and fourth elements. There is no evidence that he had a \"clear right to performance of the duty\" or that he has established particular aspects of a \"clear right to performance\"."], ["[29]", "As stated by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  at paragraph 24, no one other than a Canadian citizen or permanent resident has an unqualified right to enter Canada. That being so, the Applicant cannot show that he is entitled to a positive decision upon his application for permanent resident status."], ["[30]", "The Applicant faces the same problem concerning the fourth element, that is the exercise of discretion. The Respondent is entitled to exercise discretion, informed by the Act and the Regulations, in deciding to issue permanent resident visas. In the present case, the process was halted when the Parliament of Canada amended the Act with the introduction of subsection 87.4(1)."], ["[31]", "It is not necessary for me to address the remaining elements of the test for the remedy of", "mandamus", ". This remedy is not available to the Applicant because he has not met the applicable test."], ["[32]", "If there is a question of statutory interpretation raised in the case, as to the meaning of subsection 87.4(1), I endorse the approach taken by my colleague Justice Rennie in", "<FRAGMENT_SUPPRESSED> ,", "when he said the following at paragraphs 19 and 20:", "19 The modern approach to statutory interpretation is set out by E. A. Driedger in", "Construction of Statutes", "(2nd ed. 1983), p 87: '...the words of an Act are to be read in their entire context and in their grammatical and ordinary sense harmoniously with the scheme of the Act, the object of the Act, and the intention of Parliament.' As a corollary to this, when the language of the statute is precise and unequivocal, the ordinary meaning of the words plays a dominant role in the interpretive process:", "<FRAGMENT_SUPPRESSED> , para 21.", "20 Section 12 of the", "Interpretation Act", ", RSC 1985, c I-21 also instructs that:", "12. Every enactment is deemed remedial, and shall be given such fair, large and liberal construction and interpretation as best ensures the attainment of its objects.", "12. Tout texte est censé apporter une solution de droit et s'interprète de la manière la plus équitable et la plus large qui soit compatible avec la réalisation de son objet."], ["[33]", "Applying these principles, I conclude that the \"grammatical and ordinary sense\" of the language used in subsection 87.4(1) of the Act demonstrates that the Parliament of Canada introduced a means of terminating applications for permanent resident status in the FSW class that had been received before a specific date, that is February 27, 2008, and had not been decided before another specific date, that is March 29, 2012."], ["[34]", "This interpretation is consistent with the scheme of the Act; that scheme is to regulate the admission of immigrants and refugees into Canada. This interpretation is also consistent with the objects of the Act, as set out in section 3 of the Act."], ["[35]", "Finally, this interpretation is consistent with the intent of Parliament. Parliament enjoys jurisdiction over immigration pursuant to subsection 91(25) of the", "Constitution Act, 1867", "(UK), 30 & 31 Vict., c. 3 reprinted in R.S.C. 1985, App. II, No. 5. As such, it has the authority to enact legislation regarding immigration and to change former processes and proceedings. No one enjoys a vested right in the law remaining the same; see the decision in", "<FRAGMENT_SUPPRESSED> ."], ["[36]", "In oral argument, the Applicant raised the issue of ambiguity of the challenged legislation. He relies on the decision in", "Ocean Port Hotel, supra", "to argue that ambiguity in the statutory language can give rise to a breach of natural justice."], ["[37]", "In my opinion, there is no ambiguity in the legislation and accordingly, no issue of a breach of natural justice."], ["[38]", "The Applicant seeks costs. Pursuant to section 22 of the", "Federal Courts Immigration and Refugee Protection Rules", ", SOR/93-22, costs may only be awarded in immigration judicial review proceedings where the Court finds special reasons for doing so. In my opinion, no such special reasons exist in this case. No costs will be awarded."], ["[39]", "Finally, there is the question proposed by the Applicant for certification pursuant to subsection 74(d) of the Act. The Applicant has submitted the following question for certification:", "Is the phrase \"selection criteria\" contained in subsection 87.4(2) [", "sic", "] ambiguous, consequently rendering the termination provision within subsection 87.4(1) of the [Act] not in accordance with the principles of natural justice?, and if so, is the applicant entitled to", "mandamus"], ["[40]", "The Respondent opposes certification on the grounds that the question is not dispositive of this application."], ["[41]", "The test for certifying a question is set out in", "<FRAGMENT_SUPPRESSED>  at paragraph 11, that is whether there is \"a serious question of general importance which would be dispositive of an appeal\"."], ["[42]", "I have reviewed the submissions of the Respondent on the proposed question for certification, as well as the reply submissions filed by the Applicant."], ["[43]", "I agree with the submissions of the Respondent. The proposed question would not be dispositive of this application and no question will be certified.", "JUDGMENT"], ["[44]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed, no question for certification arising.", "Application dismissed.", "Editor: J. Danielle King/vnh"]]}