{"id_": "025183", "body_str": [["[1]", "Mosley, J.", ": This decision, which disposes of an application for judicial review of a negative exemption ruling, is related to and was heard with the application in Court File IMM-1829-12, concerning the judicial review of a pre-removal risk assessment. Both applications are brought under section 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA]. The application for an exemption on humanitarian and compassionate grounds was made in June 2009 and the request for a pre-removal risk assessment was submitted in January 2011. Both were decided by the same immigration officer on December 13, 2011. The factual background relating to the applicant and conditions in her country of origin, China, are identical to both applications and will be addressed in these reasons. A separate order will issue to dispose of the application in file IMM-1829-12.", "BACKGROUND:"], ["[2]", "The applicant was born in Guangdong, China, in October 1971. In 1993, when she was 22, she went to Guyana, where she met her husband, also a Chinese national. They had two sons, born in 1994 and 1996, who were eventually sent back to China to live with her in-laws and pursue their studies. Ten years of residence were required for Ms. Yang to qualify for Guyanese citizenship. After seven years, in 2000, she became ill, abandoned her residency status in Guyana and returned to China for treatment. She was followed a few months later by her husband, who was also ill. Her husband was diagnosed with AIDS and died soon thereafter. The applicant then discovered that she was HIV positive."], ["[3]", "The applicant sought protection in Canada in December 2004 claiming, on the advice of an immigration consultant, that she was fleeing persecution related to membership in Falun Dafa. In this version of events, she had divorced in 2003, was left to care for her two sons, and became depressed. To overcome depression, she began practicing Falun Gong and joined an underground Falun Dafa group. Following the arrest of a friend who had introduced her to Falun Dafa, she went into hiding and made arrangements to come to Canada. This story was presented to the Refugee Protection Division of the Immigration and Refugee Protection Board and found to be not credible in 2006. An application to reopen on the ground of procedural unfairness due to the order of questioning at the hearing was dismissed in 2007."], ["[4]", "The application for an exemption from the selection criteria on humanitarian and compassionate (\"H&C\") grounds, in June 2009, was supported by submissions that the reason the applicant chose to mislead the Board in presenting her claim for protection was that she was too ashamed to disclose and rely upon her HIV status. Further, it was submitted that if she returns to China she would not have access to life-saving treatment, or indeed any treatment as she has lost her", "hukou", "(household registration), that she and her children will be discriminated against in China by reason of her HIV status, and that she will no longer be able to work at assisting others living with HIV/AIDS as she has been doing in Canada.", "DECISION UNDER REVIEW"], ["[5]", "The officer reviewed the factors concerning the applicant's establishment in Canada: support from and volunteer work at Asian Community Aids Services; membership in the Toronto Chinese Disciples Church; internet training and an oral English program; and close friendships with Canadians in the Chinese community. The officer found that the applicant did not demonstrate that she had entered the Canadian work force or become financially self-sufficient. Nor had she indicated in her application that she read, wrote, or spoke English. She was unemployed and on social assistance from her arrival in Canada to about 2010, when she began working in a factory."], ["[6]", "The officer noted that there are no language barriers or other significant obstacles to the applicant's re-employment in China. It would not be unreasonable for her to return; there would be a period of re-adjustment, but her mother and sons could provide her with support. The officer acknowledged that many HIV-positive people in China experience unfair or unjust treatment, and that privacy safeguards are inadequate in some regions."], ["[7]", "Concerning the best interests of the applicant's children, the officer noted that they are in the care of their maternal grandmother in China, where they are shielded from the stigma and discrimination which come from having a family member with HIV."], ["[8]", "Regarding the question of risk to the applicant should she return to China, the officer reviewed the general conditions in that country and assessed these against the applicant's personal profile. He found that China is an authoritarian state with a poor human rights record, and that many HIV-positive persons experience prejudice, discrimination, and stigmatization. However, in March 2006 China had enacted", "Regulations on AIDS Prevention and Treatment", "which provided fundamental rights to people living with HIV/AIDS. In 2008, China revised the criterion for initiating antiretroviral treatment, increasing the number of people receiving treatment. Coverage then continued to increase steadily, with positive effects, according to the sources relied upon by the officer. Moreover, China continued to improve and strengthen its government response mechanisms to HIV/AIDS. By 2010, this included implementing the \"Four Frees, One Care\"policy which provided four basic means of access to free treatment, as well as subsidies."], ["[9]", "The officer notes that as a prerequisite for benefiting from \"Four Frees and One Care\", a person must have a household or city registration permit. The applicant declares that her", "hukou", "is no longer valid as she had been out of China for over ten years and therefore that she would not have access to treatment. The officer found, however, that the applicant had not provided sufficient evidence for him to conclude that her", "hukou", "had been cancelled. Further, as she had returned to China for treatment after living in Guyana for seven years, she had not demonstrated that she would now be refused treatment."], ["[10]", "The officer devoted several paragraphs to discussion of a Xinhua news agency article from an on-line source (\"Xinhuanet\") that reported pledges by the Chinese Premier to bring in further measures to help those living with HIV/AIDS. This article was published on December 2, 2011, eleven days before the H&C decision was made."], ["[11]", "The officer determined that the factors favouring the application did not justify an exemption. Stating that he had considered the application, the submissions, the facts on file, and objective documentation on country conditions in China, he concluded that the difficulties mentioned would not constitute unusual, undeserved, or disproportionate hardship warranting an exemption.", "ISSUES"], ["[12]", "The issues arising in this matter from the parties' submissions are as follows:", "1. Did the officer fail to observe procedural fairness by relying on extrinsic evidence without providing the applicant with an opportunity to respond?", "2. Did the officer err by applying the wrong test for H&C?", "3. Did the officer make an unreasonable decision by;", "a. Misconstruing evidence, ignoring evidence, or basing his decision on a selective analysis of evidence without regard to the totality of the evidence;", "b. Failing to consider the personal circumstances of the applicant; or", "c. Failing to take into account the best interests of the child?", "ANALYSIS:", "Standard of Review;"], ["[13]", "The standard of review for the issues noted above has been satisfactorily established by the jurisprudence:", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 57. The overall standard of review for the weighing of the evidence and balancing of the H&C factors is that of reasonableness:", "<FRAGMENT_SUPPRESSED> . Reasonableness is concerned with the justification, transparency and intelligibility of the decision-making process, but also with whether the decision falls within a range of possible, acceptable outcomes defensible in respect of the facts and law: <FRAGMENT_SUPPRESSED> at para 47."], ["[14]", "For the second issue, the application of the correct H&C test, the standard of review is that of correctness:", "<FRAGMENT_SUPPRESSED> . Where procedural fairness is in question, <FRAGMENT_SUPPRESSED> , at para 50, and", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> instruct that no deference to the decision maker is required. The Court must determine whether the process followed by the decision-maker satisfied the level of fairness required in all of the circumstances. The Court may withhold relief if the error is purely technical and occasioned no substantial wrong.", "Did the PRRA Officer fail to observe procedural fairness by relying on extrinsic evidence without providing the applicant with an opportunity to respond?"], ["[15]", "The applicant's argument on this issue targets the officer's reliance upon the Xinhuanet report. She contends that this was extrinsic evidence, relied upon by the officer to determine that there had been a change in country conditions. As such, the duty of fairness required that the officer disclose the article to her in advance of making a decision and provide her with an opportunity to respond:", "<FRAGMENT_SUPPRESSED>  [", "Fi", "];", "<FRAGMENT_SUPPRESSED> ;"], ["[16]", "Further, the applicant submits, the source of the article is suspect as Xinhuanet is the website of the central news agency owned and operated by the government of China. The objectivity of an article published by the communications arm of the government, which arguably has a strong interest in presenting the country in the most positive light, is therefore highly questionable, she contends. Had she been given notice that the officer intended to rely upon the article she would have brought these concerns to his attention:", "<FRAGMENT_SUPPRESSED>  (FCA) and", "<FRAGMENT_SUPPRESSED>  (FCA). The question is whether meaningful facts essential or potentially crucial to the decision had been used to support a decision without providing an opportunity to the affected party to respond to or comment upon these facts."], ["[18]", "<FRAGMENT_SUPPRESSED>  (FCA) [ <FRAGMENT_SUPPRESSED> ] at paragraph 22 the Federal Court of Appeal offered the following statement of principle with respect to the disclosure of information about country conditions in the decision-making process following a review of the jurisprudence:", "These decisions are based, it seems to me, on the two following propositions. First, an applicant is deemed to know from his past experience with the refugee process what type of evidence of general country conditions the immigration officer will be relying on and where to find that evidence; consequently, fairness does not dictate that he be informed of what is available to him in documentation centres.", "Secondly, where the immigration officer intends to rely on evidence which is not normally found, or was not available at the time the applicant filed his submissions, in documentation centres, fairness dictates that the applicant be informed of any novel and significant information which evidences a change in the general country conditions that may affect the disposition of the case.", "[Underlining added]"], ["[19]", "The \"documentation centres\" referred to in the foregoing paragraph were physical locations. The reference to availability in paragraph 22 of <FRAGMENT_SUPPRESSED> has to be construed to-day in virtual terms in light of the extraordinary expansion of the Internet as the preferred vehicle for the dissemination of information over the course of the past decade."], ["[20]", "Citizenship and Immigration Canada describes the information it holds in relation to country conditions on its website (http://www.irb-cisr.gc.ca/eng/resrec/ndpcnd/Pages/index.aspx) as follows:", "The National Documentation Packages (NDPs) contain a selection of documents on human rights, security conditions and other issues that are relevant to the determination of refugee protection claims. They are regularly reviewed and updated as country conditions change. NDPsare intended solely to support the refugee determination process, and should not be construed as necessarily implying recognition of a particular territory's sovereignty or political status."], ["[21]", "The China Documentation Package which would have been available in December 2011 is dated July 30, 2010 and cites as sources various reports by international organizations, non-governmental organizations and governments, including that of China, as well as media outlets. The Chinese government sources relate to laws and official procedures. The package contains no references to articles carried by Xinhua or Xinhuanet. However, this does not exclude the possibility that the sources relied upon in the package contain information derived from articles distributed by the Xinhua news agency or published on-line on Xinhuanet."], ["[22]", "In any event, the report of the announcement by the Chinese government of its intentions with respect to HIV/AIDS services was in the public domain at the time the decision was made. That is the purpose of announcements to the media including those which may be intended to place the government in a better light. In this case, the announcement would have been available to anyone with access to a computer and Internet service."], ["[23]", "It is trite law that an officer has a duty to consult the most recent sources of information and is not limited to materials furnished by the applicant. This is not a case such as", "Fi", ", above, where the information was obtained from the Wikipedia website and the reliability of the sources upon which it had been based had not been demonstrated. The fact that the source of the information in the present instance is a news agency owned and operated by the government of China does not make the information about the announcement incorrect or unreliable."], ["[24]", "I am not persuaded that the Court should instruct immigration officers to, as a general principle, treat as suspect any information disseminated by a government owned and controlled news agency such as Xinhua. It may be propaganda in the sense that its publication is intended to present the government in a positive light. That is a phenomenon not unique to China. Whether it is or is not propaganda, it is information to be considered with information from other sources that may shed a different light on the situation. The task of assigning appropriate weight to such information rests with the officer and the Court should not interfere unless it is clearly established that the resulting decision is unreasonable."], ["[25]", "The key question in the circumstances of this case is whether fairness dictated that the officer disclose the Xinhua report and invite further submissions because the content of the announcement was \"novel and significant and [evidenced] changes in the general country conditions that may affect the decision\" ( <FRAGMENT_SUPPRESSED> , para 27)."], ["[26]", "I agree with the respondent that the article from Xinhuanet did not meet this standard notwithstanding the attention given to it in the officer's analysis. The disputed article referred to future plans of the Chinese government to continue its efforts to address HIV/AIDS. The officer saw the announcement as worthy of mention, but that does not mean that it was treated as significant new evidence of a change in country conditions which would materially affect his decision. Rather, in my view, he saw it as a reaffirmation of the government's intent to continue its efforts to improve conditions for persons with HIV/AIDS."], ["[27]", "As stated by the Court of Appeal in <FRAGMENT_SUPPRESSED> at paragraph 26, the fact that a document becomes available after the filing of an applicant's submissions does not signify that it contains new information or that such information is relevant information that will affect the decision. It is only where the officer relies on a significant post-submission document which evidences changes in the general country conditions that may affect the decision that it must be communicated to the applicant."], ["[28]", "Reading the officer's analysis as a whole I am satisfied that his decision turned on the existing anti-discrimination legislation, statistics on the increasing availability of treatment, and the \"Four Frees, One Care\" policy, rather than on the announcement of future plans. The objective documentation relied upon by the officer indicated that China was making efforts to assist those living with HIV/AIDS. The Xinhuanet article similarly referenced such efforts and did not reflect a change in country conditions. The content of the statement was in line with the previous documentary evidence and reflected an effort towards continuous progress."], ["[29]", "In the result, I do not find that the officer breached procedural fairness by failing to disclose the news report and to invite further submissions. Even if I had reached a different conclusion on this question, I doubt that I would have found that it was material to the outcome. Any submissions that the applicant could have made about the source and quality of the information would not have displaced the officer's findings on the other evidence that he relied upon in reaching his decision.", "Did the Officer err by applying the wrong test for an exemption on humanitarian and compassionate grounds?"], ["[30]", "The applicant submits that the officer erred by applying the test which is relevant to a pre-removal risk assessment to the assessment of risk in the context of the H&C application. The proper test as explained in", "<FRAGMENT_SUPPRESSED> is of unusual and undeserved or disproportionate hardship, and not the more demanding test of risk to life. She submits that the officer was selective in his use of the evidence and disregarded her belief that she would not get the proper treatment in China and would die as a result."], ["[31]", "The officer did not, in my view, apply the risk to life standard. He discussed the degree of hardship the applicant would experience if her application was refused and came to the conclusion that it would not rise to the level of \"unusual, undeserved, or disproportionate\". That was the correct test.", "Did the Officer make an unreasonable decision by a) misconstruing evidence, ignoring evidence, or basing his decision on a selective analysis of evidence without regard to the totality of the evidence; failing to consider the personal circumstances of the applicant; or c) failing to take into account the best interests of the child?"], ["[32]", "The standard of review for all three aspects of this issue is reasonableness. On the first point, the applicant argues that the officer ignored her documentation of discrimination against people living with HIV/AIDS in China or selectively gave it less weight. It is clear from the reasons for decision that the officer considered all of the documentation presented. It was within his discretion to assign a suitable weight to each piece of evidence and it is not within the role of the Court to reweigh the evidence.", "In particular, I do not accept that the officer erred in finding that the applicant had not provided sufficient evidence to indicate that she would be denied treatment in China. The applicant returned to China for treatment from Guyana and remained there for several years before seeking protection in Canada. That she might prefer the treatment available here is understandable. The conclusion that a household registration certificate (\"Hukou\") would be issued or reissued upon the applicant's return permitting access to health services was open to the officer on the evidence including a response to information request obtained by the IRB Research Directorate."], ["[33]", "On the second point, the applicant argues that the officer measured her establishment in Canada against that of a hypothetical person who had not arrived in Canada in a difficult psychological state due to being HIV positive. She contends that he should have assessed her individual circumstances. The factors listed in the IP5 Manual to guide the exercise of discretion by immigration officers focus on the objective degree of establishment. The officer is not directed to assess the relative progress in establishment of an applicant given her personal circumstances upon arrival, but the result at the time when she is requesting exemption. In this instance, the assessment fell within the range of acceptable outcomes."], ["[34]", "Finally, on the question of the best interests of the applicant's children, the officer analyzed whether the applicant's return to China would cause her HIV status to become known and thereby cause the children prejudice. He noted that even an affirmative finding would only be one factor, albeit a substantial one, in the decision, and not an overriding consideration. After considering the evidence, he concluded that the best interests of the two children did not justify an exemption in this case. That was a conclusion open to him and the decision discloses that he was sufficiently alert, alive, and sensitive to their interests."], ["[35]", "The applicant's argument essentially asks the Court to reweigh the evidence and come to a different conclusion. While the Court may have reached a different conclusion had it been considering the matter at first instance, the Court must defer to the officer's findings if they are, as I find in this case, transparent, intelligible and justified and fall within the range of acceptable outcomes.", "CERTIFIED QUESTIONS"], ["[36]", "The applicant has proposed that the following questions be certified as serious questions of general importance:", "a. Can a news agency which is owned and operated by a government ever be considered as a generally accepted and reliable source of human rights conditions of the country in question?", "b. Would the answer to the above question be any different if the given news agency is specifically tasked to promote the good image of the government in question?", "c. In making an H&C decision, when an officer relies on an article that the officer has obtained from an online news agency which contains information with respect to the country's human rights condition, does the officer have a duty to disclose such an article to the applicant if the news agency in question is owned and operated by the government of the country against which the applicant is seeking protection, and whose mandate is to promote the good image of that country?"], ["[37]", "The respondent opposes certification of these questions on the ground that they are too dependent on the specific facts of this case to be of general importance. A certified question must lend itself to a generic approach leading to an answer of general application:", "<FRAGMENT_SUPPRESSED> ."], ["[38]", "I agree with the respondent. Moreover, an answer or answers to the proposed questions would not be dispositive of an appeal in this matter as I have found that the use of the impugned news report did not materially affect the officer's decision.", "JUDGMENT"], ["[39]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed. No questions are certified.", ".........................", "<FRAGMENT_SUPPRESSED>  présente décision, qui tranche une demande de contrôle judiciaire concernant une décision défavorable quant à une demande de dispense, est liée à la demande de contrôle judiciaire à l'égard d'un examen des risques avant renvoi qui a été présentée dans le dossier de la Cour IMM-1829-12 et qui a été entendue en même temps que celle-ci. Les deux demandes ont été présentées en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la Loi). La demande fondée sur des considérations d'ordre humanitaire a été présentée en juin 2009 et la demande d'examen des risques avant renvoi a été déposée en janvier 2011. Les deux demandes ont été jugées par le même agent d'immigration le 13 décembre 2011. Le contexte factuel concernant la demanderesse et la situation dans son pays d'origine, la Chine, est identique pour les deux demandes et sera abordé dans les présents motifs. Une ordonnance distincte sera rendue pour trancher la demande présentée dans le dossier IMM-1829-12.", "LE CONTEXTE"], ["[2]", "La demanderesse est née dans la province de Guangdong, en Chine, en octobre 1971. En 1993, alors qu'elle était âgée de 22 ans, elle est allée au Guyana, où elle a rencontré son époux, qui était aussi un ressortissant chinois. Ils ont eu deux fils, nés en 1994 et 1996, qui ont par la suite été renvoyés en Chine pour vivre avec la belle-famille de la demanderesse et pour poursuivre leurs études. Mme Yang devait accumuler 10 années de résidence pour obtenir la citoyenneté guyanaise. Après sept ans, en 2000, elle est tombée malade, elle a abandonné son statut de résidence au Guyana et elle est retournée en Chine pour recevoir des traitements. Son époux, qui était lui aussi malade, l'a suivie quelques mois plus tard. Son époux a reçu un diagnostic de sida et est décédé peu après. La demanderesse a ensuite découvert qu'elle était séropositive."], ["[3]", "La demanderesse a demandé l'asile au Canada en 2004, en alléguant, suivant le conseil d'un consultant en immigration, qu'elle fuyait la persécution liée au fait de son appartenance au Falun Dafa. Dans cette version des faits, elle avait divorcé en 2003, elle s'était occupée seule de ses deux enfants et elle était devenue dépressive. Pour surmonter sa dépression, elle avait commencé à pratiquer le Falun Gong et elle s'était jointe à un groupe clandestin d'adhérents du Falun Dafa. À la suite de l'arrestation d'un ami qui lui avait fait connaître le Falun Dafa, elle s'était cachée et elle avait pris des dispositions pour venir au Canada. Ce récit avait été soumis à la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié et avait été jugé non crédible en 2006. Une demande de réouverture, fondée sur un manquement à l'équité procédurale en raison de l'ordre dans lequel les questions avaient été posées lors de l'audience, avait été rejetée en 2007."], ["[4]", "La demande d'exemption des critères de sélection fondée sur des considérations d'ordre humanitaire, présentée en 2009, était étayée par des observations portant que le motif pour lequel la demanderesse avait choisi de tromper la Commission lorsqu'elle avait présenté sa demande d'asile était qu'elle avait trop honte de divulguer qu'elle était séropositive et d'invoquer son état. De plus, il a été prétendu que, si elle devait être renvoyée en Chine, elle n'aurait pas accès à des traitements permettant de lui sauver la vie, ou, en fait, à tout traitement, parce qu'elle avait perdu son", "hukou", "(certificat de résidence), parce qu'elle et ses enfants feraient l'objet de discrimination en Chine en raison de sa séropositivité et parce qu'elle ne pourrait plus aider d'autres personnes atteintes du VIH/sida, comme elle le faisait au Canada.", "LA DÉCISION FAISANT L'OBJET DU CONTRÔLE JUDICIAIRE"], ["[5]", "L'agent a examiné les facteurs concernant l'établissement de la demanderesse au Canada: appui de l'organisation Asian Community Aids Services, pour laquelle elle faisait du bénévolat; adhésion à la Toronto Chinese Disciples Church; inscription à de la formation sur Internet et à un cours d'anglais oral; et amitiés étroites avec des Canadiens faisant partie de la communauté chinoise. L'agent a conclu que la demanderesse n'avait pas démontré qu'elle avait intégré le marché du travail au Canada ou qu'elle était devenue autonome financièrement. Elle n'avait pas non plus indiqué dans sa demande qu'elle lisait, qu'elle écrivait ou qu'elle parlait l'anglais. Elle était sans emploi et elle avait reçu des prestations d'aide sociale, à compter de son arrivée au Canada jusqu'à environ 2010, année où elle avait commencé à travailler dans une usine."], ["[6]", "L'agent a relevé qu'il n'y avait pas de barrières linguistiques ou d'autres obstacles importants à ce que la demanderesse se trouve un emploi en Chine. Il ne serait pas déraisonnable pour elle d'y retourner; cela lui nécessiterait une période d'adaptation, mais sa mère et ses fils pourraient l'aider. L'agent a reconnu que plusieurs personnes séropositives étaient victimes de traitements inéquitables ou injustes en Chine et que les mesures de protection de la vie privée étaient inadéquates dans certaines régions."], ["[7]", "En ce qui concerne l'intérêt supérieur des enfants de la demanderesse, l'agent a mentionné qu'ils étaient sous la garde de leur grand-mère maternelle en Chine, où ils sont à l'abri de la stigmatisation et de la discrimination provenant du fait d'avoir un séropositif dans sa famille."], ["[8]", "En ce qui concerne la question du risque auquel s'expose la demanderesse dans l'éventualité où elle retournerait en Chine, l'agent a examiné la situation générale dans ce pays et l'a appréciée eu égard au profil personnel de la demanderesse. Il a conclu que la Chine était un État autoritaire ayant un piètre bilan en matière de droits de la personne et que plusieurs personnes séropositives sont victimes de préjudice, de discrimination et de stigmatisation. Cependant, en mars 2006, la Chine a promulgué un règlement en matière de prévention et de traitement du sida, lequel confère des droits fondamentaux aux personnes atteintes du VIH/sida. En 2008, la Chine avait modifié le critère régissant le moment auquel un traitement antirétroviral est amorcé, ce qui a eu pour effet d'augmenter le nombre de personnes recevant des traitements. La protection offerte s'est ensuite accrue de manière constante, ce qui, selon les sources invoquées par l'agent, a eu des effets positifs. De plus, la Chine a continué d'améliorer et de renforcer les mécanismes de réponse du gouvernement à l'égard du VIH/sida. Cela incluait, en 2010, la mise en œuvre de la politique « Four Frees and One Care », qui prévoyait quatre moyens fondamentaux d'accès à des traitements gratuits, ainsi qu'à des subventions."], ["[9]", "L'agent a relevé qu'une des conditions préalables pour bénéficier du programme « Four Frees and One Care » était d'avoir un certificat de résidence ou de municipalité. La demanderesse a déclaré que son", "hukou", "n'est plus valide, parce qu'elle a été absente de la Chine pendant plus de dix ans et que, par conséquent, elle n'aurait pas accès aux traitements. Cependant, l'agent a conclu que la demanderesse ne lui avait pas fourni de preuve suffisante lui permettant de conclure que son", "hukou", "avait été annulé. De plus, elle n'a pas démontré qu'elle se verrait refuser des traitements à ce moment-ci, puisqu'elle était retournée en Chine pour des traitements après avoir vécu au Guyana pendant sept ans."], ["[10]", "L'agent a rédigé plusieurs paragraphes au sujet d'un article de l'agence de presse Xinhua, tirée d'une source en ligne (Xinhuanet), qui rapportait que le premier ministre chinois s'était engagé à introduire d'autres mesures pour aider les personnes atteintes du VIH/sida. Cet article avait été publié le 2 décembre 2011, soit onze jours avant que la décision quant à la demande de dispense fondée sur des considérations d'ordre humanitaire soit rendue."], ["[11]", "L'agent a conclu que les facteurs jouant en faveur de l'accueil de la demande ne justifiaient pas une dispense. L'agent a affirmé qu'après avoir examiné la demande, les observations, les faits au dossier et la preuve documentaire objective concernant la situation en Chine, il a conclu que les difficultés mentionnées ne constitueraient pas des difficultés inhabituelles, injustifiées ou excessives qui justifieraient une dispense.", "LES QUESTIONS EN LITIGE"], ["[12]", "Les questions en litige découlant des observations des parties dans la présente affaire sont les suivantes:", "L'agent a-t-il manqué à son obligation d'équité procédurale en se fondant sur des éléments de preuve extrinsèques sans donner à la demanderesse la possibilité de présenter des observations en réponse?", "L'agent a-t-il commis une erreur en appliquant le mauvais critère quant à la dispense pour des considérations d'ordre humanitaire?", "L'agent a-t-il rendu une décision déraisonnable du fait de l'un ou l'autre des facteurs suivants:", "a) la mauvaise interprétation de la preuve, ou l'omission de tenir compte d'éléments de preuve, ou le fait de fonder sa décision sur une analyse sélective de la preuve, sans égard à la totalité de la preuve;", "b) le fait de ne pas tenir compte des circonstances personnelles de la demanderesse;", "c) le fait de ne pas tenir compte de l'intérêt supérieur des enfants?", "ANALYSE", "La norme de contrôle applicable"], ["[13]", "La norme de contrôle applicable aux questions en litige susmentionnées a été établie de manière satisfaisante par la jurisprudence:", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ), au paragraphe 57. La norme générale de contrôle qui s'applique à la pondération de la preuve et à l'appréciation des facteurs liés aux considérations humanitaires est celle de la raisonnabilité:", "<FRAGMENT_SUPPRESSED> . Le caractère raisonnable d'une décision tient à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel, ainsi qu'à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit: <FRAGMENT_SUPPRESSED> , au paragraphe 47."], ["[14]", "En ce qui concerne la deuxième question en litige, soit l'application du bon critère quant à la demande de dispense pour des considérations d'ordre humanitaire, la norme de contrôle applicable est celle de la décision correcte:", "<FRAGMENT_SUPPRESSED> . Lorsque l'équité procédurale est en cause, les arrêts <FRAGMENT_SUPPRESSED> , au paragraphe 50, et", "<FRAGMENT_SUPPRESSED> enseignent qu'il n'y a pas lieu de faire preuve de déférence à l'égard du décideur. La Cour doit établir si le processus adopté par le décideur satisfaisait au degré d'équité requis, compte tenu de toutes les circonstances. La Cour peut décider de ne pas prendre de mesures si l'erreur est purement technique et qu'elle n'a occasionné aucun préjudice important.", "L'agent a-t-il manqué à son obligation d'équité procédurale en se fondant sur des éléments de preuve extrinsèques sans donner à la demanderesse la possibilité de présenter des observations en réponse?"], ["[15]", "La prétention de la demanderesse quant à cette question en litige vise le fait que l'agent se soit fondé sur le compte rendu tiré de Xinhuanet. Elle prétend qu'il s'agissait d'un élément de preuve extrinsèque, sur lequel l'agent s'est fondé pour conclure qu'il y avait eu un changement à la situation dans le pays. Par conséquent, l'obligation d'agir équitablement exigeait de l'agent qu'il lui communique l'article et qu'il lui donne l'occasion de produire une réponse avant de rendre sa décision:", "<FRAGMENT_SUPPRESSED>  [", "Fi", "];", "<FRAGMENT_SUPPRESSED> ."], ["[16]", "De plus, la demanderesse soutient que l'article est de source douteuse parce que Xinhuanet est le site Web de l'agence de presse centrale appartenant au gouvernement de la Chine. Elle prétend que l'objectivité d'un article publié par l'organe de communication du gouvernement, qui a sans doute un grand intérêt à présenter le pays sous son plus beau jour, est par conséquent très douteuse. Si on l'avait avisé que l'agent avait l'intention de se fonder sur l'article, elle aurait porté ces préoccupations à son attention:", "<FRAGMENT_SUPPRESSED>  (CAF). La question est de savoir si des faits concrets, essentiels ou potentiellement cruciaux pour la décision ont été utilisés à l'appui d'une décision, sans que la partie visée ait eu la possibilité de répondre à ces faits ou de les commenter."], ["[18]", "Dans l'arrêt", "<FRAGMENT_SUPPRESSED>  (CAF) ( <FRAGMENT_SUPPRESSED> ), au paragraphe 22, la Cour d'appel fédérale, à la suite d'un examen de la jurisprudence, a formulé l'énoncé de principe suivant au sujet de la communication d'informations relatives à la situation d'un pays au cours du processus décisionnel:", "Ces décisions me semblent fondées sur les deux propositions suivantes. Premièrement, un demandeur est réputé savoir, grâce à son expérience du processus applicable aux réfugiés, sur quel type de preuve concernant la situation générale dans un pays l'agent d'immigration s'appuiera et où trouver cette preuve; en conséquence, l'équité n'exige pas qu'il soit informé des documents auxquels il peut avoir accès dans les centres de documentation.", "Deuxièmement, lorsque l'agent d'immigration entend se fonder sur une preuve qui ne se trouve normalement pas dans les centres de documentation, ou qui ne pouvait pas y être consultée au moment du dépôt des observations du demandeur, l'équité exige que le demandeur soit informé de toute information inédite et importante faisant état d'un changement survenu dans la situation générale d'un pays si ce changement risque d'avoir une incidence sur l'issue du dossier.", "[Non souligné dans l'original.]"], ["[19]", "Les « centres de documentation » auxquels le paragraphe précédent renvoie sont des endroits physiques. La mention de l'accessibilité, au paragraphe 22 de l'arrêt <FRAGMENT_SUPPRESSED> , doit être interprétée de nos jours en tenant compte du cyberespace, compte tenu de l'extraordinaire expansion d'Internet au cours de la dernière décennie en tant que moyen privilégié de dissémination de l'information."], ["[20]", "Citoyenneté et Immigration décrit en ces termes sur son site Web (http://www.irb-cisr.gc.ca/fra/resrec/ndpcnd/pages/index.aspx) les informations qu'elle détient au sujet de la situation dans le pays:", "Les cartables nationaux de documentation (CND) contiennent un ensemble de documents sur les droits de la personne, sur la sécurité dans le pays d'origine ainsi que sur d'autres questions qui permettent de statuer sur une demande d'asile. Les CND sont régulièrement révisés et mis à jour, suivant l'évolution de la situation dans le pays. Les CND visent uniquement à appuyer le processus d'octroi de l'asile; ils ne devraient pas être interprétés nécessairement comme une reconnaissance de la souveraineté ou du statut politique d'un territoire donné."], ["[21]", "Le cartable de documentation sur la Chine qui aurait été disponible en décembre 2011 est celui daté du 30 juillet 2010; ce cartable cite comme sources divers rapports provenant d'organisations internationales, d'organisations non gouvernementales et de gouvernements, y compris celui de la Chine, ainsi que des médias. Les sources provenant du gouvernement chinois concernent les lois et les procédures officielles. Le cartable ne contient pas de renvois aux articles rapportés par Xinhua ou sur Xinhuanet. Cependant, cela n'exclut pas la possibilité que les sources sur lesquelles se fonde le cartable contiennent des renseignements dérivés d'articles distribués par l'agence de presse Xinhua ou publiés en ligne sur Xinhuanet."], ["[22]", "Dans tous les cas, l'article concernant l'annonce, par le gouvernement chinois, de ses intentions en ce qui concerne les services offerts relativement au VIH/sida était du domaine public au moment où la décision a été rendue. Il s'agit de l'objectif des annonces aux médias, y compris de celles qui peuvent avoir pour objet de montrer le gouvernement sous un jour plus favorable. En l'espèce, l'annonce aurait été accessible à toute personne ayant accès à un ordinateur et à Internet."], ["[23]", "Il est bien établi en droit que l'agent a l'obligation de consulter les plus récentes sources d'information et n'est pas limité aux pièces fournies par le demandeur. Il ne s'agit pas d'une affaire similaire à", "Fi", ", précitée, où l'information avait été obtenue sur le site Web Wikipédia et où la fiabilité des sources sur lesquelles l'information était fondée n'avait pas été prouvée. Le fait que la source de l'information dans la présente instance soit une agence de presse appartenant au gouvernement de la Chine ne fait pas en sorte que l'information concernant l'annonce soit incorrecte ou non fiable."], ["[24]", "Je ne suis pas convaincu que la Cour devrait donner l'instruction aux agents d'immigration, à titre de principe général, de considérer comme douteuse toute information diffusée par une agence de presse, comme Xinhua, qui appartient à un gouvernement et qui est contrôlée par celui-ci. Cela peut être de la propagande, en ce sens que la publication de l'information vise à présenter le gouvernement sous un jour favorable. Ce phénomène n'est pas propre à la Chine. Que ce soit de la propagande ou non, il s'agit d'une information qu'il faut examiner de pair avec les informations provenant d'autres sources, lesquelles peuvent jeter un éclairage différent sur la situation. C'est à l'agent qu'incombe la tâche d'attribuer le poids approprié à une telle information, et la Cour ne devrait pas intervenir, à moins qu'il ne soit clairement établi que la décision qui en découle est déraisonnable."], ["[25]", "La question clé dans les circonstances de la présente affaire est de savoir si l'équité procédurale exigeait que l'agent communique l'article de Xinhua et qu'il invite la demanderesse à présenter des observations supplémentaires, parce que le contenu de l'annonce était « inédit[...] et important[...] et qu'[il faisait] état de changements survenus dans la situation du pays qui risquent d'avoir une incidence sur sa décision » ( <FRAGMENT_SUPPRESSED> , au paragraphe 27)."], ["[26]", "Je conviens avec le défendeur que l'article tiré de Xinhuanet ne répondait pas à cette norme, sans égard à l'attention que lui a donné l'agent dans son analyse. L'article contesté faisait référence aux projets d'avenir du gouvernement chinois en ce qui a trait à la continuation de ses efforts pour combattre le VIH/sida. L'agent considérait que l'annonce était digne de mention, mais cela ne signifie pas qu'il l'a traitée comme un élément de preuve important quant à un changement survenu dans la situation du pays qui aurait eu une incidence substantielle sur sa décision. À mon avis, il l'a plutôt vue comme une réaffirmation de l'intention du gouvernement de continuer ses efforts pour améliorer la condition des personnes atteintes du VIH/sida."], ["[27]", "Comme l'a énoncé la Cour d'appel fédérale dans l'arrêt <FRAGMENT_SUPPRESSED> au paragraphe 26, le fait qu'un document ne devienne accessible qu'après le dépôt des observations d'un demandeur ne signifie pas qu'il contient des renseignements nouveaux ni que ces renseignements sont pertinents et qu'ils auront une incidence sur la décision. L'obligation de communiquer un document au demandeur se limite aux cas où un agent s'appuie sur un document important postérieur aux observations et que ce document fait état de changements survenus dans la situation générale du pays qui risquent d'avoir une incidence sur sa décision."], ["[28]", "Je suis convaincu, à la lecture de l'analyse de l'agent dans son ensemble, que sa décision reposait sur la législation antidiscrimination existante, des statistiques quant à l'accessibilité croissante aux traitements et de la politique « Four Frees and One Care », plutôt que sur l'annonce des projets d'avenir. La preuve documentaire objective sur laquelle s'est fondé l'agent mentionnait que la Chine faisait des efforts pour aider les personnes atteintes du VIH/SIDA. Dans la même veine, l'article sur Xinhuanet faisait aussi mention de tels efforts et ne faisait pas état d'un changement dans la situation dans le pays. Le contenu de l'énoncé concordait avec la preuve documentaire antérieure et faisait état d'un effort en vue de progrès continus."], ["[29]", "Par conséquent, je conclus que l'agent n'a pas manqué à l'équité procédurale en omettant de communiquer l'article de presse et d'inviter la demanderesse à présenter des observations supplémentaires. Même si j'étais parvenu à une conclusion différente quant à cette question, je ne crois pas que cela aurait eu une grande incidence sur l'issue. Toute observation que la demanderesse aurait pu formuler au sujet de la source et de la qualité de l'information n'aurait pas écarté les conclusions de l'agent relativement aux autres éléments de preuve sur lesquels il s'est fondé pour rendre sa décision.", "L'agent a-t-il commis une erreur en appliquant le mauvais critère quant à la dispense pour des considérations d'ordre humanitaire?"], ["[30]", "La demanderesse soutient que l'agent a commis une erreur en appliquant le critère relatif à l'examen des risques avant renvoi dans le contexte d'une demande fondée sur des considérations d'ordre humanitaire. Comme il est expliqué dans la décision", "<FRAGMENT_SUPPRESSED> et 4, le critère applicable est celui des difficultés inhabituelles et injustifiées ou excessives, et non le critère plus contraignant de la menace à la vie. Elle soutient que l'agent s'est montré sélectif dans son emploi de la preuve et qu'il n'a pas tenu compte de sa croyance selon laquelle elle n'obtiendrait pas de traitements appropriés en Chine, ce qui entraînerait son décès."], ["[31]", "À mon avis, l'agent n'a pas appliqué le critère de la menace à la vie. Il a discuté du degré de difficultés auquel la demanderesse serait exposée si sa demande était rejetée et il est arrivé à la conclusion que ces difficultés n'atteignaient pas le degré d'[traduction] « inhabituelles et injustifiées ou excessives ». Il s'agissait du bon critère.", "L'agent a-t-il rendu une décision déraisonnable a) en interprétant mal la preuve, en omettant de tenir compte d'éléments de preuve, ou en fondant sa décision sur une analyse sélective de la preuve, sans égard à la totalité de la preuve; b) en omettant de tenir compte des circonstances personnelles de la demanderesse; ou c) en omettant de tenir compte de l'intérêt supérieur des enfants?"], ["[32]", "La norme de contrôle applicable pour les trois aspects de cette question en litige est la raisonnabilité. La demanderesse prétend, en ce qui concerne le premier point, que l'agent a omis de tenir compte de la preuve documentaire qu'elle avait fournie et selon laquelle les personnes atteintes du VIH/sida étaient victimes de discrimination en Chine ou qu'il a choisi de lui attribuer un poids moindre. Il ressort clairement des motifs de la décision que l'agent a tenu compte de toute la preuve documentaire qui avait été présentée. Le fait d'attribuer un poids convenable à chaque élément de preuve relevait de son pouvoir discrétionnaire, et il n'appartient pas à la Cour d'apprécier la preuve à nouveau.", "Plus particulièrement, je ne suis pas d'avis que l'agent a commis une erreur en concluant que la demanderesse n'avait pas fourni une preuve suffisante indiquant qu'elle se verrait refuser l'accès à des traitements en Chine. La demanderesse était retournée en Chine, en provenance du Guyana, pour obtenir des traitements et y est restée pendant plusieurs années avant de demander l'asile au Canada. Le fait qu'elle puisse préférer les traitements qui sont offerts ici est compréhensible. Il était loisible à l'agent de conclure au vu de la preuve, y compris d'une réponse à une demande d'information obtenue par la Direction des recherches de la CISR, qu'un certificat de résidence (", "hukou", ") serait délivré ou délivré de nouveau à la demanderesse à son retour, ce qui lui permettrait d'avoir accès à des services de santé."], ["[33]", "En ce qui concerne le deuxième point, la demanderesse prétend que l'agent a mesuré son établissement au Canada en fonction de celui d'une personne hypothétique qui n'était pas arrivée au Canada dans une situation psychologique difficile attribuable au fait qu'elle était séropositive. Elle prétend qu'il aurait dû apprécier ses circonstances particulières. Les facteurs énumérés dans le Guide IP5 pour orienter l'exercice du pouvoir discrétionnaire des agents d'immigration mettent tous l'accent sur le degré objectif d'établissement. L'agent n'a pas pour directive d'apprécier la progression relative de l'établissement d'un demandeur eu égard à ses circonstances personnelles à son arrivée, mais plutôt le résultat au moment où il demande une dispense. En l'espèce, l'appréciation appartient aux issues possibles acceptables."], ["[34]", "Enfin, en ce qui concerne la question de l'intérêt supérieur des enfants de la demanderesse, l'agent a analysé si le retour de la demanderesse en Chine aurait pour effet de révéler qu'elle est séropositive, et, par conséquent, de causer un préjudice à ses enfants. Il a mentionné que, même s'il devait conclure par l'affirmative, cela ne serait qu'un facteur, aussi important soit-il, dans la décision, et non une considération prépondérante. Après avoir examiné la preuve, il a conclu que l'intérêt supérieur des deux enfants ne justifiait pas une dispense en l'espèce. Il lui était loisible de tirer cette conclusion, et la décision révèle qu'il s'est montré suffisamment réceptif, attentif et sensible à leur intérêt."], ["[35]", "Par sa prétention, la demanderesse demande essentiellement à la Cour d'apprécier la preuve à nouveau et de tirer une conclusion différente. Même si la Cour aurait peut-être tiré une conclusion différente si elle avait examiné l'affaire en premier lieu, la Cour doit faire preuve de déférence à l'endroit des conclusions de l'agent si celles-ci sont, comme je le conclus en l'espèce, transparentes, intelligibles et justifiées, et qu'elles appartiennent aux issues possibles acceptables.", "LES QUESTIONS À DES FINS DE CERTIFICATION"], ["[36]", "La demanderesse a proposé que les questions suivantes soient certifiées à titre de questions graves de portée générale:", "[traduction]", "a) Une agence de presse appartenant à un gouvernement peut-elle être considérée comme une source généralement reconnue et fiable en ce qui a trait à la situation en matière de droits de la personne dans le pays en question?", "b) La réponse à la question susmentionnée serait-elle différente si l'agence de presse visée avait précisément comme mandat de promouvoir l'image du gouvernement en question?", "c) En rendant une décision CH, lorsqu'un agent se fonde sur un article qu'il a obtenu d'une agence de presse en ligne qui contient des informations quant à la situation du pays en matière de droits de la personne, a-t-il l'obligation de communiquer un tel article au demandeur si l'agence de presse en question appartient au gouvernement du pays à l'encontre lequel la demande d'asile du demandeur a été présentée et que le mandat de cette agence est de promouvoir l'image de ce pays."], ["[37]", "Le défendeur s'oppose à la certification de ces questions, au motif qu'elles dépendent trop des faits spécifiques de la présente affaire pour être de portée générale. Une question certifiée doit se prêter à une approche générique et être susceptible d'apporter une réponse d'application générale:", "<FRAGMENT_SUPPRESSED> ."], ["[38]", "Je souscris à l'affirmation du défendeur. De plus, une réponse ou des réponses aux questions proposées ne permettraient pas de régler un appel dans la présente affaire, puisque j'ai conclu que le recours à l'article contesté n'a pas eu une incidence substantielle sur la décision de l'agent.", "JUGEMENT"], ["[39]", "LA COUR STATUE que", "la demande de contrôle judiciaire est rejetée. Aucune question n'est certifiée.", "[End of document]"]]}