{"id_": "025322", "body_str": [["[1]", "Noël, J.", "[Translation]: This is an application for judicial review filed under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA), of a decision of the Refugee Protection Division (RPD) with respect to exclusion dated April 21, 2011. The RPD determined that there were no serious reasons for considering that the respondent had committed or had been complicit in crimes described in the", "United Nations Convention Relating to the Status of Refugees", "(the Convention), which, under section 98 of the IRPA, would have excluded him as a refugee or a person in need of protection.", "I.", "Facts"], ["[2]", "The applicant, Emmanuel Duroseau, is an 80-year-old citizen of Haiti. He arrived in Canada from the United States on March 28, 2009 and filed a refugee claim that same day."], ["[3]", "According to his Personal Information Form (PIF), Mr. Duroseau had allegedly been a member of the Volontaires de la sécurité nationale (VSN) (also known as the Tontons Macoutes) from 1968 to 1985. He purportedly left the group because did not like the conduct of its members, that is to say, the way they arrested, beat and imprisoned those who opposed the Duvalier regime. Mr. Duroseau claims that he was subsequently arrested and detained for a day for failing to report for duty. He then apparently left Haiti by boat in 1987 and applied for asylum in the United States. However, because of an error, his application was apparently never completed and he was at risk of being deported back to Haiti. It was at that point that he came to Canada to claim refugee protection."], ["[4]", "In a Notice of Intervention, the Minister of Public Safety and Emergency Preparedness (the Minister) indicated that if Mr. Duroseau had been a member of the VSN, a group whose human rights violations are well documented, there would be serious reasons for considering that he had participated or been complicit in the commission of crimes against humanity or acts contrary to the purposes or principles of the United Nations within the meaning of the Convention. In that case, under section 98 of the IRPA, he cannot be a refugee or a person in need of protection."], ["[5]", "Mr. Duroseau subsequently sent a response to the Immigration and Refugee Board in which he explained that his daughter-in-law had written his original narrative and that he now realized that she had misinterpreted his statements. He stated that he had not been a member of the VSN, but was simply a tailor. The local VSN leader was one of his clients and had allegedly offered him a VSN card to protect himself and his family. However, when that leader died, his replacement insisted that those who had VSN cards had to put in a few hours of work at the office. Mr. Duroseau objected and was then beaten and incarcerated for a day. Fearing persecution, he fled the country by boat to the Bahamas in 1985 before finally arriving in the United States in 1987.", "II.", "Impugned decision"], ["[6]", "The hearing to review Mr. Duroseau's refugee claim was held on March 30, 2011. In its analysis with respect to the exclusion, the RPD first pointed out that the burden is on the Minister to prove that a refugee claimant is excluded the provision of section F of the Convention and section 98 of the IRPA and that the standard of proof that applies is the existence of [Translation] \"serious reasons for considering\" - a standard that requires more than mere suspicion, but less than the standard applicable in civil matters of proof on the balance of probabilities."], ["[7]", "After reviewing what a crime against humanity entails, the RPD acknowledged that the documentary evidence submitted by the Minister proved that human rights violations had been committed by the VSN and it found that in light of this evidence, the case law and the admission by the applicant's counsel, the VSN had committed crimes against humanity described in the Convention and section 98 of the IRPA."], ["[8]", "The RPD then noted that, according to case law, mere membership in an organization that commits such crimes may be sufficient to trigger an exclusion under section 98 of the IRPA as soon as that membership implies a personal and knowing participation in persecutorial acts. The RPD stated that the key issue in this case is not whether Mr. Duroseau was a member of the VSN, but whether he was complicit in the activities of this group. It thus acknowledged that membership in this organization creates a rebuttable presumption of complicity, but, referring to a decision from England, the RPD also noted the importance of assessing the role or the specific participation of the applicant."], ["[9]", "In this regard, the RPD remarked that, essentially, complicity rests on the existence of a shared common purpose and the knowledge that all of the parties in question may have of it. A person will be considered complicit if that person is a member of a group described in the Convention and has knowledge of acts being committed by the group and who does not take steps to prevent them from occurring, if he has the power to do so, or disassociate him- or herself from the group at the earliest opportunity, but lends his or her active support to that group. In the present case, Mr. Duroseau testified that he was aware of the serious violations committed by the VSN, but claimed that he had never participated in these violations himself and had never directly or indirectly supported the purposes pursued by this group."], ["[10]", "In light of the evidence submitted by the Minister, Mr. Duroseau's testimony at the hearing and his personal circumstances ([Translation] \"an 80-year-old person who earned his living in Haiti working as a tailor in a small town in the northern part of the country\"), the RPD found that the Minister had failed to show, beyond having mere suspicions, that there were serious reasons for considering that the applicant himself had participated in crimes or had been complicit in the commission of such crimes (Reasons for the decision at FRAGMENT_SUPPRESSED).", "III.", "Positions of the parties"], ["[11]", "The Minister explains why he still sought to challenge the RPD's decision with respect to the exclusion even though the RPD also dismissed the respondent's claim for refugee status and protection. As the Federal Court of Appeal recognized in a similar case, this question is not moot, because a person who has been found to be excluded under section 98, while he or she may still file an application for protection in the context of a pre-removal risk assessment (PRRA), cannot obtain permanent resident status and can only obtain a stay of the removal order (", "FRAGMENT_SUPPRESSED)."], ["[12]", "As for the decision itself, the Minister claims that the RPD's finding was based, among other things, on the criterion of complicity established in", "FRAGMENT_SUPPRESSED, but that this interpretation of the criterion was later dismissed by the Court of Appeal (", "FRAGMENT_SUPPRESSED). Moreover, given the evidence and the legal principles established in the case law, the Minister is of the view that the RPD committed an error when it determined that Mr. Duroseau had not been complicit in the VSN's crimes. The Minister compares the facts in this case to those in", "FRAGMENT_SUPPRESSED, in which the evidence showed that the excluded individual voluntarily joined an organization described in the Convention (in that case the Nigerian military), that he was aware of the crimes he was committing, that he nonetheless remained a member for several years despite the fact that he had opportunities to dissociate himself and when he finally did so it was only because he felt that he was personally at risk. Lastly, the Minister alleges that the decision is tainted by determinative factual errors. According to the Minister, the RPD appears to conclude that the respondent could not have been an accomplice given the fact that he was 80 years old and earned his living as a tailor in a small town in the northern part of the country during the relevant period. The Minister points out that the respondent was between 38 and 55 years old at the time, that he could have been complicit in crimes while being a tailor and that the VSN were present throughout the entire country."], ["[13]", "The respondent replies that the RPD did not err in its interpretation of the law, that it did not rely on the criterion of complicity used by the Federal Court in", "FRAGMENT_SUPPRESSED", "and that it never insisted on his having personally participated in or facilitated the commission of crimes by the VSN. On the contrary, the RPD simply found that he had not shared a common purpose with the VSN and that he had not become involved in VSN operations. The respondent is of the opinion that the Minister is in reality asking the Court to re-weigh the evidence, including his testimony. As for the allegation that the RPD had committed a factual error, the respondent dismisses this argument. He notes that the RPD did not say he was 80 years old in Haiti, but had only made reference to his age at the time of his testimony in the context of its assessment of his credibility.", "IV.", "Issue", "• Is the RPD's decision tainted by a relevant error of law or by an unreasonable determinative error of fact?", "V.", "Applicable standard of review"], ["[14]", "The applicant's complicity and exclusion described in the Convention and under section 98 of the IRPA are questions of mixed fact and law that give rise to the reasonableness standard (", "FRAGMENT_SUPPRESSED). In applying this standard, which is concerned mainly with the existence of justification, transparency and intelligibility within the decision-making process, this court will intervene only if the decision does not fall within a range of possible, acceptable outcomes which are defensible in respect of the facts and law (", "FRAGMENT_SUPPRESSED. However, legal questions concerning the legal framework to use during analysis are subject to the correctness standard (see", "FRAGMENT_SUPPRESSED).", "VI.", "Analysis"], ["[15]", "As the RPD noted, the burden is on the Minister to prove that, in light of the evidence before it, there are [Translation] \"serious reasons for considering\" that Mr. Duroseau committed or was complicit in crimes described in the Convention and that FRAGMENT_SUPPRESSED (", "FRAGMENT_SUPPRESSED). This standard goes beyond mere suspicion but not as far as the standard applicable in civil matters of proof on the balance of probabilities (", "FRAGMENT_SUPPRESSED). The Minister is of the view that, in this case, the RPD's evidence meets this standard."], ["[16]", "Preferring not to begin a reassessment of the evidence (other than to identify the factual errors) submitted by the Minister and of the RPD's assessment, this Court will limit itself to the following analysis. There can be no doubt as to the nature of the VSN. The RPD unequivocally expressed itself in this matter: [Translation] \"... there are serious reasons beyond mere suspicion for believing that, from 1968 to 1985, the VSN or Tontons Macoutes not only committed crimes against humanity in Haiti, but also that this organization was pursuing a limited, brutal purpose\" (Reasons for the decision at FRAGMENT_SUPPRESSED). This determination is significant because as the RPD noted, membership in the VSN would create a rebuttable presumption of complicity: \"Membership in an organization that has a limited brutal purpose does not automatically result in exclusion by itself. Rather, it creates a rebuttable presumption of complicity or of the two criteria for complicity-a personal and knowing participation and a sharing of a common purpose.\" (", "FRAGMENT_SUPPRESSED, and see reasons for the decision at FRAGMENT_SUPPRESSED)."], ["[17]", "Despite this presumption that would be triggered by Mr. Duroseau's membership in the VSN, the RPD made no determination on whether the respondent was a member of the VSN, despite the fact that there were contradictory versions on the matter. After noting that mere membership in a group may be sufficient to trigger the application of the clause, the RPD states that the key issue in this case is not whether the applicant was a member of the VSN, but whether he was complicit in the activities of this group. Although it is true that this other determination on complicity still had to be made, the question of membership had a significant impact since it determined who had the burden of proving this complicity."], ["[18]", "When the RPD finally made a determination on the question of exclusion, it stated that the Minister did not show that there were serious reasons for considering that the applicant himself participated in crimes described in the Convention or that he was complicit in such crimes. However, as the RPD recognized earlier, if Mr. Duroseau was a member of the VSN, the burden was on him to rebut the presumption that he was complicit in these crimes and not on the Minister to prove it. On this point, the RPD's only observations with respect to the evidence submitted by the respondent are found on paragraph 23 of its reasons, where it notes that Mr. Duroseau stated that he was aware of the crimes committed by the VSN, but that he had never participated in these crimes and had never directly or indirectly supported the purposes pursued by this group. It is impossible to know whether these statements were sufficient by themselves to rebut a presumption of complicity, or whether the RPD had found that he was not a member and that this presumption did not apply."], ["[19]", "It should also be noted that in order to determine whether Mr. Duroseau could be found complicit in crimes committed by the VSN, the case law identified the following factors: the method of recruitment, the applicant's position and rank in the organization, the nature of the organization, the applicant's knowledge of the crimes or acts committed, the length of his or her participation in the organization's activities, and the opportunity to leave (", "FRAGMENT_SUPPRESSED). These factors are also listed in", "FRAGMENT_SUPPRESSED, a decision to which the RPD also referred to confirm a person's complicity if that person is a member of a persecuting group, has knowledge of the activities being committed by the group and does not take steps to prevent them occurring if he or she has the power to do so or does not disengage him- or herself from the group at the earliest opportunity, but lends his or her active support (Reasons for the decision at para 22)."], ["[20]", "Despite all these factors, both those listed by the RPD and those not mentioned, the RPD merely noted that Mr. Duroseau testified that he had knowledge of the crimes committed by the VSN, but that he did not support these purposes directly or indirectly. At no time did the RPD make a determination as to Mr. Duroseau's decision to join the VSN (or at the very least that he held a membership card) from 1968 to 1985, to do nothing to prevent these crimes and not to disengage himself from the organization before he found himself in difficult circumstances."], ["[21]", "Even if these deficiencies are overlooked, in light of the evidence, including Mr. Duroseau's statements in his refugee claim and in his PIF that he was a member of the VSN for at least 10 years, and the impact of this membership on the burden of proving his complicity is taken into account, it is clear that the RPD should have determined whether Mr. Duroseau was indeed a member of the group. Because it did not do so or at the least that it had not made that determination, it is now impossible for this Court to determine whether the complicity analysis was done in a reasonable manner. Therefore, taking into account the lack of transparency and intelligibility of the reasons as to Mr. Duroseau's membership in the VSN, this Court cannot determine whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law (", "FRAGMENT_SUPPRESSED). For this reason, the RPD's decision is set aside and the matter is referred back to the RPD for redetermination by a differently constituted panel."], ["[22]", "I would add that the decision identified significant factual errors regarding the applicant's personal situation: at the time of the events the applicant was not 80 years old but around 45 years old and, although he was a tailor, this did not prevent him from being a member of the VSN, an organization operating throughout the country, including the small towns in the north (see para 24 of the decision). These three errors are the factual basis allowing a determination of non-exclusion. They must be noted."], ["[23]", "Whether on the basis of correctness for the questions of law addressed above or that of reasonableness for the determination of facts, this decision must be referred back for reassessment, taking into account these reasons."], ["[24]", "The parties did not submit questions for certification.", "JUDGMENT"], ["[25]", "THIS COURT ORDERS AND ADJUDGES that", "the application for judicial review on the exclusion is allowed, the decision of non-exclusion is set aside and the matter is referred back to the RPD for redetermination."], ["[26]", "No question will be certified.", "Application allowed.", "Editor: Angela E. McKay/vnh"]]}