{"id_": "025492", "body_str": [["[1]", "Rouleau, J.", ": This action arises out of a breach of a contract entered into between the parties on May 16, 1988. The plaintiff Shibamoto, through its agent Ocean, retained the services of the defendant Western and the Ship \"Nicolle N\" to carry out a joint \"cash fish buying\" operation in the Bristol Bay Salmon Fishery off the Coast of Alaska during the 1988 sockeye salmon season."], ["[2]", "The trial lasted 26 days and 29 witnesses testified. In addition to the oral evidence, there were approximately 1,400 pages of documents filed on behalf of both parties which are exhibits in this dispute. The facts are extremely involved as well as lengthy and I do not intend to enlighten the world on the complexity and customs that prevail in the salmon fishing industry. The parties are familiar with the details and I shall attempt to rely where possible on the Agreed Statement of Facts."], ["[3]", "Ocean Fisheries Ltd. (\"Ocean\") is a company incorporated pursuant to the laws of the Province of British Columbia and has its head office in the City of Vancouver. It is a major fish processing and exporting company and has been in existence for many years. Its importance in the industry is unquestionable and, to underline this fact, one needs only to appreciate that during the 1988 fiscal year it conducted some $175,000,000 of business."], ["[4]", "The plaintiff Shibamoto & Company Ltd. (\"Shibamoto\") is incorporated pursuant to the laws of Japan. It is a very large Japanese trading company involved in steel, hotels and resorts but in this particular endeavour it was essentially providing financing and credit for a rather small importing company called Muramoto. They were represented in North America by Tashikoto Zoda, a Japanese trader familiar with the North American fishing industry and to some extent familiar with the Japanese market; Mr. Zoda was also the principal shareholder of Viking Seafood Inc., his own importing vehicle."], ["[5]", "The plaintiff Seattle First National Bank is located in the State of Washington and is a nominal plaintiff as the holder of the fourth mortgage on the vessel \"Nicolle N\". This pledge was in place to secure an advance of $250,000 U.S. made by Shibamoto to the defendant S.M. Properties Ltd. just prior to the opening of the 1988 salmon season."], ["[6]", "The principal defendant, Western Fish Producers Inc. (\"Western\"), is a company incorporated under the laws of the State of Washington with an office in Delta, British Columbia and was the principal signatory to the agreement."], ["[7]", "The defendant S.M. Properties Ltd. (\"Properties\") is a company incorporated pursuant to the laws of the Province of Alberta, registered in British Columbia and was the owner of some of the processing equipment on board the vessel \"Nicolle N\". Among other functions it provided financing to Western and C.N. Holding Inc."], ["[8]", "The defendant C.N. Holding Inc. (\"C.N.\") is a company incorporated pursuant to the laws of the State of Washington, situate in the City of Seattle, and at all material times was the registered owner of the \"Nicolle N\", a fish processing vessel."], ["[9]", "The defendant Jorn Nordmann is the Executive Vice-President of Western as well as C.N. Holding and President of S.M. Properties Ltd. He resides in Tsawwassen, B.C., and at all material times was the master or person in charge of the vessel \"Nicolle N\" as well as the principal driving force behind all the defendant companies."], ["[10]", "In order to place the facts in context, a brief description of fishing operations in Bristol Bay is necessary. Traditionally, the season opens in mid-June, peaks on the 4th of July and the run usually terminates by mid-July. The State of Alaska Department of Fish and Game, by some scientific methodology, attempts in the early spring to predict the salmon run and quantities of fish expected. It controls openings and closings during the season. It is generally able to determine from time to time the quantity of fish being caught and fix the numbers that make it to the streams and rivers for spawning. As a result of these statistics, as the season progresses, it revises either upward or downward the estimate of fish flow and puts into place controlled \"openings\": the days and the hours during which the fishermen are permitted to catch. During 1988, the first week of the season was without restriction and, from approximately June 28th onward, controlled openings came into effect."], ["[11]", "There are various types of vessels and fishing operations that make up the Bristol Bay season. The larger vessels in the flotilla are processors and they are manned with sufficient staff to clean, fast freeze and pack fish. Some of them also have Japanese roe technicians on board whose function is to treat salmon roe and pack it for the Japanese market. In some instances, after fast freezing, the fish is put aboard trampers for shipment to Japan. In the majority of cases, it is transported to canneries located near various streams and rivers in the State of Alaska. A processing vessel is supported by a fleet varying in size from three to ten ships which are called \"tenders\". Like the fingers of the hand they reach out into the fishing grounds away from the processing vessels and collect the catch from the fishermen."], ["[12]", "Most of the fishing is conducted by two distinct methods of operation known in the trade as \"majors\" and \"cash buyers\". \"Majors\" are the large companies, mostly involved in canning; they generally have from 200 to 400 loyal fishermen who provide them with their total catch. At the opening of each season, \"majors\" do not customarily advise the fishermen of the price that they will be paid per pound for the salmon. Generally during mid-season the price they are to receive is communicated; some three or four months following the close, they may receive a retroactive increase or bonus in the per pound weight depending on market success. For their loyalty to these so-called \"majors\" the fishermen are allowed certain benefits such as raising and lowering of their boats from the water and repairs; in some cases room and board and other forms of assistance are provided."], ["[13]", "The second type of operation is referred to as \"cash buyers\". Mr. Nordmann was part of this group. They are the minority, have few loyal fishermen, do not provide home base services such as the \"majors\" and generally do not pay post season bonuses. These \"cash buyers\" usually are owner-operators of processor vessels and are accompanied by hired tenders. They display a cash price that they will pay per pound which is visible to the fishermen. From the evidence, I concluded that they attempt to set their price close to that of the \"majors\" and allow an additional bonus over and above the going rate in order to entice the fishing flotilla. Since they are \"cash buyers\" it is essential that they have currency on board in order to conduct their business. Some cash buyers negotiate an agreement before the season begins and contract to sell their fish to third parties for the amount they would have paid for the product plus a processing and tendering fee from which they derive their profit. Some agreements provide for profit sharing between the processor and buyer after deducting common expenses. In other instances cash buyers may not have entered into a preseason agreement for the sale of their product; as the season progresses they may be approached by third parties for the sale of their fish or, in the alternative, they may dispose of their product on the Alaskan spot market."], ["[14]", "Fishermen who are involved with cash buyers are paid on the grounds. Upon delivery of their fish to a tender they are issued what is referred to in the trade as a \"fish ticket\". On the fish ticket the number of pounds, the price per pound and any bonus is disclosed. If there is a fish buyer on board the tender with cash available, the fisherman is paid immediately. If there is no cash on board, the individual would then proceed to the processor, present his fish ticket and get paid."], ["[15]", "The events leading up to the signing of the contract in question and those which followed are set out in the Agreed Statement of Facts.", "\"9. In February 1988, Nordmann on behalf of Western approached Gordon Safarik, the Vice-President of Ocean to inquire as to whether Ocean was interested in entering into an agreement to do business respecting salmon processing in the Bristol Bay Salmon Fishery in Alaska in 1988.", "\"10. Gordon Safarik advised Nordmann that Ocean was not interested in participating in such an agreement, but they were aware of a Japanese company, Shibamoto, that might have such an interest.", "\"11. From February to May, 1988, Nordmann on behalf of Western, negotiated with Ocean and Shibamoto to reach an agreement for the processing of salmon in the Bristol Bay fishery in 1988 which resulted in the agreement dated May 16, 1988 (the 'Agreement').", "\"12. Tashikoto Zoda ('Zoda') represented Shibamoto during the negotiations leading up to the Agreement and was the person charged by Shibamoto to represent it during the operation of the Agreement.", "\"13. The Agreement (as were several previous drafts) was prepared by William Prowse who is the in house counsel for Ocean.", "\"14. Paragraph 1.04 of a draft (the 'Draft Agreement' -- tab 1) stated:", "'1.04 Shibamoto shall have a full-time representation [sic] on the Vessel (the \"Representative\") who shall have the authority to set a ceiling on the ground's price for sockeye salmon. In the event that the representative invokes the ceiling, no further fish shall be purchased above that price unless Western and the Representative obtain new instructions by telex.'", "\"15. On May 16, 1988, the Agreement was entered into between Western, Shibamoto, and Ocean (tab 2). The Agreement stated, inter alia:", "'1.03 Western shall be in charge of purchasing the fish on the fishing grounds and shall decide on the price to be paid, subject to paragraph 1.04 herein.", "'1.04 Shibamoto shall have a full-time representative on the Vessel (the \"Representative\") who shall have the authority to set a ceiling on the ground's price for sockeye salmon by giving notice in writing to Jorn Nordmann or his representative in charge. In the event that the Representative invokes the ceiling, no further fish shall be purchased above that price unless the Representative gives Western new instructions. Shibamoto agrees that it will not invoke a ceiling price unless Shibamoto, in its sole discretion, believes that the grounds' price has reached a level which would result in no profit being made on a subsequent resale.", "'2.01 Shibamoto shall provide cash buying money for up to three million (3,000,000) pounds of sockeye salmon subject to clause 1.04 herein.", "'2.03 An initial sum of Eight Hundred Thousand ($800,000) Dollars shall be delivered by June 22, 1988, and continuously after that date so that Western has a sufficient supply on hand to purchase the fish.'", "(Please note that all references to dollar amounts herein are in U.S. Dollars unless the contrary is expressly stated.)", "\"16. In accordance with the Agreement Shibamoto through their agent Ocean advanced to C.N. the sum of U.S. $250,000 to assist with the start up costs for the salmon operation.", "\"17. It was agreed between Shibamoto, Ocean, Western and C.N., that the U.S. $250,000 advance would bear interest at a rate equal to the prime commercial rate of the Seattle First National Bank plus 2% per annum, and that advance was secured by partial assignment of a fourth mortgage registered against the 'Nicolle N' (the 'Mortgage'). The Seattle First National Bank holds the Mortgage as trustee for Ocean and Shibamoto.", "\"18. An agreement concerning salmon processing dated June 16, 1988, was made between Can-Alaska Seafood Inc. ('Can-Alaska'), which is a Washington State corporation and a wholly owned subsidiary of Ocean, and Western, which is tab 3.", "\"19. In the Alaska fisheries there are 'majors' which are a group of substantial fish companies which together purchase the majority of fish caught in the Alaska fisheries. They include such companies operating in Alaska as Trident Seafoods Inc., Icicle Seafoods Inc., Red Salmon and Nelbro Packing Ltd.", "\"20. Majors generally have some fishermen under contract to deliver their entire catch and confer substantial benefits on those fishermen during both the fishing season and the off-season. Those benefits may include: fleet insurance plans, financing to cover the purchase and/or repair of their vessels, equipment and supplies, storage facilities, maintenance of records and accounts and a guarantee of acceptance of fish from the fishermen during the periods of substantial catches.", "\"21. The majors generally do not pay cash for fish purchased from their fishermen during the season. When cash is not paid, the majors indicate the price they are prepared to pay for fish being delivered and credit accounts maintained for their fishermen accordingly. Generally the majors adjust the price paid for fish both during and after the season when circumstances warrant.", "\"22. Far West Fisheries Inc. ('Far West') was at all material times and remains a wholly-owned subsidiary of Ocean. While Far West is not admitted by Ocean to be a major its relationship with its fishermen is similar to that described above for majors.", "\"23. Cash buyers generally do not provide the benefits provided by the majors, and cash buyers generally purchase and pay cash for fish at prices negotiated on the fishing grounds.", "\"24. On June 16, 1988, Ocean delivered to Western a letter which is at tab 4.", "\"25. On June 20, 1988, Western commenced purchasing salmon in Bristol Bay.", "\"26. On June 20, Western initially paid U.S. $1.50 plus the U.S. $0.05 bonus to fishermen.", "\"27. Western paid up to U.S. $1.70 per pound for salmon during the period between June 20th and June 30th, 1988, with the agreement of Shibamoto and Ocean (it remains in dispute whether those prices were agreed prior to them being paid).", "\"28. On June 22, 1988, Connie Shevchenko, the on site representative of Ocean, sent to Ocean the telex at tab 5.", "\"29. On June 28, 1988, Shibamoto sent Nordmann a memorandum which is at tab 6.", "\"30. On June 30, 1988, Shibamoto sent Nordmann a memorandum which is at tab 7.", "\"31. By July 3, 1988, Western had processed and/or frozen round for Ocean and Shibamoto a total of approximately 303,330 pounds of salmon which had been purchased by Western for the sum of U.S. $613,647.", "\"32. Ocean and Shibamoto were invoiced for tendering and processing of the fish referred to in the paragraph above and Ocean and Shibamoto paid those invoices in the amounts shown hereunder:", "Date of Invoice\tAmount Paid", "Tab", "June 25, 1988\tU.S. $ 44,906.40 8", "June 30, 1988\tU.S. $ 35,700.00 9", "July 1, 1988\tU.S. $ 18,830.00 12", "July 6, 1988\tU.S. $107,905.00 13", "\"33. As of June 30, 1988, Shibamoto through Ocean had provided to Western $800,000 pursuant to the Agreement for purchasing fish of which U.S. $186,353 had not been used for the purchase of fish prior to July 1, 1988.", "\"34. On July 1, 1988, a further U.S. $320,000 was provided by Shibamoto through Ocean to Western and on July 3, 1988, a further U.S. $680,000 was provided by Shibamoto through Ocean to Western making a total provided to Western of U.S. $1,800,000 (in addition to the U.S. $250,000 referred to in paragraph 16).", "\"35. Commencing on July 1, 1988, Western purchased salmon at prices higher than that price specified in the memo at tab 7, with the funds provided by Shibamoto through Ocean.", "\"36. On July 1, 1988, Western sent the memorandum which is attached as tab 14 to Shibamoto. The memo was received by Ocean and Shibamoto.", "\"37. On July 1, 1988, Western received the memo at tab 15.", "\"38. The price paid by Western for salmon between July 1 to July 5, 1988, was higher than U.S. $1.55 per pound.", "\"39. On July 5, 1988, Western advised by telex that 'the price up in Naknek has now risen to $1.95 U.S.D. per pound of salmon'. On July 5, 1988, Connie Shevchenko wrote Ocean a letter which they received by facsimile which is at tab 16.", "\"40. On July 1, 1988, Nordmann and Western, without the knowledge or consent of Ocean and Shibamoto, commenced using the funds provided by Ocean and Shibamoto for purposes other than buying fish which purposes are recorded in the books of account of Western as:", "(a) payroll of Western\tU.S. $ 30,000", "(b) tender fees owed by Western\tU.S. $ 88,800", "(c) airfares, and\tU.S. $ 12,000", "(d) petty cash", "U.S. $ 15,000", "U.S. $145,800", "Shibamoto and Ocean did not discover that fish buying funds had been used for the purpose described above until much later, and in any event not prior to September, 1988.", "\"41. On July 5, 1988, Western offered to sell to Shibamoto and Ocean the fish purchased by Western from July 1 to July 5 at its acquisition cost of $1.85 per pound provided Ocean and Shibamoto would continue to provide funds to Western for the purchase of salmon. See the memorandum of July 5, 1988, tab 17. That offer was refused by Ocean and Shibamoto. Western received the memorandum of July 6, 1988 at tab 18.", "\"42. Shibamoto received the memorandum from Western dated July 6, 1988, at tab 19. Western received the memorandum dated July 6, 1988 at tab 20. Western sent a further memorandum to Shibamoto dated July 6, 1988 at tab 21 and received the memorandum dated July 6, 1988 at tab 22.", "\"43. All fish and salmon roe that had been delivered by Western to Shibamoto which was purchased by Western from the fishermen at the prices between $1.55 and $1.70 were resold by Shibamoto at a profit.", "\"44. On July 7, 1988, the solicitor for Ocean and Shibamoto received the letter at tab 23 from the solicitor for Western.", "\"45. On July 7, 1988, Western was advised through its solicitor that Ocean and Shibamoto would not supply additional funds to Western.", "\"46. On July 7, 1988, Western entered into an agreement to process and sell fish to Shin Nihon Global Inc. ('S.N.G.') See tab 24. Western delivered the fish to S.N.G. on July 8, 1988. This fish was purchased with money provided by Shibamoto through Ocean.", "\"47. All of the fish purchased by Western after July 1, 1988 were sold to S.N.G. and others, and none was delivered to Ocean and Shibamoto.", "\"48. Between July 3 and 15, 1988, Ocean purchased 665,737 pounds of round salmon from Far West.", "\"49. On July 13, 1988, Western entered into Chapter 11 Bankruptcy in the United States of America.", "\"50. On April 11, 1989, a demand for payment of monies owing under the mortgage was made. See tab 25. No payment was made by the defendants in response to that demand.", "\"51. At all material times the 'Nicolle N' was situated in the territorial waters of the State of Alaska, United States of America.\"", "The Plaintiffs' Position"], ["[16]", "They allege breach of the agreement by the defendants Nordmann and Western. There had been a ceiling price of $1.50 per pound fixed on June 16, 1988 which the defendant Western exceeded (See paragraph 24, Agreed Statement of Facts, Tab 4). They further contend that as of July 5, 1988, there was on board the \"Nicolle N\" U.S. cash in the amount of $687,643 which was their property as well as fish which had been purchased with the plaintiffs' money and not delivered to them in an amount equal to $836,150 U.S. They submit that the defendant Nordmann on his own behalf or on behalf of Western wrongfully seized and converted and withheld possession of the money as well as the fish in a total amount of U.S. $1,550,793 which was not returned despite repeated demands. They concede that as of July 8, Western had repaid U.S. $250,000 to the plaintiffs as a result of a tentative agreement which had been reached by counsel in Alaska. They also claim the recovery of the balance due under the ship mortgage which initially amounted to $250,000."], ["[17]", "The plaintiffs further contend that according to the law of Alaska and the law of the U.S., the plaintiffs are entitled to a maritime lien against the \"Nicolle N\" arising out of the conversion of the plaintiffs' money and fish by the defendants Nordmann and Western.", "The Defendants' Position And Counterclaim"], ["[18]", "The defendants contend that the plaintiffs were in breach of the agreement and specifically deny that the monies delivered to Nordmann and Western were converted or wrongfully withheld. In addition, they dispute the right to a maritime lien against the \"Nicolle N\"."], ["[19]", "The defendants maintain that there was a deliberate and fraudulent plan conceived by the plaintiffs to destroy the cash buying operation of Western. It is alleged that the instructions given by Shibamoto to Western on June 28, 1988 advising that prior approval was required for the cash price to be paid for fish, was known to the plaintiffs to be in breach of the agreement in that such instructions were not in accordance with paragraph 1.04 of the agreement. At all material times during the Bristol Bay salmon season the price increased rapidly and these prices were, to the knowledge of the plaintiffs, sufficiently high to enable both Shibamoto and Western to realize substantial profits under the agreement. The instructions to maintain the ceiling price of $1.50 per pound were given under compulsion by Ocean or through its subsidiaries Far-West and Can-Alaska with the purpose and intent of fixing the price at an artificially low level. The defendants argue that plaintiffs knew these instructions would cause irreparable harm to Western. Furthermore, the plaintiffs wrongfully repudiated the agreement on July 6, 1988, by demanding that all fish purchased by Western and the balance of the cash buying funds in their possession be returned. This demand according to the defendants was made with the knowledge that it would destroy the business of Western."], ["[20]", "The refusal by the plaintiffs to continue to advance funds or to pay increased prices caused Western to continue to purchase fish at the prevailing cash buying price of $1.85 per pound in order to mitigate damages. In fact, all fish were offered to Shibamoto on the 5th, 6th and 7th of July, 1988 at the price paid, $1.85. By refusing to pay the increased price, Shibamoto caused the defendants to enter into agreement to sell the fish to Shin Nihon Global Inc. (\"S.N.G.\") on July 8th, 1988, at $3.50 a pound, this also in mitigation of damages."], ["[21]", "The defendants maintain that on July 8, 1988, Western had negotiated a settlement of the dispute with the plaintiffs and that the settlement was without prejudice to the defendants' right to bring an action for damages arising out of the breach of agreement with the plaintiffs. It is the defendants' position that the purpose of the settlement was to permit Western the use of the proceeds from fish acquired with Shibamoto's funds thus allowing it to continue its cash buying operation. The agreement further provided that the roe technicians were to remain on board the \"Nicolle N\" for the purposes of processing roe and that their removal from the vessel on or about July 12, 1988, caused a further loss to the defendants."], ["[22]", "It is also alleged that an agreement dated June 16, 1988, made between Can-Alaska Seafoods Inc. (\"Can-Alaska\"), a Washington State corporation wholly owned by Ocean, and the defendant Western, by which Can-Alaska had undertaken to provide product for processing on board the \"Nicolle N\" if space was available, was deliberately breached and deprived the defendants of revenue of $640,000."], ["[23]", "The defendants claim start-up expenses immediately after May 16, 1988, in consequence of the agreement in the amount of $400,000; particulars of which are: insurance and supplies such as food, boxes and other packaging materials; $260,000 for tender fee guarantees, $80,000 for towing and freight and $30,000 for transportation for crew to handle the processing on board the vessel."], ["[24]", "By way of counterclaim, the defendants also claim the following damages: costs incurred for tendering, loss of processing fee of 45 cents a pound for approximately 3,000,000 pounds of sockeye, $765,000; loss of profit from sale of sockeye, $1,420,000; loss for the failure to process roe, $559,000; loss of profit-share of $150,000 from the roe operation; damages for the loss of the fishing season, $1,775,000."], ["[25]", "The defendants conclude by claiming general damages for loss of revenue for the 1988 Alaska season; loss of future revenue; loss of future opportunities due to the bankruptcy of Western; damages for wrongful arrest of the vessel \"Nicolle N\" and administrative and legal costs.", "A Brief Outline Of The Events From The Commencement Of Negotiations In The Spring Of 1988 Up Until July 13, 1988"], ["[26]", "In mid-April of 1988, Mr. Nordmann first met Mr. Zoda with Ed Safarik and his brother Gordon, President and Vice-President respectively of Ocean, along with Mr. Bob Parker, an employee of Ocean. A brief discussion took place concerning a possible fish buying operation for the Bristol Bay salmon season. This was the first meeting between the principal parties, Nordmann and Zoda. As a result of this meeting, Mr. Gordon Safarik prepared an outline of the terms and conditions which had been discussed and essentially agreed to, which can be found at Exhibits A-78 and A-79 in these proceedings."], ["[27]", "A subsequent meeting near the end of April was also attended by the two principals along with Gordon Safarik and Mr. Toddhunter, a long-time employee of Ocean, as well as their in-house counsel, Mr. Prowse. The general outline was again discussed and a series of drafts were then prepared by Mr. Prowse before achieving a final agreement. Attached as a schedule to the document was an example of the profit-sharing formula that was to prevail between Shibamoto and Western. The cost of the fish, fish tax, tendering and processing fees would be totalled and paid to Mr. Nordmann upon receipt of bills of lading; that these payments were deposited promptly is not disputed; the last payment for product previously delivered by Nordmann to Shibamoto was completed on July 6, 1988. The processing fees paid were determined by Mr. Nordmann and were sufficient to cover his total operating expenses."], ["[28]", "The profit sharing was then determined as follows: to the previous sums expended, the parties added other disbursements such as freight to Japan, import duty, storage, cost of money, commissions, to arrive at a net cost on the Japanese market. Following the sale they would then share the surplus on a 50/50 basis. A somewhat similar arrangement prevailed for the roe."], ["[29]", "During the discussions provisions were also made for Shibamoto to provide the sum of $250,000 which was to be secured by way of a ship's mortgage on the \"Nicolle N\". This sum for start-up expenses, apart from the fish buying funds, was advanced on May 2, prior to the execution of the agreement of May 16. The monies were available upon completion and registration of security documents. The evidence disclosed that these monies were required to prepay expenses; as well, they were to satisfy some $90,000 still outstanding and owing by Western to both fishermen and tender operators who had participated in the herring run just concluded. Western's share of roe profit was to be applied in reduction of the $250,000 advance secured by ship's mortgage."], ["[30]", "The essential changes between the various drafts and the executed agreement and which are the basis of the dispute, are outlined in the Agreed Statement of Facts, paragraphs 14 and 15. Paragraph 1.04 of the initial draft outlined that Shibamoto would have a full-time representative on board the vessel who would have the authority to set a ceiling on the grounds price for the salmon. In the event that the ceiling was invoked, no further fish was to be purchased above that price unless new instructions were received. In paragraph 1.03 of the final agreement, it is indicated that Western was to purchase fish pursuant to the grounds price; this, nevertheless, was subject to what was contained in paragraph 1.04; it repeated that Shibamoto was to have a full-time representative on board who would have the authority to set a ceiling for sockeye salmon. In the event that the ceiling was invoked, once again no further fish was to be purchased without instructions and it added that Shibamoto was to invoke a ceiling price, in its sole discretion, if it believed that the grounds price had now reached a level which would result in no profit being made on subsequent resale."], ["[31]", "Following the execution of the agreement, a memorandum was issued (See paragraph 24 of the Agreed Statement of Facts, Tab 4), acknowledged by the defendants, confirming that at a meeting on June 14, 1988, it was agreed that the maximum price payable for red salmon was $1.50 U.S. and that this ceiling was to remain in effect until further notice pursuant to the terms of the agreement."], ["[32]", "Connie Shevchenko, the Shibamoto representative, joined the vessel on June 22 and fishing commenced sometime shortly thereafter. Within a few days Mr. Nordmann was paying $1.70 for fish (i.e., the $1.50 ceiling price plus 5 cents cash buyers bonus and 15 cents pre-season bonus). This caused a great deal of concern and gave rise to numerous conversations and telex messages between the parties. In order to convince Mr. Zoda to pay a greater amount than the established ceiling, Mr. Nordmann advised that he was aware that the salmon stocks on the Japanese market were low; that there was an important Buddhist Festival which was being observed in Japan in mid-August; that he had a tramper available for immediate delivery and was satisfied that there would be no trouble disposing of the fish at a price sufficient to generate a profit. After much discussion, Mr. Zoda granted his consent but followed up the conversation with a telex dated June 28, 1988 (Tab 6 in the Agreed Statement of Facts). In this communique, Mr. Nordmann was once again instructed not to make price arrangements with fishermen without prior approval; he was advised that the agreement was that he was to pay the same price as majors. Zoda was disturbed that Nordmann had promised fishermen $1.55 and an additional 15 cents early season bonus but consented at this time to deviate from the imposed ceiling upon the condition that the volume of fish purchased at that price be restricted."], ["[33]", "The telex further cautioned Mr. Nordmann that price approval should be obtained from them at each opening and he was to get his instructions from Mr. Ralph Salimen, a financial officer with Ocean. It went on confirming that since Mr. Nordmann had undertaken to pay this bonus to June 30, they would comply and attempt to help him \"in his predicament\" but that they would not pay these prices in the future without prior approval. The memorandum further stated that it was their firm policy that the maximum was to be $1.70 up to June 30 only; all future prices required the approval of Ralph Salimen; that the early season bonus promised by Nordmann would apply only on product destined to the early Japanese market; he was instructed not to advertise this bonus by posting the price or broadcasting it over the ship's radio. In the concluding lines Mr. Zoda once again emphasized that the policy was to be strictly adhered to from July 1 on; that the price paid to fishermen would follow the grounds price as paid by the majors, although even those prices remained in Zoda's sole discretion. Failure to adhere to these terms would be deemed to be a breach of the agreement."], ["[34]", "There is no doubt, and I find as a fact, that grounds prices in Bristol Bay during the 1988 season dramatically increased after July 1. Cash buyers were paying as much as $1.85 from July 1; from July 6 or 7, the price went to $1.95 and subsequently went well beyond $2.00."], ["[35]", "It should be noted at this time that the Alaska Department of Fish and Game had, in the spring of 1988, initially predicted a sockeye run equivalent to the previous two years. However, on or about July 1, it became apparent that the number of fish harvested would be considerably less than anticipated and this apparently was followed by an unprecedented scramble to purchase fish. From late June and into early July numerous messages were exchanged, both by telephone and telex, between Mr. Nordmann, Mr. Zoda and Mr. Salimen. Throughout, Mr. Nordmann insisted that, as a cash buyer, if he was going to meet with any success, he would have to increase the price to $1.85 and that Mr. Zoda should allow the imposed ceiling to be lifted or the entire season could be wasted. In reply to these many requests, Mr. Zoda issued a memorandum dated June 30, 1988 (Agreed Statement of Facts, Tab 7), and insisted that Western maintain the ceiling of $1.50 per pound. Once again he referred to the majors as the price guide but, in order to alleviate Mr. Nordmann's dilemma, he indicated that Shibamoto would undertake to pay fishermen an end of season bonus equivalent to those paid by the majors. In other words, he was content to advance immediate cash of $1.50 and, should it be disclosed that the majors had increased their prices during the run or subsequently, he would compensate the fishermen accordingly. Upon receipt of this communique, Mr. Nordmann along with his wife and Mr. Darcy Dubé, one of Western's fish buyers, met with the fishermen and attempted to convince them to accept this arrangement. The fishermen refused but nevertheless Mr. Nordmann took it upon himself from that day on to pay the $1.85 regardless of instructions received and ceilings imposed."], ["[36]", "As I pointed out earlier, Ms. Shevchenko boarded the vessel at the opening of the fishing season. It was her function to acknowledge and receive cash advanced by Shibamoto and monitor the fish buying operation. As of June 30, she had received some $800,000 U.S. for the purpose of purchasing fish; of that sum there still remained on board $186,353 which had not been disbursed. On July 1 she received a further $320,000 and on July 3 $680,000, for a total of $1,800,000 U.S. The money was kept in a safe on board the vessel to which Ms. Shevchenko had no access. Nevertheless, she was satisfied since on a daily basis, she and the secretary on board ship were keeping track of the purchases and bonuses paid in conjunction with the fish buying operation. Following this procedure she was able to confirm with both Mr. Zoda and Mr. Salimen that in fact Mr. Nordmann was paying $1.50 a pound plus the cash buyers 5 cents bonus and the 15 cents pre-season bonus up to June 30."], ["[37]", "Mrs. Nordmann joined the vessel on or about June 27 and, from July 1, the Shibamoto representative was no longer allowed the unrestricted access she had previously enjoyed. She was provided with sufficient information to be able to keep track of the fish being purchased and the monies expended. She was however no longer afforded the courtesy of balancing her books with the secretary or Mrs. Nordmann though she still had access to the fish buying book."], ["[38]", "On July 1, following the now heightened and heated discussions between the parties, Mr. Nordmann forwarded a telecopier message to Shibamoto, which is found at Tab 14 of the Agreed Statement of Facts. It indicated acknowledgement of the June 30 memorandum. Mr. Nordmann stated that he had been coerced to accept the terms and suggested that they were not in conformity with paragraphs 1.03 and 1.04 of the agreement. He advised that strict compliance with the agreement would result in his inability to purchase fish from his approximately 20 loyal fishermen. He further suggested that being bound by the imposed ceiling constituted a modification to the contract but that he was prepared to attempt to purchase fish in accordance with instructions received without prejudice to his legal remedy to enforce what he considered to be his right to purchase fish at the prevailing grounds price. In other words, this memorandum further attested that Mr. Nordmann would attempt to continue purchasing in accordance with the ceiling price though he felt it was not the spirit of the agreement and its imposition was a breach of the understanding between the parties."], ["[39]", "Attached to this message was a draft of what the defendants considered to be the understanding and a request for execution and acknowledgement. This draft memorandum appears to be an attempt to clarify Mr. Nordmann's appreciation of the original agreement as altered by Shibamoto's amendments in the June 30 telex, found at Tab 7 of the Agreed Statement of Facts: briefly he confirmed the price of $1.50 as at July 1; that the grounds price paid by the majors would provide the guidelines for equivalent post-season bonuses to the fishermen; and that Trident Sea Foods and Icicle were the majors one should look to in order to ascertain the post-season bonus."], ["[40]", "Mr. Zoda, upon receipt of the memorandum, forwarded a message to Mr. Nordmann on the same date, which is found at Tab 16 of the Agreed Statement of Facts wherein he disputed that he had breached the agreement. It suggested that Mr. Nordmann had represented to the plaintiffs that he would, throughout the season, follow grounds prices paid by the majors."], ["[41]", "On or about July 4 or 5, Connie Shevchenko telexed copies of the fish buying book to Mr. Salimen and they were satisfied that the price as entered confirmed that the purchase price had remained at $1.50, the imposed ceiling. At this stage none of the plaintiffs or their agents were aware of the fact that Mr. Nordmann had taken it upon himself since July 1 to deviate from the agreed ceiling of $1.50 and was now paying fishermen $1.85."], ["[42]", "On July 5, Ms. Shevchenko advised Mr. Salimen that fishing was not very good and prices had risen to $1.95 a pound with several boats paying $2.00. She confirmed that the atmosphere was pessimistic as to how abundant the catch would be that season and that many in the industry felt the peak had not yet come and would quite likely not arrive. That same day, still oblivious to what Mr. Nordmann had been paying for fish, Shibamoto received a telex from the defendants with the following ultimatum (Tab 17, Agreed Statement of Facts): Mr. Nordmann advised that the plaintiff Shibamoto was in breach of clause 1.03 of the agreement since the ceiling price imposed was interfering with his ability to purchase fish. He went on to say that, because of the threat of withholding funds, Western was unable to purchase fish at a grounds price of $1.50, and since July 1, 1988 Western had not been buying fish for Shibamoto but rather purchasing fish for its own account. The telex goes on to suggest that Western was prepared to sell the fish purchased since July 1, 1988, to Shibamoto for $1.50 per pound plus 35 cents bonus paid on the grounds subject to all other terms of the agreement. He acknowledged that he was advised by the representative on board, acting on behalf of Shibamoto, that as of July 4 they were still unwilling to alter their ceiling."], ["[43]", "The proposal to sell the fish to Shibamoto at $1.85 was to remain open for acceptance until 10:00 p.m. on July 5, following which Western was prepared to find or locate another purchaser and negotiate the sale of the fish to a third party. Nordmann again requested that he be granted the right to exceed the ceiling and purchase at the prevailing grounds price otherwise he intended to continue purchasing fish on his own behalf and would not sell to Shibamoto until such time as the price had fallen to a level which would permit him to purchase at $1.50. In the sixth paragraph of this telex, he stated that the prevailing price was now $1.95 and to not consent to this increase would penalize Western and threaten its very existence. He reiterated that the roe operation should continue as agreed and, should Shibamoto instruct the roe technicians to leave the ship, he would seek legal recourse."], ["[44]", "This telex represents the first communication made to Shibamoto that since July 1, Mr. Nordmann had been purchasing fish beyond the ceiling imposed by Mr. Zoda and that he was purchasing it on behalf of Western. Understandably the telex caused great concern among the officials at Ocean as well as to Mr. Zoda. On July 6, the plaintiffs forwarded a memorandum to Western in which it was stated that the purchasing of fish by Nordmann or Western for their own account with Shibamoto money would be considered theft. Shibamoto demanded that all fish purchased with their money be delivered to the appropriate tramper and a Mates Receipt issued in their favour. It reconfirms the ceiling price of $1.50 plus 5 cents adjustment together with any post-season bonus to equate the price with that of major buyers. If not acceptable, it was demanded that all cash on board be turned over to Ms. Shevchenko and a full accounting be given. It was reiterated that all funds provided to Western for the purchase of fish remained the property of Shibamoto as was stipulated in the original contract. The memorandum concluded by informing Mr. Nordmann that all funds on board the \"Nicolle N\" were frozen and directed that they be turned over to the sole control of Connie Shevchenko. With respect to the roe operation, Mr. Zoda advised that the operation was to continue provided all previous demands were met."], ["[45]", "Following this communique, a series of telexes were exchanged between the parties both holding to their respective positions and blaming the other for a breach of the agreement. Miss Shevchenko was instructed to take possession of the remaining cash buying funds and leave the vessel but was prevented from so doing by Mr. Nordmann. In a final memorandum on July 6, which is at Tab 22 of the Agreed Statement of Facts, Shibamoto instructed Western that they were treating these actions as theft."], ["[46]", "Mr. Zoda, on the advice of the President of Ocean, Mr. Ed Safarik, sought legal advice and assistance. Accompanied by Mr. Gordon Safarik, they departed for Anchorage, Alaska on July 6 and met with their attorney, Mr. Oesting, on July 7. Mr. Nordmann meanwhile decided to follow the same route and departed for consultation with his Anchorage attorney, Miss Travestino. Both parties, through their respective counsel, commenced negotiations seeking a resolution to the dispute. There were numerous and lengthy exchanges between the attorneys which concluded on the evening of Friday, July 8, 1988 and led to an arrangement between the parties. It was agreed that Western would immediately remit to Shibamoto the sum of $250,000 U.S. in cash, a further sum of $250,000 by 1:00 p.m. on Monday, July 11, a further sum of $250,000 by July 18 and the remainder, by July 27, subject to an accounting. A further term of this proposed settlement was that the roe operation was to continue and the technicians were to remain aboard provided all other terms and conditions had been met."], ["[47]", "However, by this time and despite this agreement, which was an attempt to arrive at a cooperative resolution of the dispute, Western had initiated proceedings in the British Columbia courts for breach of contract. The plaintiffs were aware of this action."], ["[48]", "On July 8, Connie Shevchenko was given $250,000 U.S. from the funds that were on board. She arrived at Anchorage on July 9 and delivered this sum to the plaintiffs in accordance with the terms of the proposed settlement. By 1:00 p.m. on July 11, Mr. Nordmann was unable to come up with the second installment of $250,000 U.S. As a result, and on the advice of their Anchorage attorneys, the plaintiffs concluded that Mr. Nordmann had breached the proposed settlement and ordered the roe technicians off the vessel. They immediately ceased performing their tasks and left the vessel shortly thereafter. It has been suggested by Mr. Nordmann that he was unable to produce the payment by 1:00 p.m. on July 11 because either Zoda or Safarik had interfered with a prospective sale of fish that he had negotiated with Shin Nihon Global (\"S.N.G.\"), and delayed the transaction which would have produced the necessary funds to meet the deadline."], ["[49]", "While in Alaska, Mr. Zoda and Mr. Safarik learned of the first sale of fish by Western to S.N.G. This transaction had been concluded on July 8 and was for the sum of $1,035,000. The evidence revealed that, on the instructions of Mr. Nordmann, S.N.G. made the cheque payable to Red Dog Estates Limited. During their stay, they met with Mr. Mitsuhashi, the S.N.G. representative in Alaska. He confirmed concluding the purchase and advised them that he was negotiating further purchases from Western. During the course of this meeting, Mr. Mitsuhashi was brought up to date on the breakdown of relations between the parties and was further advised that the money with which the fish had been purchased by Western had been provided by Shibamoto."], ["[50]", "Subsequent to the failure of the proposed settlement, the plaintiffs' attorney in Anchorage advised counsel for the defendants that they would be initiating immediate proceedings in the Alaska State courts to obtain a temporary restraining order against Mr. Nordmann and Western regarding the money and the product on board the vessel. Miss Travestino, aware that this could hamper Western's operation, recommended to Mr. Nordmann that he seek protection under Chapter 11 of the U.S. bankruptcy law; on July 13 she was successful in petitioning the court and obtaining such an order. This permitted Mr. Nordmann to continue his fish buying and selling activity under the supervision of the courts and prevented interference from the plaintiffs or any other existing creditors.", "The Financial Situation Of The Defendants"], ["[51]", "I deem it essential at this time to outline the financial situation of Mr. Nordmann and the defendant companies in order to provide a better insight as to the state of mind of the parties immediately prior to the negotiations, the execution of the final agreement and the events that followed."], ["[52]", "The evidence from which this summary is derived comes from documents submitted at the trial and the expert testimony given by the plaintiffs' accountant, Mr. Kissack, whose expertise I accept in its entirety and without any doubt whatsoever. In 1988, the Nordmanns either owned or held a controlling interest in the following five companies:", "Western Fish Producers Inc.", "C.N. Holding Inc.", "S.M. Properties Ltd.", "S.M. Products Ltd.", "Western Fish Producers Ltd.", "It also held a minority interest in a U.S. company known as \"Nicolle N Entreprises Inc.\"."], ["[53]", "All companies except Western Fish Producers Ltd. and S.M. Products Ltd. were involved in the Alaska fishery operation. Western, the contracting company, conducted fish purchasing and processing but had no assets whatsoever. It used the processing equipment owned by S.M. Properties Ltd., and the vessel \"Nicolle N\" owned by C.N. Holding Inc. The financing was provided by S.M. Properties Ltd. It is also clear from the evidence that the Nordmann group had unreliable bookkeeping, no financial statements to speak of and filed one joint tax return for all the corporate bodies. These were available for the years 1986 and 1987 in which they reported losses of $860,000 after depreciation."], ["[54]", "A combined unaudited balance sheet provided by the defendants and which is Exhibit B-1285 and dated December 31, 1987, indicates current assets of $568,000 made up primarily of cash approximately $250,000 and accounts receivable of $237,000. Current liabilities indicate bank loans of $604,000, accounts payable of $414,000, and another unspecified loan payable of $113,000, as well as a current portion payable of mortgages of approximately $300,000. In addition, there were mortgages outstanding of approximately $1,335,000 secured by ship's mortgages on the \"Nicolle N\" with collateral land mortgages on some real estate holdings. The asset column shows approximately $5,000,000 of depreciated assets made up of land, vessel, equipment, none of which were the property of Western."], ["[55]", "Though the current accounts payable indicate $414,000, I have concluded that this amount is totally erroneous and misleading. The evidence revealed that Western prior to 1988 owed the U.S. Internal Revenue Service (unremitted employee withholdings) and the State of Alaska for fish tax and health tax, an amount exceeding $500,000. This one item alone far exceeds the disclosed accounts payable and my review of the documents would indicate that even the current trade payables in early 1988 far exceeded the $414,000 disclosed."], ["[56]", "When Western filed for Chapter 11 Bankruptcy Protection, the documents deposited with the court outlining assets and creditors were sworn to by Mrs. Nordmann. They indicated some $65,000 owing in wages, $520,000 in outstanding taxes to various departments of government and secured creditors of $187,000. The secured trade creditors represented exclusively debt owing to the Nordmann group of companies. In addition, these filings referred to unsecured trade creditors of $1,307,000. Of this sum approximately $850,000 was owing to the Nordmanns individually or to the Nordmann group of companies."], ["[57]", "What is also revealing as listed among the unsecured creditors was Shibamoto; the amount indicated was $500,000. A very simply and quick calculation would reveal that this sum should exceed $1,000,000 and should have been so disclosed. The only assets described in the bankruptcy are two claims totalling some $344,000. These outstanding receivables involve two Japanese firms with which they had done business in previous years, namely Taiko and Ide & Company. The evidence reveals that both are contesting their debt to Western."], ["[58]", "An Amended Statement of Affairs was filed with the court by the Trustee of the bankruptcy indicating what he found to be the status of Western as at July 13. The unsecured trade creditors as initially revealed were increased disclosing two substantial additional claims: one submitted by Red Dog Estates of $734,000 and another by a Japanese company named Daerim Fishery Co. Ltd. of $475,000. In addition, the trustee had received further proofs of claim from outstanding creditors in excess of $300,000 that had not been previously disclosed."], ["[59]", "According to the records, the only revenue source for the defendant S.M. Properties Ltd. was to be derived from the Alaska fishery operated by Western under an Asset Use Financing Agreement.", "The accountant's report indicates that Western was insolvent long before entering into the fish processing agreement with Shibamoto on May 16, 1988", ". Under the Asset Use Financing Agreement, S.M. Properties Ltd. was to receive an annual fee of $900,000. The accountant's report also reveals that between the 1986 and 1988 period Western had advanced to S.M. Properties by June 30, 1988, in excess of $2,100,000 and in turn S.M. Properties Ltd. re-advanced these funds to the other associated companies. The result of these inter-companies transactions had the effect of Western financing S.M. Properties; this contrary to the asset use agreement which in fact contemplated that S.M. Properties Ltd. was to finance Western. The expert goes on to suggest that S.M. Properties Ltd. not only failed to assist the Western fish operation but it also contributed substantially to the magnitude of its financial difficulty by receiving and failing to repay net advances."], ["[60]", "It is also evident from this substantial and detailed report that none of the Nordmann group of companies had any liquid assets."], ["[61]", "From the documents on file and the report submitted by Mr. Kissack it is evident that considerable debt attributable to Western originated from 1985, 1986 and 1987 and was still outstanding at the beginning of the 1988 Alaska fishery. As an example, Internal Revenue Service debt dates back to 1985 and, at the end of that fiscal year, they were owed by Western some $260,000; the State of Alaska claimed taxes for the years 1985 through to 1987 of $71,000; there was owing to the State of Alaska Department of Labour an outstanding account exceeding $45,000; the amount claimed originated from 1986 and a cheque issued June 14 in payment of the account by Western was dishonoured."], ["[62]", "According to the expert's report, the Alaska National Insurance Company which covered workers' compensation and workers' liability insurance was cancelled June 12, 1987, for nonpayment of premium; it was subsequently reinstated and still outstanding as at the date of bankruptcy in an amount slightly exceeding $100,000."], ["[63]", "There was evidence before me that Mr. Nordmann had additional cash problems. Internal Revenue Service had insisted that, commencing May of 1988, he remit a minimum of $50,000 per month; the State of Alaska because of outstanding fish tax had demanded an undertaking that he pay at least $30,000 towards the indebtedness no later than July 30 or his fishing licence would be revoked."], ["[64]", "In attempting to buttress his financial situation, Mr. Nordmann gave evidence at length with respect to the outstanding creditors as well as the claim for some $475,000 submitted by Daerim Fishery Co. Ltd. There was also discussion about his pursuit and possible recovery of $344,000 entered as an asset in the bankruptcy proceedings. The best evidence before me was documentary and was filed in the bankruptcy some two years prior; as well there were many invoices dating back to 1985 which had been produced long before the trial. Mr. Nordmann offered no believable explanation or documentary proof to substantiate his allegation that all these outstanding accounts were being contested and I find as a fact that the outstanding creditors' claims were not repudiated and, along with the Daerim claim, are probably valid."], ["[65]", "In light of his financial situation, I also doubt very much that any attempt to recover from the two Japanese companies, which amounts are disclosed as assets and owing to the bankrupt estate, would meet with any success. If he felt that these claims were valid I am sure he would have vigorously pursued them in order to alleviate the financial strain. No evidence was submitted that would lead me to believe that pursuit would lead to a successful result."], ["[66]", "One of the outstanding comments worthy of note coming from the same expert report is, that at June 30, 1988, none of the Nordmann group of companies had cash to pay creditors and they may well have all been insolvent as at that date. He concluded that there were absolutely no uncommitted funds available to finance the Nordmann group participation in the 1988 Alaska fishery. He further comments that inter-company accounting was inaccurate and misleading and he concludes as follows in Exhibit C-39 under Tab headed \"Report\" at page 20:", "\"11. However, when temporary distortions are removed, the facts emerge from my review that at June 30, 1988:", "a) WFP Inc. [Western Fish Producers Inc.] had no assets, with significant debts of several million dollars.", "b) WFP Inc. was being pressed for payment of long overdue debts by many creditors and regulatory authorities.", "c) Neither Properties nor Holding had any cash to advance to WFP Inc., to alleviate the latter's financial problem with its creditors.\"", "The Issues", "A. Breach Of The Agreement"], ["[67]", "As I said previously, there were 26 days of evidence, over 1,400 pages of documents and numerous issues were the subject of very lengthy testimony. There was evidence concerning the equipment involved in the processing of the fish, much was said about the quality of the processed fish, a great deal of evidence was led as to whether or not Mr. Nordmann had consented to the prevailing price as set by the majors and much time was devoted to the probable profitability to be derived from resale of fish on the Japanese market regardless of the price per pound paid on the grounds. All these elements, though relevant, are not crucial to the determination of the key issue which is the proper interpretation of this contract in light of the facts and the actions of the parties."], ["[68]", "I am convinced by the overwhelming evidence submitted at trial that the defendants are the parties guilty of breaching the agreement of May 16, 1988."], ["[69]", "In spite of his own financial difficulties and those of the defendant companies as outlined above, Mr. Nordmann nevertheless undertook to become a cash buyer during the Bristol Bay Sockeye Salmon season, a risky venture at the best of times. One would be inclined to say that he did so with reckless abandon and a total disregard to his own financial health and that of his companies. Mr. Nordmann was well aware of the risk involved in being a cash buyer. The evidence of one of the defendants' witnesses, Mr. Seidel, a cash buyer and President of New West testified that the 1988 Bristol Bay Salmon Season was unprecedented and obscene and that the Japanese market was extremely volatile. He testified that during a conversation with Mr. Nordmann he cautioned against entering into an agreement that imposed a ceiling because as a cash buyer he would probably meet with disaster. It was his view and his policy that cash buyers should never operate under restraint. The evidence clearly shows that in the spring of 1988 Mr. Nordmann had ongoing financial problems; he had just concluded the herring run and was still indebted to both fishermen and tender operators; he had no pre-arranged contract for the salmon season and was in desperate financial straits and in search of marshalling some type of agreement to survive financially."], ["[70]", "I find as a fact that when Mr. Nordmann met with the principals of Ocean and with Mr. Zoda, he was prepared to enter into any type of transaction that would keep his processor and crew busy during the sockeye season. Though much evidence was submitted as to whether or not Mr. Nordmann agreed to be bound by the price prevailing among the majors even though he was a cash buyer, I am convinced that he paid very little heed to this aspect of the negotiations. He was relying on the predicted run which was based on the success of the preceeding two years. The ceiling price of $1.50 plus a 5 cent buyers bonus consented to by Mr. Zoda was more than likely in Mr. Nordmann's eyes to be adequate to meet the prevailing prices in light of the history on the fishing grounds."], ["[71]", "Referring to the evidence in support of this finding, I refer briefly to the cross-examination of Mr. Nordmann in which it was suggested that at the first meeting between the parties Mr. Nordmann would have indicated that he expected the buying to open at $1.25 a pound. Counsel referred to Mr. Nordmann's diary notes of April 18 in Exhibit A-063 where he had indicated $1.25 per pound; to this there was no clear answer but then referring to the same page of the diary, Mr. Nordmann was shown his note and questioned:", "\"Q.\tFish buying $1.40/$1.50, what does that note refer to?", "A.\tAt this time the anticipation was probably to start up with $1.25 and everybody was at this time in the meeting, you know, on Ocean's side and Mr. Zoda was thinking, oh, it will creep up like another 20, 25 cents like normally this does.", "Q.\tAnd normally over the season there wouldn't be more than a 20 or 25 cents increase from start to finish?", "A.\tThis one past, you know, was always quite moderate comparable to '88.", "Q.\t'88 was a unique season.", "A.\tVery unique.\" (Transcript, November 21, 1990, pages 92, 93 and 94)"], ["[72]", "During the trial I was referred to questions and answers provided by Mr. Nordmann during cross-examination in which prevailing prices were referred to and his tacit consent to accepting a ceiling price of $1.50. There was also much discussion concerning whether or not the topic of majors had ever been debated. I find as a fact that it was. During the numerous exchange of messages between the parties there were many references to majors' prices and at no time did Mr. Nordmann object; in some cases he acquiesced. Further, when being cross-examined and referred to his examination for discovery, particularly at page 260, Mr. Nordmann admits investigating the prevailing prices of majors before the June 14 meeting after which the memorandum of June 16 was issued confirming a ceiling price of $1.50 (Agreed Statement of Facts, Tab 4). Mr. Nordmann concurred that he made enquiries prior to that date and determined that Trident and Icicle were paying $1.25 as a starting point."], ["[73]", "It is a fact that there were no funds or product on board until Connie Shevchenko arrived on the \"Nicolle N\" on June 22 with the Shibamoto money. The agreement specifically stated that though Western was purchasing fish in its own name it was to provide documentary evidence that the title was to be in the name of Ocean who, in turn, held it in trust for Shibamoto. Title to the fish and the money was never intended to be nor was it in fact ever the property of Western or Mr. Nordmann."], ["[74]", "From the outset, Mr. Nordmann was purchasing fish at a price exceeding the agreed ceiling and paying a \"pre-season bonus\"; a bonus that did not appear to be familiar to any of those who testified during the trial. Mr. Zoda acceded to this request but was firm in all of his communiques that Mr. Nordmann was in future not to exceed the ceiling without prior authorization. On July 1, after receiving specific instructions to maintain the ceiling, Mr. Zoda nevertheless consented to pay a post-season bonus equal to those prices that would subsequently be established among the majors. Being unable to convince his fishermen to accept this arrangement, and in concert with his wife and Mr. Dubé, his fish buyer, he in the words of this employee \"[went] for it\". In completely disregarding clause 1.04 of the agreement the defendants failed to live by the agreed ceiling, paying more than Mr. Zoda had authorized and deliberately continuing the purchase of fish without authorization using Shibamoto funds."], ["[75]", "The defendants' conduct was even more reprehensible over the next four to five days. They failed to cooperate with Miss Shevchenko, the plaintiffs' representative on board. A new practice was initiated. They began issuing fish tickets on the tenders showing the purchase price of $1.50 per pound simultaneously issuing a separate invoice to the fishermen for a 35 cent bonus. This second fish ticket was kept from Miss Shevchenko and they continued this practice without disclosing the fact for at least five days. There was evidence that at one period Miss Shevchenko, on board the tender \"Black Fish\", was paying $1.50 per pound; the fishermen would then leave the tender and proceed to either Mr. Nordmann, Mrs. Nordmann or Mr. Dubé to get the additional 35 cents. In order to further disguise this activity between July 1 and 5, the cash fish buying book, though made available to Miss Shevchenko, only disclosed $1.50 per pound. The 35 cent bonus was not entered according to the evidence until September. None of this activity was disclosed to Mr. Zoda until July 5 when the defendants had the temerity to advise him that they had been purchasing fish on their own account since July 1 and offered it to Shibamoto at the price of $1.85. They had converted to themselves title and ownership in the product as well as the funds clearly in breach of the agreement."], ["[76]", "It was clearly understood by all the parties involved that the monies delivered on board by Shibamoto under the care of Miss Shevchenko were for the sole and exclusive purpose of acquiring the product. The defendants were cognisant of this fact. Nevertheless they proceeded on July 1 to disburse from the fish buying funds $145,800 to meet their payroll, petty cash, air fares, and tender fees. For obvious reasons, this was undisclosed and was not discovered by the plaintiffs until September 1988."], ["[77]", "I find as a fact that Mr. Nordmann had begun negotiating the sale of Shibamoto product to S.N.G. on June 29. There is no doubt that in late June Mr. Nordmann realized that the prices were escalating and the fish run forecast was unreliable. Appreciating that he was bound by a ceiling and that he would have to abort the season and face financial difficulties, he instead chose another route to assure himself the sale of the product. There is evidence that on June 29 he had a 17 minute telephone conversation with Mr. Mitsuhashi of S.N.G. It is the evidence of Mr. Mitsuhashi that his records indicated that on July 1 or 2, give a day or two either way, he was offered the entire season's catch. Though the agreement was not yet reduced to writing the essential terms had been agreed to. There is evidence before me from both Connie Shevchenko and Mr. Yamazaki that some Japanese gentleman came on board sometime between July 2 and 4. The evidence of Mrs. Nordmann was that he was only a visitor from another vessel who was curious to observe their processing operation. However, I accept the evidence of Mr. Mitsuhashi who testified that this visitor was in fact the S.N.G. representative who was there to inspect the quality of the processed fish and was to report to Mr. Mitsuhashi whether or not they should conclude the transaction. Despite Nordmann's suggestion that he was still offering the fish to the plaintiff Shibamoto for $1.85 a pound on July 5, 6 and 7, fish which were already the property of the plaintiffs, he had in fact already concluded a verbal agreement with S.N.G. and executed the contract with them on July 7 at 2:00 p.m."], ["[78]", "Much evidence was also led during the course of this trial that, because of the market prices in Japan as well as the Alaska spot market, increases could have been paid on the grounds and still generate a profit. That is probable in light of the evidence that I heard. But, I was also told and there is no doubt in my mind that, Mr. Nordmann was well aware that Mr. Zoda had discussed with him a Japanese market during 1988 of approximately 1,100 yen per kilo. This allowed for prices up to $1.50 providing a margin of profit. On the strength of the evidence from all knowledgeable people who testified both for the plaintiffs and defendants, I have concluded that the Japanese market was extremely volatile and almost impossible to predict. Mr. Zoda had no pre-arranged sale, was a cautious buyer and under the terms of the agreement, particularly paragraph 1.04, his perception of market conditions was the one that should prevail. It was after all \"his sole discretion\". We also have the very compelling evidence that between July 1 and 5 Mr. Nordmann had led Mr. Zoda and his associates at Ocean to believe that he was still purchasing fish at $1.50. Being satisfied initially that at that price he did not anticipate encountering any difficulty on resale, why should Mr. Zoda be actively pursuing information as to the prevailing Japanese prices or any other markets for that matter?"], ["[79]", "I conclude that the defendants breached the agreement of May 16, 1988 in many respects. They spend the funds advanced to them by Shibamoto and which was expressly for the purpose of buying fish for the payment of their corporate obligations in the amount of $145,000; they completely disregarded the ceiling price lawfully imposed by the plaintiffs from July 1 on. From July 1 they were purchasing fish in their own name with the plaintiffs' money. They had negotiated an agreement with third parties for the sale of the plaintiffs' fish. And finally, they continued their fish buying operation and selling with the plaintiff's money, at all times knowingly and contrary to the terms of the agreement."], ["[80]", "Contrary to my finding, it is the defendants' submission that plaintiffs breached the contract. They maintain that the agreement of May 16, 1988 authorized Western Fish Producers Inc. to purchase fish with money advanced to it by the plaintiff Shibamoto and that it also authorized Western to decide on the price to be paid for those fish. According to the defendants, the contract required Shibamoto to continue to advance money so that Western had a sufficient supply on hand to purchase fish. The only restriction on Western was its right to decide on the price at which fish were to be purchased as set out in clause 1.04 of the agreement which gave Shibamoto the sole discretion to impose a ceiling price once satisfied as to profitability."], ["[81]", "Accordingly, the plaintiffs were guilty of breaching the contract in three respects. First, the ceiling price was unlawfully invoked by the plaintiffs and as such constituted a breach of the contract by them. It is submitted that the ceiling price invoked on and after June 28, 1988 was not in compliance with paragraph 1.04 of the contract. This is because the ceiling price was not imposed by the plaintiff Shibamoto but rather by Mr. Zoda who was neither an officer nor an employee of that company. According to the defendants, Mr. Zoda was the president of a separate corporate body, Viking Seafood Inc., and he was at least one and possibly two steps removed from the plaintiff company Shibamoto."], ["[82]", "I am not persuaded by these arguments. Shibamoto, the contractual party, is the plaintiff in this action. The decision concerning the price ceiling was delegated to Mr. Zoda with the knowledge and consent of the defendant Mr. Nordmann. The evidence clearly shows and it was understood at all times, that the contracting party would be Shibamoto & Company Ltd. Mr. Tashiro, an official from Shibamoto came to Vancouver with Mr. Zoda in order to execute the contract. The funds provided to the defendants were the property of Shibamoto and the fish purchased by Western pursuant to the agreement were to be placed in the name of Ocean where they were to be held in trust for Shibamoto, until sold; it would at all times remain the property of Shibamoto. There is no doubt that all of this was understood by Mr. Nordmann when he entered into the contract."], ["[83]", "The defendants' second argument is that the plaintiffs breached the contract by refusing to take delivery of the fish. Again, the evidence does not substantiate this allegation. As my findings of fact show, the plaintiffs demanded delivery of the fish on several occasions and the defendants refused."], ["[84]", "Finally, the defendants maintain that the plaintiffs were in breach of the contract when they refused to advance funds to the defendants after July 3. It is true that there was no further advance of funds after they became aware of the fact that those monies were not being used to purchase fish for them. However, at that point in time, the plaintiffs were, pursuant to the law of contract, legally entitled to treat the contract as having been repudiated by the defendants and to sue for damages."], ["[85]", "Even had my conclusion been that the plaintiffs were guilty of breaching the contract of May 16, 1988, a proposition which the evidence simply does not support, it could not justify the defendants' actions. Implicit in the defendants' argument is the proposition that a party to a contract can unilaterally declare the other contracting party to be in breach, without any declaration from a court of competent jurisdiction and proceed to carry out the contract according to its own interpretation. This is not an accurate representation of the law."], ["[86]", "When there has been a breach of contract, there are two courses of action open to the innocent party which it may choose to follow. First, that it may accept the breach as absolving it from further performance of the contract. Or, that it may continue to carry out its obligations under the agreement and sue the breaching party for damages. However, if the cooperation of the breaching party is necessary to carry out the contract according to its terms, then the innocent party has no option but to accept the repudiation and sue for damages. These principles are set out in", "Anson's Law of Contract", "(26th Ed. 1984), at pp. 467 and 468:", "\"... [the innocent party] has the option either to treat the contract as still continuing or to regard himself as discharged by reason of the repudiation of the contract by the other party.", ". . . . .", "\"... the party not in breach will not always be entitled to complete the contract and sue for the contract price. In the first place, if he cannot carry out the contract without the co-operation of the party who has refused to perform, and such co-operation is withheld, his only remedy is to sue for damages and not for the price.\""], ["[87]", "In the case at bar, the defendants maintain that the plaintiffs were the breaching party in that they unlawfully set the ceiling price, refused to take delivery of the fish and refused to advance additional funds. Contrary to my finding, if that were the case then the defendants' only lawful course of action was to treat the contract as repudiated and sue for damages. There existed no legal right to continue purchasing fish for their own account or paying their current expenses with the plaintiffs' money as the evidence clearly shows they did.", "B. Conversion"], ["[88]", "This leads me to the issue of conversion. It is the plaintiffs' contention that since the defendants were not purchasing fish for Shibamoto on and after July 1, 1988 but were in fact purchasing fish for their own account with the plaintiffs' money, they were guilty of conversion."], ["[89]", "In cases where a tort has been committed in another jurisdiction there are two theories applicable to the appropriate method of analyzing a defendant's liability. The first involves determining the character of the act under the law of the place where the tort occurred (lex loci delicti); secondly determining whether or not that same act would constitute a tort under the law of the forum. Recently however, courts have been moving to an approach described as the proper law of the tort; under this theory the court determines the system of the law with which the action has most direct connection and applies that law to determine the liability of the defendant."], ["[90]", "It is not necessary to determine which approach is applicable in the present case. Both under the law of the State of Alaska as proven by the expert testimony of John Treptow, which was not challenged or shaken on cross-examination, and which I accept in its entirety, as well as under the laws of Canada, there is no question that the actions of the defendants constitute conversion."], ["[91]", "The tort of conversion involves the wrongful taking, using or destroying of goods or the exercise of control over them in a manner that is inconsistent with the title of the owner. It arises when there exists an intentional exercise of control over a chattel which seriously impedes the right of the true owner to control it. What must be shown is a voluntary act in respect of another's goods which amounts to an expropriation of the owner's proprietary or possessory rights in them. These principles of law are well established by the jurisprudence.  <FRAGMENT_SUPPRESSED> , the court stated at p. 171 that \"in order to constitute a conversion there must be a wrongful taking or using or destroying of the goods, or an exercise of dominion over them inconsistent with the title of the owner.  <FRAGMENT_SUPPRESSED>  at p. 107, the court provided a concise definition of conversion as \"a positive wrongful act or dealing with the goods in a manner, and with an intention, inconsistent with the owner's rights.\""], ["[92]", "Based on the evidence two separate and distinct actions taken by the defendants were definitely inconsistent with the owner's rights: the taking of the money for its own use and transacting with fish that was clearly the property of the plaintiff according to the terms of the agreement."], ["[93]", "It is not disputed that Shibamoto, through Ocean, provided a total of $1,800,000 to the defendant Western Fish Producers Inc. for the purpose of buying fish and of that amount $613,247 was used in accordance with the terms of the contract. It is also not disputed, and in fact admitted by the defendants that the remaining $1,186,753 was not used to purchase fish but was used by the defendants for a variety of other purposes including:", "\"1. $145,800 for other business expenses of the defendant Western Fish Producers Inc.;", "\"2. The remaining $1,040,953, for the purchase of fish by Western and which was sold to third parties, Shin Nihon Global Inc. and Kamei International Inc. None of that fish was delivered to Ocean and Shibamoto; and from the proceeds of the sale only $250,000 was delivered to the plaintiffs. Part of the proceeds of those sales was paid to the defendant S.M. Properties Ltd.\""], ["[94]", "It must be remembered that conversion can result only from an intentional act, not from negligent loss or destruction. There must be a deliberate intent to interfere or deal with the goods by exercising control over them as one's own. In the case at bar, both Mr. and Mrs. Nordmann admitted that they knew that the funds in question were to be used solely for purchasing fish; but being under very serious pressure from their creditors and having no other readily available source of capital they took the money, the property of the plaintiffs, and used it as if it were their own. There is no doubt that as of July 1, 1990, the defendants had numerous payments to meet including income tax arrears in the amount of $50,000 per month; payments to Red Dog Estates Ltd. in the amount of $220,000; payments outstanding to all of the tender operators; payments outstanding for payroll as well as payments outstanding for airfares, etc."], ["[95]", "There is one further element essential to the finding of conversion. Merely being in possession of another party's goods without his authority is not sufficient. When the goods have been lawfully acquired, their detention alone does not constitute conversion in the absence of some evidence of intent to keep them adversely or in defiance of the true owner's rights. In order to establish that the detention is adverse, the plaintiffs must prove that they demanded the return of the goods and that the defendants refused to comply."], ["[96]", "The evidence in this case is unequivocal that the plaintiffs demanded, on more than one occasion, that the defendants return their money as well as the fish purchased with their money. The plaintiffs demanded return of the cash buying funds through the numerous memoranda and telexes but were flatly refused. When Connie Schevchenko sought the remaining cash buying funds from Mr. Nordmann on July 6, he once again refused. Other than the $250,000 returned to Connie Schevchenko on July 9, 1988 the remainder of the funds derived from the sale of fish to S.N.G. and Kamei International Inc. were retained by the defendants Western and S.M. Properties Ltd."], ["[97]", "The defendants were unable to raise any convincing defence to the allegation of conversion. They argued that the plaintiffs refused to take delivery of the fish. However, the facts simply do not support that argument. The evidence reveals that the plaintiffs demanded delivery of the fish on several occasions at the ceiling price but the defendants refused to comply unless Shibamoto agreed to advance further funds. Following the conversion of $1,186,353, both Mr. Zoda and Mr. Safarik took the position that under no circumstances would they be advancing further funds. The defendants also refer to an express or implied authorization to sell the fish to S.N.G. Mr. Oesting's testimony was clear that the arrangement of July 8, 1988 contained no such licence."], ["[98]", "The defendants also submit that although they did expend $145,800 of the plaintiffs' money for purposes other than buying fish, these expenditures were made necessary because of the plaintiffs' breach of contract. I am unable to give serious consideration to this argument; a breach of contract is never an excuse nor is it a defence to the conversion of another's property."], ["[99]", "Finally, the defendants attempt to rely on the agreement of July 8, 1988 as a defence to the claim of conversion. It is clear that this was not a \"settlement agreement\" as suggested; all the rights and remedies of both parties were reserved. The so-called arrangement, in my view, was never intended to be in complete satisfaction of the existing duties of either party. The evidence shows that during the negotiations of July 7 and 8, 1988, Mr. Oesting made it clear that the arrangement was an accord only and not \"accord and satisfaction\". He also emphasized that the arrangement did not affect the rights and remedies of either of the parties. Ms. Travestino admitted that what was discussed was without prejudice to the rights and remedies of both parties. The most important evidence given by Ms. Travestino in this regard is her note \"accord only\". She testified that Mr. Oesting made it completely clear that what was being discussed was accord only and not \"accord and satisfaction\". Accord without satisfaction has no legal meaning or effect on the underlying claim. I have therefore concluded that since there was no accord and satisfaction it is consistent that there was also no release of the underlying obligations resulting from the contract of May 16, 1988."], ["[100]", "In any event, even if a final settlement had been reached and the agreement or accord had been breached by the plaintiffs, that does not afford a defence on the original claim, though it may establish a claim for damages flowing from the breach of the accord. This is explained in", "Clerk & Lindsell on Torts", "(16th Ed. 1989) at p. 374 in the following way:", "\"Any man who has a cause of action against another may agree with him to accept in substitution for his legal remedy any valuable consideration. The agreement is called an accord and the consideration is called satisfaction.", "\"When the satisfaction agreed upon has been performed and accepted, the original right of action is discharged and the accord and satisfaction constitute a complete defence to any further proceedings upon that right of action. In general, the right of action is not discharged until the satisfaction is performed and part performance is not sufficient.", "If before performance the plaintiff, in breach of the executory accord, proceeds upon the original cause of action, the accord affords no defence thereto, but the defendant may counterclaim damages for its breach", ".\" (Emphasis added)"], ["[101]", "In my opinion, the defendants' actions constitute conversion and their argument raises no defence to the claim whatsoever.", "C. The U.S. Maritime Lien"], ["[102]", "The evidence of Mr. Treptow, which was not shaken on cross-examination, and as mentioned, which I accept in its entirety, was to the effect that the defendants are guilty of the tort of conversion and the plaintiffs are therefore entitled to a maritime lien against the vessel \"Nicole N\" pursuant to the maritime law of the State of Alaska and the United States of America."], ["[103]", "As to the enforcement of that lien in Canada, it is well established that where questions of conflict of laws arise, this country recognizes the law of the place where the lien arose deeming the question of whether the lien accrues or not to be one of a substantive nature."], ["[104]", "This principle was enunciated by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> . In that case the appellant effected necessary repairs in the United States to the defendant ship, which was registered in Greece. The ship was owned by a Panamanian company and was subject to a mortgage registered in Greece in favour of the respondent, also a Panamanian company. As a result of financial difficulties the defendant ship found it impossible to meet its obligations under the mortgage. The ship was arrested, ordered to be sold and purchased by the respondent, who then filed a statement of claim alleging that the amount of the mortgage, together with interest, was due and owing to it and should be paid out of the proceeds of the sale. The appellant submitted a statement of defence alleging that it had become the holder of a maritime lien in the United States, which it was entitled to enforce in Canada in priority to the claim by the respondent. The Supreme Court held that a maritime lien acquired under the law of a foreign state will be recognized and may be enforced in Canada if the tribunal to which the party asserting the right to the lien has resorted, has the requisite jurisdiction."], ["[105]", "The court reviewed its decision in", "The Ship \" <FRAGMENT_SUPPRESSED>  wherein it was stated at p. 689:", "\"And, seeing that equivalent local jurisdiction exists, the Exchequer Court of Canada is empowered, when, in those cases, the claim for necessaries is secured by a maritime lien, to enforce that lien, notwithstanding that the right may have been acquired under the law of a foreign country.\""], ["[106]", "The court concluded that its decision in the <FRAGMENT_SUPPRESSED> case afforded ample authority for the proposition that effect is to be given to the appellant's claim as if it were a valid maritime lien."], ["[107]", "The above decision was subsequently applied and followed by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (approved by Supreme Court of Canada [1987] 1 S.C.R. 57; 72 N.R. 75) wherein it was held that a maritime lien arising under the proper law of contract, even though in a foreign jurisdiction, was to be recognized as enforceable in Canada."], ["[108]", "This principle has been held to apply to foreign maritime liens, even in situations where the claim underlying the maritime lien would not be recognized as a maritime lien in  <FRAGMENT_SUPPRESSED> , it was argued that since the above cases all dealt with claims asserted by American necessariesmen, there was room for the court to distinguish these cases and to restrict the principle enunciated by the Supreme Court. At pp. 403 to 404 I dealt with this argument as follows:", "The", "'Colorado'", "laid the foundation for the logic pursued in", "The 'Strandhill'", ", and subsequently,", "The 'Har Rai'", ", and", "The 'Ioannis Daskalelis'", ". In each of these cases it was held that the contracts for necessaries entered into in the United States will be treated before Canadian courts according to the laws of the United States with respect to the substance of the claims asserted, but ranked according to the Canadian law with respect to the priority of this type of claim in a distribution.", "\"It is at this point that counsel for Baseline is attempting to import a limitation into what would appear to be a general rule with respect to the recognition of a foreign maritime liens in Canada. Counsel has argued that the claims of necessariesmen in Canada are recognized as being claims in rem, the fact that an American statute enhances the status of these claims into a full blown maritime lien is merely a case of polishing up an apple into a bigger and brighter apple.", ". . . . .", "\"Despite its initial appeal, I cannot agree with the contention that this restriction can be imported into Canadian law. The Supreme Court has clearly stated on several occasions that the substantive rights of the parties are to be determined by reference to the lex loci. The treatment which Canada as the forum would accord such a claim in its domestic law does not enter into consideration. As Mr. Justice Ritchie stated in quoting from the decision at first instance in", "The 'Strandhill'", ", at page 1252 of", "The 'Ioannis Daskalelis'", "\"In rendering the judgment at first instance in the Nova Scotia admiralty District, Mellish, L.J.A., said:", "'If a maritime lien exists, it cannot be shaken off by changing the location of the res. A foreign judgment in rem creates a maritime lien and even although such a judgment could not have been obtained in the courts of this country, it will be enforced here by an action in rem. But a maritime lien may be created by foreign law otherwise than by a judgment in rem; and if so created I think that it can be equally enforced here in the same way. If the plaintiffs have lawfully acquired the right to the res even under foreign law, it would be strange if they had not the liberty to enforce it here in the only court providing relief in rem.'\""], ["[109]", "For these reasons, I am of the opinion that an action in rem will lie to enforce the maritime lien in the present case.", "D. Personal Liability Of Jorn Nordmann"], ["[110]", "The plaintiffs submit that since there was conversion of the money belonging to the plaintiff Shibamoto, and that the conversion was specifically intended and authorized by Jorn Nordmann, the alter ego or managing mind of all of the defendant companies, he should personally as well as all defendant companies be liable for the damages incurred by the plaintiffs. The defendants maintain that the courts will seldom resort to such a finding and will do so only when it has been very clearly established: that not to do so, would be flagrantly opposed to justice; that it is due to improper conduct or fraud and finally it should be shown that a company has been incorporated for the express purpose of committing a wrongful act. They submit that none of these conditions are present in the case at bar, it would be inappropriate to lift the corporate veil and hold Mr. Nordmann personally liable."], ["[111]", "With due respect to the defendants, the issue of whether or not this is a proper case for the lifting of the corporate veil is completely irrelevant to the argument concerning the personal liability of Mr. Nordmann. In my opinion, the determination of Mr. Nordmann's liability must be based upon the legal principle that an individual who directs a tort to be committed is personally liable regardless of the fact that he is an officer of the company for whose benefit the tort is executed."], ["[112]", "<FRAGMENT_SUPPRESSED>  they agreed to purchase all the company's book debts and in return it agreed to assign them to the plaintiffs for a percentage of the full amount of the debts. The agreement provided that all monies received by the company in respect of the assigned debts were to be transferred to the plaintiffs. Following the execution of the contract four cheques were sent to the company by debtors in discharge of their obligations. The company was in financial difficulty and one of its directors arranged for the cheques to be paid into the company's bank account contrary to the agreement."], ["[113]", "The plaintiffs sued the defendant director in conversion. The trial judge held that the payment of the cheques into the company's bank account amounted to conversion and that the defendant was personally liable for that conversion. On appeal it was contended, inter alia, that he could not be liable in conversion unless the company itself was guilty of conversion and unless he, as an officer of the company, was vicariously liable for conversion. In addressing the defendant's argument, the Court of Appeal stated at p. 19:", "\"The learned judge however found that a cause of action in tort, in conversion, was established against the defendant, and he based his judgment on three propositions: first, that a director is liable for torts committed by him in connection with the affairs of a company ... It is not now in dispute that the learned judge was right up to that point.", "\"Counsel for the defendant, in this court, has interpreted the learned judge's judgment as meaning that the tort was primarily a tort of the company and that the defendant became liable as the person who was instrumental in committing the tort on behalf of the company. I do not so read the judgment;", "I read it as meaning that the defendant himself was here the primary tortfeasor, and the fact that he was acting on behalf of the company is no defence to him", ".\" (Emphasis added)"], ["[114]", "The same principle was applied in", "<FRAGMENT_SUPPRESSED>  truck to the defendant, a real estate agency, as a deposit on his offer to purchase lands listed with the defendant. Although aware that the plaintiff's offer had not been accepted, the defendant, through an employee, obtained the plaintiff's signature on a blank bill of sale and sold the truck. The court held that this constituted a clear conversion of the truck by the defendant company which had been delivered in trust for a specific purpose. The officer of the company who actually ordered the sale was guilty of constructive, if not actual fraud, since he knew or should have known that in the circumstances the company was a constructive trustee for the plaintiff."], ["[115]", "These cases demonstrate that when an individual chooses to convert property belonging to a third party and that property is in the possession of a company which he controls, the individual as well as the company is liable in tort. The defendant companies in the case at bar were guilty of conversion in that they used the funds of the plaintiff Shibamoto for their own purposes. That conversion was expressly designed and commissioned by Mr. Nordmann. The plaintiffs point out that he was the managing mind of the defendant companies and held all the shares in the companies along with his wife. It was Mr. Nordmann who had physical possession of the plaintiffs' funds and fish to which the plaintiffs' held legal title. It was he who dealt with those goods in a manner contrary to the rights of the plaintiffs. In my view, Mr. Nordmann is guilty of the conversion which was committed in this case: he was the primary actor, not merely a secondary participant who was acting on behalf of the defendant companies.", "E. Liability Of S.M. Properties Ltd. And C.N. Holding Inc."], ["[116]", "Finally, the plaintiffs are asking that this court pierce the corporate veil and grant judgment against Western Fish Producers Inc., S.M. Properties Ltd. and C.N. Holding Inc. on the grounds that all three corporate bodies operated as one unit and that therefore all three should be held accountable for the damages sustained by the plaintiffs. It is submitted that the purpose for incorporating this group of companies was to insulate those that owned the assets, S.M. Properties Ltd. and C.N. Holding Inc., from the obligations created by the operating company Western Fish Producers Inc. The defendants maintain that while this is true, it is also lawful and was fully disclosed to the plaintiffs."], ["[117]", "It is a long established and fundamental principle of corporate law that each company in a group of companies is to be regarded as a separate legal entity having separate legal rights and liabilities. Nevertheless, there are cases where the courts have been willing to treat a subsidiary company as an agent of the holding company and as such conducting the latter's business. It is the circumstances surrounding a particular case which are determinative of whether the court will entertain such a finding since there is no consistent rule of law as to when the general principle of insulation will be set aside and the corporate veil pierced.  <FRAGMENT_SUPPRESSED>  (H.L.). The law on when a court may disregard this principle by 'lifting the corporate veil' and regarding the company as a mere 'agent' or 'puppet' of its controlling shareholder or parent corporation follows no consistent principle. The best that can be said is that the 'separate entities' principle is not enforced when it would yield a result 'too flagrantly opposed to justice, convenience or the interest of the Revenue': L.C.B. Gower,", "Modern Company Law", "(4th Ed. 1979), at p. 112.\""], ["[118]", "It is possible however, to derive some principles or guidelines which may assist the court in its resolution of whether or not the basic principle should be rigidly adhered to.  <FRAGMENT_SUPPRESSED>  it was a question of fact in each case whether a subsidiary was carrying on the parent company's business or its own, six factors were considered in deciding the question:", "\"1. Were the profits treated as those of the parent company?", "\"2. Were the persons conducting the business appointed by the parent company?", "\"3. Was the parent company the head and brain of the trading venture?", "\"4. Did the parent company govern the adventure and decide what should be done and what capital should be embarked on it?", "\"5. Were the profits made by its skill and direction?", "\"6. Was the parent company in effectual and constant control?\""], ["[119]", "In the present case, there is no doubt that the incorporation of the defendant's various companies was done to insulate the ones that owned the assets. No one is alleging that such an arrangement is necessarily unlawful. In fact, from the evidence, this approach had worked successfully for Mr. Nordmann in the past when the first operating company of his group, Can Inter Foods Ltd., which was incorporated in 1983, was able to protect assets from creditors."], ["[120]", "Nevertheless, there are facts disclosed by the evidence which lead me directly to the conclusion that this is an appropriate case in which to lift the corporate veil. For his own purposes, Mr. Nordmann lumps the companies together and instructs his accountants to prepare what has been described as \"S.M. Properties Ltd. Combined Financial Statements\". From the evidence of Mr. Nordmann and Paul Kissack, it is apparent that part of the proceeds of the sales of the fish purchased with Shibamoto's money was directed to the bank account of S.M. Properties Ltd."], ["[121]", "Mr. Kissack also gave evidence that money was transferred back and forth between companies as if they were one. The effect of intercorporate transfers between June 20, 1988 and July 31, 1988 was to transfer $193,034 to the affiliated companies. There was no proper accounting kept between the companies. Examples were given by Mr. Kissack in his report where he notes that in the ledger for Western Fish Producers Inc. a balance owing to S.M. Properties Ltd. of $1,762,418 was written off on July 31, 1988 without explanation. There was also a change made in the ledger of S.M. Properties Ltd. in 1990 eliminating a debt owed from S.M. Properties to Western of $2,700,000; the change was affected by the insertion of entries relating to 1986, 1987 and 1988."], ["[122]", "There is no question that Jorn Nordmann, at all material times, was the managing mind of all three companies, was in absolute control and was responsible for business decisions. Indeed, this was confirmed by his own evidence and that of Mrs. Nordmann. The corporate triangle of the three defendant companies was in all respects a creature of Mr. Nordmann's making. He, in his sole discretion, directed for his own purposes use of the plaintiff's money for the payment of debts and expenses. In my view, the circumstances of this case and Mr. Nordmann's relationship to Western Fish Producers Inc., C.N. Holding Inc. and S.M. Properties Ltd. fit precisely the following description given by Lord Denning, M.R., in", "<FRAGMENT_SUPPRESSED>  (C.A.) at p. 1013:", "\"He controlled their every movement. Each danced to his bidding. He pulled the strings. No one else got within reach of them. Transformed into legal language, they were his agents to do as he commanded. He was the principal behind them. I am of the opinion that the court should pull aside the corporate veil and treat these concerns as being his creatures for whose doings he should be, and is, responsible.\""], ["[123]", "Further, I am mindful of the statement of the Supreme Court in the <FRAGMENT_SUPPRESSED> case that the corporate veil should only be lifted \"in the interests of third parties who would otherwise suffer\". There is no doubt in my mind that should I fail to lift the corporate veil in the case at bar and the plaintiffs are unable to recover judgment from the defendant group of companies, an injustice will result and the plaintiffs will bear the burden. It is significant to underline that while Western Fish Producers Inc. is now insolvent, neither of the other two companies are; that S.M. Properties Ltd. operated as the \"financier\" receiving in previous years $900,000 a year from Western; it owned the equipment aboard the vessel; C.N. Holding Inc. was the proprietor of the \"Nicolle N\", the assets of both these companies provide the equitable collateral necessary to finance the operations of all companies."], ["[124]", "For all of these reasons I am persuaded that this is an appropriate case in which to lift the corporate veil and to treat the defendant companies as one. Accordingly, judgment is granted against all three companies.", "Defendant's Counterclaim"], ["[125]", "The defendants allege that the instructions to maintain the ceiling price of $1.50 per pound was given under compulsion by Ocean or through its subsidiaries Far-West and Can-Alaska for the purpose and intent of fixing the price at an artificially low level. However, there is no evidence whatsoever to support this. All the participating parties and all those closely related to these events who were employed or who were principals of Ocean testified and were vigorously cross-examined. Both Ed Safarik and Gordon Safarik, President and Vice-President of the firm, in-house counsel Mr. Prowse, as well as Mr. Toddhunter who was in charge of the processing operation in Alaska appeared and I find as a fact that there was not even a hint that they were at all concerned with price fixing."], ["[126]", "The defendants also argued that an agreement dated June 16, 1988, made between Can-Alaska, a wholly owned subsidiary of Ocean, in which they had undertaken to provide product for processing on board the \"Nicolle N\", if space was available, was deliberately breached and deprived the defendants of revenue of $640,000. This agreement can be found as Exhibit A-356 in these proceedings. The opening paragraph reads as follows:", "\"Can-Alaska has a salmon production operation in Bristol Bay, Alaska, and may require processing and freezing services.\""], ["[127]", "There was not one shred of evidence that Can-Alaska at any time required additional processing and freezing services. This agreement did not stipulate that Can-Alaska \"would provide product for processing on board\" even though there may have been space available on the \"Nicolle N\". There had to be a need or requirement. Mr. Toddhunter testified on this issue and there was absolutely no evidence that they required the facilities on board the ship for processing."], ["[128]", "It was also submitted by the defendants that there was a deliberate and fraudulent plan conceived by the plaintiffs to destroy the cash buying operation of Western. Not only is there no evidence to support this allegation, the suggestion defies logic. I cannot conceive why Ocean, a corporation doing $175 million worth of business in one year, and Shibamoto, a major Japanese industrial concern, would be interested in fraudulently attempting to destroy the defendants' fish buying operation; an operation that had, according to Mr. Nordmann, but 1% of the total Bristol Bay sockeye salmon harvest. The evidence of Mr. Toddhunter was that Ocean, through its Far-West subsidiary, had, for the first time in its history become involved in the Bristol Bay salmon operation and was more than sufficiently preoccupied during its initial season, without getting involved in some surreptitious activity."], ["[129]", "If one is to allege fraud, it would perhaps not be unwise to look at Mr. Nordmann's previous conduct. It can be implied that Mr. Nordmann was perhaps attempting to pursue a similar course of action to that which he had undertaken in the early 1980's. While being questioned in cross-examination, Mr. Nordmann was confronted with the fact that in 1982 Nicolle N Enterprises Inc. had entered into a processing agreement with a Canadian company called Can Inter-Foods Ltd., a company whose sole shareholders were Mr. Nordmann and his wife. That this company operated the \"Nicolle N\" in 1982 and was involved in the salmon fishery with a group of fishermen known as the Nushagak Independent Producers Association; that these fishermen commenced an action in the Supreme Court of British Columbia against Can Inter-Foods Ltd., S.M. Products Ltd. and Mr. Nordmann personally (S.M. Product Ltd. not to be confused with S.M. Properties Ltd.). The fishermen alleged they were owed a balance of $614,000 for fish by Can Inter-Foods Ltd. They alleged in their action that Can Inter-Foods Ltd. had sold their fish to a related company, S.M. Products Ltd. at an unrealistic price to their prejudice (Exhibit C-17). As a result of this law suit, judgment was entered in the Supreme Court of British Columbia against Can Inter-Foods Ltd. for $332,000. Eventually Can Inter-Foods Ltd. was petitioned into bankruptcy. The fishermen did not recover any of their debt."], ["[130]", "It is obvious that the corporate structures under which Mr. and Mrs. Nordmann were operating, permitted insulation of their vessels, equipment and property. Any transactions entered into and negotiated by Western would preserve all assets from creditors in the event of default."], ["[131]", "Finally, it is the defendants' position that the negotiated settlement of July 8 was for the purpose of allowing Western to use the proceeds from fish acquired with Shibamoto's funds and permit them to retain the roe technicians on board and that either Mr. Zoda or Mr. Gordon Safarik interfered with a proposed purchase between S.N.G. and Western, thereby preventing Mr. Nordmann from advancing the second installment of $250,000 on July 11, 1988."], ["[132]", "Again, no evidence was submitted by the defendants in support of this proposition. Reliance is placed on the fact that S.N.G.'s counsel in Seattle was in contact with Ocean's attorney in that same city on or about July 11 seeking assurances that their client be guaranteed good title to the fish if they concluded a purchase with Western."], ["[133]", "There is no doubt that Mr. Mitshuhachi, while in Anchorage, Alaska, met on July 10 with both Mr. Safarik and Mr. Zoda as well as Miss Connie Shevchenko. I agree that S.N.G.'s representative was made aware of the dispute between the plaintiffs and the defendants; however, at no time during this conversation, as attested to during the trial, were there any threats or even any innuendo of interference. This was the testimony of all three witnesses who appeared on behalf of the plaintiffs and whose evidence I accept. Also appearing was the attorney for Ocean, Mr. Oesting, who swore and whose evidence I believe, that he specifically instructed his clients not to interfere."], ["[134]", "There was led in evidence correspondence exchanged between the Seattle attorneys for both S.N.G. and Ocean. It was disclosed that S.N.G.'s counsel was seeking a letter of comfort or some reassurance that should S.N.G. proceed with further purchases from Western they would not encounter title problems. As a result of this correspondence it has been suggested that this evidence supports the contention of interference by someone representing the plaintiffs. I reject totally this conclusion and my reason for so finding comes from Mr. Mitsuhashi who, after having learned of the problems existing between the parties, testified that after learning of this situation it was he who contacted his Seattle office seeking advice with respect to proceeding further with any transaction. He was seeking to confirm his conviction that once he had received a Bill of Lading issued in the name of S.N.G. he could remain assured that title in the product could not be contested."], ["[135]", "The most compelling evidence against Mr. Nordmann's contention that his inability to meet the deadline of July 11 was caused somehow by the plaintiffs' interference, was given by the witness Mr. Mitshuhachi. He testified that he had just concluded a first transaction on July 8 in which he had acquired on behalf of his company product from Western for $1,035,000 U.S. He stated that he had told Mr. Nordmann during their negotiations that he would not pay for any product until such time as he had in his possession a clear Bill of Lading; that upon receipt he still required 24 hours in order to arrange with his bankers in Seattle for the transfer of funds to complete the purchase. It was his testimony that he had acquired the product that was on board the \"Nicolle N\" only on July 11 and that the transaction was not completed until July 12. It is my conclusion therefore that it was not interference which caused the delay of a further transfer of funds but rather the failure on the defendants' part to deliver the product and Bill of Lading."], ["[136]", "May I add that Mr. Nordmann on July 8 had received funds in the amount of $1,035,000 U.S. realized from the first sale to S.N.G., that he left $135,000 in a bank account and returned to the ship some $900,000 for the purpose of fish buying. If Mr. Nordmann had, in fact, been anxious to meet the terms of the proposed settlement, he could have retained from the fish buying funds a further $250,000 to meet the July 11 deadline. Obviously his own very pressing financial obligations prevented him from doing so.", "Credibility Of Witnesses For Defendants"], ["[137]", "Most of the witnesses who appeared on behalf of the defendants contributed only marginally and provided little insight to assist the court in determining the ultimate issues of this trial. The defense was primarily concentrated on the testimony of Mr. and Mrs. Nordmann."], ["[138]", "I must comment nevertheless on the pro-forma prepared by Mr. Szaz, an experienced accountant by profession, who was retained by the defendants to prepare a cash flow of Western's operation for 1988 had the best possible conditions prevailed. Through this report he attempted to indicate the harm that was caused to Mr. Nordmann's operation as a result of the dispute between the parties. No doubt this document was drafted on the instructions of the defendants. I find it to be impractical and of little use. He failed to take into account the actual existing cash demands that Mr. Nordmann would have to satisfy throughout this particular operation and, as a result, his cash flow and profitability figures were more speculative than realistic and I totally reject his report."], ["[139]", "The witness Desrosier was called in an attempt to prove to the court that there existed some form of conspiracy to either fix prices or some fraudulent scheme orchestrated by the plaintiffs to destroy Western's operation. Mr. Desrosier had been a long-time employee of Far-West and after Ocean acquired this operation he was relieved of his duties at the end of one season. This was a witness who was not impartial and whose total evidence was fraught with innuendo and inference. I reject his testimony in its entirety."], ["[140]", "We now come to the principal witnesses who appeared on behalf of the defendants, the Nordmanns. How much reliance can I place on the testimony of Mrs. Nordmann, a person who falsified or improperly kept the cash fish buying books in order to deceive the plaintiffs' representative with respect to the money expended for Western's expenses and who deliberately hid from the plaintiffs the bonuses that were being paid to fishermen? She is a witness who swore before this court that the S.N.G. representative who came on board to inspect the quality of the fish in order to report back to Mr. Mitsuhashi, was a technician who only \"wanted to see the operation\". I have no hesitation in stating my belief that this is a total fabrication. Mrs. Nordmann was well aware of the ongoing negotiations between her husband and S.N.G.; she was entirely cognisant of the fact that the gentleman who came aboard between July 2 and 4 was not a visiting technician from another processor but was the S.N.G. representative who had been sent to the vessel by Mr. Mitsuhashi. Throughout the entire trial when being questioned about the corporate structures of the Nordmann group, about debtors or creditors, she swore that she never participated and knew absolutely nothing about financial matters. Nevertheless it was she who attended at Seattle in August of 1988 to swear the affidavit concerning the affairs of the company as disclosed to the court for bankruptcy purposes. In my opinion, her pleaded ignorance of financial matters during the course of her testimony represented nothing more than a ruse."], ["[141]", "Mr. Nordmann can simply not be considered a credible witness. This is a man who in concert with others hid the fact that he was purchasing fish at a price higher than agreed to; a person who authorized the issuance of invoices for the sale of fish on S.M. Properties stationery rather than Western in order to protect the cash received; a gentleman who on the advice of his lawyer friend and debtor as well as principal of Red Dog Estates, advised him to issue Bills of Lading for the product in the name of Red Dog in order to protect it from attempted seizures by the plaintiff. I could go on indefinitely if I were to discuss his bookkeeping methods and his avoidance of creditors."], ["[142]", "But the most compelling and damaging evidence as to Mr. Nordmann's credibility and business ethic comes from Mr. Kissack who while examining the accounts of the Nordmann group of companies discovered late adjustments and changes to the S.M. Properties balance sheet and that of Western. The late adjustment was made in the S.M. Properties ledger to eliminate an apparent debt owed by it to the bankrupt company in the amount of $1,762,418. The alteration was made without date or reason and I suspect that this distortion came about dishonestly."], ["[143]", "At the opening of trial, counsel for the plaintiffs advised the court that he was dividing the calling of his evidence in two phases. First, he intended to call only those witnesses whose evidence was required to support the claim; that he did not intend to recall the same witnesses, if he could avoid it, in order to rebut the counterclaim. Others would be called specifically to refute the defence and counterclaim after the defendants' case was in. Following the closing of the defence and counterclaim, plaintiffs exercised their prerogative and called upon a number of witnesses to rebut the counterclaim. Defence counsel raised the objection that some of those being called to rebut were also aware of the circumstances surrounding the incidents leading up to the agreement and whose testimony would in fact buttress the plaintiffs' case. A lengthy argument ensued on the admissibility of the testimony. I concluded that I would allow the evidence since it would be of value in subsequent proceedings on the issues and should be heard in order to complete the record. I also cautioned that when rendering my judgment and reasons for judgment I would indicate what relevance I would place on this later evidence and determine if it was called to \"buttress\" the plaintiffs' case rather than rebut the counterclaim. I have now reviewed the evidence of the reply witnesses and I have determined that their testimony which could support the plaintiffs' claim was not considered in my findings of fact. Only that evidence which pertained to defense or rebuttal of the counterclaim was considered."], ["[144]", "This long and costly trial was caused by Mr. Nordmann, a man of reckless business ethic, whose sole defence was to attack the integrity and attempt to ruin the reputation of people who were acting in good faith throughout.", "Conclusion"], ["[145]", "For all of the foregoing reasons, I am satisfied that the plaintiffs are entitled to damages for breach of contract and that the defendants Jorn Nordmann as well as all three defendant companies are guilty of the tort of conversion. Accordingly, the plaintiffs are entitled to a maritime lien against the vessel \"Nicolle N\"."], ["[146]", "By order of the court, assessment of damages is to be determined at a later date. Costs to the plaintiffs.", "Action allowed.", "Editor: Elizabeth M.A. Turgeon/blk", "Schedule A", "\"THIS AGREEMENT made the 16th day of May, 1988", "BETWEEN:", "SHIBAMOTO & COMPANY LTD.", ", of", "#1 - 12 Minato Ichom,", "Chuo-Ku, Tokyo", "JAPAN", "(hereinafter called 'Shibamoto')", "OF THE FIRST PART", "AND:", "WESTERN FISH PRODUCERS INC.", ", of", "3827 River Road West,", "Delta, British Columbia", "V4K 3N2", "(hereinafter called 'Western')", "OF THE SECOND PART", "AND:", "OCEAN FISHERIES LIMITED", ", of", "2215 Commissioner Street,", "Vancouver, British Columbia", "V5L 1A8", "(hereinafter called 'Ocean')", "OF THE THIRD PART", "WHEREAS:", "A. Western operates the floater/processor 'Nicole N' (hereinafter called 'the Vessel') and wishes to buy and process fish in Alaska for a party with sufficient financial strength to fund such an operation;", "B. Shibamoto is a Japanese trading company and wishes to acquire salmon and salmon roe in Alaska;", "C. Shibamoto is not physically located in British Columbia, Alaska or Washington and wishes to have Ocean act as its agent with respect to this matter;", "D. Ocean has agreed to act as Shibamoto's North American agent in this matter, and all transactions in North America shall be in the name of Ocean (see clause 7);", "E. The parties hereto wish to set out the terms of their agreement in writing.", "NOW THEREFORE THIS AGREEMENT WITNESSETH that in consideration of the mutual covenants hereinafter set forth and for other good and valuable consideration, the parties hereto agree as follows:", "FISH BUYING OPERATION", "1.01 Western has agreed to purchase and process salmon for Shibamoto in the Bristol Bay area of Alaska for the 1988 salmon season.", "1.02 All fish shall be purchased in the name of Western pursuant to Part 7 hereof and U.C.C. filings shall be made regularly to evidence ownership of the fish.", "1.03 Western shall be in charge of purchasing the fish on the fishing grounds and shall decide on the price to be paid, subject to paragraph 1.04 herein.", "1.04 Shibamoto shall have a full-time representative on the Vessel (the 'Representative') who shall have the authority to set a ceiling on the ground's price for sockeye salmon by giving notice in writing to Jorn Nordmann or his Representative in charge. In the event that the Representative invokes the ceiling, no further fish shall be purchased above that price unless the Representative gives Western new instructions. Shibamoto agrees that it will not invoke a ceiling price unless Shibamoto, in its sole discretion, believes that the grounds' price has reached a level which would result in no profit being made on subsequent resale.", "1.05 Western shall ensure that all purchased fish are delivered to the Vessel, dressed, frozen and then offloaded onto tramp steamers as quickly as possible.", "1.06 Western shall allow Shibamoto's onboard technicians to grade the fish to the extent that the technicians deem it necessary and practical within industry standards.", "1.07 Western shall provide board and lodging on the Vessel for eight (8) roe technicians.", "1.08 Shibamoto shall arrange to insure the fish from the time it is purchased by the tender vessels.", "1.09 The parties agree that Taiyo freighters shall be used to transport the salmon.", "FINANCING", "2.01 Shibamoto shall provide cash buying money for up to three million (3,000,000) pounds of sockeye salmon subject to clause 1.04 herein.", "2.02 The money shall be transported by Loomis or a comparable courier service from Anchorage to Ugashik in increments of approximately Five Hundred Thousand ($500,000) Dollars, preferably in $100 bills.", "2.03 An initial sum of Eight Hundred Thousand ($800,000) Dollars shall be delivered by June 22, 1988, and continuously after that date so that Western has a sufficient supply on hand to purchase the fish.", "2.04 The parties shall arrange to insure the cash at all times if possible. Western will pay the premium.", "PAYMENT, FISH", "3.01 Shibamoto shall pay the following items as set out below:", "(a) Eighteen ($0.18) Cents per round weight pound to Western for tendering costs payable on a daily basis when the salmon is offloaded to the tramper, upon receipt of both the mate's receipt and invoice from Western, based on fish ticket weight. The Tender fee paid shall be adjusted to the actual cost of tendering the fish as soon as complete figures are available but in any event no later than July 29, 1988;", "(b) Alaska fish tax 5.3% percent of the purchase price, or such tax as is applicable, to the State of Alaska by July 29, 1988;", "(c) Fishermen's bonus of Five ($0.05) Cents per round weight pound of sockeye salmon to Western by July 29, 1988;", "(d) Processing fee of Forty-Five ($0.45) Cents per pound of dressed frozen fish without glaze payable daily to Western upon receipt of mate's receipt from tramp freighter;", "(e) All transportation, freight and related handling costs once the fish has been delivered to the tramp freighter.", "3.02 Western and Shibamoto agree that after deducting all costs associated with handling and marketing commission of three (3%) percent, including but without limiting the generality of the foregoing, purchase price, tendering, processing, transportation, taxes, commissions (1% and 1.5%), insurance and marketing costs, the resulting net profit shall be divided equally between Shibamoto and Western or its nominee. A sample calculation is set out in Schedule A attached hereto.", "3.03 Shibamoto will provide Western with a detailed itemized accounting of all expenses and sales of salmon and salmon roe on a monthly basis.", "3.04 Shibamoto shall use its best efforts to obtain the highest market price possible for the fish, provided that it shall have sole discretion in deciding when and to whom the fish is sold, always provided that all sales shall be finalized by the end of the calendar year.", "ROE OPERATION", "4.01 Shibamoto shall provide eight (8) roe technicians who shall reside on the Vessel throughout the season.", "4.02 Western shall provide accommodation and board for the technicians.", "4.03 Western shall provide sufficient processing supplies, packing supplies and work space for the roe technicians to collect, process and pack the salmon roe.", "4.04 Western shall provide from three (3) to six (6) people per shift to assist in handling the roe on the Vessel.", "4.05 The finished roe shall be delivered to the tramp freighter or as otherwise directed by Shibamoto. If alternate transportation is directed by Shibamoto, Western shall provide such transportation and invoice this expense to Shibamoto at actual cost, which will be paid upon presentation of invoice.", "4.06 Western shall provide to Shibamoto all of the salmon roe acquired in the Bristol Bay area, Prince William Sound, and southeast Alaska.", "PAYMENT ROE", "5.01 Shibamoto shall pay for the roe and related items on a finished roe basis as follows:", "(a) upon receipt of the mate's certificate or comparable receipt from alternate carrier and invoice delivered to head technician, the following amounts shall be paid to Western:", "(i) Red salmon standard grade\t- $5.00/lb.", "(ii) Red salmon off grade\t- 2.50/lb.", "(iii) Pink salmon standard grade\t- 2.50/lb.", "(iv) Pink salmon off grade\t- 1.25/lb.", "(v) Chum salmon standard grade\t- 4.00/lb.", "(vi) Chum salmon off grade\t- 2.00/lb.", "(vii) King salmon standard grade\t- 3.50/lb.", "(viii) King salmon off grade\t- 1.75/lb.", "(ix) Silver salmon standard grade\t- 4.50/lb.", "(x) Silver salmon off grade\t- 2.25/lb.", "(b) the wages of the eight roe technicians;", "(c) all transportation costs for finished roe from the Vessel to its ultimate destination.", "5.02 Western and Shibamoto agree that after deducting all costs associated with handling and marketing the roe, including the roe technicians' salary and expenses, the resulting net profit shall be divided equally between them in the same manner as described in paragraph 3.02 herein.", "5.03 Shibamoto shall use its best efforts to obtain the highest resale price possible, provided that it shall have sole discretion in deciding when and to whom the roe is sold, always provided that all sales shall be finalized by the end of the calendar year.", "ADVANCE FOR SALMON ROE", "6.01 Shibamoto agrees to advance to Western the sum of Two Hundred and Fifty Thousand ($250,000) Dollars to assist with start up costs for the salmon buying operation (the 'Advance').", "6.02 The funds are to be advanced to C.N. Holding Inc.", "6.03 The Advance will bear interest at a rate equal to the prime commercial rate of the Seattle First National Bank plus two (2%) percent per annum.", "6.04 The Advance shall be secured by a partial assignment of the fourth mortgage on the Vessel.", "6.05 The Advance shall be repayable on demand, always provided that until such demand is made the Advance shall be repaid by offsetting against it those funds which would otherwise be paid for salmon roe, so that no funds will be advanced to Western for salmon roe until the Advance has been repaid in full including interest.", "6.06 Shibamoto agrees that it shall not make demand for payment unless one of the following events occurs:", "(a) Western shall default on any of its obligations hereunder;", "(b) the fish buying operation contemplated herein shall cease for any reason whatsoever;", "(c) if any charge, lien, hypothecation, mortgage or privilege is registered against the Vessel or the fish without the consent of Shibamoto;", "(d) if the Vessel is arrested, seized, detained or taken possession of by or at the instruction of any creditor of Western or any of its affiliates;", "(e) if the Vessel is lost, destroyed or abandoned;", "(f) if any event occurs which Shibamoto believes will impair its security.", "OCEAN INVOLVEMENT", "7.01 Ocean agrees to act as agent for Shibamoto in North America with respect to this transaction.", "7.02 All fish shall be purchased in the name of Western, with a U.C.C. filing being made evidencing ownership by Ocean, and all banking and documentation in North America shall be in the name of Ocean instead of Shibamoto.", "7.03 To the extent that salmon, salmon roe or funds are held by or in the name of Ocean, these items shall be held in trust for Shibamoto.", "7.04 Ocean agrees to provide a Representative on the Vessel who will monitor the operation and have the authority to set a ceiling on the ground's price of sockeye salmon pursuant to the terms of paragraph 1.04 herein.", "7.05 Ocean shall be paid a commission of 1.5% of the F.O.B. price aboard the tramper of all salmon purchased for Shibamoto, which shall be paid upon receipt of mate's receipt and invoice from Ocean.", "7.06 Ocean shall pay the salary and expenses of the onboard Representative and all of its internal expenses.", "7.07 Ocean shall not be responsible for the quality or quantity of product obtained by the operation, nor for the final market prices obtained.", "GENERAL", "8.01 This Agreement shall be governed and construed in accordance with the laws of the Province of British Columbia.", "8.02 All references herein to money shall be to funds of the United States of America unless specifically provided otherwise.", "8.03 With the exception of invoking the grounds ceiling price, all notices, requests, demands and other communications hereunder shall be in writing and shall be deemed to have been duly given if delivered by hand to the following addresses, or delivered via telecopier to the following fax numbers:", "(a) To Shibamoto and/or Ocean:", "c/o Ocean Fisheries Ltd.", "2215 Commissioner Street", "Vancouver, B.C. V5L 1A8", "Telephone: (604) 254-5751", "Fax No.: (604) 254-8922", "Telex No.: 04-51387", "(b) To Western:", "Western Fish Producers Inc.", "3827 River Road West", "Delta, B.C. V4K 3N2", "Telephone: (604) 946-7665", "Fax No: (604) 946-0176", "Telex No.: 04-357533", "or to such other addresses or fax numbers as may be given in writing, and shall be deemed to have been received on the date of delivery.", "8.04 Time shall be of the essence hereof.", "8.05 The headings contained in this Agreement are for convenience of reference only and in no way affect the interpretation of this Agreement.", "8.06 The parties hereto each agree that they will do all such reasonable things and execute such documents as may be necessary to complete the transactions contemplated hereunder.", "8.07 The Contract may be executed by the parties in separate counterparts, each of which when so executed and delivered shall be an original, but all such counterparts shall together constitute one and the same instrument.", "8.08 Neither this Agreement nor the rights and obligations granted hereunder may be assigned by any of the parties without obtaining the written consent of all parties.", "8.09 This Agreement shall enure to the benefit of and be binding upon the parties hereto and their respective heirs, executors, administrators, successors, representatives and assigns.", "8.10 All payments within North America will be made by wire transfer.", "\"IN WITNESS WHEREOF the parties hereto have hereunto executed this Agreement as of the day and year first above written.", "The Corporate Seal of\t)", "SHIBAMOTO & COMPANY LTD.\t)", "was affixed in the\t)", "presence of:\t)\t(SEAL)", "[signed]", "Authorized Signatory\t)", "[signed]", "Authorized Signatory\t)", "The Corporate Seal of\t)", "WESTERN FISH PRODUCERS INC.\t)", "was affixed in the\t)", "presence of:\t)\t(SEAL)", "[signed]", "Authorized Signatory\t)", "[signed]", "Authorized Signatory\t)", "The Corporate Seal of\t)", "OCEAN FISHERIES LIMITED\t)", "was affixed in the\t)", "presence of:\t)\t(SEAL)", "[signed]", "Authorized Signatory\t)", "Schedule 'A'", "\"Profit Sharing Formula:", "E.G. $250,000 advance paid off by delivery of first sockeye roe production.", "Profit Formula", "(Example on fish)", "Ground's price\t$1.00", "Fish tax\t   .05", "Tender cost", ".18", "$1.23", "73% recovery (actual recovery to be substituted)", "on fish\t$1.64", "Plus processing cost", ".45", "$2.09", "Ocean commission of 1.5%", "Freight to Japan\t .20", "C/F cost Japan\t$2.29", "Import duty 5%\t$2.40", "Storage", "Transportation 12%\t$2.68\tThese costs to be actual", "Customs", "Interest\t Total cost of fish $2.68", "1% C/F value $2.70", "Insurance", "Commission 1% C/F value", "Sales price\t$3.25", "Commission 3% 10 cents/lb", "Net proceeds\t$3.15", "Less cost", "2.70", "Profit\t$ .45", "Profit share based on 50/50 split", "Shibamoto's share\t$22.50", "Western's share\t$22.50", "The prices and costs on this page are examples only and may or may not bear any relation to the actual values nor are the items listed to be exhaustive. All figures are to be calculated on the basis of actual out-of-pocket costs.\"", "[End of document]"]]}