{"id_": "025484", "body_str": [["[1]", "Mosley, J.", ": The applicants challenge the October 24, 2005 decision of a Pre-Removal Risk Assessment Officer (the \"Officer\") that they would not be at risk in returning to Pakistan because of the availability of state protection. They contend that the Officer erred in assessing the risk of persecution they face in that country and in applying the standards for the reception of new evidence under s. 113 (a) of the", "Immigration and Refugee Protection Act", ", S.C. 2001 c.27 (", "IRPA", ")."], ["[2]", "The applicants, citizens of Pakistan and members of the Shia minority in that country, arrived in Canada on March 26, 2003 after nine years in the United States. They made a claim for recognition in Canada as Convention refugees or persons in need of protection based on the harms suffered by the primary applicant, Mr. Syed Masood Raza, due to his active participation in the religious and business affairs of their community."], ["[3]", "On November 26, 2004 the Refugee Protection Division of the Immigration and Refugee Board (the Board) determined that state protection was available to the applicants and dismissed their claim. The Board found that significant changes had occurred in Pakistan since the applicants' departure, including a change in regime, and that the Musharraf government had taken action to control sectarian violence including the banning of the Sunni organization Sipah-e-Sahaba, the principal instrument of persecution identified by the applicants. Leave for judicial review of this decision was denied on May 5, 2005."], ["[4]", "The Pre-Removal Risk Assessment (\"PRRA\") request at issue in the present case was submitted on June 24, 2005. Evidence tendered by the applicants in support included one letter and two affidavits which were created after the refugee decision had been rendered, together with a package of internet news articles from BBC News, CBC News and CNN which also post-dated the refugee decision. The applicants also submitted educational documents in relation to the two sons of the family however these were disregarded as the Officer found they were irrelevant to the assessment of the risk the family would face should they return to Pakistan.", "DECISION UNDER REVIEW"], ["[5]", "The Officer found that the PRRA application enumerated the same risks that were presented to the Board. The Officer noted that the applicants had had the opportunity in their PRRA application to present new evidence to address the Board's findings, but that the evidence presented was insufficient. The Officer concluded that there had been no significant changes in country conditions since the applicants' case was heard by the Board."], ["[6]", "With respect to the letter and the two affidavits, the Officer did not find that these documents constituted new evidence, describing them in his analysis as \"essentially a repetition of the same information\" considered by the Board. The Officer further noted that there were \"no new risk developments\" contained in the documents, nor had the applicants explained why the documents could not have been presented to the Board for its consideration. In addition, the Officer concluded that the authors of these documents were not an objective source of information, as they were respectively: the principal applicant's sister; a friend of the family; and the coordinator of the family's local Imam Bargha."], ["[7]", "With respect to the package of news articles, the Officer observed that although \"these publications post-date the decision of the IRB this material is generalized and does not mention the applicants or address the material elements of the present application\". The Officer noted that although he had considered it in the context of assessing country conditions, the package did not contain any \"new evidence of new risk developments which are personalized to the applicants and which have arisen since the Board's decision.\" The Officer went on to write:", "\"They are not named in any of the documents and none of it rebuts the significant findings of the Board. The documents recount random acts of criminal violence as well as sectarian and terrorist violence. I find these to be circumstances which all citizens of Pakistan face. I do not find this to be evidence that the applicant faces a personal risk greater than any other citizen.\"", "ISSUES"], ["[8]", "While the overarching question in these proceedings is whether the Officer's decision was reasonable, the parties addressed their submissions to the following specific issues:", "1. Did the Officer err in applying the standard for the reception of new evidence under s. 113 (a) of", "IRPA", "2. Did the Officer err in failing to take into account evidence of harm to similarly situated persons in Pakistan in determining whether the applicants were at risk of persecution if repatriated?", "STATUTORY FRAMEWORK"], ["[9]", "Subsections 112(1), 113(a) and (c), 96 and 97 of the", "Immigration and Refugee Protection Act", ", S.C. 2001 c. 27 (", "IRPA", ") provide as follows:", "\"112(1) A person in Canada, other than a person referred to in subsection 115(1), may, in accordance with the regulations, apply to the Minister for protection if they are subject to a removal order that is in force or are named in a certificate described in subsection 77(1).", "\"113. Consideration of an application for protection shall be as follows:", "(a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;", ". . . . .", "(c) in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98;", "\"96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "\"97(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.\"", "\"112(1) La personne se trouvant au Canada et qui n'est pas visée au paragraphe 115(1) peut, conformément aux règlements, demander la protection au ministre si elle est visée par une mesure de renvoi ayant pris effet ou nommée au certificat visé au paragraphe 77(1).", "\"113. Il est disposé de la demande comme il suit:", "a) le demandeur d'asile débouté ne peut présenter que des éléments de preuve survenus depuis le rejet ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'il n'était pas raisonnable, dans les circonstances, de s'attendre à ce qu'il les ait présentés au moment du rejet;", ". . . . .", "c) s'agissant du demandeur non visé au paragraphe 112(3), sur la base des articles 96 à 98;", "\"96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "\"97(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.\"", "ANALYSIS", "Standard of Review"], ["[10]", "PRAA officers have a specialized expertise in risk assessment, and their findings are usually fact driven, and therefore warrant considerable deference:", "<FRAGMENT_SUPPRESSED>  at para. 16 ( <FRAGMENT_SUPPRESSED> ). Considerable deference is owed to the factual determinations of a PRAA officer including their conclusions with respect to the proper weight to be accorded to the evidence placed before them:", "<FRAGMENT_SUPPRESSED> ; 296 F.T.R. 182; 2006 FC 864, at para. 19 ( <FRAGMENT_SUPPRESSED> ). In the absence of a failure to consider relevant factors or reliance upon irrelevant ones, the weighing of the evidence lies within the purview of the officer conducting the assessment and does not normally give rise to judicial review:", "<FRAGMENT_SUPPRESSED> ; 2005 FC 673, at para. 9."], ["[11]", "<FRAGMENT_SUPPRESSED>  after conducting a pragmatic and functional analysis, I concluded that the appropriate standard of review for questions of fact decided by a PRRA officer should generally be patent unreasonableness, for questions of mixed law and fact, reasonableness, and for questions of law, correctness."], ["[12]", "When the decision is considered \"globally and as a whole\" the appropriate standard of review for the decision of a PRRA officer is reasonableness as determined by Justice Luc Martineau in", "<FRAGMENT_SUPPRESSED>  at para. 51. See also:", "<FRAGMENT_SUPPRESSED> ; 2005 FC 713 at paragraph 13;", "<FRAGMENT_SUPPRESSED>  at para. 6; and", "<FRAGMENT_SUPPRESSED> ; 2005 FC 1284, at para. 23.", "1. Standard for New Evidence"], ["[13]", "The applicants argue that the Officer applied the wrong standard for determining what constituted new evidence under section 113 (a) of", "IRPA", ". With respect to the letter and the two affidavits, the applicants' counsel properly conceded that it was open to the Officer to give them little weight. Nonetheless, it was contended that as these documents were created after the refugee hearing had been concluded and a decision rendered, they were new evidence within the meaning of s. 113 (a) and should have been considered as such."], ["[14]", "Moreover, the applicants submit that s. 113 (a) of", "IRPA", "should be read disjunctively as providing for the admissibility of new evidence on three grounds, and so long as the evidence \"... arose after the rejection ...\" of their refugee claim by the Board there is no requirement in law for the applicants to explain why the evidence was not reasonably available or why the applicants could not reasonably have been expected to have put it before the Board before the claim was determined. The applicants contend that the Officer thus erred in law in determining that such an explanation was necessary."], ["[15]", "In support of these propositions, the applicants rely upon", "<FRAGMENT_SUPPRESSED> ; 2005 FC 111 ( <FRAGMENT_SUPPRESSED> )."], ["[16]", "In addition, the applicants argue that the Internet news reports submitted refer to events which were occurring as of May 2005, and thus were new evidence of the objective circumstances existing in Pakistan as of the date of the PRRA application. The applicants submit that the decision to reject this evidence was therefore patently unreasonable."], ["[17]", "The respondent submits that the affidavit and letter evidence contain general statements similar to those that formed the basis of the original refugee claim. The <FRAGMENT_SUPPRESSED> case is distinguishable from that of the applicants, the respondent submits, as in <FRAGMENT_SUPPRESSED> the PRRA officer's finding that all of the applicant's evidence pre-dated the Board's decision was erroneous as one piece of evidence clearly \"arose\" after the Board's decision. The Court concluded that the PRRA officer had \"failed to understand this fact by lumping it in\" with the pre-dated evidence in his assessment (at para. 18)."], ["[18]", "I would add that it is also clear from the Court's reasons in <FRAGMENT_SUPPRESSED> , that the new evidence in question was central to the applicant's claim as it went to the very heart of the Board's conclusion that he would not be at risk as a HIV-positive gay man in Mexico. In those circumstances the Court found that the failure of the PRRA officer to consider this evidence was patently unreasonable. I would note that the question of whether medical grounds can be the basis of a successful protection claim in light of paragraph 97 (1) (b) (iv) of", "IRPA", "does not appear to have been raised."], ["[19]", "Counsel for the applicants candidly conceded that the only support he could find for his argument that s. 113(a) of", "IRPA", "must be read disjunctively is found in this sentence which appears in paragraph 17 of <FRAGMENT_SUPPRESSED> :", "\"Section 113 (a) requires a careful determination on the admissibility of evidence", "on three available grounds", ".\" (Emphasis added)"], ["[20]", "Counsel submits that one must, on a plain reading, interpret the section as providing for the admissibility of three distinct types of new evidence:", "1. Evidence that arose after the rejection by the Board;", "2. Evidence that was not reasonably available prior to the rejection; or", "3. Evidence that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection."], ["[21]", "It is only the second and third types of new evidence, counsel submits, that calls for an explanation as to why it was not presented to the Board, as the PRRA officer must determine whether the failure to submit it was reasonable. \"Arose\" as used in relation to the first type of evidence must mean, in effect, evidence that was", "created", "after the date of the Board's decision. In that sense, therefore, the affidavits and letter, however weak they may be, had to be considered as new evidence under s. 113(a). It was open to the Officer to discount their weight but not to disregard them."], ["[22]", "It must be recalled that the role of the PRRA officer is not to revisit the Board's factual and credibility conclusions but to consider the present situation. In assessing \"new information\" it is not just the date of the document that is important, but whether the information is significant or significantly different than the information previously provided: <FRAGMENT_SUPPRESSED> , above at para. 38. Where \"recent\" information (i.e. information that post-dates the original decision) merely echoes information previously submitted, it is unlikely to result in a finding that country conditions have changed. The question is whether there is anything of \"substance\" that is new: <FRAGMENT_SUPPRESSED> , above at para. 27."], ["[23]", "In the present case, though the evidence of the applicant post-dates the refugee determination in time with respect to the date it was written, nothing in the letter, affidavits or articles is substantially different than the information that was before the Board. As noted by the Officer with respect to the letter and affidavits: they \"refer only to the applicants' circumstances which were considered by the Board\", \"no new risk developments are contained\", and they contain \"essentially a repetition of the same information\". In those circumstances, it was not patently unreasonable of the officer to question why they had not been present before. With respect to the articles in particular, the Officer noted that they were \"generalized\" and did not \"address the material elements of the present application\"."], ["[24]", "These finding were open to the Officer on the evidence and fell specifically within the Officer's expertise with respect to risk assessment. As a result, there is no basis on which the Court can interfere.", "2. Assessment of Country Condition Information"], ["[25]", "The applicants allege that in assessing whether the country condition information disclosed new risk developments, the Officer incorrectly required the information to be \"personalized to the applicants\", in that he found evidence of risk to persons in a similar situation to be insufficient. The applicants argue that to meet the requirements of section 113 of", "IRPA", ", an applicant may prove risk upon return to their home country if they demonstrate affiliation with a group which is the subject of persecution or cruel and unusual treatment, i.e. the standard of the \"similarly situated person\":", "<FRAGMENT_SUPPRESSED>  (F.C.A) at paras. 17 - 18 ( <FRAGMENT_SUPPRESSED> )."], ["[26]", "In addition, the applicants argued that the Officer erred in concluding that the articles demonstrated risk \"which all citizens of Pakistan face\". The applicants submit that the documents deal expressly with the inability of the government of Pakistan to protect the", "Shia", "community from acts of sectarian violence, and that it is those of the Shia faith that are at risk. As such, the applicants allege that the Officer erred in dismissing relevant evidence of the applicants' risk and in misunderstanding the meaning of sectarian violence."], ["[27]", "The respondent submits that the applicants were under an obligation to demonstrate personalized risk and failed to do so. The Officer must assess the risk a specific applicant faces upon his/her return to his/her country of nationality or former habitual residence. The respondent argues that the applicants did not provide any evidence of personalized risk within the intent of s. 113 of", "IRPA"], ["[28]", "The PRRA application process is not a second refugee hearing. Its purpose is to assess new risk developments between the refugee hearing and the removal date:", "<FRAGMENT_SUPPRESSED> ; 2004 FC 32, at para. 11."], ["[29]", "The assessment of new risk developments by a PRRA officer requires consideration of sections 96-98 of", "IRPA", ". Sections 96 and 97 require the risk to be personalized in that they require the risk to apply to the specific person making the claim. This is particularly apparent in the context of section 97 which utilizes the word \"personally\". In the context of section 96, evidence of similarly situated individuals can contribute to a finding that a claimant's fear of persecution is \"well-founded\". That being said, the assessment of the risk is only made in the case of a PRAA application on the basis of \"new evidence\" as described above, where a negative refugee determination has already been made."], ["[30]", "In the present case, the Officer concluded on a totality of the evidence that the applicants had enumerated \"the same risks that were presented to the RPD\". When the Officer stated that the articles did not mention the applicants by name, this was in the context of assessing whether the evidence demonstrated the existence of new risks. If for example the applicants had been personally named, this might have qualified as \"significant\" new information. The Officer therefore did not err in attempting to look for evidence in the documents that indicated increased or \"new\" risk for the applicants personally, including looking for personal references, as the Officer clearly assessed the overall content of the documents in making his ultimate determination that they did not contain new substantive information as compared to that which was before the Board."], ["[31]", "In my view, the Officer's comment that the articles \"recount random acts of criminal violence as well as sectarian and terrorist violence\" and that these are \"circumstances which all citizens of Pakistan face\", were intended to merely reinforce the Officer's overall assessment of the information as being \"generalized\" and not new. The fact that Shia individuals are continuing to be targeted by Sunni militants is the underlying basis of the refugee claim that was previously made. This was not questioned by the Officer and was clearly understood by the Officer. Even if the Officer can be said to have erred in conflating the term sectarian violence with a generalized risk to all citizens of Pakistan in his reasons, the finding that the articles contain no \"new evidence\" of personal risk to the applicants would supersede any error in this regard, as the Officer was looking for evidence of \"new\" risks that went beyond the findings of the Board in this context. In particular, the Officer was looking for evidence that would support reexamination of the Board's finding that state protection was available and found none. Taken as a whole, the approach of the Officer was not patently unreasonable."], ["[32]", "The evidence presented by the applicants confirms that there is risk in Pakistan, including the risk of Shias being subject to violent acts at the hands of Sunni militants. That being said, there is also evidence in the same materials that the State is taking steps to arrest and detain these militants. There is nothing that clearly refutes the presumption of state protection reached by the Board. The decision of the Officer was not, overall, unreasonable.", "Certified Questions"], ["[33]", "As the parties requested time to consider whether to propose questions of general importance, counsel are requested to serve and file any submissions with respect to certification within seven days of receipt of these Reasons for Judgment. Each Party will have a further period of three days to serve and file any reply to the submissions of the opposite party. Following that, Judgment will be issued.", "Application dismissed.", "Editor: Angela E. McKay/vnh", "[End of document]"]]}