{"id_": "025435", "body_str": [["[1]", "Martineau, J.", ": The main applicant, Ms. Meropi Duka and her two minor daughters, Irini and Veronika Cuci, are Albanian citizens. They challenge the legality of a decision rendered on January 10, 2010, refusing the applicants' application for permanent resident status based on humanitarian and compassionate grounds (the H&C application)."], ["[2]", "Subsection 25(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c.27 (the Act), provides an exemption to the requirement of having to apply for a visa from outside of Canada \"if the Minister is of the opinion that [such an exemption] is justified by humanitarian and compassionate considerations relating to [the applicant], taking into account the best interests of a child directly affected, or by public policy considerations.\""], ["[3]", "The applicants are failed refugee claimants. They made both an application for a pre-removal risk assessment (PRRA) and the present H&C application."], ["[4]", "In a PRRA, under sections 97, 112 and 113 of the Act, protection may be afforded to a person who, upon removal from Canada to their country of nationality, would be subject to a risk to their life or to a risk of cruel and unusual treatment. In an H&C application under section 25 of the Act, the applicant's burden is to satisfy the decision-maker that there would be \"unusual and undeserved or disproportionate hardship\" to obtain a permanent resident visa from outside Canada."], ["[5]", "As the law now stands, risk factors must be considered in the overall assessment of an H&C application, even though a valid negative PRRA may have been made. There may well be risk considerations which are relevant to an application for permanent residence from within Canada which fall well below the higher threshold of risk to life or cruel and unusual punishment (", "<FRAGMENT_SUPPRESSED> )."], ["[6]", "In the case at bar, the H&C application is made on the two-fold basis that the main applicant is well integrated in Canadian society, is a victim of domestic violence and fears for her life at the hands of her former husband, Mr. Harallamb Cuci, who lives in Albania, and also that the best interests of the children are that they remain in Canada considering that besides their fear of an abusive and violent father, they have spent over nine years in Canada, have started their education here and have established social networks."], ["[7]", "The allegations of risk made by the applicants were considered by the same immigration officer, Ms. J. Luneau (the officer), who dismissed the PRRA and the H&C applications in separate decisions. With respect to the rejection of the H&C application, the officer has determined that the applicants have not established that they would suffer \"unusual, undeserved or disproportionate hardship\" if they are required to apply for permanent resident status outside of Canada (i.e. Albania)."], ["[8]", "Only the legality of the decision dismissing the H&C application has to be considered by the Court. The applicants make the following arguments against the officer's decision:", "(a) The officer had a duty to conduct an interview because her decision was based on a negative credibility finding;", "(b) The officer's analysis of the applicant's risk from her former husband is unreasonable;", "(c) The officer failed to apply the proper legal test when she conducted a risk assessment in her analysis of the H&C application; and", "(d) The officer's conclusions regarding the best interests of the children are unreasonable."], ["[9]", "The first ground concerns procedural fairness and must be decided on a correctness standard. The alleged failure to apply the proper legal test should also be decided on the correctness standard considering the particular nature of the arguments made on both sides. The two other grounds question the reasonableness per se of the findings and overall conclusion of the officer, and thus, are to be assessed using the well known reasonableness test (", "<FRAGMENT_SUPPRESSED> to 17)."], ["[10]", "The present application shall be allowed. For the reasons below, the Court finds that there has been a breach of procedural fairness and that the officer's conclusions regarding the best interests of the children are unreasonable. Accordingly, it is not necessary to address the other grounds of review raised by the applicants.", "Procedural fairness"], ["[11]", "It is understood by both parties that an interview is not generally required to ensure procedural fairness when evaluating an H&C application.  <FRAGMENT_SUPPRESSED>  (", "Baker),", "the Supreme Court of Canada observed at paragraphs 33 and 34 that immigration officer decisions are \"very different from judicial decisions\" and that what is required is \"meaningful participation\" in the decision making process. See also", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 364 at paragraph 10 ( <FRAGMENT_SUPPRESSED> )."], ["[12]", "Although it was ultimately determined in", "Baker", ", above, that no oral hearing was required, in that case credibility was not at issue, nor was it alleged that the applicant or her children would suffer hardship because their lives would possibly be endangered by returning them to their home country. Thus, only a flexible and principled approach can reconcile policy reasons - it is expedient that there should not be an unnecessary and unwise allocation of resources, with legal contingencies - fundamental justice suggests that an oral hearing may sometimes be the only way to decide a case where serious issues of credibility are at stake, especially so if the life or security of the person is allegedly threatened (", "<FRAGMENT_SUPPRESSED> )."], ["[13]", "The above approach is consistent with the caselaw: while it is generally recognized that an H&C applicant has no legitimate expectation that he or she will be interviewed (", "<FRAGMENT_SUPPRESSED>  at paragraph 8), an oral interview may have been required where the impugned decision is based on an adverse credibility finding, otherwise such finding cannot withstand judicial scrutiny (", "<FRAGMENT_SUPPRESSED>  F.T.R. 186 (Eng.) at paragraph 74;", "<FRAGMENT_SUPPRESSED> )."], ["[14]", "Having closely read the impugned decision in light of the totality of the evidence, it appears to the Court that credibility was central to the determination of the H&C application, as the officer turned down all the evidence substantiating the applicants' allegations of domestic violence and threats against their lives and security."], ["[15]", "Again, some background is necessary in order to contextualize the allegations of hardship made by the applicants in their H&C application. An important aspect hinges on the fear for their lives from the former husband and father of the children who \"was able to locate [the applicants] in Canada and called [the applicants] regularly, trying to force [the main applicant] to return to Albania\", as alleged by the main applicant in the declaration that was submitted in support of the H&C application in 2008."], ["[16]", "In 2001, the main applicant was not yet divorced from her alleged abusive husband. At the time of arrival in Canada with the minor applicants, she lied to the immigration authorities in saying that criminals wanted to kill them or otherwise extort money. However, the main applicant later claimed before the Immigration and Refugee Board (IRB) that she had been actively engaged in political activities with her sister after the fall of the communists; this resulted from being struck by an automobile after the commemoration of the assassination of a political leader in Albania."], ["[17]", "In 2002, the IRB found that the entire story was a fabrication and dismissed the applicants' claim."], ["[18]", "In 2003, the main applicant obtained a divorce judgment in the Province of Quebec."], ["[19]", "In her declaration in support of the H&C application, the main applicant, who apologetically \"[regrets] having betrayed the trust of the people and the authorities of Canada\", makes the following statement:", "It is important to note that for a long time after my arrival in Canada, I told no one in this country that I had been a victim of domestic violence. The culture of my country of origin is such that such realities are ignored or kept secret, and the social culture in Albania makes the woman responsible for being beaten. This is a source of shame for women in my country, and for myself in particular. I was even ashamed to talk about my problems with my former husband with my present lawyer. In fact, it was not until 18 months after my first visit to Mr. Saint-Pierre's office that I dared tell him about the abused I had suffered."], ["[20]", "The eldest daughter was born in December 1992. She was 8 years old when the applicants arrived in Canada. In her statement dated January 20, 2007 tendered in support of the H&C application, she declares:", "[TRANSLATION]", "I certify that, while I was living in Albania, my parents did not get along very well. My father was a very quick-tempered man. He often got angry for no good reason. When he was angry, he would beat my mother and sometimes me. He would break everything around him. He drank a lot and when that happened, he would beat my mother and threaten her with a knife. He was very lazy and hardly worked. He took things from others and gave nothing in return. He would take money from the house and, most of the time, spend it on alcohol. He would leave us without food. He often complained about anything and nothing. There was never a time when he did something right. The only thing he knew how to do was to hit us and shout at us. My father was very jealous of my mother. He would never let her go outside or get in touch with people from outside. Nor could anyone come to our house. He often beat my mother when he felt jealous. When I told him to stop, he would hit me. I cannot possibly describe how bad his character was. I fervently thank the people who helped us get out. Even in Canada, he did not leave us alone. He would call us everyday, using vulgar language, and tell us that he would find us and kill us. Also, every night, he would telephone us and keep us from sleeping. He told us that we were not going to get away from him once he found us. I pray every day that that doesn't happen."], ["[21]", "Further corroborative evidence was filed with the officer to buttress the applicants' allegations of the abuse suffered by the main applicant and her daughters, notably from a family friend from Albania, the main applicant's mother and also her uncle, the municipality where the couple lived and letters of doctors who tended to wounds which the main applicant suffered following abuse from her former husband. The evidence points to the same set of facts: the main applicant's former husband tried to keep her from contacting family members as much as possible and he was jealous, possessive and violent."], ["[22]", "The crucial question is whether the officer's decision relied primarily on a finding of negative credibility to dismiss the allegations of risk in the consideration of hardship. Reading the reasoning of the officer, it is implicit that she felt strongly that, once again, the main applicant was not truthful."], ["[23]", "The officer starts by noting that the main applicant, who was found non credible by the IRB, now comes up with a new set of fears of return. In her analysis of the new evidence submitted by the applicants, she expresses her concerns and finds a number of \"contradictions\". She excludes corroborating evidence coming from individuals who have a close tie with the applicants. She faults the applicants for never having submitted police reports. She finds implausible the basic reason why the main applicant left Albania in the first place (i.e. their fear of an abusive husband). She questions the ability of the main applicant to travel with her children without the consent of her former husband."], ["[24]", "The documentary evidence submitted reasonably supported the applicants' claim of domestic violence and risk, if the main applicant and her eldest daughter are otherwise credible. If the evidence were accepted at face value, the applicant's allegations of abusive conduct and fear from the main applicant's former husband would have been considered true. Thus, in deciding as she did, the officer necessarily discredited the evidence. Perhaps there are apparent inconsistencies in the documentary evidence, but they turn out to be peripheral and rather minor elements in the total picture drawn by the applicants. Otherwise, if it is claimed that these inconsistencies are material, the applicants should have been confronted with same and allowed the opportunity to provide their explanations."], ["[25]", "The applicants should have been allowed to participate in a meaningful fashion in the decision-making process and should have been given the opportunity to respond to the officer's doubts concerning their credibility. Shadow-boxing goes against principles of fairness. New evidence corroborating the allegations of risk was submitted by the applicants. Despite the low opinion the officer may have had of the main applicant, young children are involved; the eldest daughter has made very serious allegations against her father. Therefore, given the central importance of credibility in this case, an oral interview should have been conducted by the officer in this case."], ["[26]", "In view of the breach to procedural fairness, the findings made by the officer cannot stand. In any event, the Court finds the impugned decision otherwise reviewable because the officer's conclusions regarding the best interests of the children are unreasonable.", "Best interests of the children"], ["[27]", "In addition to the breach of procedural fairness the applicants have raised a number of grounds to attack the impugned decision. The broad issue is whether the officer's decision, considered as a whole, can sustain a somewhat probing examination by the Court."], ["[28]", "As long as the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law, the Court will not intervene with the immigration officer's decision (", "<FRAGMENT_SUPPRESSED> ). Moreover, in reviewing the legality of a decision dismissing an H&C application, the Court should be careful not to consider factors that it feels are relevant only to outweigh or diminish a number of other relevant considerations that have been taken into account by the officer (", "Frank", ", above, at paragraph 15)."], ["[29]", "That being said, we need only consider, in this part of the present reasons, whether the officer's conclusions regarding the best interests of the children are unreasonable. As aforesaid, since", "Baker", ", Parliament has made it clear in enacting section 25 of the Act in 2002 that the Minister must \"tak[e] into account the best interests of a child directly affected, or [...] public policy considerations.\""], ["[30]", "The best interests of children directly involved do not necessarily trump other factors for consideration in an H&C application (", "<FRAGMENT_SUPPRESSED>  (F.C.A.)). However, in order to fall within the range of reasonable, the decision-maker must consider children's best interests as \"an important factor, give them substantial weight and be alert, alive and sensitive to them.\" (", "Baker", ", above, at paragraph 75). Moreover, while the operational manuals are not law and are not binding, they are valuable guidelines to the immigration officers in carrying out their duties and in assessing the reasonableness of their decisions (", "Frank", ", above, at paragraph 21;", "<FRAGMENT_SUPPRESSED> )."], ["[31]", "In this application, the applicants refer to the Operational Manual", "IP-5 Immigrant Applications in Canada made on Humanitarian and Compassionate Grounds", "(the Manual) and argue that the officer failed to consider the particular situation of the two minor applicants in light of the relevant factors listed therein. In particular, section 5.14 of the Manual states that where an application relies in whole or in part on the best interests of the children, the officer is obliged to identify and examine all factors related to the children's lives."], ["[32]", "The following factors are listed as examples of factors to be considered by the officer when raised:", "• The age of the child;", "• The level of dependency between the child and the H&C applicant or the child and their sponsor;", "• The degree of the child's establishment in Canada;", "• The child's links to the country in relation to which the H&C assessment is being considered;", "• The conditions of that country and the potential impact on the child", "• Medical issues or special needs the child may have;", "• The impact to the child's education; and", "• Matters related to the child's gender."], ["[33]", "According to the evidence on record, besides the risk of return to Albania personal to the minor applicants and their present level of dependency on their mother, the main applicant, the following elements can be highlighted:", "(a)", "Age", "- Veronika and Irini are ten and seventeen respectively. To be uprooted at either age would not be an easy experience;", "(b)", "Establishment in Canada", "- Both minor applicants are very well established in Canada. They have lived here for the past nine years and are well integrated into Canadian society. They speak English and French and are well-regarded by classmates and teachers alike. The evidence also states that Irini suffers from anxiety, described as sometimes fairly severe, and occasional panic attacks. Her doctor stated that her unresolved immigration status is a contributing factor;", "(c)", "Links to Albania", "- Irini left Albania when she was eight and has not returned. She has lived her entire adolescence in Canada and no doubt has very few links in Albania, besides her family. Veronika left Albania when she was one and undoubtedly has no memories of Albania; and", "(d)", "Education", "- The minor applicants both attend private school in Montréal. While there is an education system open to girls in Albania, this still poses a question of the quality of the education available to the minor applicants and whether it would be difficult to transfer from a Canadian school to an Albanian one. With respect to their adaptation, it must be noted that Veronika has only ever attended school in Canada and Irini had attended only for a few years before moving to Canada."], ["[34]", "In the case at bar, the officer has contented herself with a two paragraph analysis of the best interests of the two minor applicants."], ["[35]", "In short, the officer acknowledges that the main applicant's fear for her daughters is due to her personal fear of domestic abuse, but does not examine the particular evidence submitted with respect to the two minor applicants, especially the eldest daughter who fears an abusive and violent father."], ["[36]", "The officer also notes that the minor applicants have integrated themselves and have established social networks. However, she finds that their best interests will not be compromised by a return to Albania, given their years of study in Canada, their new skills and their ability to adapt, as well as the fact that they are returning with their mother to a country where they have family, know the language, and there is an education system."], ["[37]", "Such lip service to a number of relevant factors in the impugned decision, coupled with a cursory analysis of the children's best interests, is not sufficient in the opinion of the Court to satisfy the requirement that the officer consider their particular situation and that she \"be alert, alive and sensitive\". Accordingly, it cannot be said that the decision to dismiss the H&C application \"falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , above, at paragraph 47).", "Conclusion"], ["[38]", "For the above reasons, the impugned decision shall be set aside and the matter shall be remitted for redetermination by a different immigration officer who shall notably conduct an oral hearing prior making a final determination with respect to the H&C application.", "Question for certification"], ["[39]", "The respondent proposes the following question for certification:", "To ensure procedural fairness, must a negative H&C decision by virtue of paragraph 25(1) of the Immigration and Refugee Protection Act, based on the applicant's credibility, be made following an interview of the applicant on his (her) H&C application?"], ["[40]", "The test for certification is found at paragraph 74(d) of the Act and section 18(1) of the", "Federal Courts Immigration and Refugee Protection Rules", ", SOR/93-22. The test states that a question may only be certified if it is a serious question of general importance and which would be dispositive of an appeal (", "<FRAGMENT_SUPPRESSED>  N.R. 365 at paragraph 11)."], ["[41]", "The proposed question does not meet this test."], ["[42]", "First, the question must transcend the particular factual context in which it has arisen. In this instance, the proposed question does not \"lend itself to a generic approach leading to an answer of general application\" (", "<FRAGMENT_SUPPRESSED>  N.R. 326). It may well be one of these cases where the Federal Court of Appeal could refuse to answer a question that has been improperly certified, resulting in the dismissal of the appeal (", "<FRAGMENT_SUPPRESSED> )."], ["[43]", "While it is certainly a very serious question, the obligation to grant an interview in order to evaluate negative credibility is fact-specific. Moreover, if the jurisprudence is contradictory as the respondent asserts - a point I am not ready to endorse - the contradiction is only apparent, as it is very hard to answer the proposed question in the abstract."], ["[44]", "Indeed, as the applicant submits, \"a blanket statement that there is no right to an interview in an H&C context goes against the pragmatic approach required by the Supreme Court of Canada in", "Baker,", "above, and further unnecessarily withers the important safeguards of the administrative decision-making process\"."], ["[45]", "In view of this finding, it is not necessary to decide whether the proposed question meets the second part of the test for certification, which is the question must be dispositive of an appeal, an issue that is perhaps debatable considering the position taken by respondent's counsel in his letter to the Court, who has maintained throughout the proceeding that \"the officer did not base her decision on the Applicants' lack of credibility, but rather on the fact that there was insufficient proof and no objective basis as to the risks they alleged\"."], ["[46]", "For these reasons, the Court declines to certify the proposed question.", "JUDGMENT"], ["[47]", "THIS COURT ORDERS AND ADJUDGES", "1. The application is allowed;", "2. The decision made by the officer on January 10, 2010 dismissing the applicants' H&C application is set aside and the matter is remitted for redetermination by a different immigration officer who shall notably conduct an oral hearing prior to making a final determination with respect to the H&C application;", "3. No question of general importance is certified.", "[End of document]"]]}