{"id_": "025781", "body_str": [["[1]", "Russell, J.", ": This is an application for judicial review of the decision of Julie Bacon, Immigration Officer (the \"Officer\"), dated July 30, 2002 (the \"Decision\") that determined there were insufficient humanitarian and compassionate grounds to warrant a favourable decision under paragraph 25(1) of the Immigration and Refugee Protection Act, S.C. 2002 c. 27 (\"IRPA\"). The Applicant requests that the Decision of the Officer be set aside and the matter referred back to the Refugee Division for re-determination before a different officer.", "BACKGROUND"], ["[2]", "The Applicant is a citizen of Bahrain of Persian ancestry who came to Canada in 1997 and claimed refugee status. In November, 1998, the Immigration and Refugee Board (\"Refugee Division\") determined that the Applicant was not a Convention Refugee. The Applicant sought leave to review this decision. This Court denied the Applicant's request in April, 1999."], ["[3]", "The Applicant was born into a Muslim family. From 1988 until 1991, he studied in England where he became interested in Christianity. Upon his return to Bahrain, he befriended a Christian co-worker with whom he discussed Christianity. Afterwards, he worked as an airline steward, and went to many European countries where he was able to visit churches. On one occasion, when he visited a colleague who was in a hospital he read the Bible and became more interested in the Christian religion. In 1995 he was questioned by Bahraini security forces about his activities in England, after which he received anonymous calls at home, his father's car was stolen and he was questioned further by the security forces. The Applicant was refused work in the Bahraini Ministry of Labour because he was seen as politically suspect."], ["[4]", "The Applicant left Bahrain because he feared his family's reaction to his desire to convert to Christianity. He practised Christianity in Canada and was baptized. He swore in his affidavit for the humanitarian and compassionate application that he had received threats from his family because of his conversion and that he faces a risk upon return to Bahrain, not because of state action, but because family and acquaintances would carry out a fatwah against him. The Applicant volunteers with Christian Aid and is involved in the Christian church. He indicates that he has received warnings in Canada because of his conversion."], ["[5]", "In March, 1999, the Applicant was found to be ineligible for the Post Refugee Claimant in Canada Class (\"PDRCC\") as he failed to provide his PDRCC submissions within the legislated time frames."], ["[6]", "The Applicant made an application for permanent residence in Canada on humanitarian and compassionate grounds, which was denied by letter dated July 30, 2002 (the \"Application\").", "DECISION UNDER REVIEW"], ["[7]", "In the Application, the Applicant submitted: (1) that he is established in Canada; and (2) that he is at risk of personal danger from his family and other Muslims should he return to Bahrain because of his conversion to Christianity. As the Applicant identified risk as a basis for his application, the Officer referred the Applicant's submissions to a Post Claim Determination Officer (\"PCDO\"). The PCDO determined that the Applicant \"would not face an objectively identifiable risk of threat to life, inhumane treatment or extreme sanctions ...\" if he returned to Bahrain."], ["[8]", "The Applicant was given an opportunity to respond to the PCDO's opinion. His counsel made a submission on his behalf dated May 6, 2002. The PCDO reviewed the further submissions provided and determined:", "... [T]he submissions provided do not dispute that the government of Bahrain provides religious freedom. Roman Catholic and Protestant Churches as well as a small Jewish community exist in Bahrain. The available information suggests that should Mr. Jasim refrain from proselytising and practice his faith privately, he would face no threat."], ["[9]", "On July 30, 2002, the Officer reviewed all the evidence submitted by the Applicant in support of his Application. She determined that, following her review of that evidence, there were insufficient compelling humanitarian and compassionate grounds to process the Application pursuant to subsection 25(1) of the IRPA.", "PERTINENT LEGISLATION"], ["[10]", "Subsection 11(1) of the IRPA provides that, except in such cases as are prescribed, every foreign national seeking admission to Canada must obtain an immigrant visa or other documentation prior to presenting himself or herself at a port of entry. However, pursuant to ss. 25(1) of the IRPA, the foreign national may be exempted from this requirement where the Minister is satisfied that such an exemption or facilitation should occur owing to the existence of humanitarian or companionate considerations."], ["[11]", "The existence of a humanitarian or compassionate review offers an individual special and additional consideration from an exemption from Canadian immigration laws that are otherwise universally applied. The process is highly discretionary and, as such, the onus is on the Applicant to satisfy the Officer that there are sufficient humanitarian and compassionate grounds to warrant a favourable decision. Furthermore, the decision of an Officer not to grant an exemption under ss. 25(1) takes no right away from an applicant, who may still apply for landing from outside of Canada, which is the usual requirement under Canadian Immigration legislation.", "ISSUES"], ["[12]", "The Applicant states that the issues are as follows:", "Did the Officer err in failing to give reasons for her rejection of the humanitarian and compassionate application?", "Did the Officer err in finding that Christian converts are not at risk of persecution in Bahrain?", "STANDARD OF REVIEW"], ["[13]", "Counsel both agree that the standard of review applicable in this case is reasonableness simpliciter. I agree.", "ANALYSIS", "Did the Officer err in failing to give reasons for her rejection of the humanitarian and compassionate application?"], ["[14]", "Both the Applicant and Respondent referred to the Supreme Court of Canada decision in  <FRAGMENT_SUPPRESSED>  as the leading decision addressing the issue of providing reasons in the administrative context. Baker indicates that \"some form of reasons should be provided\" in certain circumstances depending on applicable factors such as the significance of the decision to the individual. As the Respondent notes, the Applicant can still apply for landing from outside of Canada, which is the usual requirement under the Immigration legislation. I note, however, that if I accept the Applicant's contention that, due to his conversion to Christianity from Islam, he would be at serious risk if he returned to Bahrain, for example, then this decision is of immense significance to the Applicant and he should be provided with some explanation of how the Decision was reached."], ["[15]", "The duty of procedural fairness concerns itself with two primary competing considerations that come into play in this case: administrative efficiency on the one hand, and on the other the right of the Applicant to see that the relevant issues have been carefully considered and the Decision reached in an appropriate manner."], ["[16]", "Upon reviewing the \"Notes to File\" of the Officer, it is clear to me that they contain no analysis which could reasonably be inferred to constitute \"reasons.\" The \"Notes to File\" refer to the \"Negative Risk Opinion\" by PRAA Officer. The Applicant gained access to this Risk Opinion, which the Officer relied upon to some extent in arriving at her Decision. However, although the Decision clearly lists the factors which the officer considered, it does not say why an adverse conclusion is warranted by those factors."], ["[17]", "The Applicant cites the post-Baker decision of Gibson J. in  <FRAGMENT_SUPPRESSED>  which dealt with the issue of sufficiency of reasons in an application where the issue of the best interests of the child was at stake:", "8 The interview notes disclose absolutely no analysis of the written material that was before the interviewing officer and of the results of the interview. No affidavit was filed by the immigration officer in this application for judicial review that might have disclosed the process of analysis by which the decision to deny landing from within Canada was arrived at."], ["[18]", "<FRAGMENT_SUPPRESSED>  Dawson J. discussed the lack of sufficiency of reasons at para. 33:", "Meaningful reasons require that a claimant and a reviewing court receive a sufficiently intelligible explanation as to why persecutory treatment does not constitute compelling reasons."], ["[19]", "I agree with the Applicant that a list of factors considered does not constitute sufficient analysis in this case and that the officer's failure to provide reasons was a reviewable error.", "Did the Officer err in finding that Christian converts are not at risk of persecution in Bahrain?"], ["[20]", "I find that the Officer and the PCDO did err in this regard. The information considered by the PCDO clearly indicated that there are risks to converts from Islam in Bahrain. The PCDO's suggestion that the Applicant \"refrain from proselytizing and practice his faith privately\" is not tenable. Obviously if he were to hide his faith from other members of society and pretend that he is something that he is not, he could avoid trouble. However, that is not a choice an individual should have to make. As the Applicant has argued, there is an existing or inevitable threat to his safety from members of society, including his family, as a result of his conversion."], ["[21]", "This issue needs to be redetermined on its own merits. The Officer accepted the PCDO's opinion. Neither the Officer nor the PCDO considered or meaningfully addressed the central issue of conversion in the Application and the risks to which this subjected him. This was a reviewable error.", "ORDER"], ["[22]", "THE COURT HEREBY ORDERS THAT:", "1. The application for judicial review is allowed, the July 30, 2002, decision is set aside and the matter is remitted for reconsideration by a different Immigration Officer.", "2. No question will be certified.", "[End of document]"]]}