{"id_": "026020", "body_str": [["[1]", "Mactavish, J.", ": Paulette Michon-Hamelin's human rights complaint was summarily dismissed by the Canadian Human Rights Commission on the basis that the complaint was beyond the jurisdiction of the Commission. She now seeks judicial review of that decision."], ["[2]", "At the conclusion of the hearing, I advised the parties that I would be allowing this application. These are my reasons for that decision.", "Background"], ["[3]", "It is uncontroverted that Ms. Michon-Hamelin contracted tuberculosis as a result of a workplace exposure to the infection. After she became ill, Ms. Michon-Hamelin evidently encountered difficulties in accessing injury-on-duty and disability benefits through her employer. These difficulties cumulated in her filing a human rights complaint in which she alleged that she had been discriminated against in the course of her employment by reason of her disability, contrary to sections 7 and 10 of the Canadian Human Rights Act."], ["[4]", "Ms. Michon-Hamelin's human rights complaint details a series of events that she says amounted to adverse differential treatment. This differential treatment included the failure of the employer to follow the Treasury Board Injury on Duty Policy, which would have afforded her salary protection for 130 days. Ms. Michon-Hamelin also alleged, amongst other things, that there were delays in processing her claim for benefits, forcing her to take leave without pay while her claim was processed."], ["[5]", "In paragraph 13 of Ms. Michon-Hamelin's complaint form she states:", "... Management did not accept the fact that I was ill and was suffering from a disability and because of this they did not process my claim adequately or diligently ...", "The Commission's Decision"], ["[6]", "Shortly after receipt of Ms. Michon-Hamelin's complaint, a Commission Investigator wrote to Ms. Michon-Hamelin advising that the recommendation would be made to the Commission not to deal with her complaint because the alleged discriminatory practice did not appear to be linked to a prohibited ground of discrimination, and because she had been accommodated by means of leave without pay. The Commission offered Ms. Michon-Hamelin an opportunity to make submissions in relation to this recommendation, which she did on March 29, 2006."], ["[7]", "In her response, Ms. Michon-Hamelin provided additional information with respect to her complaint. She further stated that:", "I believe that the persons acting on behalf of the department did not believe that my exposure to the Tuberculosis bacteria caused any damage to my person and that they did not believe that I needed accommodation measures because of that exposure. ... They did not accept the diagnosis of several specialists and adding insult to injury they did not even send me to Health Canada as other employees are when an independent medical evaluation is necessary. Furthermore, I am still experiencing ongoing discrimination in my workplace due to the difficulty and embarrassment this situation has caused management."], ["[8]", "After a further exchange of correspondence between Ms. Michon-Hamelin and the Commission, she was advised that a recommendation would go forward to the Commission that it not deal with her complaint"], ["[9]", "In a decision dated June 1, 2006, the Commission accepted the recommendation of the Commission Investigator and dismissed Ms. Michon-Hamelin's complaint. The operative portion of the Commission's decision provides that:", "[T] he Commission decided, pursuant to paragraph 41(1)(c) of the Canadian Human Rights Act not to deal with the complaint because the alleged discriminatory practice does not appear to be linked to a prohibited ground of discrimination."], ["[10]", "It is this decision that underlies this application for judicial review.", "Standard of Review"], ["[11]", "Both parties rely on the Federal Court of Appeal's decision in  <FRAGMENT_SUPPRESSED>  2005 FCA 404 in relation to the standard of review to be applied in reviewing a determination by the Commission at the pre-investigation stage that a human rights complaint does not disclose a prima facie case of discrimination."], ["[12]", "In this regard, the Federal Court of Appeal observed that the determination as to whether prima facie discrimination has been established in a given complaint will, in some cases, be a question of mixed fact and law, and in others a question of law: Sketchley, at ¶59."], ["[13]", "Ms. Michon-Hamelin submits that the Commission's decision in this case involves a pure question of law, and should therefore be reviewed against the standard of correctness. In contrast, the respondent submits that the decision involves the application of the law to the facts as alleged in Ms. Michon-Hamelin's complaint, with the result that the decision should be reviewed against the standard of reasonableness."], ["[14]", "I do not need to resolve this question as, in my view, the Commission's decision in this case is so fundamentally flawed that it cannot withstand scrutiny, whatever standard of review is applied.", "Analysis"], ["[15]", "The Commission's decision in this case was made pursuant to paragraph 41(1)(c) of the Canadian Human Rights Act, which provides that:", "41. (1) Subject to section 40, the Commission shall deal with any complaint filed with it unless in respect of that complaint it appears to the Commission that", "[...]", "(c) the complaint is beyond the jurisdiction of the Commission ...", "41. (1) Sous réserve de l'article 40, la Commission statue sur toute plainte dont elle est saisie à moins qu'elle estime celle-ci irrecevable pour un des motifs suivants:", "[...]", "c) la plainte n'est pas de sa compétence ..."], ["[16]", "<FRAGMENT_SUPPRESSED> , aff'd (1999), 245 N.R. 397, Justice Rothstein observed that:", "¶3 A decision by the Commission under section 41 is normally made at an early stage before any investigation is carried out. Because a decision not to deal with the complaint will summarily end a matter before the complaint is investigated, the Commission should only decide not to deal with a complaint at this stage in plain and obvious cases... If it is not plain and obvious to the Commission that the complaint falls under one of the grounds for not dealing with it under section 41, the Commission should, with dispatch, proceed to deal with it."], ["[17]", "The Commission's decision in this case was very brief. As the Federal Court of Appeal observed  <FRAGMENT_SUPPRESSED> , in such circumstances the investigation report must be read as the reasons of the Commission: at ¶37."], ["[18]", "The reason given by the Investigator for concluding that the section 10 aspect of Ms. Michon-Hamelin's complaint was beyond the jurisdiction of the Commission was that:", "[T]", "he failure on the part of an employer to correctly apply a non-discriminatory policy is not a human rights violation. In other words, for a section 10 violation to exist, the policy itself has to be discriminatory. If the policy is not discriminatory in nature, the improper application thereof by the employer is an administrative rather than a human rights matter."], ["[19]", "Although the respondent's memorandum of fact and law argues that this was a correct statement of the law, at the hearing of the application counsel for the respondent quite properly conceded that this is not the case, and that a facially neutral policy could indeed be discriminatory in its application."], ["[20]", "While there are limited facts asserted in the complaint form to suggest that the conduct attributed to the employer in this case amounted to a policy or practice extending beyond Ms. Michon-Hamelin's own personal circumstances, given that the Commission's decision in relation to the section 10 aspect of her complaint was based upon a fundamental misunderstanding of the applicable law, the decision cannot stand."], ["[21]", "Insofar as the section 7 aspect of the complaint is concerned, the Commission Investigator found that Ms. Michon-Hamelin's complaints with respect to the processing of her application for benefits appeared to be \"allegations of poor management and administrative errors on the part of Service Canada, rather than human rights violations\". As such the Investigator stated that the alleged discriminatory practice did \"not appear to be linked to a prohibited ground of discrimination as required by the CHRA.\""], ["[22]", "This is a patently unreasonable finding."], ["[23]", "Given that no investigation was carried out in relation to the substance of Ms. Michon-Hamelin's human rights complaint, the allegations contained in her complaint form must be taken as true. Indeed, the Investigator had no evidence or information before her from the respondent to counter Ms. Michon-Hamelin's version of events."], ["[24]", "In this regard, Ms. Michon-Hamelin's complaint clearly asserted that the problems that she says that she encountered in relation to her application for injury-on-duty and disability benefits occurred because her employer did not accept that she was suffering from a disability."], ["[25]", "Thus Ms. Michon-Hamelin's complaint clearly links the employment-related adverse differential treatment identified in the complaint to a proscribed ground of discrimination, thereby bringing the matter squarely within the jurisdiction of the Canadian Human Rights Commission."], ["[26]", "In light of the fundamental flaws identified in both the Commission's section 7 and section 10 analyses, it is not necessary to address Ms. Michon-Hamelin's arguments relating to the errors in the Commission's accommodation analysis or her procedural fairness arguments.", "Conclusion"], ["[27]", "For these reasons, the application is allowed, the decision of the Canadian Human Rights Commission is set aside, and the mater is remitted to the Commission for re-determination in accordance with these reasons.", "Costs"], ["[28]", "Ms. Michon-Hamelin submits that the Commission's decision in this case was so obviously flawed that the respondent should have consented to the application being allowed. Having forced Ms. Michon-Hamelin to go through a hearing, counsel submits that she should be entitled to her costs on an elevated scale."], ["[29]", "While conceding that costs should follow the event, the respondent submits that there is nothing in this case that would entitle Ms. Michon-Hamelin to costs beyond the ordinary scale."], ["[30]", "The respondent was clearly entitled to its day in Court. That said, while counsel for the respondent did ultimately concede that the Commission decision reflected a misunderstanding of the law as it relates to policy complaints, this concession did not come until the hearing. Indeed, the respondent's memorandum of fact and law endeavours to defend the indefensible."], ["[31]", "In the circumstances, having regard to the factors enumerated in Rule 400(3), and in the exercise of my discretion, Ms. Michon-Hamelin shall have her costs of this application, at the upper end of column 3 in Tariff B.", "JUDGMENT"], ["[32]", "THIS COURT ORDERS AND ADJUDGES that", "1. This application for judicial review is allowed, and the matter is remitted to the Commission for re-determination in accordance with these reasons; and", "2. Ms. Michon-Hamelin shall have her costs of this application, at the upper end of column 3 in Tariff B.", "[End of document]"]]}