{"id_": "026121", "body_str": [["[1]", "Phelan, J.", ": Ms. Eun Mee Kim (Applicant) was found not to be a refugee or a person in need of protection by the Refugee Protection Division (RPD) of the Immigration and Refugee Board (IRB). This is her judicial review of that decision.", "BACKGROUND"], ["[2]", "The Applicant, a female citizen of the Republic of Korea, who is joined in her claim by her 9 year old daughter Inn Woo Cho, bases her claim on spousal abuse. She claims that state protection is not available to her."], ["[3]", "The Applicant has a mother and her only sibling living in Canada. As a result, she claims that following their departure to Canada, she became emotionally dependent on Jong Kook Cho. They married in 1995."], ["[4]", "She claims that her husband was verbally and psychologically abusive towards her from the very beginning of their marriage. She was physically assaulted and threatened at various times with either a hammer or with a knife."], ["[5]", "The Applicant said that she told no one about the incidents because of her personal shame and because of the societal stigma attached to such claims. It was only in 2003, when her mother visited her, that the abuse came out in the open. Her mother took charge of the situation, obtained emotional counselling for the Applicant and moved her and her daughter to Canada."], ["[6]", "At no time between 1995 and 2003, despite the physical and psychological abuse, did the Applicant seek state protection.", "POINTS IN ISSUE"], ["[7]", "The Applicant argues that it was reasonable for her, given her particular situation, not to seek state protection. The Applicant says that the societal values and the shame of accusing a husband of abuse, her emotional dependence on her husband, and, her loneliness in Korea are all factors which make her failure to seek state protection reasonable."], ["[8]", "The Applicant further says that the RPD failed to consider whether state protection was effective in Korea. The Applicant says that the RPD's error was to consider whether organizational structures were in place to the exclusion of considering whether those structures functioned properly.", "DETERMINATION"], ["[9]", "The burden of establishing that state protection is either non-existent or inadequate rests with the Applicant. There is a presumption in favour of the existence of state protection. (See; Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED> th))."], ["[10]", "An Applicant's subjective reluctance to engage the state in providing protection is not a sufficient basis to conclude that state protection is not available or effective. In this case, the Applicant never sought any aspect of state protection, even when her mother came to her physical and emotional aid."], ["[11]", "The standard of review on state protection is patent unreasonableness. The RPD took account of the state structure for the protection of abused women; it considered the U.S. DOS reports which referred to some problems in executing on the policies of increased protection for abused women."], ["[12]", "The RPD's decision, read as a whole, is a reasonable and balanced decision. It would be unreasonable to suggest that the RPD must conduct a full review of the effectiveness of state protection in Korea (even if that were possible) in the absence of significant evidence of its ineffectiveness. There is nothing to suggest that Korea's state protection is a sham or an exercise of \"form over substance\"."], ["[13]", "Therefore, despite counsel's persuasive efforts, this Court can find no basis upon which to intervene in this decision."], ["[14]", "This application for judicial review will be dismissed. No question will be certified.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}