{"id_": "026385", "body_str": [["[1]", "Near, J.", ": This is an application for judicial review of the decision of a Pre-Removal Risk Assessment Officer (the PRRA Officer), dated January 10, 2011. The PRRA Officer found that the Applicants would not face more than a mere possibility of persecution, nor was it more likely than not they would face torture, a risk to life or a risk of cruel and unusual treatment or punishment as prescribed by sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA) if returned to the Republic of Korea (South Korea)."], ["[2]", "For the following reasons, the application is dismissed.", "I.", "Background"], ["[3]", "Hee Hyun Nam (the female applicant) and her 18 year old son, Hwan, and 12 year old daughter, Yae (the younger Applicants), are citizens of South Korea. The female Applicant and the children came to Canada with her husband in 2003. The husband returned to South Korea in 2008. He continues to seek contact with the children."], ["[4]", "Since both children were minors at this time, Hee Hyun Nam filed a refugee claim on behalf of all the Applicants in August 2008. The claim was based on fear of domestic abuse by her husband."], ["[5]", "The Refugee Protection Division of the Immigration and Refugee Board (the Board) denied the claim on November 28, 2009. It found that adequate state protection was available to victims of domestic violence in South Korea."], ["[6]", "An application for judicial review was also denied by this Court on July 27, 2010 (see", "<FRAGMENT_SUPPRESSED>  [2010] FCJ no 959). Justice Richard Mosley addressed whether the Board should have provided an independent assessment of the minor children's refugee claims. At paragraph 29 he found that the Board adequately focused on the claims of the female Applicant and minor children in its reasons. The female Applicant was the designated representative of her children, who did not provide their own Personal Information Forms (PIF). The Board was entitled to rely on her claim that the husband never hit the children. Letters provided by the younger Applicants shortly before the hearing and raising vague allegations of physical abuse were properly assessed by the Board."], ["[7]", "In addition, Justice Mosley found that the Board's assessment of state protection was reasonable. There was documentary evidence that as a functioning democracy South Korea was able to protect female victims of domestic violence and the Applicant failed to seek that protection by calling the police or other agencies.", "II.", "Decision Under Review"], ["[8]", "The PRRA Officer declined to accept affidavits of the younger Applicants recounting abuse at the hands of their father as new evidence. The abuse occurred prior to the refugee hearing. The PRRA Officer rejected explanations from the Applicants that they did not realize beating children constituted physical abuse as corporal punishment is legal and widely practiced in South Korea and the children were unaware of what their mother was claiming in her PIF or oral testimony. It was noted that the same counsel represented the Applicants throughout the process."], ["[9]", "Documentary evidence presented by the Applicants was also considered. The PRRA Officer recognized that an article entitled \"Cane of Love\" was relevant to an assessment of country conditions as it discussed attitudes towards corporal punishment in South Korea. Nevertheless, the relevance of the remaining material was not adequately explained."], ["[10]", "The PRRA Officer stressed that he/she could only assess new risks that developed between the hearing and Removal date. The female Applicant stated at the outset that she and the children feared the husband. This factor was considered by the Board and the decision was upheld by this Court. Justice Mosley did not find that the younger Applicants' claims had been ignored."], ["[11]", "Moreover, the female Applicant and younger Applicants had failed to provide sufficient evidence to rebut the presumption that state protection was available to them in South Korea. Even if the abuse experienced was considered new evidence, the father left in 2008 and there was no reason that the children would be compelled to live with him on returning to South Korea. Relevant to the availability of state protection was evidence that South Korea was a constitutional democracy with a good human rights record.", "III.", "Issues"], ["[12]", "This application raises the following issues:", "(a) Did the PRRA Officer provide adequate reasons for rejecting the younger Applicants' affidavit evidence?", "(b) Was it reasonable for the PRRA Officer to determine that the information provided was not new evidence within the meaning of subsection 113(a) of the IRPA of the risks facing the Applicants?", "(c) Was the PRRA Officer's conclusion that the Applicants failed to rebut the presumption of state protection in South Korea reasonable?", "IV.", "Standard of Review"], ["[13]", "Adequacy of reasons may be regarded as one aspect of procedural fairness and therefore subject to review based on correctness (see", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  CarswellNat 434 at para 43)."], ["[14]", "The standard of review applicable to the assessments of a PRRA Officer is reasonableness (see", "<FRAGMENT_SUPPRESSED>  CarswellNat 21 at paras 25-26). Reasonableness is \"concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process\" as well as \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "<FRAGMENT_SUPPRESSED>  at para 47).", "V.", "Analysis", "Issue A:", "Did the PRRA Officer Provide Adequate Reasons for Rejecting the Younger Applicants' Affidavit Evidence?"], ["[15]", "The Applicants assert that the PRRA Officer failed to provide adequate reasons based on the decision in", "R v Walker", ", 2008 SCC 34, [2008] SCJ No 34 at para 20 where it was stated that \"[r] easons are sufficient if they are responsive to the case's live issues and the parties' key arguments.\""], ["[16]", "They contend that the PRRA Officer was not responsive to the explanations given by the Applicants and simply stated they were unreasonable. It is difficult to follow the reasoning of the PRRA Officer as to why the Applicants' explanations as discussed extensively at the hearing were dismissed, namely no recognition in South Korea of child abuse and the children's lack of awareness of the information provided by their mother in support of the claim. The PRRA Officer referred to the Applicants' use of the same Counsel throughout the process but failed to explain why this was relevant."], ["[17]", "Based on recognition in", "<FRAGMENT_SUPPRESSED>  [2010] FCJ no 177 at para 61 that children have distinct rights and are in need of special protection, the Applicants go as far as to suggest that the PRRA Officer's approach also amounts to a violation of their right to heard."], ["[18]", "I must nonetheless find in favour of the Respondent as adequate reasons were provided in this case. The PRRA Officer found that the abuse described in the younger Applicants' affidavits occurred prior to the refugee hearing. This was the critical issue in assessing whether the evidence should be considered as part of the PRRA. The PRRA Officer expressly recognized the explanations by the Applicants but suggested that he did not find them persuasive. The PRRA Officer therefore fulfilled the requirement to provide adequate reasons to the Applicants.", "Issue B:", "Was it Reasonable for the PRRA Officer to Determine that the Information Presented was not New Evidence Within the Meaning of Subsection 113(a) of the IRPA of the Risks Facing the Applicants?"], ["[19]", "Subsection 113(a) of the IRPA confirms that for the purposes of a PRRA the Applicants can only present new evidence that arose after the rejection of their refugee claim or that was not reasonably available or that the Applicants could not reasonably have been expected to present in the circumstances."], ["[20]", "The Applicants submit that it was unreasonable for the PRRA Officer to find they had not provided new evidence, particularly the abuse recounted by the younger Applicants. They dispute the PRRA Officer's reliance on", "<FRAGMENT_SUPPRESSED>  [2004] FCJ no 27 at para 11 that the PRRA process should only be used to assess the development of new risks that arise between the hearing and removal dates."], ["[21]", "Instead, the Applicants direct this Court's attention to", "<FRAGMENT_SUPPRESSED>  [2007] FCJ no 1632 at para 13 where the criteria for assessing \"newness\" of evidence within the meaning of subsection 113(a) is identified. The PRRA Officer should consider, among other things, whether the evidence is new in the sense that it is capable of proving the current state of affairs in the country that occurred after the hearing or proving a fact that was unknown to the refugee claimant at the time of the hearing. The Applicants claim that evidence relating to abuse of the children, the father's continued efforts to contact the children, and that South Korea prevents victims of domestic violence from hiding their identity fits within this criteria. They also note that <FRAGMENT_SUPPRESSED> , above, states at paragraph 17 that PRRA Officers cannot reject evidence solely because it relates to the same risk issue considered by the Board."], ["[22]", "However, the Respondent rightly stresses that a PRRA application is not an appeal of a negative refugee decision, rather it is intended to be an assessment based on new facts or evidence arising after the Applicant's negative claim, which demonstrates that the person at issue is now at risk ( <FRAGMENT_SUPPRESSED> , above at para 11;  <FRAGMENT_SUPPRESSED>  CarswellNat 3832 at para 5;  <FRAGMENT_SUPPRESSED>  at paras 12-13). The Applicants did not produce any evidence to demonstrate that they would be exposed to a new or different risk than contemplated at the time of Board's decision. For example, the abuse occurred prior to the refugee hearing."], ["[23]", "Although <FRAGMENT_SUPPRESSED> , above, recognizes that evidence cannot be rejected solely on the basis that it relates to the same risk, the decision goes on to state that \"a PRRA officer may properly reject such evidence if it cannot prove that the relevant facts as of the date of the PRRA application are materially different from the facts as found by the RPD.\" As a result, the PRRA Officer's determination is reasonable and in accordance with <FRAGMENT_SUPPRESSED> ."], ["[24]", "Moreover, the Respondent notes that the issue of whether the Board failed to assess the younger Applicants' claims independently based on allegations of abuse suffered by the children was previously raised with this Court (", "Nam", ", above at paras 27-28). Justice Mosley found that the children's claims were adequately considered."], ["[25]", "I am not persuaded by the Applicants' arguments that this interpretation misconstrues the finding in", "Nam", ", above. They suggest that the PRRA application was the first opportunity for the children to rebut their mother's evidence by highlighting physical abuse; however, this issue was discussed prior to its presentation in the form of a sworn affidavit."], ["[26]", "The PRRA Officer was therefore justified in finding that the information provided, particularly relating to abuse experienced by the children, was not new evidence in accordance with subsection 113(a) and <FRAGMENT_SUPPRESSED> , above, because it related to previous determinations of risks faced by the Applicant.", "Issue C:", "Was the PRRA Officer's Conclusion that the Applicants Failed to Rebut the Presumption of State Protection in South Korea Reasonable?", "(i)", "Documentary Evidence"], ["[27]", "The Applicants submit it was unreasonable for the PRRA Officer to find that they failed to rebut the presumption of state protection based on the documentary evidence. They point to statements in the \"Cane of Love\" article that despite legislative developments, prevailing cultural attitudes ensure the state is reluctant to intervene in cases of child abuse."], ["[28]", "According to the Applicants, the second article presented addressing the role of the Korean National Protection Services is also relevant. They claim it highlights that children will temporarily be taken into care in response to a crisis but that they are returned to abusive parents shortly thereafter without any education. Similarly, the Applicants question why the affidavit evidence of doctoral student, Sejong Youn, was not taken into consideration as it highlighted that victims of domestic violence must change their identities  <FRAGMENT_SUPPRESSED>  but the state is unwilling to provide this service. They argue that all of this detailed evidence was clearly important to the determination of state protection and should have been explicitly mentioned and analyzed (see", "<FRAGMENT_SUPPRESSED> )."], ["[29]", "The Respondent contends that the documentary evidence was given reasonable consideration. The PRRA Officer found the \"Cane of Love\" article to be useful in an examination of country conditions but it was not sufficient to rebut the presumption of state protection. The article highlighted the implementation of legislation to protect children."], ["[30]", "In referencing the other documents put forward by the Applicants, the PRRA Officer did not find them directly relevant to the assessment of state protection. The second article dealt primarily with children in protective care. The PRRA Officer acknowledged that the systems in place in South Korea are imperfect but that the Applicants were not asserting they would be put in temporary care. It was reasonable to find that the children would remain in the care of their mother and would not inevitably end up in protective care because of the actions of their father. Despite evidence that the father had been seeking contact with the children, the father left the family in 2008 and there was no reason to believe the children would be compelled to live with their father, particularly the son over the age of majority."], ["[31]", "The PRRA Officer rejected Sejong Youn's evidence because it related to witness protection programs that were not expressly at issue in the present case. It did not describe similarly situated persons."], ["[32]", "It should be borne in mind that the Applicants must provide clear and convincing proof of the state's inability to protect (see", "<FRAGMENT_SUPPRESSED>  at 726). While the Applicant would have preferred that some of the documentary evidence was seen as directly relevant or given greater weight, this is a matter within the discretion of the PRRA Officer. Having considered and referred to all of the evidence raised by the Applicant, it was reasonably open to the PRRA Officer to find that the presumption of state protection remained intact.", "(ii)", "Failure of Children to Seek State Protection"], ["[33]", "The Applicants insist that the PRRA Officer unreasonably faulted the children for failing to seek state protection in  <FRAGMENT_SUPPRESSED>  [2006] FCJ no 487 at para 18;", "<FRAGMENT_SUPPRESSED>  [2007] FCJ no 137 at paras 5-6). They further assert that the younger Applicants should not be required to seek protection when it would not be reasonably forthcoming (see", "Ward", ", above)."], ["[34]", "I note, however, that the PRRA Officer did not reject the application because the children failed to seek state protection. It recognized that legislative changes had been enacted to assist victims of child abuse and that the children would be in the care of their mother. As a result, it was not unreasonable to suggest that state protection would not be of immediate concern and, if required, could potentially be accessed by the children.", "(iii)", "Reliance on South Korean Democracy"], ["[35]", "The Applicants also take issue with the PRRA Officer's deferral to South Korea as a democracy with a good human rights record in its assessment of state protection. They highlight previous determinations by this Court that focus on the practical and operational inadequacies of state protection (see for example", "<FRAGMENT_SUPPRESSED>  [2010] FCJ no 247 at para 55). They suggest that evidence was brought forward to the PRRA Officer related to the inadequacies of state protection."], ["[36]", "It was, however, reasonable for the PRRA Officer to make reference to the nature of South Korean state. The more democratic the state, the higher the burden on the applicants to prove that they have exhausted all available courses of action (see", "<FRAGMENT_SUPPRESSED>  (FCA) at para 5). While state protection must be adequate, it need not be perfect (see", "Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED> , 18 Imm LR (2d) 130 at para 7)."], ["[37]", "Since the burden in a state such as South Korea is significant, it was within the range of possible, acceptable outcomes to find that the Applicants had failed to rebut the presumption of state protection. The documentary evidence was considered along with recognition that the children would have state protection available to them and they were likely to remain in the care of their mother.", "VI.", "Conclusion"], ["[38]", "The PRRA Officer provided adequate reasons for rejecting the affidavit evidence of the younger Applicants. It was reasonably open to the PRRA Officer to find that the Applicants had failed to present new evidence related to potential risks or rebut the presumption of state protection."], ["[39]", "The Applicant submitted written representations with respect to the following question proposed by the Applicant as being a question of general importance:", "Should the evidentiary requirements under s. 113 of the", "Immigration and Refugee Protection Act", "be nuanced to reflect children's right to be heard and the need for special procedural safeguards to accomplish this in view of their particular vulnerabilities as set out in the preamble to the", "Convention of the Child", ", and Article 12 thereto?"], ["[40]", "I have reviewed this material and find that the question is vague and in large measure invites the Court to unilaterally make a legislative amendment to section 113 of the IRPA in accordance with the policy objectives advanced by counsel for the Applicant in support of this application. This is not the role of the Court. In any event, given my conclusion that the PRRA Officer had not erred in finding that the Applicants had failed to present new evidence in this matter, it follows that the proposed question would not be determinative of this case and as such no question will be certified."], ["[41]", "Accordingly, this application for judicial review is dismissed.", "JUDGMENT"], ["[42]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed. No question is certified.", "[End of document]"]]}