{"id_": "026349", "body_str": [["[1]", "Near, J.", ": This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated July 14, 2011. The Board found that the Applicants were neither Convention refugees nor persons in need of protection within the meaning of sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA).  <FRAGMENT_SUPPRESSED>", "I.", "Facts  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Principal Applicant (Beata Kis) and her children (Laura Bardi, Jozsef Bardi and Cintia Bardi) are Hungarian citizens. They made refugee claims in Canada on April 27, 2010 fearing persecution for their Roma ethnicity.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Principal Applicant referred to her previous experiences as well as those of her children being teased and called derogatory names at school. While living with the father of her children from 1994 to 2003, the Principal Applicant stated that police would stop and harass them.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Among other incidents, the Principal Applicant described a fight with a vendor over some candy. The vendor assaulted her and called the police, who ultimately accused her of committing the assault. Following the incident, the Principal Applicant attended court but received a warning that this should not happen again rather than a conviction.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Principal Applicant also tried to obtain child support from the father of her children after he left her in 2003. Members of his family threatened her, called children's protection services and attacked her in 2008.  <FRAGMENT_SUPPRESSED>", "II.", "Decision Under Review  <FRAGMENT_SUPPRESSED>"], ["[6]", "The Board accepted that the Principal Applicant and her children had faced some difficulty in the past and been harassed because of their Roma ethnicity. Considering attempts by Hungary to correct historical discrimination as outlined in documentary evidence, however, the Board found the Applicants had failed to rebut the presumption of state protection with clear and convincing evidence. The Board summarized its conclusion as follows:  <FRAGMENT_SUPPRESSED>", "It is accepted that Hungary has had difficulties in the past with addressing racism and discrimination against Roma. However I accept the documentary evidence outlined above. This suggests that although not perfect, there is adequate state protection  <FRAGMENT_SUPPRESSED>  and that Hungary is making serious and genuine efforts to erase the problem of racism against Roma.  <FRAGMENT_SUPPRESSED>", "III.", "Issue  <FRAGMENT_SUPPRESSED>"], ["[7]", "The sole issue before the Court is whether the Board erred in its assessment of state protection.  <FRAGMENT_SUPPRESSED>", "IV.", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[8]", "The appropriate standard of review in this instance is reasonableness (see", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 771 at paras 11-13). Intervention of the Court is unwarranted unless the decision fails to accord with the principles of justification, transparency and intelligibility or does not fall within the range of possible, acceptable outcomes (", "<FRAGMENT_SUPPRESSED>  at para 47).  <FRAGMENT_SUPPRESSED>", "V.", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Applicants assert that the Board erred by ignoring evidence and applying the incorrect test for an assessment of state protection.  <FRAGMENT_SUPPRESSED>"], ["[10]", "They insist that the Board failed to look at evidence regarding attacks on Roma  <FRAGMENT_SUPPRESSED> . In particular, it neglected to mention two recent reports discussing racist attacks.  <FRAGMENT_SUPPRESSED>"], ["[11]", "I must stress that the Board is presumed to have considered all of the evidence before it, unless the contrary is shown (", "<FRAGMENT_SUPPRESSED>  (CA)). There is no requirement to mention each and every piece of documentary evidence (", "<FRAGMENT_SUPPRESSED>  (CA)).  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Board weighed the documentary evidence related to state protection recognizing the history of discrimination against Roma  <FRAGMENT_SUPPRESSED>  but balancing this against steps taken to address these issues, such as limiting activities of certain groups and training to change attitudes of police towards minorities. The failure to refer to two specific reports does not make the conclusion reached unreasonable in the circumstances.  <FRAGMENT_SUPPRESSED>"], ["[13]", "I also decline to accept the Applicants' claim that the Board applied the incorrect test for state protection.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Referring to the determinations in", "<FRAGMENT_SUPPRESSED>  [2011] CarswellNat 625 and", "<FRAGMENT_SUPPRESSED>  [2012] FCJ no 273, the Applicant takes issue with the Board's emphasis on Hungary's efforts to protect the Roma.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Principal Applicant is required to provide clear and convincing evidence to rebut the presumption that state protection is adequate (see", "<FRAGMENT_SUPPRESSED>  CarswellNat 605 at para 38). The burden for doing so is higher in a democratic state, such as  <FRAGMENT_SUPPRESSED>  [2007] FCJ no 584 at para 57).  <FRAGMENT_SUPPRESSED>"], ["[16]", "<FRAGMENT_SUPPRESSED>  [2011] FCJ no 840 at paras 25-26, I underlined that the appropriate test is the adequacy of state protection and not effectiveness per se as identified in", "<FRAGMENT_SUPPRESSED> . A similar message was implied by Justice Sean Harrington in", "<FRAGMENT_SUPPRESSED>  [2011] FCJ no 393 at paras 12-16 and Justice Paul Crampton in", "<FRAGMENT_SUPPRESSED>  [2010] FCJ no 1591 at para 87. It is well-established that \"[i]t is not enough for a claimant merely to show that his government has not always been effective at protecting persons in his particular situation\" (", "Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  18 Imm LR (2d) 130 (CA)).  <FRAGMENT_SUPPRESSED>"], ["[17]", "In this instance, the Board conducted a reasonable assessment of various programs put in place to address the ongoing challenges facing the Roma  <FRAGMENT_SUPPRESSED>  before concluding that these demonstrated \"serious and genuine efforts\" and state protection was adequate.  <FRAGMENT_SUPPRESSED>"], ["[18]", "The Applicants further argue that the Board erred in considering state protection in isolation from their serious possibility of persecution. They rely on the determination in", "<FRAGMENT_SUPPRESSED>  [2010] FCJ no 879 at para 17 that faulted the Board for not considering the context of an applicant in guiding the state protection analysis.  <FRAGMENT_SUPPRESSED>"], ["[19]", "While the Board did not conduct a formal analysis of subjective fear in this instance, it still gave relatively detailed consideration to the Applicant's circumstances before proceeding to address state protection. This assessment proved sufficient to dispose of the claim. The Applicants' disagreement with the weight given to their personal circumstances in this context does not provide a basis for the strict application of", "<FRAGMENT_SUPPRESSED>  or constitute a reviewable error.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The Board reasonably considered the adequacy of state protection as the determinative issue and, after weighing the evidence as it is entitled to do, found that the Applicants had failed to rebut the presumption with clear and convincing evidence of current conditions  <FRAGMENT_SUPPRESSED>  as consistent with", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "VI.", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[21]", "For these reasons, the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[22]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "Beata Kis, Laura Bardi,  <FRAGMENT_SUPPRESSED>  [Traduction]: Il s'agit d'une demande de contrôle judiciaire d'une décision de la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (la Commission), datée du 14 juillet 2011. La Commission a conclu que les demandeurs n'avaient ni qualité de réfugié au sens de la Convention ni qualité de personne à protéger au sens des articles 96 et 97 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (LIPR).  <FRAGMENT_SUPPRESSED>", "I.", "Les faits  <FRAGMENT_SUPPRESSED>"], ["[2]", "La demanderesse principale (Beata Kis) et ses enfants (Laura Bardi, Jozsef Bardi et Cintia Bardi) sont des citoyens hongrois. Ils ont déposé des demandes d'asile au Canada le 27 avril 2010, craignant d'être persécutés en raison de leur appartenance à l'ethnie rome.  <FRAGMENT_SUPPRESSED>"], ["[3]", "La demanderesse principale a évoqué ses expériences antérieures ainsi que celles de ses enfants qui avaient été l'objet de moqueries et s'étaient fait traiter de noms péjoratifs à l'école. À l'époque où elle vivait avec le père de ses enfants de 1994 à 2003, la demanderesse principale a affirmé que la police s'arrêtait et les harcelait.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Entre autres incidents, la demanderesse principale a décrit une bagarre avec un vendeur à cause de quelque friandise. Le vendeur l'avait agressée et avait appelé la police, qui avait finalement accusé la demanderesse d'avoir commis l'agression. À la suite de cet incident, la demanderesse principale avait comparu en cour, mais, plutôt que de la déclarer coupable, la cour l'avait avertie que cela ne devait pas se reproduire.  <FRAGMENT_SUPPRESSED>"], ["[5]", "La demanderesse principale a également tenté d'obtenir une pension alimentaire pour enfants du père de ses enfants après que celui-ci l'eut quittée en 2003. Des membres de la famille du père ont menacé la demanderesse, ont appelé les services de protection de l'enfance et ont attaqué la demanderesse en 2008.  <FRAGMENT_SUPPRESSED>", "II.", "La décision visée par le présent contrôle  <FRAGMENT_SUPPRESSED>"], ["[6]", "La Commission a admis que la demanderesse principale et ses enfants avaient éprouvé certaines difficultés dans le passé et avaient été harcelés à cause de leur appartenance à l'ethnie rome. Compte tenu toutefois des efforts déployés par la Hongrie pour corriger la discrimination historique décrite dans les éléments de preuve documentaire, la Commission a conclu que les demandeurs n'avaient pas réussi à réfuter la présomption de protection de l'État au moyen d'une preuve claire et convaincante. La Commission a résumé ses conclusions comme suit:  <FRAGMENT_SUPPRESSED>", "Il est reconnu que la Hongrie a eu des difficultés par le passé à lutter contre la discrimination et le racisme envers les Roms. Cependant, j'accepte la preuve documentaire présentée ci-dessus, qui laisse entendre que, bien qu'elle ne soit pas parfaite, la protection de l'État offerte en Hongrie est adéquate et que la Hongrie fait des efforts sérieux et véritables pour éradiquer le problème du racisme contre les Roms.  <FRAGMENT_SUPPRESSED>", "III.", "La question en litige  <FRAGMENT_SUPPRESSED>"], ["[7]", "La seule question dont la Cour est saisie est celle de savoir si la Commission a commis une erreur dans son évaluation de la protection de l'État.  <FRAGMENT_SUPPRESSED>", "IV.", "La norme de contrôle  <FRAGMENT_SUPPRESSED>"], ["[8]", "La norme de contrôle appropriée en l'espèce est celle de la décision raisonnable (voir", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 771, aux paragraphes 11 à 13). L'intervention de la Cour n'est pas justifiée à moins que la décision ne s'accorde pas avec les principes de la justification, de la transparence et de l'intelligibilité ou qu'elle n'appartienne pas aux issues possibles acceptables (", "<FRAGMENT_SUPPRESSED> , au paragraphe 47).  <FRAGMENT_SUPPRESSED>", "V.", "Analyse  <FRAGMENT_SUPPRESSED>"], ["[9]", "Les demandeurs affirment que la Commission a commis une erreur en ne tenant pas compte d'éléments de preuve et en n'appliquant pas le critère approprié en ce qui concerne la protection de l'État.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Ils insistent pour dire que la Commission a omis de tenir compte d'éléments de preuve concernant des attaques contre les Roms en Hongrie. En particulier, elle a négligé de faire mention deux rapports récents qui traitaient d'attaques racistes.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Je dois souligner que la Commission est présumée avoir tenu compte de tous les éléments de preuve dont elle disposait, sauf preuve contraire (", "<FRAGMENT_SUPPRESSED>  (CAF)). Il n'y a aucune obligation de mentionner tout un chacun des éléments de preuve documentaire (", "<FRAGMENT_SUPPRESSED>  (CAF)).  <FRAGMENT_SUPPRESSED>"], ["[12]", "La Commission a soupesé les éléments de preuve documentaire relatifs à la protection de l'État reconnaissant la discrimination historique contre les Roms en Hongrie mais pondérant cela avec les mesures prises pour régler ces problèmes, comme l'imposition de restrictions aux activités de certains groupes et la formation des policiers pour changer les attitudes à l'égard des minorités. Le défaut de faire mention de deux rapports précis ne rend pas la conclusion tirée déraisonnable dans les circonstances.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Je ne retiens pas non plus la prétention des demandeurs selon laquelle la Commission n'a pas appliqué le critère approprié en ce qui concerne la protection de l'État.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Les demandeurs invoquent les décisions", "<FRAGMENT_SUPPRESSED>  [2011] CarswellNat 625 et", "<FRAGMENT_SUPPRESSED>  [2012] ACF no 273, au soutien de leur prétention selon laquelle la Commission a trop insisté sur les efforts déployés par la Hongrie pour protéger les Roms.  <FRAGMENT_SUPPRESSED>"], ["[15]", "La demanderesse principale est tenue de présenter une preuve claire et convaincante pour réfuter la présomption selon laquelle la protection de l'État est adéquate (voir", "<FRAGMENT_SUPPRESSED>  CarswellNat 605 au paragraphe 38). Le fardeau de preuve à cet égard est plus exigeant dans le cas d'un État démocratique, comme c'est le cas de la  <FRAGMENT_SUPPRESSED>  [2007] ACF no 584, au paragraphe 57).  <FRAGMENT_SUPPRESSED>"], ["[16]", "Dans la décision", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 840, aux paragraphes 25 et 26, j'ai souligné que le critère approprié n'est pas en soi celui de l'efficacité mais plutôt celui du caractère adéquat, conformément à l'arrêt", "Carillo", ", précité. Le juge Sean Harrington a laissé entendre la même chose dans la décision", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 393, aux paragraphes 12 à 16, tout comme le juge Paul Crampton dans la décision", "<FRAGMENT_SUPPRESSED>  [2010] ACF no 1591, au paragraphe 87. Il est bien établi qu'« [i] l ne suffit pas que le demandeur démontre que son gouvernement n'a pas toujours réussi à protéger des personnes dans sa situation » (", "Canada (Ministre de l'Emploi et de l' <FRAGMENT_SUPPRESSED>  (1992), 18 Imm. L.R. (2d) 130 (CAF)).  <FRAGMENT_SUPPRESSED>"], ["[17]", "En l'espèce, la Commission a procédé à une évaluation raisonnable de divers programmes instaurés pour s'attaquer aux défis auxquels les Roms continuent de faire face en Hongrie avant de conclure que ces programmes représentaient des« efforts sérieux et véritables » et que la protection de l'État était adéquate.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Les demandeurs soutiennent en outre que la Commission a commis une erreur lorsqu'elle a examiné la protection de l'État isolément de la possibilité sérieuse que les demandeurs soient persécutés. Ils invoquent la décision", "<FRAGMENT_SUPPRESSED>  [2010] ACF no 879 au paragraphe 17, dans laquelle il a été reproché à la Commission de ne pas avoir tenu compte de la situation d'un demandeur d'asile pour orienter l'analyse relative à la protection de l'État.  <FRAGMENT_SUPPRESSED>"], ["[19]", "Bien que la Commission n'ait pas procédé comme tel à une analyse de la crainte subjective en l'espèce, elle a tout de même effectué un examen relativement détaillé de la situation des demandeurs avant d'examiner la question de la protection de l'État. Cette évaluation s'est avérée suffisante pour statuer sur la demande d'asile. Le désaccord des demandeurs avec le poids accordé à leurs situations personnelles dans ce contexte ne justifie pas une application stricte de la décision", "Jimenez", ", précitée, ni ne constitue une erreur susceptible de contrôle.  <FRAGMENT_SUPPRESSED>"], ["[20]", "La Commission a agi de manière raisonnable lorsqu'elle a estimé que le caractère adéquat de la protection de l'État était la question déterminante et lorsque, après avoir soupesé les éléments de preuve comme il lui était loisible de le faire, elle a conclu que les demandeurs n'avaient pas réussi, en conformité avec l'arrêt", "Carillo", ", précité, à réfuter, au moyen d'une preuve claire et convaincante, la présomption relative aux conditions actuelles en Hongrie.  <FRAGMENT_SUPPRESSED>", "VI.", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[21]", "Pour ces motifs, la demande de contrôle judiciaire est rejetée.  <FRAGMENT_SUPPRESSED>", "JUGEMENT  <FRAGMENT_SUPPRESSED>"], ["[22]", "LA COUR STATUE que", "la demande de contrôle judiciaire est rejetée.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}