{"id_": "026344", "body_str": [["[1]", "Teitelbaum, J.", ": Although all of the written pleadings are in the French language and the oral submissions were made in French, the applicant requested that the decision that I am to give be in the English language."], ["[2]", "The Applicant is a 29-year old citizen of Mexico who is claiming a fear of persecution based on homosexuality."], ["[3]", "He states that he was the victim of physical and verbal attacks from a young age in Mexico, was rejected by his family, and slighted by fellow students. He also describes several incidents in adulthood. The first is a fight with members of his basketball team in December 1990 that he says resulted in his being hit with a firecracker and sustaining second-degree burns."], ["[4]", "The Applicant also states that he began a relationship with a male co-worker in December 1995, which resulted in them both being fired. Then in September 2000, the Applicant states that he and his partner were beaten up by some police officers after they emerged hand-in-hand from a gay bar at 4 am. The Applicant states that he was unable to file a formal complaint about this incident because he was not able to identify the officers who attacked him, and he was told he could not lay a complaint about a police officer's behaviour unless he could provide a name. After this incident, his partner left him and went to live with his family in Cancun. (This partner, Ricardo, later came to Canada, and it is through talking with him that the Applicant says he formed an intention to come to Canada as well, because it is safer for homosexuals. The Applicant testified extensively in the transcript about meeting up with Ricardo here, although they are no longer a couple.)"], ["[5]", "The Applicant found a new job at a bank with help from a contact in October 2001, but in February 2002, he was beaten up by some co-workers at a social event until other co-workers intervened. The Applicant says he was fired as a result of this incident. He was then referred for another job in April 2002, but when his new employers found out he was gay in December 2002, they demanded he resign. He filed a complaint with the district office of labour and social services."], ["[6]", "In January 2003, the Applicant began a relationship with a hair salon owner named Alejandro Lara Oropeza. On February 1, 2003, Alejandro's apartment was robbed. Alejandro suspected a neighbour who had threatened him, and made a report to the police. Not long afterwards, on March 3, 2003, six men arrived at the hair salon and beat both Alejandro and the Applicant so badly that Alejandro remains in hospital in Mexico in a coma. (A hospital bill for his treatment was produced to the Board.)", "DECISION UNDER REVIEW"], ["[7]", "The Board found the Applicant is not a Convention refugee or a person in need of protection for the following reasons:", "- the Board did not find the Applicant credible, and states that this was owing to inconsistencies between his written documentation and his oral testimony before the Board", "- the Board also stated it thought the Applicant was not credible because he repeated his written answers too much before the Board and did not provide additional details in response to oral questions", "- the Board did not think the Applicant had produced enough evidence to establish his homosexuality and did not believe the Applicant was gay; the Board noted in particular that the Applicant did not appear to have an \"allure efféminée\"", "- the Applicant produced a document with a 1996 date relating to treatment of his skin by a dermatologist; the Board found that this could not possibly be related to his second-degree burns in the 1990 firecracker incident", "- the Board found that the Applicant's account of the 1990 firecracker incident in his oral testimony was different, in that the Applicant made reference to accidentally hitting someone with a ball who thought it was on purpose, and that the attack was therefore not related to his homosexuality", "- the Applicant provided documentation of being hospitalized for three days after the 2000 attack outside the nightclub, and the Board found that (a) this was not proof that his hospitalization was related to the attack and (b) the Applicant had not mentioned being hospitalized after the attack in his PIF, so this was an inconsistency the Applicant provided further details of the 2000 nightclub incident that were not in his PIF, including having a hood put over his head by the attackers so he could not see them, and this was an inconsistency", "- the Board did not believe the Applicant's assertion that he could not lay a complaint against a police officer over the 2000 nightclub incident, based on the documentary evidence showing that the police take complaints about criminal incidents with unknown perpetrators in Mexico, and the fact that the Applicant and Alejandro had reported the burglary in 2003 to the police, despite not being sure of the perpetrators", "- the Board found that the documentation of Alejandro's complaint to the police about the 2003 burglary was fake, and did not accept the Applicant's explanation that some parts of the document were obscured because of security measures that are always applied to such documents by Mexican officials to prevent falsification", "- the Applicant testified that the Secrétariat du travail et de la sécurité sociale du Mexique (Défense des travailleurs) issued a summons to the parties to appear concerning his oral complaint about his 2002 firing within four days of its occurrence; the Board stated it did not believe that the Secretariat would turn things around so quickly based on an oral complaint, but failed to provide any reasons for this finding", "- Alejandro's hospital bill, which was produced by the Applicant, was addressed to his sister at the same apartment where they had been living when Alejandro was attacked; the Board found that if the Applicant's neighbour was involved in the attack, then the sister would have moved", "- the Board found an inconsistency between the Applicant's testimony that Alejandro had been taken to the Del Seguro Social hospital after the 2003 hair salon attack, and the fact that the hospital bill was from the American British Cowdray Medical Center IAP", "- the Applicant also submitted a pharmaceutical bill for his own treatment after the 2003 hair salon attack, but the Board found an inconsistency in that the Applicant had not talked about needing treatment after the attack in his PIF"], ["[8]", "The Board also specifically stated at the end of its decision that it only noticed (\"a constaté\") some of the discrepancies and inconsistencies when it examined the evidence following the oral hearing, including evidence provided by the Applicant on the day of the hearing. The Board stated that since the hearing was over, the Board did not have a chance to confront (\"confronter\") the Applicant about them, and it wasn't worth re-opening (\"rouvrir\") inquiries because they found him not credible.", "APPLICANT'S SUBMISSIONS"], ["[9]", "The Applicant makes three main submissions:", "1) The Board breached natural justice by showing bias towards the Applicant with its comment about his lack of \"allure efféminée\". ( <FRAGMENT_SUPPRESSED> ) [see footnote 1]", "2) The Board acknowledged that the Applicant was not given the chance to explain what it found to be inconsistencies in his testimony because the Board did not notice them until after the hearing, and this shows a lack of procedural fairness. ( <FRAGMENT_SUPPRESSED> ) The Board erred in its state protection analysis by assuming the Applicant could seek protection from the police and complain against them when it was police officers who attacked him in the 2000 nightclub incident. ( <FRAGMENT_SUPPRESSED> )", "RESPONDENT'S SUBMISSIONS"], ["[10]", "The Respondent makes the following arguments:", "1) The Board's findings on credibility are owed a great deal of deference. (Aguebor v. the Minister of Employment and Immigration, (1993), 160 NR 315 (FCA), Kumar v. the Minister of Employment and Immigration, [1993] F.C.J. No. 219 (FCA), Sheikh v. the Minister of Employment and Immigration, (1990) 3 CF 238, Ismaeli c. le Ministre de la Citoyenneté et l'Immigration, [1995] A.C.F. no. 573) The Court cannot merely substitute its opinion for that of the tribunal. (Oduro c. le Ministre de l'Emploi et l'Immigration, [1993] A.C.F. no. 560, Mohimani c. le Ministre de l'Emploi et l'Immigration, [1993] A.C.F. no. 564.)", "2) The burden of proof was on the Applicant, and he did not meet it. (Adjei c. le Ministre de l'Emploi et l'Immigration, [1989] 2 C.F. 680, Perez c. le Ministre de la Citoyenneté et l'Immigration, [1995] A.C.F. no. 18, El Jarjouhi c. le Ministre de l'Emploi et l'Immigration [1994] A.C.F. no. 466, Rule 7 of the Refugee Protection Division Rules, SOR/2002-228, paragraphe 205 a) ii du Guide des procédures et critères à appliquer pour déterminer le statut de réfugié du Haut commissariat des Nations unies pour les réfugiés, Genève, janvier 1992) The Federal Court has upheld findings that insufficient proof of homosexuality has been presented before. (Polyakov c. le Ministre de la Citoyenneté et l'Immigration, [1996] F.C.J. no 300, Zamanibakhsh c. le Ministre de la Citoyenneté et l'Immigration, [2002] F.C.J. no. 1525)", "3) The Board can make a negative credibility finding based on inconsistencies and omissions in the Applicant's PIF. (Basseghi c. le Ministre de la Citoyenneté et l'Immigration, [1994] A.C.F. no. 1867, Grinevich c. le Ministre de la Citoyenneté et l'Immigration, [1997] A.C.F. no. 444, Mostajelin c. le Ministre de l'Emploi et l'Immigration, [1993] A.C.F. no. 28, Lobo c. le Ministre de la Citoyenneté et l'Immigration, [1995] A.C.F. no. 597, Kutuk c. le Ministre de la Citoyenneté et l'Immigration, [1995] A.C.F. no. 1754)", "4) The Board is not required to confront the claimant over inconsistencies and implausibilities in the evidence, particularly when some of it was only produced the morning of the hearing. (Contreras c. le Ministre de la Citoyenneté et l'Immigration, [2000] F.C.J. No. 906, Belhadj c. le Ministre de la Citoyenneté et l'Immigration, [1995] A.C.F. no. 276)", "5) Allegations of bias must be raised at the first reasonable opportunity. ( <FRAGMENT_SUPPRESSED> ) A well-informed person thinking the matter through realistically and practically would not conclude the Board was biased.", "6) The burden is on the Applicant to show that the state cannot protect him. ( <FRAGMENT_SUPPRESSED> )", "ANALYSIS", "(i) Allegations of Bias"], ["[11]", "The Respondent has provided very little direct response to the Applicant's submission about the Board's finding that the Applicant did not appear to have an \"allure efféminée\", except to state that allegations of bias are serious and should not be made lightly. That is true. I am not of the view that they are being made lightly in this case at all."], ["[12]", "There is really no reason for the Board to even mention the Applicant's 'effeminacy' or lack thereof in its decision unless it is assuming that someone who is homosexual must be effeminate in appearance or behaviour and this notwithstanding the comments made by the Applicant's counsel and found in pages 377-378 of the Tribunal Record. This is a thoroughly discredited stereotype which should not have any bearing on the Board's judgment of the Applicant's credibility."], ["[13]", "I made the following finding in  <FRAGMENT_SUPPRESSED>  an application for leave, at paras 10-11:", "In addition, I do not understand the Board member's comment when he states: \"De plus, la revendicatrice en apparence ne semble pas juive.\" What does a Jewish person look like? [...]", "This statement by the Board member clearly indicates a reasonable apprehension of bias."], ["[14]", "This finding was echoed by Pinard J. in the judicial review of the same case,  <FRAGMENT_SUPPRESSED> :", "Whether it is expressed consciously or not, this kind of stereotypical consideration, entirely based on the appearance of an individual, is unfortunately such that it fosters unacceptable prejudice toward Jews and cannot be used to discredit the applicant's stated fear of being persecuted on the basis of her Jewish religion. In my view, comments such as these, under the circumstances, vitiate the whole decision at issue."], ["[15]", "This reasoning is directly applicable to the present case. Homosexuals are subject to extensive prejudice, of which effeminate stereotypes form a part. The Applicant's lack of 'effeminacy' is not a proper basis on which to impugn the credibility of his claim to be a homosexual and I say this, notwithstanding the remark made by the applicant's counsel on the above-mentioned pages of the Tribunal Record."], ["[16]", "The test for bias from Committee for Justice and  <FRAGMENT_SUPPRESSED> , and  <FRAGMENT_SUPPRESSED> , is:", "what would an informed person, viewing the matter realistically and practically -- and having thought the matter through -- conclude. Would he think that it is more likely than not that [the decision-maker], whether consciously or unconsciously, would not decide fairly."], ["[17]", "I do not think it is difficult for an informed person to conclude that the Board's statement reveals a level of ignorance and prejudice which is not only unusual in general, but is particularly astonishing on the part of a decisionmaker who is in a position to adjudicate sensitive claims that could be expected to involve homosexuality."], ["[18]", "In addition to the presence of bias, such a finding is also patently unreasonable. Justice Campbell provided an extensive analysis of why credibility findings cannot be based on external appearances in  <FRAGMENT_SUPPRESSED>  (C.A.), one must have a firm basis for rejecting the sworn testimony of a claimant:", "¶ 11 It is not difficult to understand that, to be fair to a person who swears to tell the truth, concrete reasons supported by cogent evidence must exist before the person is disbelieved. Let us be clear. To say that someone is not credible is to say that they are lying. Therefore, to be fair, a decision-maker must be able to articulate why he or she is suspicious of the sworn testimony, and, unless this can be done, suspicion cannot be applied in reaching a conclusion. The benefit of any unsupported doubt must go to the person giving the evidence."], ["[19]", "He then discussed the application of stereotypes by the Board at paras 15-17:", "¶ 15 The use of specialized knowledge in the decision-making process, which is, in fact, the use of acquired personal knowledge on the part of the decision-maker, is acceptable, but with a very important limit when it comes to the use of stereotypes. This point is addressed by Justices L'Heureux-Dubé and McLachlin (as she then was) in  <FRAGMENT_SUPPRESSED> :", "29. In our view, the test for reasonable apprehension of bias established in the jurisprudence is reflective of the reality that while judges can never be neutral, in the sense of purely objective, they can and must strive for impartiality. It therefore recognizes as inevitable and appropriate that the differing experiences of judges assist them in their decision-making process and will be reflected in their judgments, so long as those experiences are relevant to the cases, are not based on inappropriate stereotypes, and do not prevent a fair and just determination of the cases based on the facts in evidence.", "In R.D.S., the test for reasonable apprehension of bias of a judge was the focus; however, the commentary concerning the concepts of neutrality, impartiality, and the caution about use of stereotypes is also relevant to a CRDD decision-maker.", "¶ 16 A \"stereotype\" is defined in the Canadian Oxford Dictionary, 2004, as a preconceived, standardized, and oversimplified impression of the characteristics which typify a person or situation. The danger in applying a stereotype is that the person who is the exception to the oversimplified impression is not protected from the erroneous application of the impression.", "¶ 17 It seems obvious that, when it comes to the CRDD's decision-making on the issue of ethnicity, the fact that a particular refugee claimant does not fit a particular stereotypical profile cannot be used against him or her without a level of certainty being reached that, on the evidence, the person should be expected to meet the stereotypical profile. I think it is fair to say that to meet this level of certainty is very difficult, if not impossible. Indeed, prior to the decision being rendered in the present case, the use of stereotypes was the subject of critical comment by Justice Kelen in  <FRAGMENT_SUPPRESSED>  ... [quotation omitted]", "Therefore, where sworn testimony of ethnicity is presumed to be true, without the required level of certainty being attained, the failure of the person giving the evidence to meet a decision-maker's understanding of an ethnic stereotype does not constitute reliable evidence which can be used to rebut the presumption. That is, the mere fact that a person is the exception to an ethnic profile, even on a number of factors, does not provide a sound basis for deciding that he or she is not who he or she claims to be. It might very well be that, where there is no admissible and reliable evidence contrary to the claim of ethnicity, such as a reliable evaluation of a person's ethnic lineage or admissions or other direct contradicting evidence, the person's own sworn statement of his or her ethnic identity must be accepted."], ["[20]", "This reasoning is equally applicable to sworn testimony of sexual orientation."], ["[21]", "While I am of the opinion that, in keeping with Pinard J.'s comments in  <FRAGMENT_SUPPRESSED> , the entire decision is vitiated and must be sent back, I will provide analysis of some additional points."], ["[22]", "The Respondent argues, in the written submissions, that allegations of bias were not raised at the hearing, and that they must be raised as soon as possible after the alleged bias is shown. I would note that the bias was revealed by the language used in the Member's decision after it was released, and therefore could not have been challenged at the time of the hearing.", "(ii) Duty to Confront"], ["[23]", "The Respondent refers to two decisions of Tremblay-Lamer J. and states that that there is no duty to confront a claimant about inconsistencies and contradictions. However, Tremblay-Lamer J. has in fact laid out a test for when a duty to confront may be applicable, at para 16 of  <FRAGMENT_SUPPRESSED>  (FCTD) online: QL:", "¶ 16 In my view, regard should be had in each case to the fact situation, the applicable legislation and the nature of the contradictions noted. The following factors may serve as guidelines:", "1. Was the contradiction found after a careful analysis of the transcript or recording of the hearing, or was it obvious?", "2. Was it in answer to a direct question from the panel?", "3. Was it an actual contradiction or just a slip?", "4. Was the applicant represented by counsel, in which case counsel could have questioned him on any contradiction?", "5. Was the applicant communicating through an interpreter? Using an interpreter makes misunderstandings due to interpretation (and thus, contradictions) more likely.", "6. Is the panel's decision based on a single contradiction or on a number of contradictions or implausibilities?"], ["[24]", "The Board itself states that it noticed most of the inconsistencies after the hearing, and therefore could not question the Applicant on them and did not need to because they had already found him not to be credible. If the negative credibility finding was made before most of the inconsistencies were noted, on what, then, was this negative finding based? In my view, this paragraph of the decision only bolsters the finding of bias above."], ["[25]", "Under the circumstances, the Applicant's counsel was not present to deal with the contradictions as they were noted, the contradictions were apparently only found after later analysis, they were not in answer to a direct question from the panel, and it is not clear at what point the inconsistencies numbered enough that the Board made its credibility finding."], ["[26]", "In addition, the Board appears to have made negative credibility findings based on both the Applicant's written testimony contradicting his oral testimony, and the Applicant's oral testimony being too repetitive of his written testimony. The Board cannot have it both ways."], ["[27]", "The Board also appears to have found inconsistencies in matters which are not inconsistent - it finds fault with the Applicant for failing to indicate that he needed medical treatment after the 2000 and 2003 attacks in his PIF, yet the descriptions of the incident clearly indicate that he was beaten up by gangs of men who highly outnumbered him. It would have been much more inconsistent if he had not required medical attention. As the Respondent itself notes in its submissions, the PIF is supposed to provide the bare facts, and the hearing is supposed to be the venue where they can be explained. (Basseghi, supra, Grinevich, supra) It would appear this approach was not taken in this case."], ["[28]", "The Applicant has attempted to answer some of the inconsistencies in his submissions to the Court, noting, for example, that Alejandro was originally taken to Del Seguro Social hospital but had to be transferred to a specialized hospital because of the severity of his condition."], ["[29]", "While it is true that some of the Applicant's evidence was only submitted on the morning of the hearing but was filed one week before with the Board, it was the Board's option to take a brief recess to examine it, and the Board's own language appears to show that it was not just the later evidence in which inconsistencies were found after the hearing:", "Malheureusement, le tribunal a constaté certaines de ces différences lors de son délibéré plus particulièrement, à la suite de l'examen des pièces présentées le jour même de l'audience et n'a pu, dans les circonstances, confronter le demandeur. De plus, le tribunal n'a pas jugé utile de rouvrir son enquête considérant que l'ensemble de l'histoire de monsieur nous apparaît non crédible et invraisemblable. En effet, force a été de constater qu'aucune des vingt-deux pièces présentées par le demandeur ne fait état de son orientation sexuelle comme étant la source de ses difficultés.", "(iii) Erroneous Finding of Fact"], ["[30]", "The Applicant argues, in my view correctly, that the Board has mischaracterized the Applicant's testimony about being unable to lay a complaint about the 2000 nightclub attack. The Applicant stated that he was told he was not able to make a complaint about the behaviour of police officers without identifying the officers. He did not make a general statement about being unable to lay complaints about any kind of crime in Mexico without identifying the perpetrator. Yet the Board seems to have confused these two processes, which are distinct even in Canada, where a complaint against a police officer is often laid before a police commissioner or similar body rather than being reported as a crime, while a general crime by an unknown perpetrator is reported to the police."], ["[31]", "The Board also omitted to conduct a proper analysis of the level of state protection that could be expected to result from the Applicant complaining to the police about being beaten up for being homosexual, when he was alleging it was the police who beat him up in the first place. The Applicant also submitted documentary evidence on the behaviour of the police towards homosexuals, portions of which were echoed in the Board's own documentary evidence, as cited by the Applicant in his submissions. Yet this aspect of the documentary evidence was not dealt with by the Board in its decision at all."], ["[32]", "In addition, the Board has found that the Applicant is not a homosexual without testing his evidence in the manner usually used by Members in a case of this type. The cases cited by the Respondent (Polyakov, supra, Zamanibakhsh, supra), indicate that a person claiming to be a homosexual is frequently questioned about matters a gay person in a given country would be expected to know, such as the gay parks and meeting places in their city. None of this questioning occurred. The questioning regarding discrimination against homosexuals in Mexico (at pp. 365-366 of the Tribunal Record) focused on the paralell experiences of Ricardo, the Applicant's ex-boyfriend, and was not referenced in the decision as the reason for a negative credibility finding."], ["[33]", "The Applicant's testimony of the summons issued by theSecretariat to the employers who fired him was not believed by the Board, who found the office's activity to be too efficient. No mention was made in the decision of the explanation provided by the Applicant at both p. 340-341 and p. 358-359 of the Tribunal Record, in the transcript, about how the district office works, or why the Board did not believe this explanation.", "CONCLUSION"], ["[34]", "The Board has breached both a principle of natural justice and procedural fairness, and made patently unreasonable and erroneous findings of fact. This decision cannot stand and is sent back for redetermination before a different Board."], ["[35]", "Both parties informed the Court that they did not have a serious question to be certified.", "ORDER"], ["[36]", "The application for judicial review is allowed. The matter is returned to a different Board for redetermination.", "Footnotes", "1. The Applicant also cites a section on natural justice in a November 2000 document issued by the Immigration and Refugee Board titled \"Key Point Guide to Refugee Law for CRDD Members\". While this document pre-dates IRPA, I have attached the relevant excerpts for you so you can follow the Applicant's arguments.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}