{"id_": "026507", "body_str": [["[1]", "Hughes, J.", ": The uncontested facts are that the Respondent Cobos, together with his wife and children entered Canada on February 28, 2004. They were, at the time, all citizens of Columbia. The Respondent Cobos has acquired landed immigrant status in Canada. His wife and children are now Canadian citizens.  <FRAGMENT_SUPPRESSED>"], ["[2]", "Upon entering Canada, the Respondent and his family acquired a house in Calgary where his family has lived ever since. The Respondent, after working briefly as a store clerk in Calgary, secured employment with a Mexican company working as an electrician on off-shore oil rigs in the Gulf of Mexico. As a result, the Respondent was frequently away from Canada for long periods of time. He would return to Canada briefly then be off again to Mexico or Venezuela. In addition, the Respondent, including at times with his family, would return to Columbia on vacation. In total, for the four years preceding the Respondent's application for Canadian citizenship he spent 688 days in Canada and was absent 722 days of which 51 days were vacation.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Respondent retained a house in Columbia and while the record is unclear, that house appears to have been rented out. The Respondent submitted Canadian Tax Returns and payment, much of which was reimbursed because he paid foreign tax as well which was offset against his Canadian taxes.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The Respondent applied for Canadian citizenship on March 17, 2008. On August 5, 2009 that application was approved by a Citizenship Judge. The \"reasons\" for that decision take the form of handwritten entries on a printed form entitled \"Reasons for Decision Regarding Residence\", which form essentially sets out in printed form the so called  <FRAGMENT_SUPPRESSED>  questions", "Koo (Re)", ", [1993] 1 F.C. 286 (T.D.) and provides a few lines after each question for handwritten entries plus a further few lines following a printed title \"Decision\". It is this decision that the Minister seeks to quash.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The question that the Citizenship Judge was required to answer was whether the Respondent had met the conditions of section 5(1)(c) of the", "Citizenship Act", ", R.S.C. 1985, c. C-29. Given that it is agreed that the Respondent is a landed immigrant the question is whether he is:  <FRAGMENT_SUPPRESSED>", "(c) a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act, and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner", ":  <FRAGMENT_SUPPRESSED>"], ["[6]", "There has, unfortunately, been differing jurisprudence in this Court as to how this question is to be approached. Recently Mainville J (as he then was) endeavoured to review the relevant jurisprudence and to establish a clear and consistent approach to the question in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . As to the standard of review Mainville J said at Paragraph 39 of", "Takla:  <FRAGMENT_SUPPRESSED>"], ["[39] In this context, I am of the view that the reasonableness standard of review must be applied with flexibility and adapted to the particular context in question. Thus, the Court must show deference, but a qualified deference, when hearing an appeal from a decision by a citizenship judge under subsection 14(5) of the Citizenship Act concerning the determination of compliance with the residence requirement. The issues of jurisdiction, procedural fairness and natural justice raised in these appeals are nonetheless reviewed against the correctness standard in accordance with the principles outlined in Dunsmuir. This is an approach that is consistent with both Parliament's expressed intention to subject these decisions to a right of appeal and the Supreme Court of Canada's teachings concerning the duty of the courts to show deference when sitting on an appeal from decisions of administrative tribunals.  <FRAGMENT_SUPPRESSED>"], ["[7]", "As to the interpretation of section 5(1)(c) of the", "Citizenship Act", ", supra, Mainville J said at pargraph 45 of", "Takla", ":  <FRAGMENT_SUPPRESSED>", "In the current context, since the situation that was perceived as temporary at that time has become permanent, it appears appropriate, in my view, to settle on one interpretation of subsection 5(1)(c) of the Citizenship Act. Considering the clear majority of this Court's jurisprudence, the centralized mode of living in Canada test established in  <FRAGMENT_SUPPRESSED> , and the six questions set out therein for analytical purposes should become the only test and the only analysis.  <FRAGMENT_SUPPRESSED>"], ["[8]", "And at paragraph 50:  <FRAGMENT_SUPPRESSED>", "Finally, as a last point, it is useful to note that the Koo test and the six-questions analysis attached to that test are only useful to the extent that residence in Canada has actually been established at a date prior to the citizenship application in order to effectively calculate a period of residence under the Citizenship Act. In fact, if the threshold issue of residence has not been established, the judge should not conduct a more thorough analysis. The comments of Madam Justice Layden-Stevenson in this respect in  <FRAGMENT_SUPPRESSED>  (QL), at paragraph 13, are relevant:  <FRAGMENT_SUPPRESSED>", "The difficulty with the appellant's reasoning is that it fails to address the threshold issue, his establishment of residence in Canada. Unless the threshold test is met, absences from Canada are irrelevant . . . In other words, a two-stage inquiry exists with respect to the residency requirements of paragraph 5(1)(c) of the Act. At the first stage, the threshold determination is made as to whether or not, and when, residence in Canada has been established. If residence has not been established, the matter ends there. If the threshold has been met, the second stage of the inquiry requires a determination of whether or not the particular applicant's residency satisfies the required total days of residence. It is with respect to the second stage of the inquiry, and particularly with regard to whether absences can be deemed residence, that the divergence of opinion in the Federal Court exists.  <FRAGMENT_SUPPRESSED>", "On this issue, see also  <FRAGMENT_SUPPRESSED>  (QL), at paragraph 4, and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  F.C.J. No. 674 (QL), at paragraph 21.  <FRAGMENT_SUPPRESSED>"], ["[9]", "This approach has since been adopted by a number of Judges at this Court. As an example I cite Zinn J in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "At paras. 46-49 of Takla, Justice Mainville convincingly supported his finding that there should only be one test for residence, despite this Court's jurisprudence that suggests otherwise. I concur with his view. Therefore, the approach to be followed by citizenship judges is to first make a threshold assessment as to whether residence was established at all:  <FRAGMENT_SUPPRESSED>  (T.D.), whether that residence is sufficient to satisfy the obligation described in subsection 5(1)(c) the Citizenship Act.  <FRAGMENT_SUPPRESSED>"], ["[10]", "It is against this background that I will examine the decision of the Citizenship Judge at issue here where he applied the questions set out in", "<FRAGMENT_SUPPRESSED> . While I accept that in the present case the Minister's Counsel argued that some of the answers were so far off base or the consistent errors in law thus attract a correctness standard I find that, having established that the", "Koo", "questions are those to be answered, the standard is that of reasonableness as articulated by Mainville J in", "Tekla", ", supra.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Question #1  <FRAGMENT_SUPPRESSED>", "Was the individual physically present in Canada for a long period prior to recent absences which occurred immediately before the application for citizenship?  <FRAGMENT_SUPPRESSED>"], ["[12]", "Judge's Findings  <FRAGMENT_SUPPRESSED>", "Client landed Feb 28, 2004 was present in Canada till Mar 28-Apr 30-34 days-toget his famioy in Columbia, returned to Canada (Calgary) with his family Apr 30, 04.SEP  <FRAGMENT_SUPPRESSED>"], ["[13]", "This finding is unresponsive to the question asked. The question is directed to the residency at the date of making the application, March 17, 2008, and periods of absence prior to that date. The Findings appears to relate only to the date of entry in Canada and the 2009 period.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Question #2  <FRAGMENT_SUPPRESSED>", "Where are the applicants immediate family and dependants (and extended family) resident?  <FRAGMENT_SUPPRESSED>"], ["[15]", "Judge's Findings  <FRAGMENT_SUPPRESSED>", "Wife (Sonia) children (Laura, Diana, David) all reside & are CDN citizens since 12-5-2008  <FRAGMENT_SUPPRESSED>"], ["[16]", "The Judge gave no consideration to the Respondent's extended family such as parents, siblings and others.  <FRAGMENT_SUPPRESSED>"], ["[17]", "Question #3  <FRAGMENT_SUPPRESSED>", "Does the pattern of physical presence in Canada indicate a returning home or merely visiting the country?  <FRAGMENT_SUPPRESSED>"], ["[18]", "Judge's Findings  <FRAGMENT_SUPPRESSED>", "Clients108 requirement is basically 30 days out 30 days in. Work as a Oil Rig electrician for Weatherford (Precision Drilling) all absences were for work in Venezuela & Mexico with the exception of 3 vacations in Columbia (13, 25, 13 days). The client always returns to Canada during each turn-around.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The Judge gave no consideration to the fact that the Respondent always worked abroad, never in Canada, and always vacationed abroad, never in Canada.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Question #4  <FRAGMENT_SUPPRESSED>", "What is the extent of the physical evidence (number of days away from Canada VS number of days present in Canada)  <FRAGMENT_SUPPRESSED>"], ["[21]", "Judge's Findings  <FRAGMENT_SUPPRESSED>", "During 4 year period-(1460 days) client was present 688 days & absent 722 days  <FRAGMENT_SUPPRESSED>"], ["[22]", "The Judge failed to note that included in the absences were 51 days of vacation in Columbia.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Question #5  <FRAGMENT_SUPPRESSED>", "Is the physical absence caused by a clearly temporary situation such as employment as a missionary abroad, following a course of study abroad as a student, accepting temporary employment abroad, accompanying a spouse who has accepted temporary employment abroad?  <FRAGMENT_SUPPRESSED>"], ["[24]", "Judge's Findings  <FRAGMENT_SUPPRESSED>", "Client continues to search for electricians job on his specialty on oil rigs. Oil rigs in Canada do not require on-site electricians, off-shore rigs do. He has asked his employer for opportunities in Canada. Comment Weatherford is a Int'l co. which took over Precision Drilling a Cdn. co.  <FRAGMENT_SUPPRESSED>"], ["[25]", "The Judge failed to consider whether the Respondent has made any serious efforts to secure employment in Canada in situations other than off-shore rigs. There is no evidence on the record to indicate that the Respondent's skills are so limited or specialized that employment can be secured only on off-shore oil rigs.  <FRAGMENT_SUPPRESSED>"], ["[26]", "Question #6  <FRAGMENT_SUPPRESSED>", "What is the quality of the connection with Canada? Is it more substantial than that which exists with any other country?  <FRAGMENT_SUPPRESSED>"], ["[27]", "Judge's Findings  <FRAGMENT_SUPPRESSED>", "His connection to Canada is very good-mother & family (3 children) remain in Calgary-owned home, client religiously returns to Canada at every turn-around (usually 30 days or so days off)  <FRAGMENT_SUPPRESSED>", "Pay income tax in Canada  <FRAGMENT_SUPPRESSED>"], ["[28]", "The Judge failed to consider whether the situation was one where the Respondent simply parked his family in Canada while all the time he was working abroad. The Judge failed to consider that essentially all the Canada tax was refunded by offsets from taxes paid by the Respondent abroad.  <FRAGMENT_SUPPRESSED>"], ["[29]", "As a result the Citizenship Judge made the following decision:  <FRAGMENT_SUPPRESSED>", "Decision  <FRAGMENT_SUPPRESSED>", "I would approve the client on the basis family roots are definitely in Canada the drilling industry is very global and Calgary is the centre of the drilling industry and offers skills world-wide. Therefore the client is required, at this time, to work outside of Canada.", "File is very complete-all indications from info presented, indicates a commitment to Canada.  <FRAGMENT_SUPPRESSED>"], ["[30]", "I find that this decision is wholly unreasonable given the numerous errors in respect of findings as to the \"", "Koo", "\" questions. The decision must be quashed. Given that the Respondent can re-apply perhaps under circumstances more favourable to him, there is no point in sending the matter back for redetermination.  <FRAGMENT_SUPPRESSED>"], ["[31]", "The Minister did not ask for costs.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[32]", "For the Reasons provided:  <FRAGMENT_SUPPRESSED>", "THIS COURT ORDERS AND ADJUGES that", ":  <FRAGMENT_SUPPRESSED>", "1. The application is allowed.  <FRAGMENT_SUPPRESSED>", "2. The decision of the Citizenship Judge dated August 5, 2009 granting citizenship to the Respondent is quashed.  <FRAGMENT_SUPPRESSED>", "3. No order as to costs.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}