{"id_": "026707", "body_str": [["[1]", "von Finckenstein, J.", ": The Applicant is a 50-yr old citizen of Jamaica. He entered Canada on January 8, 1990 and was granted a 3-month stay as a temporary visitor, but has remained in Canada ever since."], ["[2]", "The Applicant applied for Permanent Residence in Canada on humanitarian and compassionate grounds (“H&C application”) on September 24, 1996 claiming he had diabetes but couldn’t get treatment in Jamaica. This was found to be false and he was denied on May 28, 1998. There was a removal order against him on February 1999, but around March 1999, the Applicant filed a refugee claim. He was denied October 1999 because he was found to be not credible. His appeal was later denied on May, 2000."], ["[3]", "In October 2002, the Applicant made another H&C application and on October 11, 2002, the Minister of Citizenship and Immigration exempted him from the requirement of s. 11(1). However, on November 5, 2004, the Applicant was refused Permanent Resident status pursuant to s. 42 of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (“IRPA”) because one of his sons suffered from autism and moderate mental retardation. It was stated that his son’s health condition might result in excessive demand on health or social services and he was thus, inadmissible under section 38(1)(c) of the IRPA. Both of his sons currently reside in Jamaica."], ["[4]", "The Applicant then applied for a Temporary Resident Permit (“TRP”) on September 27, 2005 which was denied. The Applicant is now seeking to have that decision judicially reversed."], ["[5]", "The Immigration Officer of the CIC gave two reasons for the negative decision. She stated:", "Counsel requests TRP to avoid possible removal procedures.", "Remarks:", "He submits this should be issued on basis of his long-term stay and integration in Canada.", "The fact that he has lived in Canada for so many years is only because he stayed illegally and delayed his removal by making an unfounded refugee claim, appealing the negative finding and submitting H&C applications. These procedures allowed him to remain in Canada and now the fact that he has remained here is the basis of his application for a TRP. He has had the benefit of all possible legal procedures and will still have the benefit of a PRRA review before his case is concluded (15 years later) – issuing a TRP at this point would undermine the integrity of the whole procedure."], ["[6]", "After undergoing a pragmatic and functional analysis, Justice Heneghan in  <FRAGMENT_SUPPRESSED>  held that the applicable standard of review for administrative decisions makers exercising their statutory discretion, such as an Immigration Officers issuing TRPs, was reasonableness simpliciter. I see no reason for not adopting her finding."], ["[7]", "Sections 24 And 25 of IRPA provide as follows:", "24.", "(1) A foreign national who, in the opinion of an officer, is inadmissible or does not meet the requirements of this Act becomes a temporary resident if an officer is of the", "opinion that it is justified in the circumstances", "and issues a temporary resident permit, which may be cancelled at any time.", "(2) A foreign national referred to in subsection (1) to whom an officer issues a temporary resident permit outside Canada does not become a temporary resident until they have been examined upon arrival in Canada.", "(3) In applying subsection (1), the officer shall act in accordance with any instructions that the Minister may make.", "25.", "(1) The Minister shall, upon request of a foreign national who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister’s own initiative, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations.", "Provincial criteria", "(2) The Minister may not grant permanent resident status to a foreign national referred to in subsection 9(1) if the foreign national does not meet the province’s selection criteria applicable to that foreign national. (Underlining added)"], ["[8]", "Applicant argues that the decision is unreasonable as:", "a) it is unclear how a TRP that can be issued pursuant to the provisions of the IRPA can ever be considered to “undermine the integrity of the whole procedure”. If it is provided for under the IRPA it can be used. Its use by definition cannot undermine the procedure.", "b) the officer only considered length of stay and delaying tactics but did not consider two other relevant submission, namely connection with family in Canada and inability to provide for his children from Jamaica."], ["[9]", "I cannot agree with these submissions. First the granting of TRPs under s. 24 is clearly discretionary. Depending on the circumstances, issuing a TRP may be justified or not. The mere fact that there is a provision for issuing TRPs does not mean that there cannot be circumstances where the issuing of TRPs would undermine the entire procedure for dealing with applicants under the IRPA."], ["[10]", "Second, the considerations under s. 24 only have to be justified under the circumstances. It is not a full scale H&C consideration as mandated by s. 25. The decision has to be justified under the circumstances. Given the Applicant’s immigration history I am unable to find that the immigration officer’s decision was unreasonable. The Applicant came illegally to Canada and by using every available means including a false diabetes claim and an unjustified refugee claim, managed to stay 15 years in Canada. Under these circumstances the denial of a TRP is hardly unreasonable."], ["[11]", "Given that this was not a full scale H &C assessment under s. 25 there was no requirement to consider and deal with each submission of the Applicant. The immigration officer’s reasons for not granting a TRP were not unreasonable. She was obviously not swayed by the fact that the Applicant had deep connections with family in Canada and was alleged to have no ability to provide for his children were he to return to Jamaica. The failure to mention these considerations does not render her decision unreasonable."], ["[12]", "Accordingly, this application cannot succeed.", "ORDER"], ["[13]", "THIS COURT ORDERS that", "this application be dismissed.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}