{"id_": "026814", "body_str": [["[1]", "Shore, J.", ": A decision cannot be rendered in a vacuum without considering the person who is before a first-instance tribunal. Without taking into context all testimony, evidence, both subjective and objective (country of origin condition evidence) and understanding the clear nuances that form threads to comprehending a case, a first-instance tribunal may have heard a case but not necessarily have listened to it. An encyclopaedia of references (of the country conditions of origin in question), a dictionary of terms (of the person testifying) and a gallery of portraits (of both the subjective and objective evidence) must be understood in comprehensive context for a decision to be said to be reasonable or reflect reasonableness in the analysis of the above.", "II.", "Introduction"], ["[2]", "This is an application for judicial review in respect of a decision of the Refugee Protection Division of the Immigration and Refugee Board (Board), rendered on October 20, 2010, wherein, the Applicant was found to be neither a \"Convention refugee\" nor \"a person in need of protection\" pursuant to sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [", "IRPA", "] because", "he was not credible"], ["[3]", "Essentially, the Applicant's arguments point to his disagreement with the weight that was given by the Board to the evidence in his regard.", "III.", "Background"], ["[4]", "The Applicant, Mr. Mohammad Oraminejad, an individual of few words (as perceived in the transcript of the first-instance hearing) is an uneducated, 70-year old Kurd citizen of Iran who was baptized in Canada. (He is not of Persian origin).", "IV.", "Analysis"], ["[5]", "It appears that a rather hasty decision was drafted by the first-instance tribunal member. The decision has clearly not taken into account that the Applicant is 70 years old, uneducated and the references of the counsel of the Applicant in regard of the transcript of the hearing bear out the essence of the arguments of the Memorandum of Fact and Law as submitted by the counsel of the Applicant."], ["[6]", "The findings of the first-instance tribunal member are unreasonable; the level of education, the ethnic origin of the Applicant and the", "official ceremonial baptism evidence of the Applicant in Canada", "(with testimony, supporting letter from the officiating member of the church as well as eight pictures of the Applicant in a church setting - in addition to the fact that it appears that the Applicant might even be considered a bona fide \"réfugié sur place\"). The analysis of the first-instance decision-maker in paragraph 16 of his decision is sketchy, at best, without adequate analysis having been demonstrated in respect of the official conversion and baptism in Canada."], ["[7]", "It is important to note that certain questions, asked of the Applicant, apply to the practice, rites and symbols (example: the crossing of a person) of Catholics", "but not of Protestants", "(except high Anglicans), again, depending on the actual denomination of Protestantism; such specialized knowledge may not be common knowledge; thus, it must often be sought in specialized documentation requested and not decided on that which a first-instance decision-maker thinks he knows on his own or on a whim! It could be a very costly whim in regard to the life and limb of an applicant who could be returned to his country of origin to a situation of peril. It is significant that throughout history and even modern history: e.g. Christians of various denominations, Jews, Moslems, Buddhists, Hindus and Bahais have been killed for their beliefs without necessarily even having had deep knowledge, or even any knowledge, of their religions, other than adherence to their faith. Many died for their faiths but, according to the annals of history, did not live according to their faiths; yet, that did not stop their slaughter. Therefore, it is important to view the evidence in this case such as provided by the specific church in question and additional evidence therefrom that was provided."], ["[8]", "The conclusions of the first instance tribunal member are speculative and not reasonable; and, it is evident that the evidence was heard but no listening (in respect of the actual person before the panel) appears to have taken place on a comprehensive review of the whole transcript of the hearing when carefully read in context.", "V.", "Conclusion"], ["[9]", "Therefore, the decision is unreasonable. The decision of the first instance tribunal is returned for determination anew by a different panel.", "JUDGMENT"], ["[10]", "THIS COURT ORDERS that", "the Applicant's application for judicial review be granted and the decision of the first-instance tribunal be returned for determination anew by a different panel. No question to be certified.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}