{"id_": "026825", "body_str": [["[1]", "Mactavish, J.", ": Muhammad Shahid Nazim seeks judicial review of a decision rejecting his application for permanent residence as a member of the Spouse in Canada class. In rejecting the application, the immigration officer found that Mr. Nazim had misrepresented a material fact in relation to his application."], ["[2]", "Mr. Nazim says that the officer's decision was unreasonable, as he had corrected his application for permanent residence prior to a decision having been rendered in relation to the application. As a result, he says that any misrepresentation that he may have made could not have been material or relevant to his application, nor could it have induced an error in the administration of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27."], ["[3]", "For the reasons that follow, I do not accept Mr. Nazim's submissions. As a consequence, the application for judicial review will be dismissed.", "The Redactions from the Record"], ["[4]", "As a preliminary matter, it should be noted that the certified tribunal record provided to Mr. Nazim contained several redactions. A motion for non-disclosure was brought by the respondent in accordance with the provisions of section 87 of the", "Immigration and Refugee Protection", "Act"], ["[5]", "Mr. Nazim consented to the matter proceeding on the basis of the redacted record, and an order issued by the Chief Justice adjourning the section 87 motion sine die notes that the expurgated information was either irrelevant to Mr. Nazim's application for judicial review, or had been substantially disclosed to him elsewhere in the Tribunal record.", "Background"], ["[6]", "Mr. Nazim is a citizen of Pakistan. He came to Canada in 1997. Once in Canada, Mr. Nazim made a refugee claim based on his alleged fear of persecution in Pakistan as a result of his membership in the Mohajir (or Muttahida) Quami Movement (or \"MQM\"). Mr. Nazim claimed that he was wanted by both the police and the army in Pakistan because of his activities with the MQM."], ["[7]", "The Board rejected Mr. Nazim's refugee claim, finding that his evidence was neither credible nor trustworthy. Not only did the Board not accept that Mr. Nazim had ever worked for the MQM, it found that his entire story of involvement with the MQM had been fabricated in order to support his refugee claim. Leave to appeal that decision was denied by this Court."], ["[8]", "Mr. Nazim made an application for a Humanitarian and Compassionate exemption in 2001, which was refused. A second such application was filed in 2005. In both applications, Mr. Nazim claimed to have been a member of the MQM."], ["[9]", "In 2008, Mr. Nazim married a Canadian citizen. He then discontinued his second H&C application, and filed his application for permanent residency as part of the Spouse in Canada class. In this application, Mr. Nazim once again claimed to be a member of, or associated with, the MQM."], ["[10]", "In 2006, Mr. Nazim was called in for an interview with the Canadian Security Intelligence Service. He was advised that the interview related to \"security matters contained [in] section 34(1) of the", "Immigration and Refugee Protection Act", "\". Subsection 34(1) provides that individuals may be inadmissible to Canada on security grounds for engaging in various types of activities, including being a member of an organization for which there are reasonable grounds to believe has engaged in activities such as terrorism or subversion."], ["[11]", "During questioning by CSIS officials, Mr. Nazim changed his story, and claimed that he had never in fact been a member of the MQM. He now claimed that his only involvement with the organization had been to pass out MQM flyers a few times during election campaigns. Mr. Nazim claimed that an immigration consultant had counselled him to provide the fabricated story of MQM membership and persecution by Pakistani forces in order to support his refugee claim."], ["[12]", "When Mr. Nazim was later interviewed by representatives of Citizenship and Immigration Canada, he repeated his new story. At CIC's request, Mr. Nazim provided CIC with a revised application form that made no mention of either membership in, or association with, the MQM."], ["[13]", "An immigration officer subsequently found Mr. Nazim to be inadmissible to Canada pursuant to section 40(1)(a) of the", "Immigration and Refugee Protection", "Act", ", for having misrepresented or withheld material facts in connection with his application for permanent residency."], ["[14]", "Mr. Nazim now says that he provided false information in his application because he did not want there to be any \"discrepancies\" as between his various immigration-related applications.", "Mr. Nazim's Criminal Conviction"], ["[15]", "In his revised application for permanent residency, Mr. Nazim noted that he had been convicted of a criminal offence, advising that the conviction was under appeal. At the hearing of this application, counsel for the respondent provided the Court with a copy of the Reasons for Judgment of Justice Fairgrieve of the Ontario Court of Justice, wherein he finds Mr. Nazim guilty of sexual exploitation, contrary to section 153(1)(b) of the", "Criminal Code", ", R.S.C. 1985, c. C-46. Counsel for Mr. Nazim objected to the filing of Justice Fairgrieve's reasons on the grounds that they were not before the immigration officer when the decision under review was made."], ["[16]", "I agree that Justice Fairgrieve's decision is not properly part of the record on this application, as it was not before the officer when the decision in issue was made, and no consideration will be given to the document.", "Analysis"], ["[17]", "Mr. Nazim argues that the immigration officer erred in finding that he had misrepresented a material fact relevant to his applications that could have induced an error in the administration of the", "Act", ", given that he had clarified the situation prior to a decision having actually been made in relation to his application for permanent residence."], ["[18]", "This issue involves the application of statutory provisions to the facts of this case. As such, the immigration officer's decision should be reviewed against the standard of reasonableness: see", "<FRAGMENT_SUPPRESSED> ."], ["[19]", "In reviewing a decision against the reasonableness standard, the Court must consider the justification, transparency and intelligibility of the decision-making process, and whether the decision falls within a range of possible acceptable outcomes which are defensible in light of the facts and the law: see", "Dunsmuir", ", at paragraph 47."], ["[20]", "Section 16(1) of", "IRPA", "requires that a person making an application under the", "Act", "truthfully answer all questions that may be put to them. Section 40(1)(a) of the", "Act", "provides that a foreign national will be inadmissible to Canada for misrepresentation for \"directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of this Act\"."], ["[21]", "This case is somewhat unusual in that rather than enhancing his application for permanent residency, the misrepresentation made by Mr. Nazim could actually have led to him having been found to be inadmissible to Canada on security grounds. As such, it was clearly material to his application. It appears, however, that Mr. Nazim only came to understand the potential implications of his misrepresentation in the course of his CSIS interview. It was at this point that he changed his story, and denied ever having been a member of the MQM."], ["[22]", "Mr. Nazim again admitted having misrepresented the nature and extent of his involvement with the MQM in his interview with the immigration officer."], ["[23]", "Counsel for Mr. Nazim now argues that there was in fact no misrepresentation in his application for permanent residency. Even though Mr. Nazim may never have formally joined the MQM, his actual involvement with the organization, albeit much more limited than originally claimed, could nevertheless qualify as \"membership\"."], ["[24]", "The difficulty with this submission is that it does not accord with what actually occurred in this case. Mr. Nazim did not represent himself as being a member of, or associated with, the MQM in his application for permanent residency in order to truthfully reflect his peripheral involvement with the organization. Rather, he represented that he was a member of the MQM so that there would be no discrepancies between his application for permanent residency, and the admittedly fabricated story that he had told the Immigration and Refugee Board."], ["[25]", "That is, in the interests of consistency, Mr. Nazim was clearly trying to perpetuate the deception of the Canadian immigration system that had begun with his refugee claim, had continued with his two H&C applications, and culminated with his application for permanent residency. It was only when Mr. Nazim came to realize that it was no longer to his advantage to continue with his misrepresentation that he changed his story so as to now minimize his involvement with the MQM."], ["[26]", "Moreover, the contention that Mr. Nazim's peripheral activities could qualify as \"membership\" is at odds with his revised application for permanent residency which disavows any membership or association with the MQM."], ["[27]", "Mr. Nazim also relies on the decision in", "<FRAGMENT_SUPPRESSED>  as authority for the proposition that a misrepresentation that has been withdrawn cannot form the basis of an inadmissibility finding under section 40 of", "IRPA", ". However, a review of that decision discloses that the case is readily distinguishable from the present situation."], ["[28]", "In", "Kaur", ", the applicant had made misrepresentations in connection with her refugee claim. Her subsequent application for permanent residence accurately reflected the true state of affairs. In those circumstances, the Court quite properly found that the applicant's earlier misrepresentations could not have induced an error in relation to the application for permanent residence. That is not the situation here."], ["[29]", "The misrepresentation made by Mr. Nazim in this case was made not only in relation to his refugee claim and H&C applications, but was repeated by him in the context of the application for permanent residence that was under consideration by the immigration officer. In such circumstances, the fact that Mr. Nazim's misrepresentation may have been disclosed by him prior to a final decision having been taken in relation to his application does not assist him. Indeed, this Court specifically rejected this argument in", "<FRAGMENT_SUPPRESSED>  at paras. 27-29."], ["[30]", "That is, the Court held in", "Khan", "that such an interpretation would lead to situations where individuals could knowingly misrepresent their circumstances, but nevertheless escape an inadmissibility finding, as long as they disclosed the misrepresentation right before a decision was made. Not only would such an interpretation encourage the abuse of the", "Act", ", it also ignores the requirement to provide truthful information in applications under the", "Act"], ["[31]", "The Court's concerns in", "Khan", "are borne out by the facts of this case, where Mr. Nazim only acknowledged the true state of affairs with respect to his involvement with the MQM once he realized that his lie could render him inadmissible to Canada."], ["[32]", "As a consequence, I am satisfied that the officer's conclusion that Mr. Nazim had misrepresented a material fact relating to a relevant matter that could have induced an error in the administration of the", "Act", "was one that was reasonably available to the officer on the record.", "Conclusion"], ["[33]", "For these reasons, the application for judicial review is dismissed.", "Question for Certification"], ["[34]", "The respondent proposed a question for certification with respect to the ability of the officer to base a finding of misrepresentation for the purposes of section 40 of", "IRPA", "on a misrepresentation that had been made in a previous immigration proceeding."], ["[35]", "In my view, this is not an appropriate question for certification. The misrepresentation at issue in this case was made not only in the context of Mr. Nazim's applications for refugee protection and H&C exemptions, but was repeated by him in the application for permanent residency under consideration by the immigration officer.", "JUDGMENT"], ["[36]", "THIS COURT ORDERS AND ADJUDGES that:", "1. This application for judicial review is dismissed; and", "2. No serious question of general importance is certified.", "Application dismissed.", "Editor: Sharon McCartney/vnh", "[End of document]"]]}