{"id_": "026986", "body_str": [["[1]", "Fothergill, J.", ": Gerald Ikerionwu Ukaobasi (the Applicant) has brought an appeal under s 14(5) of the", "Citizenship Act", ", RSC 1985, c C-29 (the Act) of a decision of a Citizenship Judge to deny his application for Canadian citizenship on the ground that he did not meet the requirements of s 5(1)(c) of the Act. The Citizenship Judge concluded that the Applicant had failed to demonstrate that he was resident in Canada for at least three of the four years preceding his application."], ["[2]", "For the reasons that follow, the appeal is dismissed.", "II.", "Background"], ["[3]", "The Applicant is a citizen of Nigeria. He came to Canada in 2004 and was found to be a Convention refugee in 2005. He became a permanent resident on June 22, 2006."], ["[4]", "On March 9, 2009 the Applicant applied for Canadian citizenship. In his application, he declared 39 days of absence from Canada between March 9, 2005 and March 9, 2009, the four years preceding his application (the relevant period)."], ["[5]", "The Applicant attended a hearing before the Citizenship Judge on March 18, 2014, during which he was asked questions about his residency in Canada during the relevant period. The Citizenship Judge requested that he provide supporting documentation to establish his residency between June 2006 and September 2007, and imposed a deadline of April 1, 2014."], ["[6]", "On March 25, 2014 the Applicant sent a letter to the Citizenship Judge enclosing bank statements and a church donation tax receipt. He also advised the Citizenship Judge that he had requested records pertaining to his credit card, but they had not yet arrived. He said that he would forward them upon receipt."], ["[7]", "The Citizenship Judge rendered a decision on the Applicant's citizenship application on April 8, 2014. She denied the application on the ground that the Applicant did not meet the residency requirements of s 5(1)(c) of the Act. The Citizenship Judge noted that she was applying the strict test established by Mr. Justice Muldoon in", "Re Pourghasemi", ", [1993] FCJ No 232, 62 FTR 122."], ["[8]", "The Citizenship Judge accepted that the additional documentation provided by the Applicant established his presence in Canada from October 6, 2006 to September 2007. However, she found that he had not provided any documentation to demonstrate \"living activity\" in Canada for the 106 day period between June 22, 2006 and October 6, 2006."], ["[9]", "The Citizenship Judge also expressed doubts about the credibility of the Applicant's claims of physical presence in Canada during the relevant period, and noted several inconsistencies in his testimony. For example, the Applicant had returned to Nigeria on two occasions despite having been granted refugee status in Canada based on his fear of persecution in that country. The Applicant claimed to fear persecution due to his status as a gay man, yet on one of his return visits to Nigeria he had married a woman. He stated at the hearing that a representative had assisted him in filling out his application, but he then rescinded this statement in his letter of March 25, 2014 and said that he had completed the forms himself."], ["[10]", "Based on her concerns regarding the Applicant's credibility, the Citizenship Judge found that, in the absence of further documentation, the Applicant could establish no more than 1,080 days of physical presence in Canada during the relevant period. The Applicant had declared an absence of 39 days, and there were a further 106 days for which there was no evidence of living activity in Canada. The Citizenship Judge therefore found that the Applicant was 15 days short of the legal requirement stipulated by s 5(1)(c) of the Act.", "III.", "Issues"], ["[11]", "The Applicant raises the following issues:", "A. Was the Applicant denied procedural fairness?", "B. Did the Citizenship Judge err by blending the different tests for residency?", "C. Was the Citizenship Judge's decision reasonable?", "IV.", "Standard of Review"], ["[12]", "Questions of procedural fairness are reviewable by this Court against a standard of correctness (", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at paras 21-28; <FRAGMENT_SUPPRESSED> at para 89)."], ["[13]", "While a Citizenship Judge is free to choose which residency test to adopt, a blending of tests is an error of law and is reviewable against a standard of correctness (", "<FRAGMENT_SUPPRESSED> )."], ["[14]", "A Citizenship Judge's determination of whether the residency requirement has been met is a question of mixed fact and law, and is reviewable against a standard of reasonableness (", "<FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> at para 15).", "V.", "Analysis", "A.", "Was the Applicant denied procedural fairness?"], ["[15]", "The Applicant argues that the Citizenship Judge breached her duty of procedural fairness by failing to give him sufficient time to provide documentary evidence to establish his physical presence in Canada. He says that two weeks were insufficient, given that the documents extended over a period of seven years and were in the power and control of third parties."], ["[16]", "The Respondent says that the Citizenship Judge was under no obligation to grant an extension of time and the Applicant was given a reasonable opportunity to provide further documentation to establish his physical presence in Canada (", "<FRAGMENT_SUPPRESSED> ). Even if a further extension of time had been granted, this would not have assisted the Applicant because the credit card statements that he provided in his affidavit did not address the period at issue."], ["[17]", "I agree with the Respondent. The credit card statements attached to the Applicant's affidavit do not list any transactions during the period between June 22 and October 6, 2006. Accordingly, even if the Citizenship Judge had granted the Applicant additional time to produce the supporting documentation, this would not have affected the ultimate decision (", "<FRAGMENT_SUPPRESSED> )."], ["[18]", "Accordingly, the appeal cannot be allowed on the ground of procedural fairness.", "B.", "Did the Citizenship Judge err by blending the different tests for residency?"], ["[19]", "The Applicant argues that the Citizenship Judge erred in law by blending the different tests for residency, specifically the strict quantitative test that requires an applicant to be physically present for 1,095 days and the more flexible qualitative test that considers the extent of an applicant's connection to Canada."], ["[20]", "I disagree. The Citizenship Judge clearly stated that she was applying the", "Pourghasemi", "test. There is nothing in the decision to suggest that she blended the strict requirement of 1,095 days of physical residency with the more flexible tests found in", "Re: Koo", ", [1993] 1 FC 286 (TD) and", "Re Papadogiorgakis", ", [1978] 2 FC 208 (TD). The reasons were entirely focused on whether the Applicant had established 1,095 days of physical presence in Canada, not the degree to which he had centralized his mode of living in Canada or whether he regularly, normally or customarily lives here.", "C.", "Was the Citizenship Judge's decision reasonable?"], ["[21]", "The Applicant argues that the Citizenship Judge erred in determining that he did not meet the residency requirements of the Act, as it is not clear from her brief reasons why she found the documentary evidence to be insufficient - particularly if she was applying the more flexible test of residency. However, the Citizenship Judge explicitly stated that she was applying the", "Pourghasemi", "test, which requires 1,095 days of physical presence. The Citizenship Judge's decision clearly explains why the evidence presented by the Applicant was insufficient to meet this test."], ["[22]", "The Citizenship Judge's decision was therefore reasonable. The onus was on the Applicant to establish sufficient credible evidence of his residency (", "<FRAGMENT_SUPPRESSED> ). As the Applicant did not provide documentation to establish his physical presence in Canada from June 22 to October 6, 2006, the Citizenship Judge reasonably found that the Applicant could demonstrate no more than 1,080 days of physical presence in Canada during the relevant period."], ["[23]", "While the Applicant claimed in his application that he was in fact present in Canada during the period at issue, a negative credibility finding may extend to all relevant evidence ( <FRAGMENT_SUPPRESSED> at para 24). Given the Citizenship Judge's well-founded concerns regarding the Applicant's credibility, her conclusion that the Applicant had failed to meet the requirements of s 5(1)(c) of the Act was reasonable."], ["[24]", "The Applicant's appeal is therefore dismissed.", "VI.", "Costs"], ["[25]", "The Respondent seeks costs on a solicitor-client basis. Costs are rarely awarded in citizenship appeals (", "<FRAGMENT_SUPPRESSED> )."], ["[26]", "Solicitor-client costs are awarded only in exceptional circumstances, for example when a party has displayed reprehensible, scandalous or outrageous conduct, or when the public interest justifies such an award (", "<FRAGMENT_SUPPRESSED> ). There are no exceptional circumstances here that would justify an award of costs on a solicitor-client basis."], ["[27]", "A review of the Applicant's financial documentation submitted in support of his citizenship application indicates that he is a man of modest means. I decline to make an award of costs in this case.", "JUDGMENT"], ["[28]", "THIS COURT'S JUDGMENT is that", "the appeal is dismissed. No costs are awarded.", ".........................", "<FRAGMENT_SUPPRESSED>  Fothergill", "[Traduction]: Gerald Ikerionwu Ukaobasi (le demandeur) a interjeté appel en vertu du paragraphe 14(5) de la", "Loi sur la citoyenneté", ", LRC 1985, c C-29, (la Loi) à l'encontre d'une décision par laquelle une juge de la citoyenneté a rejeté sa demande de citoyenneté canadienne au motif qu'il ne satisfaisait pas aux exigences prévues à l'alinéa 5(1)", ") de la Loi. La juge de la citoyenneté a conclu que le demandeur n'avait pas démontré avoir résidé au Canada pendant au moins trois des quatre années précédant le dépôt de sa demande."], ["[2]", "Pour les motifs qui suivent, l'appel est rejeté.", "II.", "Contexte"], ["[3]", "Le demandeur est citoyen du Nigeria. Il est arrivé au Canada en 2004 et il a été déclaré réfugié au sens de la Convention en 2005. Il est devenu résident permanent le 22 juin 2006."], ["[4]", "Le 9 mars 2009, le demandeur a présenté une demande de citoyenneté canadienne. Dans sa demande, il a déclaré 39 jours d'absence du Canada entre le 9 mars 2005 et le 9 mars 2009, soit les quatre années qui ont précédé le dépôt de sa demande (la période pertinente)."], ["[5]", "Le demandeur s'est présenté à l'audience devant la juge de la citoyenneté le 18 mars 2014, au cours de laquelle il s'est vu poser des questions à propos de sa résidence au Canada pendant la période pertinente. La juge de la citoyenneté lui a demandé de produire des documents attestant sa résidence entre juin 2006 et septembre 2007 avant le 1er avril 2014."], ["[6]", "Le 25 mars 2014, le demandeur a envoyé une lettre à la juge de la citoyenneté à laquelle étaient joints des relevés bancaires et un reçu émis à la suite d'un don à l'église. Il a aussi informé la juge de la citoyenneté qu'il avait demandé les documents afférents à sa carte de crédit, mais qu'il ne les avait pas encore reçus. Il a affirmé qu'il les transmettrait dès qu'il les recevrait."], ["[7]", "La juge de la citoyenneté a rendu une décision relativement à la demande de citoyenneté du demandeur le 8 avril 2014. Elle a rejeté la demande au motif que le demandeur ne satisfaisait pas aux exigences en matière de résidence prévues à l'alinéa 5(1)", ") de la Loi. La juge de la citoyenneté a souligné avoir appliqué le critère rigoureux établi par le juge Muldoon dans l'affaire", "Re Pourghasemi", ", [1993] ACF n° 232, 62 FTR 122."], ["[8]", "La juge de la citoyenneté a reconnu que les documents supplémentaires fournis par le demandeur établissaient sa présence au Canada entre le 6 octobre 2006 et septembre 2007. Cependant, elle a affirmé qu'il n'avait fourni aucun document pour prouver qu'il vivait au Canada pendant la période de 106 jours allant du 22 juin 2006 au 6 octobre 2006."], ["[9]", "La juge de la citoyenneté a aussi exprimé des doutes au sujet de la crédibilité des allégations du demandeur quant à sa présence effective au Canada pendant la période pertinente et a aussi relevé plusieurs incohérences dans son témoignage. Par exemple, le demandeur est retourné au Nigeria à deux reprises en dépit du fait qu'il avait obtenu l'asile au Canada parce qu'il craignait d'être persécuté dans ce pays. Le demandeur a affirmé craindre d'être persécuté du fait qu'il était homosexuel; or, lors de l'une de ses visites au Nigeria, il a épousé une femme. À l'audience, il a affirmé qu'un représentant l'avait aidé à remplir sa demande, mais il a ensuite annulé cette déclaration dans une lettre datée du 25 mars 2014 et déclaré avoir rempli les formulaires lui-même."], ["[10]", "Vu ses doutes concernant la crédibilité du demandeur, la juge de la citoyenneté a conclu qu'en l'absence de documents supplémentaires, le demandeur ne pouvait pas établir plus de 1 080 jours de présence effective au Canada pendant la période pertinente. Le demandeur avait déclaré 39 jours d'absence et il y avait 106 autres jours pour lesquels il n'y avait aucune preuve qu'il vivait au Canada. La juge de la citoyenneté a donc conclu qu'il manquait au demandeur 15 jours pour respecter l'exigence légale prévue par l'alinéa 5(1)", ") de la Loi.", "III.", "Questions en litige"], ["[11]", "Le demandeur a soulevé les questions suivantes:", "A. Le demandeur a-t-il été privé de son droit à l'équité procédurale?", "B. La juge de la citoyenneté a-t-elle commis une erreur en fusionnant les différents critères de résidence?", "C. La décision de la juge de la citoyenneté était-elle raisonnable?", "IV.", "Norme de contrôle"], ["[12]", "Les questions d'équité procédurale commandent la norme de contrôle de la décision correcte (", "<FRAGMENT_SUPPRESSED> , aux paragraphes 21 à 28; <FRAGMENT_SUPPRESSED> , au paragraphe 89)."], ["[13]", "Bien qu'un juge de la citoyenneté soit libre de choisir quel critère de résidence il adopte afin de trancher une demande, fusionner les différents critères constitue une erreur de droit et est susceptible de contrôle selon la norme de la décision correcte (", "<FRAGMENT_SUPPRESSED> )."], ["[14]", "La décision rendue par un juge de la citoyenneté sur la question de savoir si un demandeur satisfait aux exigences en matière de résidence est une question mixte de fait et de droit et est, par conséquent, assujettie à la norme de la décision raisonnable (", "<FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , au paragraphe 15).", "V.", "Analyse", "A.", "Le demandeur a-t-il été privé de son droit à l'équité procédurale?"], ["[15]", "Le demandeur soutient que la juge de la citoyenneté a manqué à son obligation d'équité procédurale en ne lui accordant pas suffisamment de temps pour produire une preuve documentaire établissant qu'il était effectivement présent au Canada. Il affirme que le délai de deux semaines n'était pas suffisant puisque les documents exigés s'étalaient sur une période de sept ans et qu'ils relevaient du contrôle et du pouvoir de tierces parties."], ["[16]", "Le défendeur affirme que la juge de la citoyenneté n'était pas tenue de proroger le délai et que le demandeur a eu une possibilité raisonnable de présenter d'autres documents établissant sa présence effective au Canada (", "<FRAGMENT_SUPPRESSED> ). La prorogation de délai n'aurait pas aidé le demandeur parce que les relevés de carte de crédit fournis dans son affidavit ne visaient pas la période en cause."], ["[17]", "Je suis d'accord avec le défendeur. Les relevés de carte de crédit joints à l'affidavit du demandeur ne font état d'aucune transaction entre le 22 juin et le 6 octobre 2006. Par conséquent, même si la juge de la citoyenneté avait accordé plus de temps au demandeur pour produire les documents à l'appui, cela n'aurait rien changé à sa décision finale (", "<FRAGMENT_SUPPRESSED> à 18)."], ["[18]", "Par conséquent, l'appel ne peut pas être accueilli pour des motifs d'équité procédurale.", "B.", "La juge de la citoyenneté a-t-elle commis une erreur en fusionnant les différents critères de résidence?"], ["[19]", "Le demandeur soutient que la juge de la citoyenneté a commis une erreur de droit en fusionnant différents critères de résidence, plus précisément le critère quantitatif rigoureux qui oblige le demandeur à être effectivement présent pendant 1 095 jours et le critère qualitatif plus souple qui tient compte du degré d'attachement du demandeur au Canada."], ["[20]", "Je ne suis pas d'accord. La juge de la citoyenneté a clairement dit qu'elle appliquait le critère énoncé dans l'affaire", "Pourghasemi", ". Rien dans la décision ne laisse croire qu'elle a fusionné l'exigence stricte selon laquelle le demandeur doit avoir été effectivement présent au Canada pendant 1 095 jours avec les critères plus souples formulés dans les affaires", "Re: Koo", ", [1993] 1 CF 286 (1re inst), et", "Re Papadogiorgakis", ", [1978] 2 CF 208 (1re inst). Les motifs portaient principalement sur la question de savoir si le demandeur avait établi 1 095 jours de présence effective au Canada, et non pas sur la question de savoir s'il avait suffisamment centralisé son mode de vie au Canada ou s'il vivait régulièrement, normalement ou habituellement au Canada.", "C.", "La décision de la juge de la citoyenneté était-elle raisonnable?"], ["[21]", "Le demandeur soutient que la juge de la citoyenneté a commis une erreur en concluant qu'il ne satisfaisait pas aux exigences en matière de résidence prévues par la Loi puisqu'elle n'a pas clairement indiqué dans ses brefs motifs la raison pour laquelle elle a conclu que la preuve documentaire était insuffisante - surtout si elle appliquait le critère de résidence plus souple. Cependant, la juge de la citoyenneté a expressément dit qu'elle appliquait le critère énoncé dans l'affaire", "Pourghasemi", ", lequel exige 1 095 jours de présence effective. Dans sa décision, la juge de la citoyenneté explique clairement pourquoi la preuve présentée par le demandeur ne suffisait pas pour satisfaire à ce critère."], ["[22]", "La décision de la juge de la citoyenneté était donc raisonnable. Il incombait au demandeur de soumettre des éléments de preuve suffisamment crédibles pour permettre l'appréciation de la résidence (", "<FRAGMENT_SUPPRESSED> ). Comme le demandeur n'a fourni aucun document pour établir qu'il était effectivement présent au Canada du 22 juin au 6 octobre 2006, la juge de la citoyenneté a raisonnablement conclu qu'il ne pouvait pas prouver avoir été effectivement présent au Canada pendant plus de 1 080 jours au cours de la période pertinente."], ["[23]", "Bien que le demandeur ait indiqué dans sa demande avoir été présent au Canada pendant la période en cause, une conclusion négative tirée au sujet de la crédibilité peut s'étendre à l'ensemble des éléments de preuve pertinents ( <FRAGMENT_SUPPRESSED> , au paragraphe 24). Vu les craintes bien fondées de la juge de la citoyenneté en ce qui concerne la crédibilité du demandeur, sa conclusion selon laquelle le demandeur n'avait pas satisfait aux exigences prévues par l'alinéa 5(1)", ") de la Loi était raisonnable."], ["[24]", "L'appel interjeté par le demandeur est donc rejeté.", "VI.", "Dépens"], ["[25]", "Le défendeur sollicite les dépens sur la base avocat-client. Les dépens ne sont que rarement attribués dans les appels en matière de citoyenneté (", "<FRAGMENT_SUPPRESSED> )."], ["[26]", "Les dépens avocat-client sont attribués seulement dans des situations exceptionnelles, par exemple lorsqu'une partie a fait preuve d'une conduite répréhensible, scandaleuse ou outrageante ou quand des raisons d'intérêt public peuvent également fonder une telle ordonnance (", "<FRAGMENT_SUPPRESSED> ). Il n'y a aucune circonstance exceptionnelle en l'espèce justifiant l'adjudication des dépens avocat-client."], ["[27]", "Un examen des documents financiers présentés par le demandeur à l'appui de sa demande de citoyenneté révèle qu'il est peu fortuné. Je refuse donc d'adjuger des dépens en l'espèce.", "JUGEMENT"], ["[28]", "LA COUR STATUE que", "l'appel est rejeté. Aucuns dépens ne sont accordés.", "[End of document]"]]}