{"id_": "027095", "body_str": [["[1]", "Russell, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (Act) for judicial review of the decision of the Refugee Protection Division (RPD) of the Immigration and Refugee Board, dated 26 January 2011 (Decision), which refused the Applicant's claim for protection under sections 96 and 97 of the Act.", "BACKGROUND"], ["[2]", "The Applicant is a citizen of Colombia. He has a common-law spouse and four children, all of whom remain in Colombia."], ["[3]", "In late 1979 or early 1980, the Applicant and his wife joined the FESTRAM trade union in Villavicencio, Meta, Colombia. During his time in Colombia, the Applicant was a member of the Union Patriotica (UP), a political party associated with the Communist Party. The Applicant was also involved in community work through his local church, under the Archdiocese of Villavicencio. By 1986, the Applicant had risen to the position of \"Union Organizer.\" Also in 1986, other members of the Applicant's trade union began to be targeted by either the FARC guerrillas or paramilitary organizations. Because members of his Union had been targeted, the Applicant moved with his family to Bogota, Colombia."], ["[4]", "Sometime before 1992, the Applicant, his common-law spouse, and his daughter were leaving a cinema together with their bodyguards who had been assigned to them by the FESTRAM. As they were travelling in their car, their bodyguards noticed another car following them and told the Applicant and his spouse to get down. The second vehicle pulled up alongside and one of the occupants pointed a machine gun at them. The bodyguards managed to steer the car away from their attackers and save the lives of the Applicant and his spouse."], ["[5]", "In 1992, because members of his union were being targeted for disappearance and killing, and because of the attack he and his spouse had already suffered, the Applicant fled with his family to Argentina. They remained in Argentina until 2000, though during this period the Applicant travelled back and forth to Colombia several times."], ["[6]", "For reasons which are unclear, the Applicant and his family returned to Colombia in 2000. The Applicant has stated that their return was motivated by the poor economic situation in Argentina at that time, and because he thought that the FARC or the paramilitaries, or whoever had been targeting members of his union, were no longer interested in finding and killing him. Having given up his union activities when he moved to Argentina, the Applicant resumed membership in FESTRAN when he returned to Colombia in 2000."], ["[7]", "In 2001, while the Applicant was walking along the street in the evening, he was abducted by three or four armed men. After he was tied, blindfolded, and loaded into their vehicle, his abductors asked his name. When he told them, they said \"Yes, this is the son of a bitch we're looking for.\" They took him to another location and beat him into unconsciousness, fracturing his skull and leaving him with memory loss. Thinking he was dead, the Applicant's captors abandoned him. Somehow, the Applicant made his way to his sister's house, where she untied him, cleaned him up, and took him to the hospital."], ["[8]", "This event did not drive the Applicant out of Colombia. He remained in the country and stayed with relatives in various places. Also during this period, the Applicant had a small business selling natural health products around Colombia. Until 2008, the Applicant did not experience any further persecution."], ["[9]", "In 2008, while he was staying at his sister's house, the housekeeper was out buying groceries. She noticed a suspicious vehicle outside the house and, using a public phone, called the Applicant and warned him of the danger. The Applicant looked out the window and saw four people in a car. He was frightened and jumped from his house to the house next door. When he told his neighbour what was going on, the neighbour hid him in the back of his car and drove the Applicant to safety."], ["[10]", "Later on the same day, the Applicant called his sister's house and spoke with the housekeeper. She told him that four heavily-armed men had forced their way into the house and demanded she tell them where he was. She told them that he had been there overnight but had left early in the morning. She also told him that the men had searched the house for him but did not find him."], ["[11]", "After this event, the Applicant decided that it was no longer safe for him in Colombia. He first travelled to Barranquilla, where he stayed with a friend. From his friend's house, he called his nephew and arranged to stay with him in Guatemala. He stayed with his nephew until January 2009, when his nephew took him to Mexico, where he obtained a false Mexican driver's licence and passport. From Mexico, the Applicant flew to Canada, where he landed in Toronto on 13 March 2009."], ["[12]", "The Applicant made his claim for refugee protection on 28 May 2009. The hearing before the RPD was held on 20 January 2011 and the Decision was rendered on 26 January 2011.", "DECISION UNDER REVIEW"], ["[13]", "The Applicant fears persecution under section 96 of the Act based on his membership in a trade union, a group which has been targeted by guerrillas and paramilitaries in Colombia."], ["[14]", "The RPD's Decision turned on the Applicant's credibility. Although the RPD found that he had established his identity, it concluded that he had not established either a subjective fear of persecution or an objective basis for that fear. As such, he was not eligible for protection as a convention refugee under section 96. The RPD also found that he was not at risk of torture, or cruel and unusual treatment or punishment and so was ineligible for protection under section 97 because there was no evidence that he would face more than a general risk of violence."], ["[15]", "The RPD's finding that the Applicant did not have a subjective fear of persecution has several grounds. First, the RPD found his claim not credible because he stayed in Colombia between 1980 and 1992. It found that his fear of the Paramilitaries and guerrillas began in 1980. The RPD found that, because members of his union were being targeted during this period and the Applicant stayed in Colombia, he did not have a subjective fear of persecution."], ["[16]", "The RPD also found that the Applicant's failure to file an asylum claim in Argentina, after he had moved there with his family, coupled with his travel back and forth between the two countries during that period, indicated that he did not have a subjective fear of persecution. From 1992 to 2000, while the Applicant was travelling back and forth between Colombia and Argentina, several people who had been working in the same capacity as the Applicant were killed, yet he returned to Colombia in 2000. This showed the RPD that the Applicant did not have a subjective fear of persecution."], ["[17]", "Further, because he claimed to be both in hiding and conducting business at the same time, the RPD did not find credible the Applicant's assertion that he travelled around Columbia from 2000 to 2008. He said that he was in hiding and conducting business in Colombia from 2000 to 2008. The RPD said it was not reasonable to be doing both at the same time, so he was not hiding in Colombia during this period."], ["[18]", "Given the Applicant's statement that he returned to Colombia because of the economic crisis in Argentina, the RPD rejected the Applicant's explanation that he had returned because he thought that the FARC or paramilitaries had forgotten about him. His return for economic reasons in a situation where it was unreasonable for him to believe the FARC or paramilitaries had forgotten about him further supported the conclusion that he lacked subjective fear of persecution."], ["[19]", "With respect to his story about being abducted and beaten in 2001, the RPD rejected the Applicant's assertion that this attack had been at the hands of either the FARC or paramilitaries. The RPD said that during counsel's questioning at the hearing, the Applicant said he was abducted and tortured by FARC. The RPD also said that \"in his PIF narrative and during the panel's questioning, he indicated he had no knowledge as to who abducted and tortured him in 2001. When asked to explain the inconsistency, he said that his assailants were wearing civilian clothes and did not identify themselves.\" Based on his testimony and the fact that the medical report related to his attack did not mention the identity of his assailants, the RPD found that it could not be established that either the FARC or the paramilitaries had attacked him. The RPD found that the Applicant had falsely connected this attack with these groups to shore up his refugee claim."], ["[20]", "The RPD also found the Applicant's claim that the attack on his sister's house had been perpetrated by the FARC or paramilitaries was not credible. Once again, the RPD noted that the perpetrators were in civilian clothing and did not identify themselves. Further, there was no documentary evidence before the RPD as to who had attacked the house, so the RPD found that it was neither the FARC nor paramilitaries. The RPD found that, once again, the Applicant had falsely connected this attack to these groups to strengthen his refugee claim."], ["[21]", "On all the evidence before it, the RPD was not convinced that the Applicant was ever targeted by the FARC or paramilitaries after he returned to Colombia in 2000. The RPD rejected the Applicant's assertion that these groups had continued to ask his family about him after he left Colombia and found that his family was never contacted by these groups. Based on these findings, the RPD found that there was no objective basis for the Applicant's fear in Colombia. Since it did not find his story credible and it found that he had no objective basis for his fear, the RPD found that the Applicant faced \"less than a mere possibility that he would be persecuted by FARC should he return to Colombia at this time.\""], ["[22]", "The RPD also found that the Applicant's fear had no objective basis, so he did not face a risk under section 97 if he were returned to Colombia. There was no documentary evidence that indicated more than a general risk of violence, so the Applicant was not a person in need of protection.", "ISSUES"], ["[23]", "The sole issue raised by the Applicant is whether the Decision was reasonable.", "STATUTORY PROVISIONS"], ["[24]", "The following provisions are applicable in this case:", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries;", "Person in Need of Protection", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "Définition de « réfugié »", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "Personne à protéger", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays don't elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "STANDARD OF REVIEW"], ["[25]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis."], ["[26]", "The RPD based its Decision solely on the Applicant's credibility. Findings of credibility and assessment of the evidence are within the RPD's areas of expertise and, therefore, deserving of deference. They are reviewable on a standard of reasonableness.  <FRAGMENT_SUPPRESSED>  (FCA) at paragraph 4."], ["[27]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at paragraph 47, and", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "ARGUMENTS", "The Applicant", "The Findings of the RPD Were Unreasonable"], ["[28]", "The Applicant argues that, based on a multiplicity of errors, the Decision was unreasonable and should be overturned.", "The Finding There Was No Subjective Fear Was Unreasonable"], ["[29]", "The Applicant argues that it was unreasonable for the RPD to conclude that he had no subjective fear of persecution based on his failure to flee Colombia before 1992. He says he was not targeted prior to 1992, when he and his wife were threatened while they were driving. He says this was shortly before he fled Colombia, so the conclusion he should have fled earlier was unreasonable. Further, the Applicant says that while his colleagues were being targeted in Colombia from 1980 to 1992 he was moving around Colombia. Because there was no evidence that he had been personally targeted prior to 1992, it was unreasonable for the RPD to expect him to leave earlier. Also, since he was hiding out in Colombia by moving around, his delay in leaving the country was reasonable. It was unreasonable for the RPD to draw the inference it did from that delay because this delay does not show a lack of subjective fear."], ["[30]", "The Applicant also argues that it was unreasonable for the RPD to conclude that he lacked subjective fear from the fact that he did not claim asylum in Argentina. Although he was in Argentina for eight years, he had no intention of remaining there permanently. As he told the RPD, he was only there to wait for the situation in Colombia to cool off, and he returned to Colombia once he thought FARC was no longer interested in him."], ["[31]", "The RPD's finding that he lacked subjective fear was also unreasonable insofar as it was based on his return to Colombia in 2000. It was reasonable for him to believe that all those who had been members of FESTRAM with him had been killed by the time he returned in 2000. It was reasonable for him to believe that FARC or the paramilitaries would no longer be interested in him because all the members of the UP who had been targeted were dead.", "The RPD's Conclusion That he Falsely Connected the Attacks to FARC or Paramilitaries was Unreasonable"], ["[32]", "The Applicant says that the RPD was unreasonable in concluding that it was not the FARC or paramilitaries who attacked him in 2000. This conclusion was based on a misapprehension of the evidence he gave. In its Decision, the RPD said that there were inconsistencies between his PIF, his answers to the RPD's questions and his answers to his counsel's questions. The RPD wrote that the Applicant said, in response to counsel's questions, that he was attacked by the FARC. The RPD also wrote that, in his responses to the RPD's questions and in his PIF narrative, he said he did not know who had targeted him. Based on this inconsistency and the lack of corroboration from the medical report, the RPD found that the Applicant had not established that it was FARC or the Paramilitaries who attacked him. Contrary to the RPD's finding that there were inconsistencies in his testimony, the Applicant says he has maintained throughout that he was attacked by", "either", "FARC", "or", "paramilitaries. This, he says, is supported by documentary evidence."], ["[33]", "The Applicant points out that, because he was a trade unionist and the", "UNHCR Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Columbia", "indicate that trade unionists are at risk of persecution by FARC or paramilitaries, it was reasonable for him to believe that he was targeted by FARC or paramilitaries. He says that, when his counsel asked him if it was FARC or paramilitaries who targeted him, this called for speculation. The RPD has based its conclusion as to his credibility on a speculative answer which is unreasonable."], ["[34]", "The Applicant also says that it was unreasonable for the RPD to base its conclusion that he was not attacked by the FARC or paramilitaries on the lack of corroboration by the medical report. First, he says that the RPD ignored evidence in the medical report that, after the 2000 attack, he was disoriented, could not answer questions, and had memory loss. Because of the state he was in, as attested to in the medical report itself, he was in no condition to tell the medical staff who had attacked him. The RPD did not consider evidence of his memory problems when it came to its conclusion on credibility, so this renders the conclusion unreasonable."], ["[35]", "Further, it was unreasonable for the RPD to reject his testimony. The Applicant relies on", "<FRAGMENT_SUPPRESSED>  (FCA) for the proposition that sworn testimony should be presumed true unless there is evidence to contradict it. At paragraph 5 of <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal wrote that", "It is my opinion that the Board acted arbitrarily in choosing without valid reasons, to doubt the applicant's credibility concerning the sworn statements made by him and referred to supra. When an applicant swears to the truth of certain allegations, this creates a presumption that those allegations are true unless there be reason to doubt their truthfulness. On this record, I am unable to discover valid reasons for the Board doubting the truth of the applicant's allegations above referred to.", "The Applicant says the RPD had no reason to doubt his testimony that it was the FARC or paramilitaries who targeted him, so it was unreasonable for the RPD to conclude he was not targeted by either of these groups."], ["[36]", "The Applicant further says it was unreasonable for the RPD to conclude that the attack on his sister's house was not made by the FARC or paramilitaries. There is no evidence that either the FARC or paramilitaries identify themselves when attacking people. It was unreasonable for the RPD to conclude neither of these groups attacked the house based on his statements that his attackers did not identify themselves. The RPD also ignored evidence that there were reports form the police and human rights groups confirming that the FARC or paramilitaries had attacked his sister's house. He points to the sworn statement of his common-law spouse that", "Mr. Sanchez Molano appeared before the fiscally and human rights offices in this region of the country, with the company and advice of his lawyer, Mr. Pedro Nel Jiminez Restrepo to file a report of these facts against his physical integrity.", "By this reason I want to state, as his wife, that I went to the before mentioned offices asking for a copy of the report, where I was told that those documents do not exist to date.", "Since there was evidence before the RPD that such documents existed, though they were not themselves before the RPD, the conclusion that there was no corroborating evidence as to the identity of the attackers was unreasonable."], ["[37]", "The RPD's finding that his sister's house was not attacked by the FARC or paramilitaries was also unreasonable because it ignored evidence that he had been persecuted by these groups in the past. The Applicant points to letters (Tribunal Record, p. 87-92) from FESTRAM, the Permanent Committee for the Defence of Human Rights, and the priest of the Metropolitan Cathedral of Villavicencio issued between 5 April and 15 May 2009, which confirm that he was forced to leave the country because he was the subject of attacks. Because these were not mentioned in the Decision and they were evidence contrary to the finding that was made, the Applicant argues, based on", "<FRAGMENT_SUPPRESSED>  that the Court can infer that they were not considered by the RPD."], ["[38]", "The Applicant says that the RPD's finding he would not face a risk beyond that faced by the general population was unreasonable. The documentary evidence before the RPD, in the", "UNHCR Eligibility Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Colombia", "that trade unionists like the Applicant are at increased risk of being targeted by the FARC or paramilitaries. The RPD ignored this evidence, so its conclusion that the Applicant is no a person in need of protection under section 97 was unreasonable.", "The Respondent", "The RPD's Decision was Reasonable -"], ["[39]", "The Respondent argues that the Decision of the RPD was reasonable based on all the evidence before it."], ["[40]", "The Respondent relies on", "<FRAGMENT_SUPPRESSED>  for the proposition that the RPD is in the best position to determine credibility, and that findings of credibility are deserving of deference. Because the RPD actually had the opportunity to observe the Applicant in the hearing, its findings that he was not credible should not be disturbed. The RPD found that the Applicant was not credible, which amounts to a finding that there is no evidence on which his claim could be allowed.", "<FRAGMENT_SUPPRESSED>  supports this position."], ["[41]", "The Respondent points to the Applicant's return to Colombia in 2000 as evidence on which the RPD relied in coming to its conclusions. The Applicant was also unable to identify his assailants in 2001 and there was no documentary evidence as to the identity of the perpetrators of the attack on his sister's home.", "ANALYSIS-"], ["[42]", "The Applicant has chosen to attack the credibility findings of the RPD as those findings relate to subjective and objective fear."], ["[43]", "This is not an easy task because this Court has consistently found that the RPD is in the best position to make determinations on credibility, which determinations should be granted a high level of deference. See, for example, <FRAGMENT_SUPPRESSED> , above, at paragraphs 39 and 41 where Justice Orville Frenette said that", "Mr. Hemmati has pleaded elements of credibility and implausibilities which were the basis of the Board's decision. Findings on these points are within the domain of the Board who, with its experience on these matters and having heard and seen the witnesses testify before them, are in the best position to determine these elements.", "[...]", "Credibility findings are to be granted a high level of deference because the Board has had the benefit of hearing and seeing the witnesses and considered their interests (Aguebor v. (Canada) Minister of Employment and Immigration (1993), 160 N.R. 315, [1993] F.C.J. no. 732, (QL) (F.C.A.)).", "Remaining in Columbia Between 1980-1992"], ["[44]", "The RPD finds that the Applicant's \"long stay in Colombia after 1980, when he began fearing the FARC and the paramilitaries, is an indication of a lack of subjective fear of persecution at their hands.\""], ["[45]", "The Applicant says this finding is unreasonable because there was no threat to him personally until the attack. Before then, he had no reason to leave. It seems to me, however, that there was sufficient evidence to support the RPD's conclusions on this point. His evidence in his PIF was that he had much to fear during the 1980s. He says that his \"suffering began in the 1980s and that many people from the UP party were brutally murdered during this period by terrorist groups, FARC and the paramilitaries.\" Also, many people just disappeared. He specifically refers to people he knew during this period who lived in the province of Meta and who were killed during this period. He also says in his PIF that \"with me being a trade unionist (syndicalist) and also a member of the Union Patriotica party, it was dangerous for us.\" A support letter from the president of FESTRAM says that", "[The Applicant] was a popular civic and union leader from 1979 in the province of Meta.", "[The Applicant] was a victim of threats and criminal attacks in [", "sic", "] several occasions by illegal groups (paramilitaries). Those groups created panic in many of our leaders and killed so many of them."], ["[46]", "Given this evidence, I do not think it can be said that the RPD's conclusion that his\"long stay in Colombia after 1980, when he began fearing the FARC and paramilitaries, is an indication of a lack of subjective fear of persecution at their hands\" is unreasonable. However, as the Decision makes clear, his long stay is only an \"indication\" and is not conclusive. Much depends upon other evidence and other findings.", "Failure to Seek Asylum in Argentina"], ["[47]", "It looks to me as though the RPD did not regard the Applicant's failure to seek asylum in Argentina as a negative factor in its subjective fear analysis. The RPD appears to accept, in paragraph 13 of the Decision, that \"the claimant did not seek asylum nor did he seek information about asylum because he could enter, live and exit from Argentina at any time he wished to.\"", "Travel Between Argentina And Colombia"], ["[48]", "The RPD finds the Applicant's \"constant travel between Argentina and Colombia, the country he [", "sic", "] allegedly feared persecution, [that] is an indication of a lack of subjective fear of persecution in Colombia.\""], ["[49]", "The RPD rejects the Applicant's explanation for this travel on the following grounds:", "His testimony that he remained in hiding while he was in Colombia is not reasonable since he conducted business in Colombia and, therefore, he could not have been in hiding in Colombia.", "Moreover, the documentary evidence submitted by the claimant indicates that a number of people, who had worked in the same capacity as the claimant, were killed in Columbia between 1992 and 2000. Therefore, the panel is not persuaded to believe that it was safe for him to travel to Columbia frequently and, as a result, he lacked subjective fear of persecution in Colombia."], ["[50]", "On this point, the RPD is misstating the evidence. At the hearing the Applicant testified that he could go back to Colombia without fear because he went to \"different places with different relatives ....\" In other words, he did not remain in hiding; he traveled about as part of his job and stayed with different relatives."], ["[51]", "In addition, this negative credibility finding is also based upon documentary evidence about people who were killed in Colombia and who worked in the same capacity as the Applicant. But this does not really undermine the Applicant's account that he could go back to Colombia because he was moving around and staying with various relatives.", "Return in 2000"], ["[52]", "The RPD also felt that the Applicant's \"return to Colombia and January 2000 is also indicative of lack of subjective fear of persecution in Colombia since he feared persecution in the country he returned to.\" The Applicant's explanation is rejected because", "His explanation that he returned to Colombia because the FARC and paramilitaries have forgotten him is not reasonable, given he stated in his PIF narrative that he returned because of economic crisis in Argentina."], ["[53]", "In his PIF the Applicant said that", "We were afraid to be killed so I moved my family to Argentina ....Years passed by and we lived there; feeling safe in Argentina. I went back to Colombia because of the economical crisis in Argentina."], ["[54]", "In other words, what prompted the Applicant to return to Argentina was the economic crisis. If this had not occurred, no move back to Colombia would have been attempted because the family felt safe in Argentina. But in the same paragraph of his PIF, the Applicant also explains that \"I thought that the guerrillas or paramilitary have forgotten about us.\""], ["[55]", "Economic reasons prompted the return, but this does not contradict his explanation that he returned because he felt that the guerrillas or paramilitary had forgotten about him. If the Applicant had said that he returned for economic reasons without the additional explanation, there would have been an indication of lack of subjective fear. That was not the evidence before the RPD."], ["[56]", "To provide additional support for this finding, the RPD also says in paragraph 16 of the Decision that", "Also, at the time he decided to return, the documentary evidence indicates that a number of people from the UP party were still being killed or disappeared in Colombia. Therefore, the panel is not persuaded to believe that the claimant returned to Colombia because the FARC and the paramilitaries have forgotten people like him. The panel finds that the claimant returned to Colombia because there was economic crisis in Argentina, as a result he lacked subjective fear of persecution in Colombia."], ["[57]", "The documentary evidence in question is identified in a footnote at paragraph 16 as \"6 Exhibit c-2, page 24 thru 36.\" There is no further indication as to what the RPD is relying upon for this documentary finding. I have read the reference in question and can find no clear support for the RPD's finding. The RPD is obliged to state its credibility findings in clear and intelligible terms.  <FRAGMENT_SUPPRESSED> . There is no clarity on this point. In my view then, the RPD's findings about lack of subjective fear as a result of the Applicant's return to Colombia lacks an evidentiary basis and is unreasonable.  <FRAGMENT_SUPPRESSED> ."], ["[58]", "In footnote 6, the RPD refers to pages 24 to 36 of C-2 - the Applicant's materials submitted. There are four documents, along with translations of the same, included in these pages. They are: a card about one Carlos Kovacs; a compilation of pictures of UP members; a newspaper article about four people who disappeared in 1996; and an edict from the First Family Court of Meta."], ["[59]", "It is not clear what the RPD means when, in the passage quoted above at paragraph 53, it says that \"at the time he decided to return.\" The return in question is when the Applicant returned to Colombia from Argentina in 2000. What isn't clear is whether the RPD is actually referring to when the Applicant went back to Colombia as the \"time he decided to return\" or some other time while he was in Argentina but came to the decision that he was going to go back to Colombia. If it means the latter, there is nothing in the record to establish when he actually came to that decision."], ["[60]", "The first piece of evidence footnote 6 points to is the card about Carlos Kovacs on page 24 of C-2. I do not see how this can support the RPD's finding that people where being killed when the Applicant decided to return to Colombia. The card says that Mr. Kovacs was assassinated in 1988, which is before the Applicant left Colombia for Argentina the first time (in 1992). He can't have decided to return in 1988, as he had not left at that point. Also, an assassination in 1988 cannot show that people were still being killed or disappeared in 2000."], ["[61]", "The second piece of evidence footnote 6 refers to is a compilation of photographs of \"Victims of Political Genocide against the Unión Patriótica\" beginning on page 26 of C-2. There are five pages of pictures and associated names, but the document does not say how these people are victims. The use of \"genocide\" certainly suggests they were killed, but there are no dates associated with any of the names and pictures; there is no way of knowing when the people in the list were victimized. There are what appear to be references or cited articles at the end of the list which suggest that the list was produced no earlier than 2006, but this is a far cry from saying that the people in the list were victimized at the time that the Applicant returned to Colombia. I do not think the list can support the RPD's conclusion."], ["[62]", "The third piece of evidence is what appears to be a newspaper article dated 11 September 1998, entitled \"Still Missing,\" on page 32 of C-2. The article discusses four people who were last heard from on 26 December 1996. This also can not support the RPD's conclusion, as this disappearance was approximately three years before the Applicant returned to Colombia. It may be that the RPD thinks the Applicant decided to return sometime before 2000, which might make this article relevant, but it does not explicitly come to that conclusion. The article also does not mention the UP in any way, so the link to\"people from the UP party\" is tenuous at best.\" One of the people mentioned in the article, Nelson R. Mira has a similar name to a person mentioned in the Applicant's PIF narrative. That said, the PIF refers to this person as a\"co-worker\" so it is not clear that he is a UP member whose killings and disappearances the RPD says show the Applicant did not have subjective fear."], ["[63]", "The fourth piece of evidence, on page 36 of C-2, is an edict of the First Family Court in Villavicencio, Meta, Colombia, which declares that Jorge Enrique Hurtado Riveros is presumed dead by disappearance. The edict, dated either 6 February 2006 or 21 June 2006, (it is not clear which of these is the official issue date) gives Mr. Riveros a presumed date of death of 12 August 1996. I do not see how this can support the finding that people were being killed and disappearing in 2000, particularly since the Applicant's PIF says that Mr. Riveros disappeared on 13 August 1994. Whether the correct date is in 1996 or 1994, this document cannot show what the RPD says it does. This document also does not mention the UP at all and, as with Nelson R. Mira in the newspaper article, Mr. Riveros is mentioned in the Applicant's PIF as a\"co-worker.\""], ["[64]", "The RPD concluded that the Applicant did not have subjective fear of persecution because he returned to a place where people were being killed and disappeared at the time he returned (or contemplated returning). The evidence the RPD refers to, in my view, simply does not support the finding that people were being killed or disappeared at that time.", "Inconsistencies Over January 2001 Attack"], ["[65]", "One of the RPD's key findings is found in paragraphs 17-19 of the Decision:", "In his PIF narrative and his testimony, the claimant indicated that he resumed his membership in FESTRAN when he returned to Colombia. His PIF narrative indicates that, soon after he returned in January 2001, he was attacked and tortured. During counsel's questioning, he indicated that, in January 2001, he was abducted and tortured by the FARC. However, in his PIF narrative and during the panel's questioning, he indicated that he had no knowledge as to who abducted and tortured him in January 2001.", "When asked to explain these inconsistencies, the claimant admitted that the individuals who abducted him were in civilian clothes and that they did not identify themselves. The documentary evidence from various sources including the medical report do not mention who abducted the claimant and tortured him in January 2001.", "Based on the evidence adduced, the panel is not persuaded to believe that the claimant was abducted and tortured by the FARC and/or the paramilitaries in January 2001. The panel is of the opinion that the claimant has connected the incident of January 2001 to the FARC to bolster his refugee claim. Therefore, the panel does not find that it was the FARC and/or the paramilitaries who abducted him and tortured him in January 2001."], ["[66]", "A review of the transcript and the PIF reveals that no such inconsistency exists. In paragraph 9 of the PIF, the Applicant says", "I did not know which group was that (", "sic", "), either paramilitary or the FARC. They put a bag covering my head and started to torture me; my hands were tied and they took me to a location."], ["[67]", "When counsel asked him at the hearing who he feared in Colombia he said the\"guerrilla and the paramilitaries.\" When he was asked which guerrilla group he feared he said the \"FARC\" and this was because it \"is the largest of the guerrilla groups because the others, they were disbanded.\""], ["[68]", "When counsel asked him how he knew it was the FARC who had tortured him, his answer made it clear that he did not mean that he knew it was the FARC who a tortured him because he said \"Who else carried heavy, you know, high-impact weaponry but the guerrillas or the paramilitaries.\""], ["[69]", "When counsel again asked him \"But what made you conclude that they were members of the FARC?\" he again replied", "Because both organizations were the ones who carry out the killings of hundreds of -- or thousands of members of my party."], ["[70]", "A reading of the transcript reveals that the Applicant:", "a. Indicated in his PIF narrative that he had no knowledge as to who abducted and tortured him in January 2001. He said it was either the paramilitary or the FARC, and he explained why he thought this at the hearing; and", "b. Did not indicate to counsel that he had been abducted by the FARC. His account was consistent that it was either the FARC or a paramilitary group because of the weaponry they had."], ["[71]", "There is no basis in the evidence for the RPD's conclusion that there was an inconsistency between the Applicant's PIF, his answers to the RPD's questions, and his answers to his counsel's questions. He consistently says that it was either the FARC or the paramilitaries who abducted and tortured him."], ["[72]", "In addition, the RPD seeks to support this finding with reference to the \"documentary evidence from various sources including the medical report which do not mention who abducted the claimant and tortured him.\""], ["[73]", "The lack of any such information in the medical report is hardly surprising, given that the medical evidence is that the Applicant did not initially have any memory of what had happened. He did not understand anything he was asked at the hospital: \"Patient in a disoriented state, do not respond to questions.\" So the medical report is no kind of support for a finding that he did not know who had tortured him. This looks like a negative credibility assessment based upon what supporting evidence does not say, which is unreasonable.  <FRAGMENT_SUPPRESSED> . In addition, the \"documentary evidence\" referred to by the RPD includes documents from the Permanent Committee for the Defence of Human Rights, and the Archdiocese of the Villaviceusio, and FESTRAM, which speak to the facts that the Applicant suffered threats against his life by terrorist groups and paramilitaries, and which do lend support to the Applicant's account of who attacked and tortured him, which documents are, unreasonably, not referred to or dealt with by the RPD."], ["[74]", "There are various other findings of the RPD that do not stand up to scrutiny. However, I think I have to say at this point that I believe the Applicant has made his case for reviewable error. There were reasons for the RPD to be suspicious of the Applicant's dilatoriness in leaving Columbia, but the cumulative errors I have referred to above render the Decision unreasonable."], ["[75]", "Counsel agree there is no question for certification and the Court concurs.", "JUDGMENT"], ["[76]", "THIS COURT'S JUDGMENT is that", "1. The application is allowed. The decision is quashed and the matter is returned for reconsideration by a differently constituted RPD.", "2. There is no question for certification.", "[End of document]"]]}