{"id_": "027150", "body_str": [["[1]", "Lutfy, J.", ": In his decision of April 28, 1998, the Citizenship judge concluded that the applicant did not meet the residency requirements in paragraph 5(1)(c) of the", "Citizenship Act", ". The applicant was physically present in Canada 621 of the required 1095 days, during the four year period immediately prior to the filing of her application for citizenship. The applicant appeals this decision, pursuant to s. 14(5) of the", "Act", "and rule 300(c) of the", "Federal Court Rules, 1998"], ["[2]", "The applicant, 30, first visited Canada in September 1992. She returned here in August 1993 when her friend, Hau Keen Clement Lam, immigrated to Canada with his family. On November 28, 1993, she entered Canada on a more permanent basis to continue her relationship with Mr. Lam. They were married on February 5, 1994. Upon her return to Canada in November 1993, the applicant resided with her husband and his family at the latter's residence in Port Coquitlam, B.C. In April 1995, the applicant and her husband purchased a home in Vancouver with the intention of residing there when its construction would be com­pleted in July 1996."], ["[3]", "The applicant was gainfully employed in Vancouver between October 1994 and February 1996. She paid taxes in Canada on this employment income. She acquired permanent resident status on February 28, 1995."], ["[4]", "After an initial feasibility study in Hong Kong in October and November 1995, the applicant's husband was assigned by Green­peace Canada to set up its new office in China. His initial assignment was to last between February 1996 and July 1996. For a number of reasons, this term was extended until the end of 1998."], ["[5]", "In February 1996, the applicant decided to accompany her husband for his as­signment in China. Her primary reason was to provide spousal support. During the twenty-six months between her entry into Canada and her decision to join her husband abroad in February 1996, the applicant was only absent from Canada for a one month vacation in Hong Kong in 1995."], ["[6]", "The relevant portions of the letter of decision of the Citizenship judge state:", "\"Federal Court precedents require that to establish residence, an individual must show in mind and in fact, a centralization of his or her mode of living in Canada. If such residence is established, absences from Canada do not affect this residence, as long as it is demonstrated that the in­dividual left for a temporary purpose only and always maintained in Canada some real and tangible form of residence. I have, therefore, carefully examined your case to determine whether you had established residence in Canada prior to your absences such that those absences could nevertheless be counted as periods of residence.", "\"Until the date of an application for citizenship on July 21, 1997 you were absent for approximately 482 days leaving you short 474 days of the required 1095 days. A review of the facts of your case and the relevant case law has led me to conclude that you did not maintain suf­ficient ties with Canada during your ab­sences to have those substantive absences count as periods of residence under the [A]ct.\"", "In considering the appeal from this decision, an analysis of the applicable standard of review is in order."], ["[7]", "Several provisions of the", "Citizenship Act", "are relevant in determining the standard of review applicable in this statutory appeal. [see footnote 1] In this context, it is useful to review the process that an applicant usually pursues to acquire citizenship."], ["[8]", "The applicant for citizenship, a per­manent resident who is eighteen years of age or over, must meet the residency, language and knowledge of Canada requirements set out in paragraphs 5(1)(c), (d) and (e). Ac­cording to s. 14(1), the application is con­sidered by a citizenship judge who deter­mines whether the requirements have been met. Where the application is approved, the Minister", "shall", "issue the certificate of citizen­ship, pursuant to s. 12(2). Sections 14(5) and 14(6) create the right of appeal from the decision of the citizenship judge to the Federal Court - Trial Division, [see footnote 2] whose judgment is not subject to further appeal. [see footnote 3] The Governor-in-Council, under s. 26(1), may appoint any Canadian citizen to be a citizenship judge."], ["[9]", "Under the former", "Federal Court Rules", ", an appeal pursuant to s. 14(5) proceeded by way of trial de novo. [see footnote 4] This is no longer the case. According to rule 300(c) of the", "Federal Court Rules, 1998", ", a citizen­ship appeal is now dealt with as an ap­plication. However, the statutory appeal from the decision of a citizenship judge is not an application for judicial review under s. 18.1 of the", "Federal Court Act", ". [see footnote 5]"], ["[10]", "In", "Kerho, Re", ", [see footnote 6] when citizenship appeals were heard by way of trial de novo, Justice Teitlebaum nonetheless tempered his right to substitute his new decision for that of the citizenship judge in these terms:", "\"... although the appeal is effectively a trial de novo, it is incumbent upon the appellant to show that the Citizenship judge exer­cised her discretion on a wrong principle, or on a complete misapprehension of the facts or for some other compelling reason requiring my interference in her decision.\""], ["[11]", "The consideration of the appropriate standard of review also requires an under­standing of the conflicting jurisprudence of the Federal Court - Trial Division over the past two decades when Citizenship appeals proceeded by way of trial de novo. Some judges of this court have adopted the view that the residency requirement in paragraph 5(1)(c) of the", "Act", "entails more than a mere counting of days. This view was first enunciated in", "Papadogiorgakis, Re", "[see footnote 7] by Thurlow, A.C.J., as he then was, when he stated:", "\"It seems to me that the words 'residence' and 'resident' in paragraph 5(1)(b) of the new", "Citizenship Act", "are not as strictly limited to actual presence in Canada throughout the period as they were in the former statute but can include, as well, situations in which the person concerned has a place in Canada which is used by him during the period as a place of abode to a sufficient extent to demonstrate the reality of his residing there during the material period even though he is away from it part of the time.", ". . . . .", "\"A person with an established home of his own in which he lives does not cease to be resident there when he leaves it for a temporary purpose whether on business or vacation or even to pursue a course of study. The fact of his family remaining there while he is away may lend support for the conclusion that he has not ceased to reside there. The conclusion may be reached, as well, even though the absence may be more or less lengthy. It is also enhanced if he returns there frequently when the opportunity to do so arises. It is, as Rand, J., appears to me to be saying in the passage I have read, 'chiefly a matter of the degree to which a person in mind and fact settles into or maintains or centralizes his ordinary mode of living with its accessories in social relations, interests and conveniences at or in the place in question'.\" [see footnote 8]", "The principle in", "Papadogiorgakis", "was succinctly stated by Dubé, J., in", "Banerjee,", "Re", "[see footnote 9]: \"It is the quality of the attachment to Canada that is to be ascer­tained.\" Justice Dubé has more recently reiterated his view in", "Ho, Re", ": [see footnote 10]", "\"As I have stated on many occasions, residency in Canada for the purposes of citizenship does not imply full-time physical presence. The place of residence of a person is not where that person works but where he or she returns to after work. Hence, an applicant for citizenship who has clearly and definitively established a home in Canada with the transparent inten­tion of maintaining permanent roots in this country ought not to be deprived of citizenship merely because he has to earn his livelihood and that of his family by doing business offshore.", "The most eloquent indicia of residency is the permanent establishment of a person and his family in the country.", "\" (see footnote 11] (Emphasis added.)"], ["[12]", "A number of other judges of this court have adopted a different view. In his recent decision in", "Harry, Re", ", [see footnote 12] Justice Muldoon repeated his strongly held opinion concerning the proper interpretation of paragraph 5(1)(c):", "\"20. To give away citizenship to those who do not take the trouble to comply with the provisions solemnly enacted by Parliament is not only a kind of", "lèse majesté", ", but it just cheapens Canadian citizenship. Serious, sincere applicants simply must comply with the law, in common with everyone else, whether they like it or not. What a terrible message this court sends, by overruling a citizenship judge, and granting someone citizenship by defeating Parliament's will! The court does not make", "itself", "look good by that sort of false bounty. It does not foster respect for the law.", "\"21. It appears clearly that all of the fore­going is not merely judicial speculation or prattle. Parliament has been amending the", "Citizenship Act", "from time to time since the promulgation of the revised statutes. It has not taken any occasion to enact any provision whatever regarding the residence rules, to make any exception or provide for the granting of citizenship to any applicant who", "- would likely be a good citizen, but fails to comply with paragraph 5(1)(c);", "- has 'centralized' his or her 'lifestyle' in Canada because of any circumstance, but is absent;", "- has sent or deposited his or her per­sonal property (i.e. bank account, clothing, automobile, etc.) to reside in Canada, while the applicant is absent from this country;", "- has become 'Canadianized' in less time than the prescribed three of the im­mediately previous four years;", "- needs to be out of Canada on business or whatever for longer than one year of the immediately previous four years;", "- has a spouse and/or children or other family members who are already citizens.", "\"22. This trend of ignoring the law as Parliament wrote it seems to have started with", "Papadogiorgakis", ", [1978] 2 F.C. 208. Although that case was decided by an eminent judge of the day, the decision is not binding simply because there is no appeal from these citizenship appeal judg­ments. This factor can create, and does still create a scandalous incertitude in the law.\" [see footnote 13]"], ["[13]", "A third approach, one which perhaps builds on the stronger elements of the other two positions, is found in", "Koo, Re", "[see footnote 14] where Justice Reed concluded that the appropriate test was whether Canada is the place that the person \"regularly, normally or customarily lives\" or has centralized their mode of existence. In making this determination, she suggested that the relevant criteria should include the length of the person's stays in Canada, the resi­dence of the person's immediate and ex­tended family, the extent and the reason for the physical absences, the quality of the connection with Canada in comparison with any other country and whether the time spent in Canada indicates a returning home as opposed to a mere visit."], ["[14]", "Section 14(6) of the", "Act", "is intended to preclude any appeal from the decision of the Federal Court - Trial Division. As a result, the Court of Appeal has not been called upon to resolve this conflicting case law. judges of the Trial Division have not been fettered in expressing their own view. In my opinion, it is open to the citizenship judge to adopt either one of the conflicting schools in this court and, if the facts of the case were properly applied to the principles of the chosen approach, the decision of the citizen­ship judge would not be wrong. Until now, Federal Court trial judges, presiding over the de novo hearings, have generally felt free to substitute their view of the residency re­quirement for the one expressed in the de­cision under appeal. The divergence of views, both in this court and among citizen­ship judges, has brought uncertainty to the administration of justice in these matters."], ["[15]", "The difficulty created by this court's conflicting interpretation of paragraph 5(1)(c) may soon end. Bill C-63 [see foot­note 15] proposes the enactment of a new", "Citizenship of Canada Act", "which is in­tended to clarify the residency requirement. According to the new proposals, a person resides, for a given day, in Canada \"... if the person, during the day, ... is physically present in Canada\". [see footnote 16] This change appears to remove the discretion to credit the applicant for citizenship, with days towards the residency requirement, when the person is in fact absent from Canada. Bill C-63 will also remove the statutory appeal, now found in s. 14(5). Consequently, if and when Bill C-63 is enacted, the current debate concerning the legal test for residency and the issue of the standard of review of a citizenship statutory appeal will no longer be relevant."], ["[16]", "The issue which must be determined during this period of uncertainty is whether the Trial Division's scope of review has changed where the appeal is dealt with as an application and not as a trial de novo."], ["[17]", "Recent decisions of the Supreme Court of Canada [see footnote 17] have outlined the appropriate criteria in determining the standard of review in a statutory appeal. These include the issue of the privative clause, if any, the nature of the problem before the tribunal, the purpose and legis­lative intent of the statute and the expertise of the decision maker."], ["[18]", "The", "Citizenship Act", "contains no privative clause. [see footnote 18] The statutory right of appeal from a decision of a citizenship judge to the Federal Court - Trial Division is comprehensive and not subject to leave. The right of judicial review of a decision of the Convention Refugee Determination Division is subject to leave. [see footnote 19] The judgment of the Federal Court - Trial Division sitting in appeal from a decision of the citizenship judge is, \"notwithstanding any other Act of Parliament\", not appealable. [see footnote 20] This court's decision on an application for judicial review in any immigration or refugee matter may be appealed where the judge certifies that a serious question of general importance is involved. [see footnote 21]"], ["[19]", "The Governor-in-Council may appoint any citizen to be a citizenship judge. [see footnote 22] In the absence of any other provision in the", "Act", ", the citizenship judge is deemed to have been appointed to hold office during pleasure only. [see footnote 23] The Governor-in-Council has the same broad latitude to appoint members of the Im­migration and Refugee Board who, however, serve during good behaviour for a term not exceeding seven years. [see footnote 24] There is no evidence before me concerning any screening process which may exist prior to the appointment by the Governor-in-Coun­cil of a citizenship judge or a member of the Immigration and Refugee Board."], ["[20]", "The", "Citizenship Act", "is legislation principally concerning the requirements and application procedures for citizenship, the loss and resumption of citizenship and measures applicable where national security considerations are in issue. Applicants for citizenship must have become permanent residents under the", "Immigration Act,", "whose objectives in paragraphs 3(a), (b) and (c) may not be unrelated to the purposes of the", "Citizenship Act", "\"3. It is hereby declared that Canadian immigration policy and the rules and regulations made under this Act shall be designed and administered in such a manner as to promote the domestic and international interests of Canada recognizing the need", "(a) to support the attainment of such demographic goals as may be established by the Government of Canada in respect of the size, rate of growth, structure and geographic distribution of the Canadian population;", "(b) to enrich and strengthen the cultural and social fabric of Canada, taking into account the federal and bilingual character of Canada;", "(c) to facilitate the reunion in Canada of Canadian citizens and permanent residents with their close relatives from abroad; ...\"", "\"3. La politique canadienne d'immigration ainsi que les règles et règlements pris en vertu de la présente loi visent, dans leur conception et leur mise en oeuvre, à promouvoir les intérêts du pays sur les plans intérieur et international et reconnais­sent la nécessité :", "a) de concourir à la réalisation des ob­jectifs démographiques établis par le gouvernement du Canada en ce qui con­cerne le chiffre, le taux de croissance, la structure et la répartition géographique de la population canadienne;", "b) d'enrichir et de renforcer le tissu culturel et social du Canada en tenant compte de son caractère fédéral et bilingue;", "c) de faciliter la réunion au Canada des citoyens canadiens et résidents per­manents avec leurs proches parents de l'étranger; ...\""], ["[21]", "Perhaps the most instructive provision, concerning the intent of the", "Citizenship Act", "as it relates to a standard of review, is Par­liament's decision to empower citizenship judges with the duty to determine whether the citizenship requirements have been met. Where this determination is made favour­ably, and absent an appeal, the Minister", "shall", "grant citizenship pursuant to s. 5. In", "Southam Inc.", ", Justice Iacobucci suggests that Parliament's delegation of the initial assessment to an administrative tribunal may in itself be an indicia that a standard other than correctness is called for:", "\"Presumably if Parliament entrusts a cer­tain matter to a tribunal and not (initially at least) to the courts, it is because the tribunal enjoys some advantage that judges do not. For that reason alone, review of the decision of a tribunal should often be on a standard more deferential than correctness.\" [see footnote 25]"], ["[22]", "The nature of the problem in residency determination is focussed. In applying para­graph 5(1)(c), the citizenship judge is to determine whether the permanent resident has, within the four years immediately pre­ceding the date of his application for citizen­ship, accumulated at least three years of residence in Canada. In my view, the citizen­ship judge has the same \"relative expertise\" [see footnote 26] to determine whether the residency requirement has been met as the Convention Refugee Determination Division member in assessing the risk of persecution should a refugee be returned to the country of origin. In <FRAGMENT_SUPPRESSED> , Justice Bastarache recognized the expertise of mem­bers of the Immigration and Refugee Board to assess the risk of persecution should a refugee be returned to the country of origin. [see footnote 27] The citizenship judge appears to be equally well-positioned to assess the residency requirement in the light of paragraph 5(1)(c) and the relevant case law."], ["[23]", "The standard of review on appeals from decisions of trademark officers who con­sider issues of \"confusion\" and \"dis­tinctiveness\" has often been considered by this court. The statutory right of appeal is unlimited. [see footnote 28] Additional evidence may be adduced on appeal. [see footnote 29]  <FRAGMENT_SUPPRESSED>  (F.C.T.D.) at page 210; affirmed 139 N.R. 319, 41 C.P.R.(3d) 67 (F.C.A.):", "'It seems clear that in opposition pro­ceedings where the issue is essentially one of fact concerning confusion or distinctiveness the decision of the regis­trar or the Board represents a finding of fact and not the exercise of discretion. Therefore the court should not impose upon itself the same degree of restraint, in reviewing that decision, as it would if the decision were essentially an exercise of discretion. It is thus free to review the facts to determine whether the decision of the registrar or Board was correct, but that decision should not be set aside lightly considering the expertise of those who regularly make such determinations: see", "<FRAGMENT_SUPPRESSED>  at pp. 199-200. While different panels of the Federal Court of Appeal have variously expressed the duty of this court on appeal to be to determine whether the registrar has \"clearly erred\", or whether he has simply \"gone wrong\", it appears that it is the duty of a judge sitting on an appeal such as this to come to his own conclusion as to the cor­rectness of the finding of the registrar. In doing that he must, however, take into account", "the special experience and knowledge", "of the registrar or the Board, and more importantly have regard to whether new evidence has been put before him that was not before the Board.'\" [see footnote 31] (Emphasis added)", "It is interesting to note the reference to the standard of correctness, while at the same time acknowledging the special experience and knowledge of the trademark hearing officer."], ["[24]", "In other words, in assessing either the citizenship residency requirement, the risk of refugee persecution or the likelihood of confusion between trademarks, the decision maker is called upon to determine \"whether the facts satisfy the legal tests\". [see footnote 32] This is a matter of mixed law and fact. In", "Southam Inc.", ", Justice Iacobucci, after characterizing the problem as a mixed ques­tion of law and fact, applied a standard of review of reasonableness \"simpliciter\" or, in other words, \"clearly wrong\" or \"un­reasonable\". [see footnote 33] He also stated that expertise \"... is the most important of the factors that a court must consider in settling on a standard of review.\" [see foot­note 34]"], ["[25]", "As I understand Justice Iacobucci's comments  <FRAGMENT_SUPPRESSED>  Inc.", ", he recognized that the standard of review may vary: \"De­pending on how the factors play out in a particular instance, the standard may fall somewhere between correctness, at the more exacting end of the spectrum, and patently unreasonable, at the more deferential end.\" [see footnote 35] In concluding that a third standard should be whether the decision of the tribunal is unreasonable, he added this caution:", "\"... a reviewer, and even one who has embarked upon review on a standard of reasonableness 'simpliciter', will often be tempted to find some way to intervene when the reviewer him- or herself would have come to a conclusion opposite to the tribunal's. Appellate courts must resist such temptations. My statement that I might not have come to the same con­clusion as the Tribunal should not be taken as an invitation to appellate courts to inter­vene in cases such as this one but rather as a caution against such intervention and a call for restraint. Judicial restraint is needed if a cohesive, rational, and, I be­lieve, sensible system of judicial review is to be fashioned.\" [see footnote 36]"], ["[26]", "While a citizenship judge may not have the professional expertise of the judges and lay members of the Competition Tribunal, the determination of whether the applicant for citizenship has met the residency re­quirement is substantially less complicated than the issues which were in play  <FRAGMENT_SUPPRESSED>  Inc. The hearing before the citizen­ship judge is far less protracted than the forty day proceeding before the Competition Tribunal  <FRAGMENT_SUPPRESSED>  Inc.", "The repeated exposure to a straightforward and narrow issue, such as the residency requirement, may also lead to the special experience and knowledge noted in the trademark cases, supra, paragraph 23. The specialization, and perhaps the expertise, of a citizenship judge may be more analogous with that of a non-lawyer member of the Refugee Division or decision maker in a trademark application. It is also relevant that the residency issue to be resolved by the citizenship judge is less complicated than those addressed by tri­bunals with relatively comparable expertise."], ["[27]", "The nature of the problems, their com­plexity and the special experience of a tri­bunal highlight some of the differences which may suggest a standard of review that varies according to the circumstances, even where the issue is a mixed question of law and fact."], ["[28]", "It is useful to consider briefly the few procedures set out for citizenship ap­plications. According to s. 12 of the", "Citizen­ship Regulations, 1993", ", [see footnote 37] there is no requirement for the recording of testimony received by the citizenship judge, even where it is given under oath. The absence of a transcript was not a serious issue in a de novo appeal before this court. In a statutory appeal by way of application, however, the absence of the record can only be compensated by fulsome affidavits con­cerning the information the applicant for citizenship provided to the citizenship judge. [see footnote 38] Currently, the record is usually limited to the applicant's extensive documentary evidence and the reasons for decision of the citizenship judge. These reasons are often quite brief."], ["[29]", "The", "Citizenship Regulations, 1993", "neither envisage nor preclude the Minister's participation where the citizenship judge chooses to have the applicant for citizenship appear in person to provide additional in­formation. It is also worthy to note that, over the past twenty years, the Minister of Citizenship and Immigration has rarely chosen to appeal the decision of the citizen­ship judge. Appeals on behalf of the Minister have become more frequent over the past year."], ["[30]", "With the de novo trial, it was open to the Trial Division judges to determine the appeal on a new record and interpret para­graph 5(1)(c) according to their view of the conflicting jurisprudence. Some judges may have chosen to limit their discretion as suggested in", "Kerho, Re", ". [see footnote 39] A review of the case law only confirms the inconsistent dispositions of appeals whose facts may not have been substantially dis­similar."], ["[31]", "In this instance, the objective factors relating to the role of the citizenship judge in determining the residency requirement call for greater curial deference than the standard of correctness. As a mixed question of law and fact, the standard, again in objective terms, may be as far down the spectrum as reasonableness \"simpliciter\". However, I hesitate to reach such a definitive conclusion in the current state of flux."], ["[32]", "To repeat, this citizenship appeal is being heard during a unique period of likely transition. In the words of Justice Muldoon in", "Harry, Re", ", \"[t]he judicial administration of [this statutory test] ... has been vexed for two decades\". [see footnote 40] The legal test is confused by the conflicting juris­prudence. The appeal now proceeds as an application. There is no evidence that citizenship judges have conducted their proceedings differently since the introduction of this court's new", "Rules", ". The absence of a record disclosing the oral information shared with the citizenship judge is more prob­lematic with the repeal of the trial de novo. The decisions under appeal do not always make clear which of this court's conflicting case law is being followed. Parliament's consideration of Bill C-63 may bring sig­nificant changes to the examination and determination of citizenship applications and the review of the resulting decisions. In short, even though the objective factors might dictate more deference to the decisions of citizenship judges, this is neither the time nor the environment in which to depart radically from the current standard of re­view."], ["[33]", "Justice and fairness, both for the citizenship applicants and the Minister, require some continuity with respect to the standard of review while the current", "Act", "is still in force and despite the end of the de novo trials. The appropriate standard, in these circumstances, is one close to the correctness end of the spectrum. However, where citizenship judges, in clear reasons which demonstrate an understanding of the case law, properly decide that the facts satisfy their view of the statutory test in paragraph 5(1)(c), the reviewing judges ought not to substitute arbitrarily their dif­ferent opinion of the residency requirement. It is to this extent that some deference is owed to the special knowledge and ex­perience of the citizenship judge during this period of transition."], ["[34]", "In this case, the Citizenship judge does not appear to have focussed on the cir­cumstances of the applicant's presence in Canada, prior to her joining her husband in China in February 1996. During this time, she remained within Canada except for one short vacation, she married and continued to live in Canada with her husband and was gainfully employed here. These are strong indicia of her having centralized her mode of living in Canada. Since joining her husband on his assignment for Greenpeace Canada, she has returned to Vancouver in June 1996 to settle legal matters concerning their new residence, and, with her husband, to celebrate the holiday season with his family in December 1997 and to attend her father-in-law's swearing in ceremony as a Canadian citizen in July 1997."], ["[35]", "In her letter of August 1997, a person responsible for human resources in the Greenpeace office in Toronto described the assignment of the applicant's husband in China in these terms:", "\"Because of Mr. Lam's experience and training with Greenpeace Canada and his understanding of the language and culture in China, we have seconded Mr. Lam to assist the Greenpeace International China Project, which is mandated to establish the offices and activities of our newest office, Greenpeace China, in Hong Kong. The project coordinator is fellow Canadian, Anne Dingwall. Mr. Lam's presence will be essential to the success of the Project.", "\"In order to perform his services, Mr. Lam is required, on behalf of our organisation, to make a number of overseas trips to Hong Kong and China over the next two years, and will be stationed abroad for extended periods. We understand that Mr. Lam's wife Kit May Phoebe Lam will also be accompanying him during his stays abroad.\"", "This letter sets out the temporary nature of Mr. Lam's assignment in China and the desire of his spouse to be with him during this period."], ["[36]", "In", "Koo, Re", ", supra, paragraph 13, Justice Reed raised as one of the relevant criteria whether the absence from Canada may have been caused \"... by a clearly temporary situation such as employment as a missionary abroad, following a course of study abroad as a student, accepting temporary employment abroad, [and] ac­companying a spouse who has accepted temporary employment abroad\". [see foot­note 41] The applicant's situation, on the basis of her information to the Citizenship judge, her husband's affidavit and the letter from Greenpeace, falls squarely within this criteria."], ["[37]", "In concluding, it is worth repeating the pivotal statements in the decision of the Citizenship judge, supra, paragraph 6. He acknowledges that a centralization of one's mode of living in Canada may allow temporary absences without breaching para­graph 5(1)(c). This appears to reflect the principle in", "Papadogiorgakis", ". Yet, no finding is made as to whether the applicant established herself in Canada between 1993-96. He then states: \"[a] review of the facts of your case and the relevant case law has led me to conclude that you did not maintain sufficient ties with Canada during your absences to have those substantive absences count as periods of residence under the", "Act", "\". In making this statement, despite the in­formation concerning the temporary nature of her husband's assignment, the Citizenship judge failed to apply the criteria in", "Koo, Re", "in his assessment of the facts. These two errors require this court's intervention."], ["[38]", "Accordingly, this appeal is maintained.", "Appeal allowed.", "Editor: Kelli A. Simmonds/kaw", "SCHEDULE", "\"5(1) The Minister shall grant citizenship to any person who", "(a) makes application for citizenship;", "(b) is eighteen years of age or over;", "(c) has been lawfully admitted to Canada for permanent residence, has not ceased since such admission to be a permanent resident pursuant to s. 24 of the Im­migration Act, and has, within the four years immediately preceding the date of his application, accumulated at least three years of residence in Canada calculated in the following manner:", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for per­manent residence the person shall be deemed to have accumulated one day of residence;", "(d) has an adequate knowledge of one of the official languages of Canada;", "(e) has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship; and", "(f) is not under a deportation order and is not the subject of a declaration by the Governor in Council made pursuant to s. 20.", ". . . . .", "12(2) Where an application under s. 5 or 8 or s. 11(1) is approved, the Minister shall issue a certificate of citizenship to the applicant.", ". . . . .", "14(1) An application for", "(a) a grant of citizenship under s. 5(1),", "(b) a retention of citizenship under s. 8,", "(c) a renunciation of citizenship under s. 9(1), or", "(d) a resumption of citizenship under s. 11(1)", "shall be considered by a citizenship judge who shall, within sixty days of the day the application was referred to the judge, determine whether or not the person who made the application meets the re­quirements of this Act and the regulations with respect to the application.", ". . . . .", "14(5) The Minister or the applicant may appeal to the court from the decision of the citizenship judge under subs. (2) by filing a notice of appeal in the Registry of the court within sixty days after the day on which", "(a) the citizenship judge approved the application under subs. (2); or", "(b) notice was mailed or otherwise given under subs. (3) with respect to the ap­plication.", "14(6) A decision of the court pursuant to an appeal made under subs. (5) is, subject to s. 20, final and, notwithstanding any other Act of Parliament, no appeal lies therefrom.", ". . . . .", "26(1) The Governor in Council may ap­point any citizen to be a citizenship judge.\"", "\"5(1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:", "a) en fait la demande;", "b) est âgée d'au moins dix-huit ans;", "c) a été légalement admise au Canada à titre de résident permanent, n'a pas depuis perdu ce titre en application de l'article 24 de la Loi sur l'immigration, et a, dans les quatre ans qui ont précédé la date de sa demande, résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence étant calculée de la manière suivante :", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,", "(ii) un jour pour chaque jour de résidence au Canada après son admission à titre de résident permanent;", "d) a une connaissance suffisante de l'une des langues officielles du Canada;", "e) a une connaissance suffisante du Canada et des responsabilités et avantages conférés par la citoyenneté;", "f) n'est pas sous le coup d'une mesure d'expulsion et n'est pas visée par une déclaration du gouverneur en conseil faite en application de l'article 20.", ". . . . .", "12(2) Le ministre délivre un certificat de citoyenneté aux personnes dont la demande présentée au titre des articles 5 ou 8 ou du paragraphe 11(1) a été approuvée.", ". . . . . . .", "14(1) Dans les soixante jours de sa saisine, le juge de la citoyenneté statue sur la conformité — avec les dispositions applicables en l'espèce de la présente loi et de ses règlements — des demandes déposées en vue de:", "a) l'attribution de la citoyenneté, au titre du paragraphe 5(1);", "b) la conservation de la citoyenneté, au titre de l'article 8;", "c) la répudiation de la citoyenneté, au titre du paragraphe 9(1);", "d) la réintégration dans la citoyenneté, au titre du paragraphe 11(1).", ". . . . .", "14(5) Le ministre et le demandeur peuvent interjeter appel de la décision du juge de la citoyenneté en déposant un avis d'appel au greffe de la Cour dans les soixante jours suivant la date, selon le cas :", "a) de l'approbation de la demande;", "b) de la communication, par courrier ou tout autre moyen, de la décision de rejet.", "14(6) La décision de la Cour rendue sur l'appel prévu au paragraphe (5) est, sous réserve de l'article 20, définitive et, par dérogation à toute autre loi fédérale, non susceptible d'appel.", ". . . . .", "26(1) Le gouverneur en conseil peut nommer tout citoyen juge de la citoyenneté.\"", "Footnotes", "1.\tThe relevant provisions are set out in the Schedule to these reasons.", "2.\tSee also s. 21 of the", "Federal Court Act", ", R.S.C. 1985, c. F-7, which grants exclusive jurisdiction to the Trial Division to hear citizenship appeals.", "3.\tSection 40(1) of the", "Supreme Court Act", ", R.S.C. 1985, c. S-26, contemplates an appeal \"from any final or other judgment of the Federal Court of Appeal or of the highest court of final resort in a province, or a judge thereof ...\". This provision does not appear to envisage the possibility of an appeal of the Federal Court - Trial Division when its decision is one of final resort.", "4.\tRule 912 of the", "Federal Court Rules", ", C.R.C. 1978, c. 663.", "5.\tR.S.C. 1985, c.  <FRAGMENT_SUPPRESSED> ; 163 F.T.R. 156 (T.D.). According to s. 18.5 of the", "Federal Court Act", ", a statutory appeal from a decision of a federal board, commission or other tribunal is not subject to review except in accordance with the legislation that provided the statutory appeal.", "6.\t(1988), 21 F.T.R. 180 (T.D.), at 184.", "7.\t[1978] 2 F.C. 208 (T.D.).", "8.\tIbid. at pp. 213-4.", "9.\t(1994), 85 F.T.R. 167; 25 Imm. L.R.(2d) 235 (T.D.), at 238 [Imm. L.R.].", "10.\t[1997] F.C.J. No. 1747; F.T.R. Uned. 768 (T.D.).", "11.\tIbid. at paragraph 7.", "12.\t(1998), 144 F.T.R. 141 (T.D.).", "13.\tIbid. at paragraphs 20-22.", "14.\t[1993] 1 F.C. 286; 59 F.T.R. 27 (T.D.), at 293-4 [F.C.].", "15.\t36", "th", "Parliament, 1", "st", "session. First reading on December 7, 1998 and second reading on March 1, 1999.", "16.\tClause 2 of Bill C-63.", "17.", "<FRAGMENT_SUPPRESSED>  B.C.A.C. 1; 75 W.A.C. 1;", "<FRAGMENT_SUPPRESSED>  O.A.C. 81, at paragraph 47;", "Director of Investigation and  <FRAGMENT_SUPPRESSED>  F.T.R. 46 (T.D.), at 755 (Q.L.), Richard, J., as he then was, stated that s. 67(1) of the", "Immigration Act", ", R.S.C. 1985, c. I-2, concerning the Refugee Division, \"... was not a privative clause per se\".", "19.\tSection 82.1(1) of the", "Immigration Act", ", ibid. The application for judicial review of a decision of a visa officer is a matter of right, not subject to leave: s. 82.1(2).", "20.\tSupra, paragraph 8 and note 3.", "21.\tSection 83 of the", "Immigration Act", ", supra, note 18.", "22.\tSection 26(1) of the", "Citizenship Act.", "23.", "Interpretation Act", ", R.S.C. 1985, c. I-21, s. 23(1).", "24.\tSection 61(2) of the", "Immigration Act", ", supra, note 18, provides that not less than 10% of the members of the refugee division and appeal division shall be barristers, advocates or notaries with at least five years standing in their profession.", "25.", "Southam Inc.", ", supra, note 17 at paragraph 55.", "26.\tIn <FRAGMENT_SUPPRESSED> , supra, note 17 at paragraph 33, Bastarache, J., speaks of the \"relative expertise\" of the tribunal concerning the problem in issue as compared with the reviewing court: \"Making an evaluation of relative expertise has three dimensions: the court must characterize the expertise of the tribunal in question; it must consider its own expertise relative to that of the tribunal; and it must identify the nature of the specific issue before the administrative decision-maker relative to this expertise.\"", "27. <FRAGMENT_SUPPRESSED> , supra, note 17 at paragraph 47.", "28.", "Trade-marks Act", ", R.S.C. 1985, c. T-13, s. 56(1).", "29.\tIbid. s. 56(5).", "30.\t(1996), 113 F.T.R. 39 (T.D.).", "31.\tIbid. at 43-44.", "32.", "Southam Inc.", ", supra, note 17 at paragraph 35.", "33.\tIbid. at paragraphs 56 and 60.", "34.\tIbid. at paragraph 50.", "35.", "Southam Inc.", ", supra, note 17 at paragraph 30. See also <FRAGMENT_SUPPRESSED> , supra, note 17 at paragraph 27.", "36.\tIbid. at paragraph 80.", "37.\tSOR/93-246, as amended by SOR/94-442.", "38.\t <FRAGMENT_SUPPRESSED> ; 210 N.R. 101, where the use of affidavits is contemplated when the reviewing court has no record, or an incomplete one, of the testimony received by the tribunal.", "39.\tSupra, note 6.", "40.\tSupra, note 12 at paragraph 7.", "41.\tSupra, note 14 at 294.", "[End of document]"]]}