{"id_": "027457", "body_str": [["[1]", "Russell, J.", ": This is an application pursuant to s. 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (", "Act", "), for judicial review of a decision of an Officer of Citizenship and Immigration Canada (Officer) in Los Angeles, California, dated October 28, 2008 (Decision), refusing the Applicant's application for permanent residence in Canada under the provincial nominee class.  <FRAGMENT_SUPPRESSED>", "BACKGROUND  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicant is a 28-year-old citizen of the United Kingdom. He arrived in Canada in June 2006, as a visitor and subsequently applied for permanent residence in Canada through the Manitoba Provincial Nominee Program.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Applicant's application was initially assessed by the Officer on September 25, 2008 and was based on the material on file. The Officer requested additional information from the Applicant, including: evidence of his current legal status in Canada; employment letter(s) and pay stubs; evidence of current funds; and a written personal statement explaining how he was supporting himself.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The Applicant indicated to the Officer that he had been living with his mother and grandmother since his arrival and had been supported by his mother for the entire time.  <FRAGMENT_SUPPRESSED>", "DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Officer points out that s. 87(3) of the", "Immigration and Refugee Protection Regulations", ", SOR (", "Regulations", "), says that the fact that a foreign national is named in a certificate referred to in paragraph (2)(a) is not a sufficient indicator of whether they may become economically established in Canada. An officer who has consulted with the Provincial government that issued the certificate may substitute for the criteria set out in subsection (2) their own evaluation of the likelihood of the ability of the foreign national to become economically established in Canada. The Officer in this case was not satisfied that, just because the Applicant was named in a certificate issued by Manitoba, he was likely to become economically established in Canada.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The Officer came to this conclusion because the Applicant had been residing in Canada for over two years as a visitor and, even though he had been volunteering in Canada, he had not been able to support himself financially for the last two years. The Officer considered the Applicant's family network in Canada, but was not satisfied that it addressed the concern regarding the Applicant's personal ability to establish himself economically in Canada.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Officer consulted with Manitoba and the Officer's concerns regarding the Applicant's likelihood of becoming economically established were presented in the Officer's September 29, 2008 letter. The province of Manitoba communicated the Applicant's response on October 22, 2008. However, the information provided did not satisfy the Officer that the Applicant was likely to become economically established in Canada. A second officer concurred with that evaluation.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Officer concluded that the Applicant did not meet the requirements of the", "Act", "and the", "Regulations", "and his application was refused.  <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Applicant submits the following issues on this application:  <FRAGMENT_SUPPRESSED>", "a. Did the Officer commit a reviewable error in refusing the Applicant's application for permanent residence?  <FRAGMENT_SUPPRESSED>", "b. Did the concurring officer commit a reviewable error in refusing the Applicant's application for permanent residence?  <FRAGMENT_SUPPRESSED>"], ["[10]", "In written argument the Applicant also raises the adequacy of reasons and other grounds of review that I have addressed in my analysis.  <FRAGMENT_SUPPRESSED>", "STATUTORY PROVISIONS  <FRAGMENT_SUPPRESSED>"], ["[11]", "The following provisions of the", "Regulations", "are applicable in these proceedings:  <FRAGMENT_SUPPRESSED>", "\"87(1) For the purposes of subsection 12(2) of the Act, the provincial nominee class is hereby prescribed as a class of persons who may become permanent residents on the basis of their ability to become economically established in Canada.  <FRAGMENT_SUPPRESSED>", "Member of the class  <FRAGMENT_SUPPRESSED>", "\"(2) A foreign national is a member of the provincial nominee class if  <FRAGMENT_SUPPRESSED>", "(a) subject to subsection (5), they are named in a nomination certificate issued by the government of a province under a provincial nomination agreement between that province and the Minister; and  <FRAGMENT_SUPPRESSED>", "(b) they intend to reside in the province that has nominated them.  <FRAGMENT_SUPPRESSED>", "Substitution of evaluation  <FRAGMENT_SUPPRESSED>", "\"(3) If the fact that the foreign national is named in a certificate referred to in paragraph (2)(a) is not a sufficient indicator of whether they may become economically established in Canada and an officer has consulted the government that issued the certificate, the officer may substitute for the criteria set out in subsection (2) their evaluation of the likelihood of the ability of the foreign national to become economically established in Canada. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"87(1) Pour l'application du paragraphe 12(2) de la Loi, la catégorie des candidats des provinces est une catégorie réglementaire de personnes qui peuvent devenir résidents permanents du fait de leur capacité à réussir leur établissement économique au Canada.  <FRAGMENT_SUPPRESSED>", "Qualité  <FRAGMENT_SUPPRESSED>", "\"(2) Fait partie de la catégorie des candidats des provinces l'étranger qui satisfait aux critères suivants:  <FRAGMENT_SUPPRESSED>", "a) sous réserve du paragraphe (5), il est visé par un certificat de désignation délivré par le gouvernement provincial concerné conformément à l'accord concernant les candidats des provinces que la province en cause a conclu avec le ministre;  <FRAGMENT_SUPPRESSED>", "b) il cherche à s'établir dans la province qui a délivré le certificat de désignation.  <FRAGMENT_SUPPRESSED>", "Substitution d'appréciation  <FRAGMENT_SUPPRESSED>", "\"(3) Si le fait que l'étranger est visé par le certificat de désignation mentionné à l'alinéa (2)a) ne reflète pas son aptitude à réussir son établissement économique au Canada, l'agent peut, après consultation des autorités provinciales qui ont délivré le certificat, substituer son appréciation aux critères prévus au paragraphe (2). <FRAGMENT_SUPPRESSED>"], ["[12]", "The following provision of the", "Act", "is applicable in this proceeding:  <FRAGMENT_SUPPRESSED>", "\"11(1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.  <FRAGMENT_SUPPRESSED>", "\"12(2) A foreign national may be selected as a member of the economic class on the basis of their ability to become economically established in Canada. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"11(1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visa et autres documents requis par règlement. L'agent peut les délivrer sur preuve, à la suite d'un contrôle, que l'étranger n'est pas interdit de territoire et se conforme à la présente loi.  <FRAGMENT_SUPPRESSED>", "\"12(2) La sélection des étrangers de la catégorie 'immigration économique' se fait en fonction de leur capacité à réussir leur établissement économique au Canada. <FRAGMENT_SUPPRESSED>"], ["[13]", "The following provisions of the", "Canada-Manitoba Immigration Agreement, June 2003", ", Annex B are applicable in these proceedings:  <FRAGMENT_SUPPRESSED>", "\"1.3 Both parties recognize that Manitoba is best positioned to determine the specific economic needs of the Province vis-à-vis immigration.  <FRAGMENT_SUPPRESSED>", "\"5.1 Manitoba has the sole and non-transferable responsibility to assess and nominate candidates who, in Manitoba's determination:  <FRAGMENT_SUPPRESSED>", "a. will be of benefit to the economic development of Manitoba; and  <FRAGMENT_SUPPRESSED>", "b. have a strong likelihood of becoming economically established in Manitoba.  <FRAGMENT_SUPPRESSED>", "\"5.8 Upon receipt of the Certificate of Nomination from Manitoba, Canada will:  <FRAGMENT_SUPPRESSED>", "a. exercise the final selection  <FRAGMENT_SUPPRESSED>", "b. determine the admissibility of the nominee and his or her dependants with respect to legislative requirements including health, criminality and security; and  <FRAGMENT_SUPPRESSED>", "c. issue immigrant visas to provincial nominees and accompanying dependants who meet all the admissibility requirements of the", "Immigration and Refugee Protection Act", "and", "Regulations", "and of this Annex.  <FRAGMENT_SUPPRESSED>", "\"5.9 Canada will consider a nomination certificate issued by Manitoba as a determination that admission is of benefit to the economic development of Manitoba and that Manitoba has conducted due diligence to ensure that the applicant has the ability and is likely to become economically established in Manitoba. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"1.3 Les deux parties reconnaissent que le Manitoba est le plus en mesure de définir les besoins économiques de la province qui peuvent être satisfaits au moyen de l'immigration.  <FRAGMENT_SUPPRESSED>", "\"5.1 Le Manitoba a la responsabilité exclusive et non transférable d'évaluer et de désigner des candidats dont il estime qu'ils:  <FRAGMENT_SUPPRESSED>", "a. contribueront à son a développement économique  <FRAGMENT_SUPPRESSED>", "b. pourront très probablement réussir leur établissement économique au Manitoba  <FRAGMENT_SUPPRESSED>", "\"5.8 Sur réception du certificat de désignation du Manitoba, le Canada:  <FRAGMENT_SUPPRESSED>", "a. prend la décision définitive en matière de sélection;  <FRAGMENT_SUPPRESSED>", "b. détermine l'admissibilité du candidat et des personnes à sa charge en fonction des exigences législatives, notamment en ce qui concerne la santé, la criminalité et la sécurité; and  <FRAGMENT_SUPPRESSED>", "c. délivre des visas d'immigrant au candidat de la province et aux personnes à charge qui l'accompagnent, sous réserve qu'ils répondent à toutes les conditions d'admission prévues dans la", "LIPR", ", le", "RIPR", "et la présente annexe.  <FRAGMENT_SUPPRESSED>", "\"5.9 Le Canada considère le certificat de désignation délivré par le Manitoba comme une indication que le candidat contribuera au développement économique de la province, et que celle-ci a fait preuve d'une diligence raisonnable pour s'assurer que le demandeur a la capacité de réussir son établissement économique au Manitoba et qu'il a de bonnes chances d'y parvenir. <FRAGMENT_SUPPRESSED>", "STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>"], ["[14]", "The Applicant submits that the standard of review for a visa officer deciding on an application for a permanent residence visa under the skilled worker program visa is reasonableness:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Respondent submits that the question of whether the Applicant may become economically established in Canada is a question of fact that is within the Officer's expertise and the Officer is entitled to a high degree of deference:", "<FRAGMENT_SUPPRESSED>  (", "Dunsmuir", "), at paragraph 51.  <FRAGMENT_SUPPRESSED>"], ["[16]", "In", "Dunsmuir", ", the Supreme Court of Canada recognized that, although the reasonableness simpliciter and patent unreasonableness standards are theoretically different, \"the analytical problems that arise in trying to apply the different standards undercut any conceptual usefulness created by the inherently greater flexibility of having multiple standards of review\":", "Dunsmuir", "at paragraph 44. Consequently, the Supreme Court of Canada held that the two reasonableness standards should be collapsed into a single form of \"reasonableness\" review.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The Supreme Court of Canada  <FRAGMENT_SUPPRESSED>", "also held that the standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to the particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Thus, in light of the Supreme Court of Canada's decision  <FRAGMENT_SUPPRESSED>", "and the previous jurisprudence of this Court, I find the standard of review applicable to the general issues raised in this application to be reasonableness, with the exception of the procedural fairness issue. When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\":", "Dunsmuir", "at paragraph 47. Put another way, the Court should only intervene if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law. <FRAGMENT_SUPPRESSED>"], ["[19]", "The Applicant has also raised a procedural fairness (adequacy of the reasons) argument in his submissions for which the standard of review is correctness:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "ARGUMENTS  <FRAGMENT_SUPPRESSED>", "The Applicant  <FRAGMENT_SUPPRESSED>", "The Officer Committed a Reviewable Error  <FRAGMENT_SUPPRESSED>"], ["[20]", "The Applicant submits that the Officer's refusal of his application for permanent residence was unreasonable. The Applicant also submits that the Officer failed to provide adequate reasons.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The Applicant submits that a certain degree of deference was owed by the Officer to the Manitoba Provincial Nominee Program (Manitoba PNP) in determining whether he is likely to become economically established in Canada. The Manitoba PNP has particular expertise in determining who will become economically established in Canada. This expertise is recognized by Citizenship and Immigration Canada, through the", "Canada-Manitoba Immigration Agreement", ", June 2003.  <FRAGMENT_SUPPRESSED>"], ["[22]", "The Applicant argues that the Manitoba PNP is in a better position to make the determination of whether he is likely to become economically established in Canada. The Applicant says that the program is specially tailored to meet its regional-specific needs and is privy to all of the evidence submitted by the Applicant, whereas not all of the same evidence is forwarded to the relevant visa post after the Manitoba PNP has issued a nomination certificate. The Applicant notes that an essential component of the Manitoba PNP is an assessment of the ability of the foreign national to establish themselves in Manitoba. The Applicant argues that the Manitoba PNP provides an expert opinion in this regard and is owed deference accordingly.  <FRAGMENT_SUPPRESSED>"], ["[23]", "The Applicant notes that the concerns of the Officer were put to the Manitoba PNP. The Manitoba PNP specifically advised the Officer that it was aware of all the relevant facts and that it was the Manitoba PNP's opinion that the Applicant would become economically established in Manitoba. The Applicant states that there was no valid reason for the Officer to overturn the decision of the Manitoba PNP.  <FRAGMENT_SUPPRESSED>"], ["[24]", "The Applicant contends that the Manitoba PNP's opinion should be accepted over that of the Officer's because the Manitoba PNP is in a better position to make the determination. Also, the Officer did not provide logical grounds for his finding that the Applicant will not become economically established.  <FRAGMENT_SUPPRESSED>"], ["[25]", "In addition, the Applicant says that the Officer's reasoning is erroneous. The finding that the Applicant \"has not been able to support himself financially for the last 2 years\" is unfounded. The Applicant notes that he has not worked for the past two years because of an inability to find employment and support himself. The Applicant does not have a work permit and cannot engage in employment in Canada without approval from Citizenship and Immigration Canada. The Applicant has also not sought employment while in Canada because he is awaiting permanent resident status before searching for employment. Therefore, there is no basis for the conclusion that he is unable to find work in Canada.  <FRAGMENT_SUPPRESSED>"], ["[26]", "The Applicant says he has received necessary support from family members while in Canada, but this does not establish that he is unable to become economically established in Canada. The Applicant indicates that he is likely to establish himself in Canada for the following reasons:  <FRAGMENT_SUPPRESSED>", "a. He is fluent in the English language;  <FRAGMENT_SUPPRESSED>", "b. He has completed post-secondary education;  <FRAGMENT_SUPPRESSED>", "c. He is a physically and medically fit young adult;  <FRAGMENT_SUPPRESSED>", "d. He was educated and spent most of his life in the United Kingdom, a county similar to Canada;  <FRAGMENT_SUPPRESSED>", "e. He was previously working prior to traveling to Canada;  <FRAGMENT_SUPPRESSED>", "f. His unemployment status over the past two years is not the result of an inability to find employment;  <FRAGMENT_SUPPRESSED>", "g. The Manitoba PNP has issued him a nomination certificate and has specifically stated that he will not have difficulty finding employment in Manitoba;  <FRAGMENT_SUPPRESSED>", "h. He has family in Manitoba who are employed and who have resided in Manitoba for a significant period of time;  <FRAGMENT_SUPPRESSED>", "i. His family in Manitoba provides all necessary support to him, which will assist him in becoming established in Canada.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The Applicant submits that the Officer erred in finding that he is unlikely to become economically established in Canada.  <FRAGMENT_SUPPRESSED>"], ["[28]", "In relation to the concurring decision, which is required under s. 87(4) of the", "Regulations", ", the Applicant submits that the second officer also erred. The concurring officer's reasons were that the \"PA has made no effort to establish himself economically in Canada over the past two years and is not likely to do so in [the] future.\" The Applicant alleges that the facts do not support the concurring officer's finding. The Applicant also says that the concurring officer failed to consider all of the evidence before him and his reasons are brief and make no reference to the evidence that is contrary to his finding.  <FRAGMENT_SUPPRESSED>"], ["[29]", "The Applicant says that both the Officer and the concurring officer failed to provide adequate reasons for their Decisions. It is not known which guidelines or criteria were used by the officers to determine if the Applicant was likely to become economically established in Canada. While s. 76 of the", "Regulations", "provides guidelines for this purpose, it is unknown whether the officers used these guidelines or criteria.  <FRAGMENT_SUPPRESSED>"], ["[30]", "The Applicant also argues that affidavits prepared by visa officers that attempt to explain or elaborate on their reasons after the fact should be given little weight. The Applicant says that the reasons provided in the CAIPS notes should be relied upon as opposed to what is said in affidavits produced some time after the original decision was made, and after the officers were aware that their decisions are under review:", "<FRAGMENT_SUPPRESSED> . The Applicant submits that little weight should be given to the affidavits of Annie Beaudoin and John Rose and that the CAIPS notes should be relied upon in reviewing the impugned Decisions.  <FRAGMENT_SUPPRESSED>"], ["[31]", "The Applicant also submits that the Officer relied on facts that are immaterial and grossly misinterpreted. The Officer rejected the application, in part, because the Applicant was out of status at the time the Officer and the Applicant spoke on the telephone. The Officer also erred in considering an immaterial fact. The Applicant's immigration status (which lapsed for a short period during his stay in Canada) has no bearing on whether he is able to establish himself economically in Canada as a permanent resident.  <FRAGMENT_SUPPRESSED>", "The Respondent  <FRAGMENT_SUPPRESSED>"], ["[32]", "The Respondent submits that s. 87(3) of the", "Regulations", "explicitly provides that the Officer has the ultimate decision making authority. The Respondent also notes that the Officer in this matter exercised that authority entirely in accordance with the procedure set out in the", "Regulations", ".  <FRAGMENT_SUPPRESSED>"], ["[33]", "The Respondent submits that the Applicant's submission that the decisions of the Officer and the concurring officer are unreasonable is nothing more than a request to have this Court engage in a process of re-weighing the evidence before those individuals. This is not the Court's role.  <FRAGMENT_SUPPRESSED>"], ["[34]", "The Respondent also disagrees with the Applicant's submission that the officer's reasons are inadequate, and says those reasons fully express why the application was refused.  <FRAGMENT_SUPPRESSED>"], ["[35]", "As regards the affidavits, the Respondent submits that all of the evidence in Annie Beaudoin's affidavit was contained in the CAIPS notes pertaining to the Applicant's visa application. The only evidence not contained in the CAIPS notes was paragraph 24 of her affidavit. That evidence was provided in response to an issue raised by the Applicant about the standard process in provincial nominee visa applications, rather than about the assessment of the Applicant's application. Therefore, the Respondent contends that Annie Beaudoin's affidavit is appropriate and should not be discounted.  <FRAGMENT_SUPPRESSED>"], ["[36]", "In relation to the affidavit of John Rose, the Respondent submits that the only evidence not contained in the CAIPS notes is paragraph 6, which explains how he considered all of the documents in the Applicant's file. The affidavit does not attempt to add to his assessment and, as such, should not be discounted. The Respondent notes that the Applicant did not cross-examine Mr. Rose and, therefore, there is no reason to believe that the statement that he recalls considering all of the documents in the Applicant's file is in any way accurate.  <FRAGMENT_SUPPRESSED>"], ["[37]", "The Respondent disagrees with the Applicant's contention that the province of Manitoba is in a better position to assess an applicant's immigration suitability because not all of the same evidence is forwarded to the visa post after the provincial nomination certificate is issued. An applicant is free to submit to the visa post any and all documents which they believe will support their immigration application. Therefore, if all of the documentation that the Applicant considers to be relevant or important was not before the Officer, it was because the Applicant did not take the opportunity to submit it.  <FRAGMENT_SUPPRESSED>"], ["[38]", "The Respondent stresses that there was no requirement for the concurring officer to provide separate reasons. The Respondent notes that only if the first Officer's reasons were found to be unsupported would the concurring officer's be found to be as well. There is no basis for the Applicant's allegation that officer Rose failed to consider all of the evidence and, on the contrary, officer Rose avers in his affidavit that he did consider all of the material in the Applicant's file before making his decision to concur.  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>", "Deference  <FRAGMENT_SUPPRESSED>"], ["[39]", "The Applicant agrees that, under the relevant legislation, Canada does have the final say (see s. 87(3)) but says that the Officer was obliged to explain why the nomination certificate was not a \"sufficient indicator. <FRAGMENT_SUPPRESSED>"], ["[40]", "On the facts of this case, it seems to me that the explanation is provided in the reasons given by the Officer for her conclusion that she was not satisfied that the Applicant was likely to become economically established in Canada. The Officer would not have questioned the certificate had she not have examined the issue of economic establishment. Hence, the reasons for why the certificate was not a \"sufficient indicator\" are to be found in the CAIPS notes and, in the end, the issue is whether those reasons are adequate and/or reasonable.  <FRAGMENT_SUPPRESSED>"], ["[41]", "Under the relevant legislation, as well as the agreement between Manitoba and Canada, it is clear that the province will, in the normal course, be afforded deference once it has issued a nomination certificate, and it is also clear, under s. 87(2)(b), that an applicant must intend to reside in Manitoba. However, s. 87(3) makes it clear that an officer can substitute their own evaluation on the likelihood of economic establishment. As Canada has the ultimate responsibility for immigration matters, the intent of this provision appears clear to me. I can find no judicial error concerning this issue. The real issue is whether the Decision was reasonable.  <FRAGMENT_SUPPRESSED>", "Reasonableness  <FRAGMENT_SUPPRESSED>"], ["[42]", "The Applicant's principal complaint is that the Decision is unreasonable because the Officer does not explain or give adequate reasons for her conclusions on the likelihood of economic establishment. He says the criteria for economic establishment are not laid out and the Officer's reasons are not logical.  <FRAGMENT_SUPPRESSED>"], ["[43]", "As far as the criteria are concerned, I think the Respondent is correct to point to the parallels available in such cases as", "Roohi", "at paragraph 33 and", "<FRAGMENT_SUPPRESSED> . Both cases deal with different kinds of evaluation under the", "Act", ", but they make it clear that an officer with a discretion is required to exercise it in accordance with proper criteria that are related to suitability for successful establishment. Thus,  <FRAGMENT_SUPPRESSED>", ", when the Court was dealing with the exercise of a discretion in relation to an application for permanent residence under the skilled worker class and had to examine \"personal suitability,\" the officer concerned was obligated to look at adaptability, motivation, initiative, resourcefulness and other similar qualities.  <FRAGMENT_SUPPRESSED>"], ["[44]", "In the present context, where the issue is the likelihood of economic establishment, the Officer would need to review and take into account such matters as age, education, qualification, past employment experience, the province's views, as well as motivation and initiative as revealed by what the Applicant has been doing with his time in Canada.  <FRAGMENT_SUPPRESSED>"], ["[45]", "As I read the reasons in CAIPS notes, this is precisely what the Officer did. In the end, notwithstanding the positive factors and the endorsement of the province, the Officer did not feel the Applicant had shown enough initiative or motivation because he had failed to provide evidence of any attempts to find salaried employment or to support himself financially and had been content to rely upon his relatives for support for the whole two-year period.  <FRAGMENT_SUPPRESSED>"], ["[46]", "So I think the criteria used are clear from the CAIPS notes and I think the Officer provides clear reasons on what she took into account and why, notwithstanding such things as education, past employment experience and the endorsement of the province, she was not convinced that the Applicant had the will or the initiative to become economically established in Canada. I do not see that any relevant criteria brought forward by the Applicant and/or the province were overlooked and I cannot say that the issues which caused the Officer to render a negative Decision were not relevant. In my view, the only issue is whether or not the Decision falls outside the range of possible, acceptable outcomes which are defensible in respect of the facts and law.  <FRAGMENT_SUPPRESSED>"], ["[47]", "The Applicant has convinced me that a positive decision would have been reasonable. There is ample evidence to support such a decision. However, just because a positive decision would have been reasonable, does not mean that the Officer's negative Decision was unreasonable.  <FRAGMENT_SUPPRESSED>"], ["[48]", "The Applicant argues that the Officer failed to take into account a range of factors that explained why he had not sought employment in the past. However, many of these arguments were not placed before the Officer. The Officer provided Manitoba and the Applicant with her concerns and the reasons why she was not satisfied that the Applicant could become economically viable. Both Manitoba and the Applicant were given an opportunity to bring forward evidence and arguments to allay the Officer's concerns and to seek to change her mind. What they did bring forward did not convince her.  <FRAGMENT_SUPPRESSED>"], ["[49]", "The issue is not whether the facts would support a positive decision. The issue is whether the Decision is unreasonable in the sense that it falls outside the range of possible, acceptable outcomes which are defensible in respect of the facts and law. See", "Dunsmuir", "at paragraph 47.  <FRAGMENT_SUPPRESSED>"], ["[50]", "In the end, I just cannot say that the Decision is unreasonable in this sense. There is justification, transparency and intelligibility throughout the decision-making process and the Decision falls within the required range. There are facts and reasons that lead to the ultimate conclusion. I can see why the Applicant disagrees with that conclusion but I cannot say it was unreasonable.  <FRAGMENT_SUPPRESSED>", "The Concurring Decision  <FRAGMENT_SUPPRESSED>"], ["[51]", "Section 87(4) of the", "Regulations", "stipulates that a substitute evaluation under s. 87(3) \"requires the concurrence of a second officer.\" In this context \"concurrence\" can only mean \"agreement. <FRAGMENT_SUPPRESSED>"], ["[52]", "Concurrence requires that the second officer must read the evaluation and indicate that he or she agrees with it.  <FRAGMENT_SUPPRESSED>"], ["[53]", "The Applicant says that, in the present case, a concurring decision requires some kind of minimal analysis with reasons that refer to the facts in the case. He cites no authority for this position.  <FRAGMENT_SUPPRESSED>"], ["[54]", "The decision of the second officer reads as follows:  <FRAGMENT_SUPPRESSED>", "\"I concur with this assessment. PA has made no effort to establish himself economically in Canada over the past two years and is not likely to do so in the future. <FRAGMENT_SUPPRESSED>"], ["[55]", "In other words, the second officer adopts the Officer's assessment of the case and adopts her reasoning. There is nothing to suggest that the second officer has not read the whole assessment with which he concurs. His decision is that he adopts the reasons and conclusions of the first Officer. In this context, I do not think that anything further is required to satisfy s. 87(4) of the", "Regulations", "or to provide adequate reasons. It is clear that the second officer agrees with the whole assessment and the reasons it contains. His decision stands or falls with that of the first Officer.  <FRAGMENT_SUPPRESSED>", "Affidavits  <FRAGMENT_SUPPRESSED>"], ["[56]", "The Applicant objects to the inclusion of affidavits from both officers involved. I have not considered the affidavit of the second officer because, in my view, it is not required. The CAIPS notes provide an adequate record of what transpired.  <FRAGMENT_SUPPRESSED>"], ["[57]", "I have considered the affidavit of the first Officer and conclude that, with the exception of paragraph 24, it simply confirms what is in the CAIPS notes and does not add to the reasons. Paragraph 24 is simply a response to an allegation made by the Applicant and does not add to the reasons. Also, the Applicant has failed to cross-examine on the affidavit.  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[58]", "For the reasons given, I have to conclude that the Applicant has not established a reviewable error and that the application should be dismissed.  <FRAGMENT_SUPPRESSED>"], ["[59]", "Counsel are requested to serve and file any submissions with respect to certification of a question of general importance within seven days of receipt of these Reasons for Judgment. Each party will have a further period of three days to serve and file any reply to the submission of the opposite party Following that, a Judgment will be issued.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/gs  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}