{"id_": "027411", "body_str": [["[1]", "Phelan, J.", ": This decision is in respect of a written motion by the Respondent to have the Applicant's judicial review dismissed on the grounds of mootness.", "II.", "BACKGROUND"], ["[2]", "The Applicant brought a judicial review in the nature of a", "mandamus", "application to compel the Respondent Minister (or his delegates) to examine the Applicant's tax return, issue a corresponding tax assessment and to issue a notice of assessment [assessment] for the 2010 tax year. The application also included a request for a declaration that there was no authority to delay the examination of the Applicant's tax return, the issuance of the assessment and the sending of the said notice."], ["[3]", "The judicial review has been fully argued. The Respondent claimed that it needed time to perform the examination, including time to conduct an audit of a charitable tax shelter. This tax shelter is a focal point of the judicial review."], ["[4]", "Despite this plea for necessary time, suggested to be until June 2013, approximately one month after the Federal Court judicial review hearing on November 21, 2012, the Applicant's 2010 assessment was issued."], ["[5]", "The Respondent subsequently brought this motion to dismiss on the grounds of mootness."], ["[6]", "The Applicant acknowledges that the issue of", "mandamus", "for the issuance of the 2010 tax year assessment is moot. However, the Applicant argues that the right to a declaration is not and if it is, the Court should exercise its discretion to decide the matter."], ["[7]", "The Applicant has also sought to amend its relief of declaration to make it more specific to current events. The specific amendment reads:", "... in the alternative, a declaration that the Minister has no authority to delay the examination of the applicant's return, the issuance of a corresponding tax assessment, and the sending of a notice of that assessment for any of the following reasons:", "a) to deter or reduce taxpayer participation in a registered tax shelter (namely, in the Global Learning Gifting Initiative); or", "b) to pursue goals other than those directly related to examining the applicant's return and ascertaining her tax, interest, and penalties payable under the", "Income Tax Act", "That amendment has been granted and these reasons reflect the effect of the requested declaratory relief."], ["[8]", "What lies at the heart of the dispute is that the Winnipeg office of CRA established its own policy to hold donor tax assessments in abeyance pending the audit of the relevant tax shelter. This was a reversal of the previous policy to issue the assessment first - one which was in effect throughout the country. The legal issue is whether this new policy meets the obligation to assess for taxes \"with all due dispatch\"."], ["[9]", "While the Applicant acknowledges that the relief of", "mandamus", "is moot, she argues that a declaration is sought that the Minister has no authority to delay the examination of the Applicant's return, delay the issuance of the corresponding tax assessment or delay the sending of the notice of assessment.", "III.", "ANALYSIS"], ["[10]", "The governing test for mootness is well set-out in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]:", "(i) whether the required tangible and concrete dispute has disappeared and the issues have become academic;", "(ii) if the response to the first question is affirmative, it is necessary to decide if the Court should exercise its discretion to hear the case."], ["[11]", "The request for", "mandamus", "is clearly moot. There is nothing which the Court could order to be done even if it agreed with the Applicant that the Minister had failed to meet his statutory obligation to assess \"with all due dispatch\"."], ["[12]", "The Applicant suggests that the declaration is not moot since it seeks a different relief. However, the doctrine of mootness may not be avoided merely by seeking declaratory relief (see", "<FRAGMENT_SUPPRESSED>  FTR 263)."], ["[13]", "However, the situation in which the Applicant finds herself is one which can happen often and in many different situations. An applicant claims that the government has breached the law, and the applicant has been affected by such breach. Prior to the matter being adjudicated or post- adjudication but prior to a court decision, government rectifies the breach and then claims that the dispute is moot. Whatever rights an applicant may have had have been trammelled, but no remedy is available."], ["[14]", "This situation facing this Applicant is slightly more complicated because there is the real prospect of future harm as assessments will be due for other years and there is no indication that the policy at issue has or will be changed. While the past alleged wrong is over, a future wrong may occur."], ["[15]", "In my view, these circumstances do not make the controversy less moot or more alive. The proper place for considerations of this nature are in the second prong of the <FRAGMENT_SUPPRESSED> test - the exercise of the Court's discretion. A similar view, expressed in the context of a tax case where at the time of hearing the debt was paid and the liens lifted, occurred in", "<FRAGMENT_SUPPRESSED>  FTR 268."], ["[16]", "The live controversy about the interpretation and application of the assessment powers for the 2010 tax year, which is at the heart of the dispute, is academic, particularly as the declaratory relief was an adjunct to the principal relief of", "mandamus"], ["[17]", "The issue of discretion is to consider again three criteria ( <FRAGMENT_SUPPRESSED> at paras 29-42):", "• the presence of an adversarial context;", "• concern for judicial economy; and", "• the need of the Court to be sensitive to its role as the adjudicative branch in the political network."], ["[18]", "The onus is on the Applicant but the assessment of the criteria is not merely mechanical. One criterion may outweigh the other two in reaching a final conclusion.", "42 In exercising its discretion in an appeal which is moot, the Court should consider the extent to which each of the three basic rationalia for enforcement of the mootness doctrine is present. This is not to suggest that it is a mechanical process. The principles identified above may not all support the same conclusion. The presence of one or two of the factors may be overborne by the absence of the third, and vice versa.", "( <FRAGMENT_SUPPRESSED> , above, at para 42)"], ["[19]", "On the first criterion, the parties accept that there was an adversarial relationship throughout the relevant parts of the application. Importantly, the evidence establishes that that adversarial relationship is continuing and will likely continue. The Winnipeg Tax Centre's policy continues as confirmed in evidence before this Court.", "The Winnipeg Tax Centre has since extended its approach to 2011; more precisely, to the 2011 T1 tax returns of individual taxpayers who claimed charitable donation tax credits through the 2011 version of Global Learning Initiative Gifting [sic] that were unassessed as of March 23, 2012 (Respondent's Motion Record, Affidavit of Caroll Sukich at para 32)."], ["[20]", "With regard to the second criterion, that of judicial economy, three factors are relevant, as discussed in <FRAGMENT_SUPPRESSED> :", "• is the issue sensitive and evasive of review?", "• would the \"social cost\" of leaving an issue of public or national importance undecided justify the Court's intervention?", "• would a decision have some practical effect on the rights of the parties even though it would have no effect on the now moot controversy that led to the litigation?"], ["[21]", "The issue is certainly sensitive and has broad impact. It has shown itself to be evasive of review. As referred to earlier by the Court, review after the offending conduct has stopped becomes difficult because it allows the \"offending\" party to cure and avoid judicial scrutiny."], ["[22]", "In this case even the timing of the curative action - the issue of the 2010 notice of assessment - raises concerns. In the judicial review, the CRA stated that:", "I expect that all work related to my review of the Promoter, other entities, charities and individuals who participated in GLGI 2010 as well as the preparation of the position paper will be finalized by June 2013 (Respondent's Reply Record on Mootness, Affidavit of Anton Plas at para 26)."], ["[23]", "That was the position of the Respondent before this Court. As events unfolded, the Applicant's assessment was issued in December 2012."], ["[24]", "In view of CRA's control over the timing of notices of assessment and the continuing nature of the controversy and Winnipeg Tax Centre's policy, the issue is not only potentially evasive of review but also and importantly it has the potential to perpetuate but remain undecided."], ["[25]", "The new policy will continue to affect more taxpayers and this taxpayer in subsequent years. The policy is a broad-based one affecting donors to certain types of registered charitable organizations. Both parties have acknowledged that this is a test case for the Winnipeg Tax Centre's new policy to auditing."], ["[26]", "Absent a resolution in the context of this case, there is risk that this issue of the legality of the new policy may remain unresolved for some time. As the issue affects the national taxation system, it is one of public and national importance."], ["[27]", "Lastly, the resolution of this issue will affect the Applicant's 2011 tax year, and subsequent years, if she continued to donate in the same way. It will also affect any others caught by the new policy or who may be caught by this or a similar policy. The resolution of this issue will have practical effect."], ["[28]", "The judicial economy favours the Court resolving the issue in dispute."], ["[29]", "The final criterion - the role of the Court - is one to which the Court is sensitive. The Respondent's suggestion that it is not for the Court to go about issuing legal opinions ignores the Court's role in this case which is to engage in statutory interpretation on a given set of facts. There is no issue of the Court straying into areas of executive or legislative policy. However, if the Applicant is correct, a local office fiat could run counter to the legislated duty of the Minister to assess \"with all due dispatch\"."], ["[30]", "The Applicant has satisfied the test in favour of the Court exercising its discretion to decide this matter.", "IV.", "CONCLUSION"], ["[31]", "The Respondent's motion to dismiss the judicial review on the basis of mootness will be dismissed. The Applicant shall have her costs in any event of the cause.", "ORDER"], ["[32]", "THIS COURT ORDERS that", "the Respondent's motion to dismiss the judicial review on the basis of mootness is dismissed. The Applicant is to have her costs in any event of the cause.", "Motion dismissed.", "Editor: Gary W. McLaughlin/vnh"]]}