{"id_": "027526", "body_str": [["[1]", "Cullen, J.", ": This is an application for judicial review of a decision of a visa officer, Merrill Clarke, dated June 27, 1994. The decision denied the applicant's application for permanent residence on the ground that the applicant's minor son, Haroon Ismaili, was inadmissable pursuant to s. 19(1)(a)(ii) of the", "Immigration Act", ", R.S.C. 1985, c. I-2, as amended (\"the", "Act", "\").  <FRAGMENT_SUPPRESSED>", "The Visa Officer's Decision  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant applied for permanent residence status to Canada on January 31, 1993 under the assisted relative class. The applicant has a wife and three children. His application for permanent residence was refused by letter dated June 27, 1993.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The reason for the refusal was medical in nature. In the opinion of a medical officer, concurred in by another medical officer, the applicant's son, Haroon, would cause or might reasonably be expected to cause excessive demands on health or social services. The narrative portion of the medical notification states:  <FRAGMENT_SUPPRESSED>", "\"Severe Developmental Delay with Biotinidase Deficiency.  <FRAGMENT_SUPPRESSED>", "\"This five year old boy has severe developmental delay requiring a specialized classroom setting with a multidisciplinary team to deal with severe learning difficulties and speech and language problems: his expressive language consists mainly of grunts and gestures. His receptive language skills are also obviously limited. He is, therefore, making excessive demands on fiscal and educational services and will continue doing so.  <FRAGMENT_SUPPRESSED>", "\"He also has a bilateral hearing deficit with a history of seizures and microcephaly. <FRAGMENT_SUPPRESSED>"], ["[4]", "The letter to the applicant also indicated that the visa officer considered possible humanitarian and compassionate factors, but determined that there were insufficient grounds to warrant special consideration.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The main issue before this court is to determine whether the visa officer erred in concluding that the applicant's son's medical condition would cause an excessive demand on health or social services.  <FRAGMENT_SUPPRESSED>", "Preliminary Issues  <FRAGMENT_SUPPRESSED>"], ["[6]", "Before proceeding with the substance issue on review, I find it necessary to resolve a number of other matters that were raised by counsel for the applicant:  <FRAGMENT_SUPPRESSED>", "(1) whether, pursuant to rule 1612, the applicant is entitled to routinely obtain the medical record from a visa officer,  <FRAGMENT_SUPPRESSED>", "(2) whether the report of Dr. Ford was evidence before the decision-maker, and  <FRAGMENT_SUPPRESSED>", "(3) whether s. 22 of the", "Immigration Regulations", ", SOR/78-172 (\"the", "Regulations", "\") is consistent with the", "Act", "and intra vires.  <FRAGMENT_SUPPRESSED>", "Is The Medical Record Part Of", "The Visa File?  <FRAGMENT_SUPPRESSED>"], ["[7]", "Rule 1612(1) and (4) of the", "Federal Court Rules", "provides:  <FRAGMENT_SUPPRESSED>", "\"1612(1) A party who wishes to rely on material that is in the possession of the federal board, commission, or other tribunal and not in the party's possession shall file in the Registry and serve on the federal board, commission, or other tribunal a written request for a certified copy of the material.  <FRAGMENT_SUPPRESSED>", "\"(4) The request shall specify the particular material in the possession of the federal board, commission, or other tribunal and the material must be relevant to the application for judicial review. <FRAGMENT_SUPPRESSED>"], ["[8]", "The scope of disclosure contemplated by rule 1612 was discussed by Décary, J.A., in", "Terminaux portuaires du  <FRAGMENT_SUPPRESSED>  (F.C.A.). His Lordship at p. 67 states:  <FRAGMENT_SUPPRESSED>", "\"In short, rules 1612 and 1613 do not permit a party to ask the tribunal to prepare new documents or to do research in existing document, any more than they permit a party to obtain existing documents from the tribunal which are in no way related to the impugned decision. <FRAGMENT_SUPPRESSED>"], ["[9]", "The respondent submits that the medical record is not part of the visa officer's record; rather, it is separate and distinct. I find this submission untenable. The applicant submits that the medical record exists and is in the possession of the Department of Immigration. Medical officers are part of the Immigration bureaucracy. Disclosure of the medical record does not involve research or preparation, as prohibited by the decision in", "Terminaux Portuaires", ", supra. Furthermore, the evaluation by the medical officers is central to the judicial review. Although the court may technically be reviewing the decision of the visa officer, the visa officer's decision is predicated on the decision of the medical officers. While it is true that this court should not make medical diagnoses, substituting its opinion for that of the doctors, the court must nonetheless consider the information employed by the medical officers to determine whether their assessment was reasonable or sustainable by the evidence.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Fortunately, the medical record of the applicant in the case at bar was released by the Immigration Department and is before this court. Although this matter is not determinative of the application, the work of this court could be made simpler if, in the future, the respondent would regularly make available the medical officers' record in cases of this nature.  <FRAGMENT_SUPPRESSED>", "Was Dr. Ford's Report Part Of", "The Medical Officers' Record?  <FRAGMENT_SUPPRESSED>"], ["[11]", "I find it trite law that only evidence that was before the decision-maker can be considered on judicial review. Mr. Justice Gibson explicitly stated this point in", "<FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 95 (T.D.), to which the respondent made reference. The issue is whether Dr. Ford's report was part of the medical officers' record. The applicant states that it was; the respondent counters that it was not.  <FRAGMENT_SUPPRESSED>"], ["[12]", "In support of her position, counsel for the respondent claims that there is no evidence that Dr. Ford's report was forwarded to the medical officers. The only support for this position is garnered from a letter from Dr. Ford to counsel for the applicant, dated November 5, 1993, indicating that Dr. Ford's report was forwarded to the lawyer's office. The evaluation by the medical officers is dated December 16, 1993. Although counsel for the respondent, through an Access to Information request, obtained the certified medical record which contained Dr. Ford's report, the respondent submits that the mere presence of the report in the medical record does not conclusively establish that Dr. Ford's report was before the medical officers or the visa officer.  <FRAGMENT_SUPPRESSED>"], ["[13]", "I would have thought that the fact that Dr. Ford's report was part of the certified medical record was sufficient proof that the report was before the medical officers -- how else did the report get there? Certainly the report was sent to counsel; there is no evidence to suggest that counsel did not forward it in a timely manner to the Immigration Department. Moreover, there is circumstantial evidence to suggest that Dr. Ford's report was before the medical officers, in that the evaluation by the medical officers echoes unique phrases that could only have been lifted from Dr. Ford's report. I find that Dr. Ford's report was before the medical officers and is properly part of the evidence to be considered upon judicial review.  <FRAGMENT_SUPPRESSED>"], ["[14]", "As an aside, I find that the issue of the admissibility of evidence is more appropriately addressed as a motion pursuant to rule 324 of the", "Immigration Rules", ". Although counsel provided written submissions after the hearings, it would have been simpler to have resolved this issue prior to this late stage.  <FRAGMENT_SUPPRESSED>", "Is Section 22 Of The Regulations", "Ultra Vires The Act?  <FRAGMENT_SUPPRESSED>"], ["[15]", "Section 22 of the", "Regulations", "provides:  <FRAGMENT_SUPPRESSED>", "\"22 For the purpose of determining whether any person is or is likely to be a danger to public health or to public safety or whether the admission of any person would cause or might reasonably be expected to cause excessive demands on health or social services, the following factors shall be considered by a medical officer in relation to the nature, severity or probable duration of any disease, disorder, disability or other health impairment from which the person is suffering, namely,  <FRAGMENT_SUPPRESSED>", "(a) any reports made by a medical practitioner with respect to the person;  <FRAGMENT_SUPPRESSED>", "(b) the degree to which the disease, disorder, disability or other impairment may be communicated to other persons;  <FRAGMENT_SUPPRESSED>", "(c) whether medical surveillance is required for reasons of public health;  <FRAGMENT_SUPPRESSED>", "(d) whether sudden incapacity or unpredictable or unusual behaviour may create a danger to public safety;  <FRAGMENT_SUPPRESSED>", "(e) whether the supply of health or social services that the person may require in Canada is limited to such an extent that  <FRAGMENT_SUPPRESSED>", "(i) the use of such services by the person might reasonably be expected to prevent or delay provision of those services to Canadian citizens or permanent residents, or  <FRAGMENT_SUPPRESSED>", "(ii) the use of such services may not be available or accessible to the person;  <FRAGMENT_SUPPRESSED>", "(f) whether medical care or hospitalization is required;  <FRAGMENT_SUPPRESSED>", "(g) whether potential employability or productivity is affected; and  <FRAGMENT_SUPPRESSED>", "(h) whether prompt and effective medical treatment can be provided. <FRAGMENT_SUPPRESSED>"], ["[16]", "The authority to make regulations is found in s. 114 of the", "Act", ". Prior to the amendments to the", "Immigration Act", "affected by Bill C-86 (S.C. 1992, c. 49, ss. 1-107), paragraph (m) of s. 114(1) read as follows:  <FRAGMENT_SUPPRESSED>", "\"114(1) The Governor-General-in-Council may make regulations  <FRAGMENT_SUPPRESSED>", "(m) prescribing the factors to be considered in determining whether any person is or is likely to be a danger to public health or to public safety", "or whether the admission of any person would cause or might reasonably be expected to cause excessive demands on health or social services", ".\" (emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[17]", "Section 114(1)(m) was amended by S.C. 1992, c. 49, s. 102(4). The amended provision came into force on February 1, 1993 and was in effect at the date the decision in the case at bar was made. Paragraph (m) of s. 114(1) of the", "Act", "was amended to read as follows:  <FRAGMENT_SUPPRESSED>", "\"114(1) The Governor-General-in-Council may make regulations  <FRAGMENT_SUPPRESSED>", "(m) prescribing the factors to be considered in determining whether, for medical reasons, any person is likely to be a danger to public health or public safety. <FRAGMENT_SUPPRESSED>"], ["[18]", "The applicant argues that because the wording \"whether the admission of any person would cause or might reasonably be expected to cause demands in health or social services\" is omitted from the current s. 114(1)(m), there is no statutory authority for s. 22 of the", "Regulations", "and, accordingly, s. 22 is ultra vires.  <FRAGMENT_SUPPRESSED>"], ["[19]", "Pursuant to s. 44(g) of the", "Interpretation Act", ", regulations which are consistent with an amended statute or provision remain in force:  <FRAGMENT_SUPPRESSED>", "\"44 Where an enactment, in this s. called the 'former enactment', is repealed and another enactment, in this section is called the 'new enactment' is substituted  <FRAGMENT_SUPPRESSED>", "(g) all regulations made under the repealed enactment remain in force and are deemed to have been made under the new enactment, insofar as they are not inconsistent with the enactment, until they are repealed or others are made in their stead. <FRAGMENT_SUPPRESSED>"], ["[20]", "The respondent submits that in order to determine whether a regulation is consistent with the parent statute, the court may look at the overall intent of the legislation. In the case at bar, the intent of the legislation can be determined by reading together the current s. 114(1)(m) and the other sections of the", "Act", "to which s. 22 of the", "Regulations", "applies, namely ss. 19(1)(a)(ii) and 3(i) of the", "Act", ".  <FRAGMENT_SUPPRESSED>"], ["[21]", "The applicant argues that the respondent has misinterpreted s. 44(g) of the", "Interpretation Act", ". Section 44(g) refers to consistency with the new enactment only, not the entire statute. The amended s. 114(1)(m) deals only with persons who are a danger to the public; it makes no reference to excessive demand on health or social services. Relying on ss. 3(i) and 19 of the", "Immigration Act", "to provide statutory authority for s. 22 of the", "Regulations", "is not warranted if the authorizing section is not found in s. 114 of the", "Act", ".  <FRAGMENT_SUPPRESSED>"], ["[22]", "I find the applicant's submissions very persuasive. Authority for delegated legislation arises from the enabling provision and cannot be found by looking at the overall intention of the legislation as the respondent contends. Parliament does not act capriciously and the omission of the phrase \"whether the admission of any person would cause or might reasonably be expected to cause demands in health or social services\" must be presumed to be intentional.  <FRAGMENT_SUPPRESSED>"], ["[23]", "However, I do not find that s. 22 of the", "Regulations", "is wholly ultra vires s. 114(1)(m). Section 114(1)(m) of the", "Act", "still permits regulations concerning factors to be considered in determining whether, for medical reasons, any person is likely to be a danger to public health or public safety pursuant to s. 19(1)(a)(i) of the", "Act", ". In my interpretation, s. 22 of the", "Regulations", "should be read as only prescribing the factors to be considered on the health and safety issue. It is not applicable to determining whether the admission of any person would cause or might reasonably be expected to cause demands on health or social services. To that extent, s. 22 of the", "Regulations", "is ultra vires the", "Immigration Act", ". Section 19(1)(a)(ii) of the", "Act", "must be interpreted without reference to the provisions of s. 22 of the", "Regulations", ".  <FRAGMENT_SUPPRESSED>"], ["[24]", "Having addressed the preliminary matters, I now turn to the main issue for judicial review.  <FRAGMENT_SUPPRESSED>", "Statutory Provisions And Jurisprudence  <FRAGMENT_SUPPRESSED>"], ["[25]", "Section 19(1)(a)(ii) of the", "Act", "identifies a class of medically inadmissible persons:  <FRAGMENT_SUPPRESSED>", "\"19(1) No person shall be granted admission who is a member of any of the following classes:  <FRAGMENT_SUPPRESSED>", "(a) persons who are suffering from any disease, disorder, disability or other health impairment as a result of the nature, severity or probable duration of which, in the opinion of a medical officer concurred in by at least one other medical officer,  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(ii) their admission would cause or might reasonably be expected to cause excessive demands on health or social services. <FRAGMENT_SUPPRESSED>"], ["[26]", "Although the applicant and the respondent have characterized this court's jurisdiction to review the decision of the visa officer differently, I find that the grounds for review are straightforward. A reviewing court is not competent to make findings of fact related to medical diagnosis, but is competent to review evidence to determine whether the medical officers' decision is reasonable. Grounds for unreasonableness of a decision include incoherence or inconsistency, absence of supporting evidence, or failure to consider cogent evidence.  <FRAGMENT_SUPPRESSED>"], ["[27]", "Counsel for the respondent referred the court to a number of cases which indicated that the court should refrain from interfering with the visa officer's assessment of the medical evidence, so long as the decision is not tainted by a misconception of the law or a patently erroneous finding of fact. It was the respondent's submission that this court should only circumspectly review the visa officer's decision as it regards the medical evidence. (", "<FRAGMENT_SUPPRESSED>  (F.C.A.).)  <FRAGMENT_SUPPRESSED>"], ["[28]", "Although I agree that the court's role in judicial review is not to reweigh and reassess evidence, I find that the scope of review is not strictly limited to the visa officer's decision. ( <FRAGMENT_SUPPRESSED>  (F.C.A.); and", "<FRAGMENT_SUPPRESSED>  (F.C.A.).) The Court of Appeal has established that the Appeal Division of the Immigration and Refugee Board, when reviewing an Adjudicator's or Immigration Officer's decision, has authority to enquire into the reasonableness of the conclusion as to the probable demands on government services. In the decision of", "<FRAGMENT_SUPPRESSED>  (F.C.A.), Heald, J.A., writing for a unanimous court, made the following statements at p. 187:  <FRAGMENT_SUPPRESSED>", "\"Having concluded that the opinions of the medical officers herein were formulated on an improper basis, did the Adjudicator have the power to inquire into the validity of those opinions? I am satisfied that an Adjudicator has that power when conducting an inquiry, the purpose of which is to determine whether or not the person concerned is a member of the inadmissable class described in s. 19(1)(a)(ii). That subparagraph requires the Adjudicator to inquire, inter alia, into the reasonableness of the expectations expressed by the medical officers that the subject will cause excessive demands to be made on health or social services. In this case, because the medical officers operated on an erroneous basis, and used improper criteria, the Adjudicator was certainly entitled to conclude, as she did, that the expectation herein expressed by them was not reasonable. The Board, in holding that the Adjudicator is not entitled to question the opinions of the medical officers, expressed the view that to permit an Adjudicator to decide as this Adjudicator did would produce an unsatisfactory situation in that adjudicators and the Board would be empowered to rule on conflicting medical evidence.  <FRAGMENT_SUPPRESSED>", "\"I do not agree that the statutory scheme should be so construed. The", "Act", "clearly defines a 'medical officer' as 'a qualified medical practitioner authorized or recognized by order of the Minister of National Health and Welfare as a medical officer for the purposes of this Act'. That definition thus excludes the opinions of doctors not appointed under the", "Act", ". In my view, s. 19(1)(a) established the authority of two medical officers as defined by the", "Act", ". However, I think that authority is subject to the constraint of being reasonable. The statutory scheme requires the Adjudicator initially, and in cases where an appeal lies to the Board, subsequently the Board, to decide whether the 'expectation' expressed by the medical officers is 'reasonable' having regard to the circumstances of each individual case. <FRAGMENT_SUPPRESSED>"], ["[29]", "Although the decision in", "Ahir", ", supra, refers only to an Adjudicator or the Appeal Board, it is only logical that the same power would be extended to a visa officer and this court on judicial review.  <FRAGMENT_SUPPRESSED>"], ["[30]", "The Court of Appeal has clarified this power of inquiry and directed that a visa officer must also decide whether there is a linkage between the evidence of the medical condition and the issue of whether applicant might reasonably be expected to cause excessive demands on health or social services. A medical condition, alone, is not necessarily evidence of a reasonable expectation of excessive demands on health or social services. This point was made explicit in", "<FRAGMENT_SUPPRESSED>  (F.C.A). Mr. Justice MacGuigan, writing for the court, stated at p. 158:  <FRAGMENT_SUPPRESSED>", "\"In the case at bar it seems clear to us that the Board did not enquire into the reasonableness of the medical officers' opinion, but rather assumed from the sole fact of agreement as to the existence of mental retardation that the conclusion was reasonable. Contrary to the respondent's suggestion, we find ourselves unable to supply what is wanting to the board's analysis of the validity issue from its consideration of the humanitarian question.  <FRAGMENT_SUPPRESSED>", "\"It should be obvious from Jiwanpuri that the mere invocation of mental retardation leads to no particular conclusion. Mental retardation is a condition covering a wide range of possibilities from total inability to function independently to near normality. The concept cannot be used as a stereotype, because it is far from a univocal notion. It is not the fact alone of mental retardation that is relevant, but the degree, and the probable consequences of that degree of retardation for excessive demands on government services. It was that assessment that the Board failed to make in the case at bar. <FRAGMENT_SUPPRESSED>"], ["[31]", "The visa officer -- wholly apart from the decision of the medical officers -- is obliged to consider whether the applicant's medical condition would place excessive demands on health or social services. The visa officer, without secondguessing the medical, diagnostic opinion, must consider all of the available evidence.  <FRAGMENT_SUPPRESSED>", "Application To The Case At Bar  <FRAGMENT_SUPPRESSED>"], ["[32]", "As", "<FRAGMENT_SUPPRESSED> , instructs, I am not convinced, on the evidence in the record, that the visa officer properly considered whether the applicant's son would indeed make an excessive demand on health or social services. In particular, I find that the visa officer failed to consider whether the medical officers' decision ignored evidence and was unreasonable.  <FRAGMENT_SUPPRESSED>"], ["[33]", "Dr. Ford, a very well qualified doctor of psychology, assessed the applicant's son and his report was tendered to the medical officers. Dr. Ford found that although the applicant's son communicated with grunts and gestures, he could grow up to be independent. He would be required to take a vitamin supplement at the cost of about $12 per month. The son responded well to education with \"augmentative language supports\" and, in the region of Canada where the applicant and his family seek to settle, there are no waiting lists at such schools. The mere fact that the applicant's son will require inexpensive medication and special schooling does not amount to excessive use.  <FRAGMENT_SUPPRESSED>"], ["[34]", "This application is allowed. The applicant seeks an order for a writ of certiorari quashing the decision of the visa officer, an order for a writ of mandamus directing the respondent to process the applicant's application for permanent residence in Canada, and a declaratory order that the applicant be processed within 90 days. Although this application is allowed, I will only order that the matter be referred back with the instruction that the respondent consider whether the admission of the applicant's son to Canada would result in excessive demands on health or social services.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Janette Blue/saf  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}