{"id_": "027652", "body_str": [["[1]", "Reed, J.", ": The applicant filed for a stay of a deportation order which had been issued against him on February 27, 1992. This application was heard by telephone conference on June 11, 1992, and an order issued with respect to which I indicated reasons would be filed in due course. The respondent argued that this court had no jurisdiction to grant a stay in the present circumstances because the applicant does not attack the validity of the deportation order. Secondly, even if such jurisdiction exists, it is argued that the applicant has not demonstrated that the circumstances of his case meet the requirements for the issuance of a stay."], ["[2]", "The applicant applied for refugee status on arrival in Canada on July 8, 1991. The foundation of this application is the applicant's fear that if he is returned to El Salvador he will be killed or tortured and imprisoned."], ["[3]", "On February 27, 1992, it was decided by the adjudicator and the Board member presiding at the applicant's immigration inquiry that there was no credible basis to the applicant's claim for Convention refugee status. A deportation order was issued by the adjudicator on that same date. On May 21, 1992, Mr. Justice Cullen granted the applicant leave to commence proceedings pursuant to s. 18 of the", "Federal Court Act", ", R.S.C. 1985, c. F-7, by means of which he seeks to have the decision which found that there was no credible basis to his claim quashed. The applicant now seeks a stay of the deportation order pending the outcome of that appeal."], ["[4]", "The respondent argues that there is no jurisdiction in this court to grant a stay because the applicant does not challenge the validity of the deportation order. The applicant responds that the validity of that order is placed directly in question by attacking the validity of the no credible basis decision. The deportation order flows directly from that and indeed was issued the same day by the adjudicator who presided over the immigration inquiry which made the no credible basis decision."], ["[5]", "The respondent's argument is based on the Federal Court of Appeal's decisions of March 27, 1992, in", "<FRAGMENT_SUPPRESSED>  Federal Court of Appeal appears to have been a matter of improper pleading because leave to amend was given to allow the applicants to cure the defect."], ["[6]", "In the present case, the originating notice of motion for which leave has been granted seeks to challenge the following:", "\"... the decision of the adjudicator, A. Micello dated February 27, 1992, such decision being communicated to the applicant on February 27, 1992, whereby the adjudicator ordered the applicant deported from Canada, and to review and set aside the decision of the said adjudicator and Immigration and Refugee Board Member, K. McMillan-Haver dated February 27, 1992, and communicated to the applicant on February 27, 1992, wherein the said adjudicator and Board member determined that the applicant did not have a credible basis to his claim to be a Convention refugee.\""], ["[7]", "Counsel for the respondent argues that this does not constitute a challenge to the validity of the deportation order as such. He argues that the", "Okyere", "decisions require a direct challenge to the", "validity", "of the deportation order itself distinct and apart form a challenge to the no credible basis decision. Such a challenge, for example, would exist if the applicant were arguing that the adjudicator had wrongfully exercised (his or her) discretion in issuing a deportation order rather than a departure notice. Departure notices are issued when the adjudicator believes that the applicant is likely to leave Canada voluntarily (to return in this case to El Salvador). It seems to me it puts the applicant in an entirely untenable position to expect him to argue that he can be expected to return voluntarily to a country where he says he expects to be killed or tortured and imprisoned. In any event, as I understand it, the example given is only one type of direct challenge that might be made to a deportation order."], ["[8]", "I accept counsel for the applicant's argument that the kind of direct challenge, which counsel for the respondent describes, is not necessary. In the present case the deportation order flows from and is underpinned by the decision finding no credible basis to the applicant's claim for refugee status. If that decision is invalid, as having been made without proper regard to the evidence or as a result of some breach of the rules of natural justice, then, the deportation order is invalid as well. In my view, in such circumstances, a challenge has been made to the validity of the deportation order. It may be indirect, rather than direct but, I do not understand the Federal Court of Appeal's decision in the", "Okyere", "cases as requiring more than the type of challenge to the deportation order which exists in this case."], ["[9]", "Counsel for the respondent cited in support of his argument", "<FRAGMENT_SUPPRESSED>  (C.A.) and", "<FRAGMENT_SUPPRESSED>  (F.C.A.). In", "Lodge", ", the applicants sought a stay of a deportation order pending disposition of a complaint they had made under the", "Canadian Human Rights Act", ". The complaint alleged that the deportation proceedings in question amounted to a discriminatory practice. In", "Asumadu", ", the applicant applied for a stay of a deportation order pending completion of an inquiry as to whether the applicant might obtain an exemption, on humanitarian and compassionate grounds, from the requirement of the", "Immigration Act", ", that a person must apply for landing from outside Canada."], ["[10]", "In the", "Lodge", "decision, the court stated that the principle to be applied was that applicable in deciding whether a permanent injunction should be granted to restrain a Minister of the Crown from performing a statutory duty. It was noted that the", "Immigration Act", "imposed a statutory duty on the Minister to execute a deportation order as soon as practicable after it was issued and that as long as the validity of that deportation order had not been successfully challenged, the court should not interfere to prevent its execution. In the", "Asumadu", "case, the decisions were brief but I understand them to be based on the finding that as long as the validity of a deportation order is not challenged, the court should not prohibit its execution."], ["[11]", "The", "Lodge", "case was decided before the Federal Court of Appeal decision in", "<FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 123, and before the addition of s. 18.2 to the", "Federal Court Act", ". The", "Asumadu", "case was decided the same day as", "Toth", "but by a different panel of the court. In", "Toth", ", it was held that the court had jurisdiction to grant a stay where such was deemed appropriate to ensure that a process before the court was not rendered nugatory by execution of the order being stayed. A stay of a deportation order was granted pending disposition of an appeal of a decision of the Immigration Appeal Board. Since that time, the Trial Division's jurisdiction in this regard has been made even clearer. Section 18.2 was added to the", "Federal Court Act", ", by S.C. 1990, c. 8, s. 5:", "\"On an application for judicial review, the Trial Division may make such interim orders as it considers appropriate pending the final disposition of the application.\""], ["[12]", "The only requirement under s. 18.2 is that the judge consider the interim order \"appropriate\". It may very well be that in the absence of at least an indirect attack on a deportation order, the court would not consider a stay order appropriate. But, it seems clear that a direct challenge to the order, as counsel for the respondent describes it, is not necessary. Indeed, as already indicated, I do not think a \"direct\" challenge is what the Federal Court of Appeal required in the", "Okyere", "decisions either. The Federal Court of Appeal of course did not refer to s. 18.2 because that provision relates only to the Trial Division."], ["[13]", "When then, will a stay order be \"appropriate\"? Both counsel argued that the criteria set out  <FRAGMENT_SUPPRESSED>", "should be considered: did the applicant have an arguable case; would the applicant suffer irreparable harm if a stay was not granted; was the balance of convenience in the applicant's favour."], ["[14]", "In this case, leave having been given to appeal the no credible basis decision, counsel for the respondent conceded that the applicant had demonstrated an arguable case. He took the position however, that the applicant had not demonstrated irreparable harm because he had provided no objective evidence (i.e., no evidence other than his own testimony) that he was likely to be badly treated on return to El Salvador. The letter of a psychiatrist who described the applicant as suffering from a post-traumatic stress disorder syndrome and as exhibiting affects which are a typical defence against chronic fear, it is argued, should be ignored because it was written \"to support ... [the] efforts to help this young man from El Salvador\". I find it hard to accept those arguments. I am prepared in this case to accept the applicant's affidavit evidence and on that basis it is hard to reach any other conclusion than that he will suffer irreparable harm if he is returned to El Salvador."], ["[15]", "Insofar as balance of convenience is concerned, counsel for the respondent relies on decisions such as", "<FRAGMENT_SUPPRESSED>  Man.R.(2d) 241; 18 C.P.C.(2d) 273; 38 D.L.R.(4th) 321; 25 Admin. L.R. 20. In that case what was sought was an injunction suspending the operation of a law on the ground that it was unconstitutional. It was held that there is a strong public interest in having the law enforced and in refusing to grant an injunction preventing a public official from exercising his authority under a statute in the absence of a definitive decision declaring that statute ultra vires. Beetz, J., stated at pages 134-135 S.C.R.:", "\"Whether or not they are ultimately held to be constitutional, the law which litigants seek to suspend or from which they seek to be exempted by way of interlocutory injunction relief have been enacted by democratically - elected legislatures and are generally passed for the common good ... It seems axiomatic that the granting of interlocutory injunction relief in most suspension cases, and, up to a point, as will be seen later, in quite a few exemption cases, is susceptible temporarily to frustrate the pursuit of the common good.\"", "And at page 146, the court concluded:", "\"It has been seen from what proceeds that suspension cases and exemption cases are governed by the same basic rule according to which, in constitutional litigation, an interlocutory stay of proceedings ought not to be granted unless the public interest is taken into consideration in the balance of convenience and weighted together with the interest of private litigants.", "\"The reason why exemption cases are assimilated to suspension cases is the precedential value and exemplary effect of exemption cases. Depending on the nature of the case, to grant an exemption in the form of a stay to one litigant is often to make it difficult to refuse the same remedy to other litigants who find themselves in essentially the same situation, and to risk provoking a cascade of stays and exemptions, the sum of which make them tantamount to a suspension case.\""], ["[16]", "I do not think the test set out in decisions such as the", "Metropolitan Stores Ltd.", "case is relevant to the present situation. In that case, the validity of one section of a statute was under attack. Thus, an interlocutory injunction order in favour of one litigant impliedly would lead to similar orders respecting all individuals covered by the allegedly unconstitutional section of the statute. The section itself would in fact be rendered inoperative (be totally suspended) pending the determination of its validity."], ["[17]", "In the present case the legislative provisions of the statute are not challenged. One decision by an adjudicative body operating under the statute with respect to one specific individual is being challenged. Rendering an injunction (or stay order) in such a case will not suspend the operation of any part of the legislation. Thus, the public interest considerations expressed in", "Metropolitan Stores Ltd.", "are not in issue."], ["[18]", "What is in issue, however, when considering balance of convenience, is the extent to which the granting of stays might become a practice which thwarts the efficient operation of the immigration legislation. It is well known that the present procedures were put in place because a practice had grown up in which many many cases, totally devoid of merit, were initiated in the court, indeed were clogging the court, for the sole purpose of buying the appellants further time in Canada. There is a public interest in having a system which operates in an efficient, expeditious and fair manner and which, to the greatest extent possible, does not lend itself to abusive practices. This is the public interest which in my view must be weighed against the potential harm to the applicant if a stay is not granted."], ["[19]", "I am not convinced that granting stays in all cases such as the present, where there is clearly an arguable case and where the whole foundation of the applicant's claim is based on the proposition that irreparable harm will occur to him if he is returned to the country from which he came, would so undercut the operation of the immigration system as to be detrimental to the public interest which exists in seeing that the system operates fairly and efficiently."], ["[20]", "In this regard the situation may be quite different from that which exists, for example, when applicants seek humanitarian and compassionate reviews,", "especially on the eve of the execution of a deportation order", "and then argue that a stay should be granted because of the uncompleted nature of that review. This is the kind of situation in which there is potential for creating a practice which undermines the orderly operation of the legislative scheme."], ["[21]", "In any event, it would not be appropriate to try to canvas all situations in which the public interest in maintaining a fair and effective system might outweigh or dictate the refusal of stays. One significant factor, however, would likely always be the degree of delay which has occurred, if any, in prosecuting the applicant's appeal."], ["[22]", "If the applicant has known of the decision which underlies the challenge to the deportation order (or departure notice) for some time and has not sought leave to commence a s. 18 proceeding until the very last moment, then, there is reason to assume that the seeking of leave and the deportation order is primarily a \"time-buying\" manoeuvre. If all the relevant material has been filed with respect to the leave application and the date of deportation is known then counsel for the applicant (or the applicant as the case may be) should alert the Federal Court Registry so that the file can be placed before a judge for disposition, as soon as possible, so that the court is not faced with requests for stays on the eve of the execution of a deportation order. In my view, the bringing of a request for a stay at the very last minute is often in itself reason to refuse the request."], ["[23]", "In the present case, the applicant has demonstrated an arguable case. The foundation of that case rests on the proposition that he will suffer irreparable harm if returned to El Salvador. There has been no delay in challenging the decision in question or in seeking a stay of the deportation order once leave was granted. I am convinced that the balance of convenience lies with the applicant. Any harm to the fair and orderly operation of the immigration system if all applicants in similar circumstances to this applicant had the deportation orders stayed, will be outweighed by the potential harm to the applicant."], ["[24]", "For the reasons given an order staying the deportation order issued.", "Application allowed.", "Editor: Elizabeth M.A. Turgeon/sms", "[End of document]"]]}