{"id_": "027629", "body_str": [["[1]", "Sharlow, J.", ": The applicant seeks judicial review of a decision made in 1996 purporting to alter the terms of the applicant's parole supervision. The application was filed on April 15, 1998 pursuant to an order granting an extension of the time. The hearing was scheduled for April 13, 1999.  <FRAGMENT_SUPPRESSED>"], ["[2]", "This application for judicial review was made in an attempt to relieve the applicant of onerous reporting requirements imposed on him in 1996 by the impugned decision. Before that decision was made, the applicant was permitted to report to a parole supervisor only once a year in writing. The 1996 decision required him to report monthly in person until completion of a review of his case and then no less frequently than once every three months. At the time the application was filed, the applicant had been led to believe that the term of his parole would end in the summer of 1999. In mid-October of 1998, he was advised that the term of his parole had expired on October 9, 1998 so that as of that date he was no longer on parole and no longer subject to any parole supervision.  <FRAGMENT_SUPPRESSED>"], ["[3]", "On April 6, 1999, the respondent made a motion for dismissal of the application on the ground of mootness. That motion was heard on April 13, 1999 at the commencement of the hearing of the application. I reserved decision on the motion and heard argument on the application itself, reserving decision on that as well pending my decision on the motion.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The remedy sought in this application was an order quashing the 1996 decision, thus restoring the annual reporting requirements in place before the decision was made. Complete success in the application would result in an order with no practical effect, at least in the context of the application as originally framed, because after October 9, 1998 the applicant had no further obligation to report.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The leading authority on the question of mootness is", "<FRAGMENT_SUPPRESSED>  Sask.R. 82; 38 C.R.R. 232; 57 D.L.R.(4th) 231; 47 C.C.C.(3d) 1; 33 C.P.C.(2d) 105; [1989] 3 W.W.R. 97. According to that decision, it is necessary to consider, first, whether the proceeding is moot and then, if it is moot, whether a decision should be rendered despite the mootness.  <FRAGMENT_SUPPRESSED>"], ["[6]", "A proceeding becomes moot when circumstances have changed so that there is no longer a live controversy between the parties that can be resolved by a decision in that proceeding. In my opinion, that describes this case. I conclude that this application is moot. [see footnote 1]  <FRAGMENT_SUPPRESSED>"], ["[7]", "The question then is whether I should exercise my discretion to decide the application despite its mootness. I have decided that I should not. In reaching that conclusion I have been guided by the discussion  <FRAGMENT_SUPPRESSED>", "as to the court's discretion.  <FRAGMENT_SUPPRESSED>"], ["[8]", "One factor to be considered is that a court's competence to resolve a legal dispute is rooted in the adversary system. This is based on the presumption that issues are likely to be well and fully argued only by parties who have a stake in the outcome. With that in mind, it is appropriate to consider whether there are collateral consequences to the outcome that will provide the required adversarial context.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The applicant has argued that it should remain open to him to seek a declaration that the decision was unlawful, because he intends to pursue an action in damages. No such action had been commenced at the date of the hearing, but it was suggested in argument that this is only because of the impecuniosity of the applicant, which makes it unlikely that the applicant will be able to find counsel to represent him in an action for damages in the absence of a favourable ruling in this application.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Without an evidentiary basis for describing the applicant's potential claim, I must assume that it would be a claim for damages for the unlawful exercise of a statutory power. To give any weight to this factor, I must also assume that if I were to hold that the impugned 1996 decision was unlawful, one element of the applicant's claim would be established. If I could make those assumptions, it would tend to weigh in favour of hearing the application despite its mootness.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The evidence before me raises a question of fact as to whether the decision that adversely affected the applicant was made by the National Parole Board or a parole supervisor. Thus, if I were to hear the application, I would have to choose between competing theories as to the statutory authority upon which the decision maker purported to rely. I am in a position to reach a conclusion on that point based on the evidence in this application, but a different body of evidence could well lead to a different conclusion. Therefore, I cannot conclude that the collateral consequences the applicant seeks would result from a favourable decision on this application.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The possibility of conflicting outcomes is also a relevant consideration with respect to judicial economy, and weighs against hearing this application. There are other issues to take into account in this regard. It is not clear to me that much time in a future trial of the applicant's claim for damages would be saved if this application is determined in the applicant's favour. The judge hearing the applicant's claim for damages would still have to consider all of the other elements of the claim as well as any defences. That could potentially include difficult questions of fact, apart from those relating solely to the impugned decision. Also, any decision I make in this application would be subject to appeal, as might any claim for damages, which means that there could potentially be two appellate proceedings arising from the same subject matter.  <FRAGMENT_SUPPRESSED>"], ["[13]", "On balance, I believe that considerations of collateral consequences and judicial economy would favour not hearing this application.  <FRAGMENT_SUPPRESSED>"], ["[14]", "I take it from", "Borowski", "that it is also open to me to hear this application if I believe it involves an issue of public importance, the resolution of which is in the public interest. An affidavit submitted by the respondent suggests that there is no pending litigation, except this application, involving the legal issue that arises in this application. The applicant has argued that there may be many individuals with an interest in the outcome of this application, but has provided no evidentiary foundation for that argument that enables me to assess the extent of that interest. I am not persuaded that there is sufficient public interest in this application to justify hearing it despite its mootness.  <FRAGMENT_SUPPRESSED>"], ["[15]", "This application is dismissed. The parties will bear their own costs.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/ldl  <FRAGMENT_SUPPRESSED>", "Footnotes  <FRAGMENT_SUPPRESSED>", "1.\tThis conclusion is consistent with", "<FRAGMENT_SUPPRESSED>  (T.D.).  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}