{"id_": "027776", "body_str": [["[1]", "Zinn, J.", ": The Refugee Protection Division [the RPD] rendered an unreasonable decision on the applicants' claim for Convention refugee status as a result of its reliance on isolated selections from the documentary evidence that had little direct relevance to the claims under consideration, and its failure to seriously examine why these applicants had not sought state protection.", "Background"], ["[2]", "Ms. Orgona and her three children Nikolett, Vanessza, and Tibor are all Hungarian citizens of Roma ethnicity. Their husband and father, Tibor Orgona, is making a separate application for protection. The applicants allege that they suffered discrimination, harassment and assault in their native Hungary as a consequence of their ethnicity."], ["[3]", "They claim that while living in the village of Hunya, they were threatened and harassed by their neighbours and the children were discriminated against at school. They left Hunya for Budapest after the father was stabbed with a pocket knife while being attacked by two men who had been chasing him on bicycles. They fled Budapest for Canada when they were physically attacked by right-wing extremists. They never went to the police to complain about any of these incidents."], ["[4]", "The RPD dismissed their claim. While the RPD noted a number of internal inconsistencies with the account of the last attack, it held that the determinative issue was the applicants' failure to rebut the presumption of state protection."], ["[5]", "The RPD found that by never approaching the police or other organizations with a complaint, they had failed to take all reasonable steps to seek state protection. It was said that the objective evidence indicated that there were \"many sources of recourse had the [applicants] decided to report any problems to the police and been dissatisfied with their action.\" The Minorities Ombudsman's Office, the Independent Police Complaints Board [the IPCB] and the Roma Police Officers'Association are cited as some of the sources of recourse to which they could have availed themselves."], ["[6]", "The RPD noted that the IPCB is independent of the police, reviews complaints of police actions and makes recommendations to the head of the National Police. Furthermore, if those \"recommendations are not accepted, the matter can be referred to a court.\""], ["[7]", "Second, the RPD described the various reports of attacks against Roma in recent years and noted that \"the police reacted by taking several measures within a program that was supposed to enhance community safety.\" For example, areas where the police believed similar attacks might occur were patrolled at night and in the early mornings. It was found that objective evidence indicated that the police made several arrests in relation to the attacks."], ["[8]", "In its examination of the allegation of discrimination, the RPD noted that \"it is stated in the Board package that Hungary has one of the most advanced anti-discrimination laws and system for minority protection in the Central and Eastern European region.\" However, it also found that", "the failure of local authorities to implement this legislation", "explains much of the discrimination experienced by Roma. Despite this telling finding, the Board noted that Roma have a number of organizations with whom they may seek redress if they suffer discrimination."], ["[9]", "The Board also noted that the Hungarian government has taken a number of measures that are aimed to reduce inequities suffered by the Roma in the areas of housing, employment, education, health, and political representation."], ["[10]", "On the basis of its examination of the documentary record, the RPD \"confirms that, although not perfect, there is adequate state protection  <FRAGMENT_SUPPRESSED>  for Roma who are victims of crime, police abuse, discrimination, or persecution.\""], ["[11]", "Actions, not good intentions, prove that protection from persecution is available. See the following on this point among the many, many decisions of this Court involving state protection in  <FRAGMENT_SUPPRESSED> ."], ["[12]", "The decision under review is replete with statements and quotations of the government's good intentions; there is scant reference or statements as to the effectiveness of these efforts. The RPD points to one document that describes a series of nine particularly horrendous attacks against members of the Romani community between January 2008 and August 2009. They were similar in that the perpetrators used Molotov cocktails and firearms. The victims were killed, burned, and seriously injured."], ["[13]", "These crimes were investigated and eventually four persons were charged. But that evidence shows nothing of the results or the efforts made to investigate and prosecute those involved in the more numerous \"other\" attacks on Roma  <FRAGMENT_SUPPRESSED> . Evidence of the actions taken by police to address notorious, well-publicized, serial killings is of little persuasive value in showing how the police deal with more common criminals. However, on the basis of that particular response to these few horrific organized crimes, the RPD concluded that \"there is solid objective evidence of active police investigation and arrest.\" The situation of these applicants, and most Roma, is not that of the victims in these nine attacks. Therefore, the RPD erred in relying, selectively, on evidence that had little relevance to these applicants and their situation  <FRAGMENT_SUPPRESSED> ."], ["[14]", "The RPD also makes reference to the IPCB as an avenue of redress if the police do not act properly. It writes that it is an independent body reviewing complaints of police actions which makes recommendations to the head of the National Police and if the recommendations are not accepted, the matter can be referred to a court. On its face, that appears to be an effective tool to ensure that complaints about the police are dealt with; however, another document states that \"in practice\" the head of the National Police \"'neglect[s]' 90 percent of the Complaints Body's decisions.\" Thus, there appears to be no real avenue for redress for the vast majority of the complainants. The RPD's determination that this process provides a", "reasonable", "opportunity for Roma to seek redress is unreasonable."], ["[15]", "Without any analysis as to how its conclusion that there is adequate state protection  <FRAGMENT_SUPPRESSED>  for Roma who are victims of crime, police abuse, discrimination, or persecution was reached, it cannot be said to be reasonable in light of the evidence to the contrary in the national document package, including, as an example, the following from Amnesty International's", "Violent Attacks Against Roma  <FRAGMENT_SUPPRESSED> : Time to Investigate Racial Motivation", "Amnesty International's research into some of the nine attacks", "and other reported incidents", "indicates that the Hungarian authorities", "failed to identify and respond effectively to violence against Roma", "<FRAGMENT_SUPPRESSED> , including by", "not investigating possible racial motivation", ". This report details the", "shortcomings in the responses of Hungarian criminal justice system", "in relation to hate crimes. Although there are existing provisions to combat hate crimes they are not being properly implemented, including because the", "police lack capacity to recognize and investigate hate crimes", "and lack training to enhance such capacity. There are no guidelines for police offices on how to investigate hate crimes and how to treat alleged victims - and neither are there guidelines for prosecutors on how to oversee these investigations. The assistance and support provided by the state for victims of hate crimes are also inadequate. In terms of prevention the authorities lack effective measures to map the nature and scale of the issue, including because they do not collect disaggregated data on hate crimes, thereby hampering their ability to identify trends and craft relevant policy responses.", "...", "Despite the existing legal provisions on hate crime, Hungary has been criticized for failing to implement the provisions.", "The low levels of prosecutions of racially-motivated crimes have been attributed to the reluctance of the police, prosecutors and courts to investigate and acknowledge racial motivation in violent and nonviolent crimes against Roma", "...", "Amnesty International is concerned that Hungarian authorities are", "failing to take necessary steps to prevent and respond to violence", "against Roma effectively due to shortcomings and gaps in the criminal justice system. [emphasis added]"], ["[16]", "Lastly, the RPD concluded that these applicants had failed to rebut the presumption of state protection, in part, because they had not sought it. However, because the RPD was of the view (on the basis of this selective evidence) that adequate state protection was available, it failed to seriously examine and test the evidence and submissions of the applicants that they did not seek it because it would not have been \"reasonably forthcoming.\" Based upon the evidentiary record, that may well have been a reasonable supported belief and, where protection is not likely to be forthcoming, there is no requirement to seek it:", "<FRAGMENT_SUPPRESSED> ."], ["[17]", "For these reasons this decision must be set aside. No question was proposed for certification.", "JUDGMENT"], ["[18]", "THIS COURT'S JUDGMENT is that", "the application is allowed, the decision is set aside, the claims for protection are remitted to a differently constituted panel for determination, and no question is certified.", ".........................", "Tiborne Orgona, Nikolett Orgona,  <FRAGMENT_SUPPRESSED>  Section de la protection des réfugiés [la SPR] a rendu une décision déraisonnable relativement aux demandes d'asile des demandeurs à titre de réfugiés au sens de la Convention du fait qu'elle s'est appuyée uniquement sur certains éléments de la preuve documentaire qui avaient peu à voir avec les demandes en cause et qu'elle a omis d'examiner sérieusement les motifs pour lesquels ces demandeurs n'avaient pas cherché à obtenir la protection de l'État.", "Contexte"], ["[2]", "Madame Orgona et ses trois enfants, Nikolett, Vanessza et Tibor, sont tous des citoyens hongrois d'origine ethnique rom. Tibor Orgona, l'époux de Mme Orgona et le père des enfants, dépose une demande d'asile séparée. Les demandeurs allèguent qu'ils ont été victimes de discrimination, de harcèlement et d'agressions dans leur Hongrie natale à cause de leur origine ethnique."], ["[3]", "Selon leur version des faits, à l'époque où ils vivaient dans le village de Hunya, ils étaient menacés et harcelés par leurs voisins et leurs enfants étaient victimes de discrimination à l'école. Ils ont quitté Hunya pour Budapest après que deux hommes qui avaient pourchassé en vélo leur père l'eurent battu et lui eurent asséné un coup de couteau de poche. Ils ont quitté Budapest pour immigrer au Canada lorsqu'ils ont été agressés par des extrémistes de droite. Ils n'ont jamais porté plainte à la police au sujet de ces incidents."], ["[4]", "La SPR a rejeté la demande d'asile. Bien que la SPR ait souligné un certain nombre de contradictions internes relativement au compte rendu sur la dernière agression, elle a conclu que l'incapacité des demandeurs d'écarter la présomption de la protection offerte par l'État avait été la question déterminante."], ["[5]", "La SPR a conclu que les demandeurs, en ne communiquant jamais avec la police ou avec d'autres organisations, n'ont pas pris toutes les mesures raisonnables afin d'obtenir la protection de l'État. Selon la SPR, « les éléments de preuve objectifs montrent que les demandeurs] aurai[ent] pu se prévaloir de nombreux recours [s'ils] avai[ent] décidé de signaler certains problèmes à la police et qu'[ils] avai[ent] été insatisfai[ts] des mesures prises par les policiers ». Le Bureau de l'ombudsman pour les minorités, la Commission indépendante des plaintes contre la police [IPCB] et l'Association des agents de police roms sont mentionnés comme certains des organismes auxquels ils auraient pu s'adresser."], ["[6]", "La SPR a souligné que l'IPCB est un organisme indépendant de la police qui examine les plaintes relatives aux actes commis par des policiers et fait des recommandations à la direction de la police nationale. De plus, si les« recommandations ne sont pas entérinées, l'affaire peut alors être portée devant un tribunal »."], ["[7]", "Deuxièmement, la SPR a décrit les divers rapports faisant état d'agressions contre les Roms au cours des dernières années et a souligné que « la police [avait] réagi en prenant plusieurs mesures dans le cadre d'un programme censé améliorer la sécurité de la communauté rom ». Par exemple, dans les endroits où la police estimait que des agressions semblables pouvaient se dérouler, des agents patrouillaient la nuit et tôt le matin. Selon la SPR, des éléments de preuve objectifs révélaient que la police avait effectué plusieurs arrestations relativement à ce genre d'agressions."], ["[8]", "Dans le cadre de son examen de l'allégation de discrimination, la SPR a souligné que« selon la documentation de la Commission, la Hongrie est l'un des pays qui possèdent les lois antidiscrimination et le système de protection des minorités les plus complets de la région de l'Europe centrale et de l'Est ». Cependant, elle a aussi constaté que", "le défaut des autorités locales de mettre en œuvre cette législation", "explique en bonne partie la discrimination dont souffrent les Roms. Malgré cette conclusion éclairante, la Commission a souligné que les Roms disposent de bon nombre d'organisations auprès desquelles ils peuvent chercher à obtenir réparation s'ils sont victimes de discrimination."], ["[9]", "La Commission a aussi souligné que le gouvernement hongrois a pris un certain nombre de mesures qui visent à réduire les injustices que subissent les Roms dans les domaines du logement, de l'emploi, de l'éducation, de la santé et de la représentation politique."], ["[10]", "Après avoir examiné la preuve documentaire, la SPR « [a confirmé] qu'en Hongrie, l'État offre une protection suffisante, bien qu'imparfaite, aux Roms qui sont victimes de crimes, de violence policière, de discrimination ou de persécution »."], ["[11]", "Ce sont les actes, et non les bonnes intentions, qui démontrent l'existence réelle d'une protection contre la persécution. Voir sur ce point quelques-unes des très nombreuses décisions de la Cour relatives à la protection de l'État en  <FRAGMENT_SUPPRESSED> ;", "Hercegi Canada (Ministre de la Citoyenneté et de l'Immigration", "), 2012 CF 250, au paragraphe 5;", "<FRAGMENT_SUPPRESSED> à 60."], ["[12]", "La décision qui fait l'objet du contrôle regorge de déclarations et de citations qui font état des bonnes intentions du gouvernement. Cependant, il y a peu d'allusions aux déclarations relatives à l'efficacité de ces efforts. La SPR mentionne un document qui décrit une série de neuf agressions particulièrement horribles commises contre des membres de la collectivité rom entre janvier 2008 et août 2009. Ces agressions avaient un point commun, soit que leurs auteurs faisaient usage de cocktails Molotov et d'armes à feu. Les victimes étaient tuées, brûlées ou grièvement blessées."], ["[13]", "Ces crimes ont fait l'objet d'une enquête et quatre personnes ont finalement été accusées. Or, cet élément de preuve ne révèle rien des efforts consentis pour démasquer et poursuivre ceux qui ont été impliqués dans les nombreuses« autres » agressions contre des Roms en Hongrie ou des résultats de ces efforts. La preuve concernant les mesures prises par la police pour réagir à des meurtres en série connus de tous et largement médiatisés ne donne pas vraiment une idée de la façon dont la police traite les criminels qui ressortent moins du lot. Cependant, s'appuyant sur cette réaction particulière à ces horribles crimes planifiés, la SPR concluait qu'[traduction] « il existe de solides éléments de preuve objectifs démontrant que la police a mené des enquêtes et procédé à des arrestations ». La situation des demandeurs, et de la plupart des Roms, n'est pas celle des victimes de ces neuf agressions. Par conséquent, la SPR a commis une erreur en s'appuyant, de façon sélective, sur des éléments de preuve qui avaient peu à voir avec les demandeurs et leur situation en Hongrie."], ["[14]", "La SPR mentionne aussi que les particuliers peuvent s'adresser à l'IPCB pour demander réparation lorsque la police n'agit pas correctement. Elle écrit qu'il s'agit d'un organisme indépendant qui examine les plaintes relatives à des actes commis par des policiers et qui fait des recommandations au chef de la police nationale; elle ajoute que si les recommandations ne sont pas entérinées, l'affaire peut être portée devant un tribunal. À première vue, il semble s'agir d'un outil efficace qui garantit que les plaintes faites au sujet des policiers sont réellement examinées; cependant, selon un autre document,« en pratique », le chef de la police nationale « n'accorde aucune considération à 90 p. 100 des décisions » de cet organisme. Il semble donc n'exister aucun moyen réel de réparation pour la grande majorité des plaignants. La conclusion de la SPR selon laquelle ce processus fournit aux Roms une occasion", "raisonnable", "d'obtenir une réparation est déraisonnable."], ["[15]", "La Commission n'ayant pas indiqué comment elle en était arrivée à conclure qu'il existe une protection adéquate de l'État en Hongrie pour les Roms qui sont victimes de crimes, de violence policière, discrimination ou de persécution, sa conclusion ne peut être jugée raisonnable compte tenu de la preuve indiquant le contraire dans le cartable national de documentation, notamment de l'extrait suivant du document d'Amnesty International intitulé", "Violent Attacks Against Roma  <FRAGMENT_SUPPRESSED> : Time to Investigate Racial Motivation", "[Traduction]", "La recherche d'Amnesty International sur certaines des neuf agressions", "et sur d'autres incidents rapportés", "révèle que les autorités hongroises", "n'ont pas consigné la violence contre les Roms", "en Hongrie", "et n'y ont pas réagi efficacement", ", notamment en", "n'enquêtant pas sur de possibles motivations raciales", ". Ce rapport présente en détail les", "lacunes commises dans les réactions du système de justice criminelle hongrois", "relativement à ces crimes haineux. Bien qu'il existe des dispositions législatives visant à lutter contre les crimes haineux, elles ne sont pas bien appliquées, notamment parce que la", "police n'a pas la capacité de reconnaître les crimes haineux et de faire enquête à ce sujet", "et qu'elle ne reçoit pas la formation qui lui permettrait d'améliorer sa capacité dans ce domaine. La police n'est pas dotée de lignes directrices quant à la façon d'enquêter sur les crimes haineux et de traiter les victimes - il n'existe pas non plus de lignes directrices qui informent les poursuivants au sujet de la façon de superviser ces enquêtes. L'aide et le soutien fournis par l'État aux victimes de crimes haineux sont aussi inadéquats. En ce qui concerne la prévention, les autorités n'ont pas adopté de mesures efficaces pour évaluer la nature et l'ampleur du problème, notamment parce qu'elles ne recueillent pas de données ventilées sur les crimes haineux, ce qui les empêche de recenser les tendances et d'élaborer des politiques qui constituent des réponses plus appropriées.", "[...]", "Malgré les dispositions législatives existantes sur les crimes haineux, la Hongrie a été critiquée parce qu'elle n'a pas mis enœuvre ces dispositions.", "Le faible pourcentage de poursuites dans les cas de crimes commis pour des motifs raciaux était expliqué par l'hésitation de la police, des poursuivants et des tribunaux à enquêter sur les motivations raciales ainsi que sur les crimes violents et non violents contre les Roms et à en reconnaître l'existence", "[...]", "Amnesty International s'inquiète du fait que les autorités hongroises", "ne prennent pas les mesures nécessaires pour éviter la violence contre les Roms et y réagir efficacement", "à cause des limitations et des lacunes du système de justice criminelle. [Non souligné dans l'original]"], ["[16]", "Enfin, la SPR a conclu que ces demandeurs n'avaient pas écarté la présomption de la protection de l'État, notamment parce qu'ils ne l'avaient pas recherchée. Cependant, parce que la SPR jugeait (à partir de ces éléments de preuve sélectionnés) qu'une protection adéquate de l'État était offerte, elle n'a pas examiné et vérifié sérieusement la preuve et les observations des demandeurs selon lesquelles ils ne l'avaient pas recherchée parce qu'elle n'aurait pu« raisonnablement être assurée ». Selon la preuve au dossier, il semblait s'agir d'une croyance raisonnablement étayée et, dans les cas où la protection ne peut raisonnablement être assurée, il n'est pas nécessaire de la rechercher:", "Canada (Procurer général) c Ward", ", [1993] 2 RCS 689."], ["[17]", "Pour ces motifs, la décision doit être annulée. Aucune question n'a été proposée en vue de sa certification.", "JUGEMENT"], ["[18]", "LA COUR ORDONNE que", "la demande soit accueillie, que la décision soit annulée et que les demandes d'asile soient renvoyées à un tribunal différemment constitué pour que celui-ci statue à nouveau ces demandes. Aucune question n'est certifiée.", "[End of document]"]]}