{"id_": "027831", "body_str": [["[1]", "Pinard, J. [TRANSLATION]", ": This is an application for an interlocutory injunction in an action for infringement of a trademark registered as No. 221,614 and assigned to the plaintiff."], ["[2]", "By its application the plaintiff is essentially seeking to bar the defendant from using certain cheese wrappers shown in Exhibits P-8 to P-11, which it considers will cause or be likely to cause confusion with its said trademark, when used in association with cheese."], ["[3]", "The plaintiff's trademark registration certificate reproduces the following sample, stating in the colour claim that the left vertical strip is blue, the right vertical strip red and the background of the banner yellow:", "[Diagram omitted. See printed version.]"], ["[4]", "The design on the disputed wrappers of the defendant essentially represents the following:", "[Diagram omitted. See printed version.]"], ["[5]", "The principal inherently distinctive characteristics of the plaintiff's mark, according to the evidence, may be described as follows:", "1) two parallel and perpendicular strips of equal width, the left one blue and the right one red, located at the two ends of the mark, which is rectangular in form but almost square;", "2) the location of these two coloured strips on the mark means that, between the two, there is a strip nearly twice as wide, white or uncoloured, on which the entrance to a fortress resembling the Porte St-Louis in Québec is printed;", "3) the French name \"P'TIT QUEBEC\" is prominently displayed in capital letters on a yellow banner right across the upper portion of the mark;", "4) a single white or uncoloured fleur-de-lis appears on each of the two coloured strips."], ["[6]", "The plaintiff uses its trademark on a transparent wrapper, and when the central strip is not printed in white, as sometimes happens, it is uncoloured and the colour of the cheddar cheese in the package can be seen through it; as the cheddar is often almost white, the effect in such a case is more or less the same, so that the central strip gives the impression of being almost as white as the fleurs-de-lis, which are printed in white. The letters of the name \"P'TIT QUEBEC\" on the wrapper are all in black."], ["[7]", "The defendant, for its part, also uses a transparent wrapper on which is printed a design having two parallel strips at the ends, one blue and the other red, on which the white fleur-de-lis is shown. However, the design on the defendant's wrapper has the following principal inherently distinctive characteristics:", "1) the coloured strips are not of equal width; they are horizontal and located in the upper and lower parts of the design, the general shape of which is quite rectangular;", "2) several fleurs-de-lis are shown on each coloured strip;", "3) the location of these two coloured strips on the design means that, between the two, there is a transparent strip about four times as wide as the narrower of the two strips; the French name \"FLEUR de LYS\" is clearly printed on this transparent strip, in large blue letters outlined in white; just above, on a black rectangle outlined in yellow, and also prominent, though less so, is the manufacturer's name, \"McCain\", printed in white letters."], ["[8]", "The plaintiff uses it trademark almost exclusively in Quebec and the defendant uses its disputed wrappers only in that province."], ["[9]", "As can be seen, in both cases the parties are appealing to the consciousness among Quebecers of a legitimate nationalism based on both French language and origins. In the circumstances, does this necessarily mean that there is a confusion likely to lead the consumer to think that \"P'TIT QUEBEC\" cheese and \"FLEUR de LYS\" cheese are made by the same person?"], ["[10]", "The plaintiff maintained that there is, and accordingly based its application for an interlocutory injunction on the infringement of its trademark resulting from the confusion created or likely to be created by the wrappers used by the defendant in association with cheese."], ["[11]", "Learned counsel for the defendant maintained, first, that the plaintiff's action is based solely on infringement of a trademark within the meaning of ss. 6, 19 and 20 of the Trade Marks Act, R.S.C. 1970, c. T-10, that it is not a passing-off action within the meaning of s. 7 of the Act, and that accordingly no comparison can be drawn with the wrapper used by the defendant, since the Court must confine itself strictly to comparing the trademarks."], ["[12]", "Counsel for the defendant further argued that the burden of proof rests with the plaintiff and, referring to the Supreme Court of Canada judgment in  <FRAGMENT_SUPPRESSED> , he added that this burden is much greater here than in the case of an application to register a trademark."], ["[13]", "Finally, as to the test that must be applied to determine whether confusion is created within the meaning of the Act, counsel for the defendant referred to a wealth of authority defining various relevant factors and principles, in which the facts were always decisive; he concluded that in the circumstances confusion had not been proven, in view of the generally recognized differences between the plaintiff's mark and the disputed wrapper of the defendant."], ["[14]", "Learned counsel for the plaintiff, for his part, maintained that his client's trademark deserved greater protection in view of its established reputation: referring to Société pour l'Expansion des  <FRAGMENT_SUPPRESSED> , counsel argued that it \"is for the defendant, which has adopted the distinctive characteristics of the 'P'TIT QUEBEC' cheese wrapper, to show that there is no likelihood of confusion\"."], ["[15]", "Finally, regarding the test for confusion, counsel for the plaintiff also referred to a large number of interesting and varied cases. He concluded that because of the similarity between the plaintiff's mark and the disputed wrapper of the defendant, the latter had not established there was no likelihood of confusion."], ["[16]", "In my opinion, these are relatively complex questions of law and fact which certainly cannot be resolved at this stage of the proceedings. This is not a clear case of infringement of a trademark, even though it is not in dispute that the plaintiff's mark is valid and publicly recognized. The question is one of confusion and the likelihood of confusion. These ideas, combined with the burden of proof, are very much a question of fact, and it is very probable that at the hearing the facts on either side may prove to be both more complex and more conclusive. At this stage, for example, the evidence of actual confusion, which refers to a single case only, that involving a printing error on a Steinberg prospectus, is to say the least open to question. In a case involving the likelihood of confusion, a careful and complete analysis of the facts is necessary before the law can be judiciously applied, and this is more limiting and more complex when the case does not concern the same mark, or almost identical marks, used by competitors."], ["[17]", "In view of the particular circumstances of the case at bar, and having in mind the undisputed validity and public recognition of the plaintiff's trademark, I consider that it has in any case clearly established the existence of a serious case to be tried. I therefore feel it is proper to follow the rules defined by the House of Lords in  <FRAGMENT_SUPPRESSED>  for an interlocutory injunction proceeding."], ["[18]", "The test or criteria described in that decision, regarding the degree of consideration that a court should give the merits of the principal action in an interlocutory injunction proceeding, have often been applied by the Canadian courts. According to those criteria, as so admirably expressed by Strayer, J., of the Federal Court of Canada in  <FRAGMENT_SUPPRESSED>  shown that a prima facie right exists, but whether it has established that there is a serious case to be tried. If so, the judge must then consider whether damages will provide the plaintiff-applicant with an adequate remedy; if damages will not suffice, the judge may then consider whether, if an injunction were granted and the action subsequently failed, an undertaking by the plaintiff can provide the successful defendant with an adequate remedy. If it can, then finally the judge may consider the balance of convenience in more general terms."], ["[19]", "Of course, the House of Lords itself recognized in American Cyanamid that the less rigorous rule of whether there is a serious case to be tried would not be sufficient in all cases. It is admitted, for example, that if the practical effect of making an order for an interlocutory injunction will be to finally dispose of the principal action, the merits of the latter should be more thoroughly examined; and this is what the Federal Court of Canada did in  <FRAGMENT_SUPPRESSED>  been a clear infringement of a trademark, copyright, industrial and commercial design or a patent, there clearly is no need to follow the rules laid down in American Cyanamid: it has been consistently held n1 that an interlocutory injunction may then be granted even if damages could provide the plaintiff with an adequate remedy. I do not think the case at bar falls into either of these latter two categories."], ["[20]", "In the case at bar, then, as it has found that the plaintiff has established that there is a serious case to be tried, the Court must now consider whether if an injunction is not granted the plaintiff will suffer harm for which damages will provide an adequate remedy."], ["[21]", "As counsel for both parties recognized we are dealing here with two \"giants\" whose financial stability is not in doubt; moreover, the defendant's ability to pay is confirmed by the written undertaking, entered in the record, of its parent company McCain Foods Ltd."], ["[22]", "The plaintiff maintained that the competition resulting from the actions with which it has charged the defendant has already had a negative effect on the volume of its sales, and that this situation will get worse. It may further be necessary for the defendant to reduce its prices and spend more on advertising. Finally, the plaintiff fears that it will lose a substantial amount of good will. Mr. Jacques Woods, the plaintiff's cheese marketing operations director and a specialist in the area, expressed the opinion that all this damage is not quantifiable and is therefore irreparable, but he did not elaborate."], ["[23]", "I do not doubt the competence or sincerity of Mr. Woods. However, he had a very definite interest in the case and appears to me either to have exaggerated or to have confused damage that is unquantifiable, considerable and irreparable. In any case, the courts have repeatedly had occasion to assess damage judicially and equitably, and have done so in situations much more complex than this."], ["[24]", "In the case at bar, it is common ground that the plaintiff can determine its sales, expenses and profits and keep other relevant statistics on a methodical and regular basis. The defendant, for its part, has undertaken to keep a thorough and detailed account of the \"FLEUR de LYS\" cheese which it manufactures, advertises and sells."], ["[25]", "I consider that it is possible to reasonably quantify and eventually determine the value, based on past expenditures and current pricing, of what at this point are hypothetical costs. The concern was also expressed that the plaintiff will lose a portion of its good will to the defendant forever, as a result of retailers and customers shifting to the latter. If the plaintiff is successful at trial and thus able to terminate the competition it is objecting to, it would seem unlikely that it will suffer any long-term negative effects on the sale of its cheese, which has enjoyed a growing popularity over the last twenty-five years and which is by far the leader among similar cheeses sold in Quebec. There is also no evidence that the quality of the defendant's cheese is so low that any confusion with that of the plaintiff might compromise and impair the latter's reputation."], ["[26]", "In Interlego (supra), Strayer, J., mentioned exactly the same kind of point in connection with monetary compensation for a loss similar to that which the plaintiff may suffer. Like him, I have to conclude here that the prospect of irreparable loss is much more speculative than real and accordingly could not warrant prohibiting competition between the parties pending the trial and its outcome."], ["[27]", "Before concluding, however, I should refer briefly to the case law submitted by counsel for the plaintiff on serious and irreparable harm, though the facts in those cases are so different that they cannot be applied to the case at bar. In his written argument counsel for the plaintiff referred to the following cases:", "1.  <FRAGMENT_SUPPRESSED> ."], ["[28]", "It will suffice to note that in the first and third case, the marks used by the parties were exactly the same. In the second case, the marks or designs used by the parties were almost identical, the validity of the design copied was at issue and the judge found that there was a \"strong", "prima facie", "case\" in favour of the plaintiff. Finally, in the fourth case there was a strong resemblance between the marks and, most importantly, the judge considered that the defendant lacked the funds needed to meet an eventual award of damages."], ["[29]", "I cannot subscribe to the proposition that the keeping of a separate account by the defendant in connection with an application for an interlocutory injunction is inadmissible in a trademarks proceeding, as compared with patent or industrial and commercial design proceedings. Even in the only judgment submitted by counsel for the plaintiff, the Quebec Superior Court judge took care to refer specifically to the particular circumstances of the case in question (District of Montréal, No. 500-05-004216-865), in which the marks all contained the same word \"Clarks\" in connection with shoes. Additionally, in the three cases cited below, which are concerned only with trademarks, following a refusal to grant the interlocutory injunction sought the Court ordered the defendants to keep an exact account of their sales until the principal action was finally disposed of:  <FRAGMENT_SUPPRESSED>  Urie, J., dated August 1, 1974)."], ["[30]", "For all these reasons, therefore, in view of the undertaking by the defendant to keep a detailed account of its sales and profits for all categories of its \"FLEUR de LYS\" cheese, an order is made that the application be dismissed, the whole with costs to follow the disposition of the principal action.", "Application dismissed.", "Editor: Elizabeth M.A. Turgeon/kam", "Footnotes", "1.  <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 171;", "<FRAGMENT_SUPPRESSED> ."]]}