{"id_": "027864", "body_str": [["[1]", "Mosley, J.", ": This is an application for judicial review pursuant to section 72 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (\"IRPA\") of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\") dated October 20, 2011 rejecting the applicant's refugee claims."], ["[2]", "For the following reasons, the application is granted.", "BACKGROUND"], ["[3]", "The applicants are citizens of Columbia. The principal applicant, Ms. Deicy Prieto Sanabria, is the wife of Carlos Fernando Torres Mahecha and the mother of Daniel Felipe Torres Prieto. The applicants fear the Revolutionary Armed Forces of Colombia (the \"FARC\") and left Columbia for Canada to seek refugee status."], ["[4]", "The principal applicant was approached in early May 2008 by engineers who claimed to work for a well know construction company in Columbia. She was told that she had been referred to them by a previous employer and that they were interested in hiring her. At that time, the principal applicant was an engineering student at the Universidad Distral Fanscisco Jose de Caldas in Bogota. She met with the engineers and told them she was interested in working for them as they indicated that the company would pay for her graduate studies. The principal applicant was then informed that the engineers were members of the FARC."], ["[5]", "In June 2009, after consulting with a friend and receiving calls from the FARC asking if she had made up her mind, the principal applicant denounced the engineers to the police. The police officer told her to take precautions as they were not able to guarantee her safety. Two weeks later, she received a pamphlet indicating that she had become a military target. The principal applicant fled Columbia with her son on 11 July 2008."], ["[6]", "As for Mr. Torres Mahecha, he started receiving calls from unknown individuals asking for his wife in September 2008. For a time he stopped answering his phone until it caused some trouble with his employer. He was terrified of the threat and decided to leave his employment and university to join his wife and son. He left Columbia on 20 November 2008."], ["[7]", "The principal applicant and her son arrived in Canada on August 9, 2008 and made claims for refugee protection. Mr. Torres Machecha arrived in Canada on December 11, 2008 and also made a claim for protection. His claim was joined with that of his wife and son.", "DECISION UNDER REVIEW"], ["[8]", "The Board found that it was plausible that the principal applicant would be approached considering her education and her work experience. However, it did not believe that the two engineers were members of the FARC. The Board gave little weight to the FARC pamphlet because it was simply dated July 2008 and because it did not have the opportunity to examine the original. The Board also drew negative inference from the fact that the principal applicant received the pamphlet warning her that she would suffer consequences if she made a denunciation after she had made her denunciation."], ["[9]", "The Board did not believe that the principal applicant's husband had a well-founded fear of persecution. The Board found it difficult to believe that the FARC would make the connection quickly between him and his wife as they were living separately at the time. The Board found that the husband's credibility was adversely affected by the fact that he continued to work and go to university between September and November 2008 regardless of his alleged fear."], ["[10]", "The Board found that there was no nexus to a Convention ground and did not believe that the principal applicant was targeted because of her political opinion. Instead the Board found that she was targeted because of her education. The Board also found that the applicants were not members of a particular social group as engineers do not form a particular social group."], ["[11]", "The Board found that the risk faced by the principal applicant was generalized. It indicated that since the principal applicant was targeted because of her education, she did not face a personalized risk as all educated Columbians were facing the same risk."], ["[12]", "Finally, the Board found that state protection was available in Columbia. The Board noted that although the FARC were still active, they were retreating outside urban areas. The Board found that the state was increasing its effectives to combat the FARC and was making progress in that regard. The Board also noted that the principal applicant's complaint was forwarded to the Attorney General Office and then to the Bogota Police for a risk assessment after she left Columbia. The Board further noted she had received a letter from the Justice and Interior Ministry about a program for people who are at imminent risk of losing their life.", "ISSUES"], ["[13]", "This application raise the following issues:", "a. Did the Board breach procedural fairness?", "b. Was the decision of the Board reasonable?", "STANDARD OF REVIEW"], ["[14]", "State protection, generalized risk, nexus to a convention ground and credibility are issues of facts and mixed facts and law which are reviewable on a standard of reasonableness:", "FRAGMENT_SUPPRESSED. Reasonableness is based on the existence of justification, transparency and intelligibility within the decision-making process and whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law:", "FRAGMENT_SUPPRESSED."], ["[15]", "For issues of procedural fairness, the Court will determine if the requirements of procedural fairness were met; no deference is due:", "FRAGMENT_SUPPRESSED.", "Analysis"], ["[16]", "The respondent concedes that the Board breached procedural fairness in misleading the applicants with regard to the finding that there was no nexus to a Convention ground. At the conclusion of the hearing, during submissions, the Member interrupted counsel to acknowledge that there was such a nexus, namely political opinion, in this case. Counsel relied on that acknowledgement to move on to other submissions. In the decision, written four months later, the Board found to the contrary without notice to the applicants or giving them a further opportunity to be heard on the issue."], ["[17]", "In", "FRAGMENT_SUPPRESSED, Justice Pinard stated at paragraph 7 that FRAGMENT_SUPPRESSED."], ["[18]", "The applicants were deprived of their right to a fair hearing and the right to fully present their claim:", "FRAGMENT_SUPPRESSED."], ["[19]", "A breach of procedural fairness will render a decision invalid if the breach affects an essential requirement of the duty of fairness in the particular circumstances of the case:", "FRAGMENT_SUPPRESSED. A breach of natural justice will not warrant setting aside the tribunal's decision if correcting the error would not affect the result of the case:", "FRAGMENT_SUPPRESSED."], ["[20]", "In this matter, the respondent argues that the effect of the breach was \"neutralized\" by the state protection finding. However, the accumulation of errors casts doubt on the reasonableness of the decision as a whole:", "FRAGMENT_SUPPRESSED."], ["[21]", "The Member based her credibility finding, in part, on not having seen the original of a FARC pamphlet left at the applicants' home in which the principal applicant is declared a military objective. However, the record discloses that the originals of this and other documents were available for inspection and counsel advised the Member of this during the hearing. This and other errors suggest a lack of attentiveness to the evidence and submissions of the claimants."], ["[22]", "With regards to the generalized risk finding, the board erred in not considering that the applicant was personally targeted for recruitment by the FARC and then threatened after her complaint to the authorities:", "FRAGMENT_SUPPRESSED."], ["[23]", "The Member, in her state protection finding, conducted an adequate analysis of the documentary evidence with respect to the improved conditions in Columbia. Based on that, it was open to her to find, as she did, that the government is in effective control of its territory and is making serious efforts to protect its citizens. However the Member then misconstrued the principal applicant's efforts to obtain protection and the responses she received from the state authorities."], ["[24]", "The Member misread the correspondence from the several state agencies that considered the principal applicant's denunciation, in particular a letter dated February 2, 2010 from the Justice and Interior Ministry. The Member read that letter as a response to correspondence from the principal applicant after she had sought protection in Canada. That finding is not supported by the record. The February 2, 2010 letter refers to correspondence from other state agencies, not the applicant."], ["[25]", "There is nothing in the transcript to suggest that the principal applicant was questioned on the matter or provided evidence that she was in correspondence with the Ministry in 2009. The Member, therefore, erred in finding that the principal applicant had continued to seek protection from the Columbian government in 2009 and that this was inconsistent with her claim that she no longer had faith in the government to protect her and her son from harm."], ["[26]", "The principal applicant was eventually told by the Justice and Interior Ministry that she did not qualify for their protection. The National Police told her, in effect, to look out for herself. The burden is on the applicant to adduce clear and convincing evidence to satisfy the Board, on a balance of probabilities, that adequate state protection would not likely be available to her if she were required to return to her country of origin. Here, the finding was made without regard to the evidence before the Board:", "FRAGMENT_SUPPRESSED. It cannot serve to \"neutralize\" the Board's other errors."], ["[27]", "Neither party has submitted a serious question of general importance for certification in relation to the determinative issues.", "JUDGMENT"], ["[28]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is allowed, the decision of September 29, 2011 is set aside, and the matter is remitted for redetermination by a differently constituted panel.", "2. No serious question of general importance is certified.", "Application allowed.", "Editor: E. Joanne Oley/vnh"]]}