{"id_": "027892", "body_str": [["[1]", "Zinn, J.", ": This is an appeal of an order of a Prothonotary striking certain paragraphs of the Amended Statement of Claim without leave to amend. The parties agree, and the court concurs, that such an order raises a question vital to the final issue and is reviewable on the standard of correctness:", "<FRAGMENT_SUPPRESSED> ."], ["[2]", "For the reasons that follow, this appeal is allowed, with costs."], ["[3]", "The action is a claim by Pharmascience Inc.  <FRAGMENT_SUPPRESSED>  under section 8 of the", "Patented Medicines (Notice of Compliance) Regulations", ", SOR/93-133 [", "PMNOC Regulations", "], for damages suffered in being prevented from entering the pregabalin market as a consequence of Pfizer Canada Inc.'s  <FRAGMENT_SUPPRESSED>  unsuccessful prohibition applications pursuant to section 6 of the", "PMNOC Regulations", ": T-556-11 and T-185-13."], ["[4]", "On November 17, Pfizer brought a motion seeking, among other things, to strike paragraphs 35 and 36 of the Amended Statement of Claim. Those paragraphs read as follows:", "35. Therefore, Pfizer's invocation of the", "PM(NOC) Regulations", "and its commencement of Prohibition Proceeding #1 and Prohibition Proceeding #2 have resulted in lost sales to Pharmascience for the Pharmascience Capsules, the Pharmascience 225 Capsules and other, non-pregabalin products.", "36. In addition, during the Exclusionary Period and the Second Exclusionary Period, Pharmascience lost its opportunity for significantly enhancing its reputation for introducing new products on the market in advance of its competitors, thereby increasing the sale of Pharmascience' s products. As a result of this lost opportunity, Pharmascience was prevented from obtaining increased sales and market share for its non-pregabalin products."], ["[5]", "Pfizer's motion to strike came before the Prothonotary on January 29, 2015, and he issued his Order on March 27, 2015. Although the Prothonotary addressed Pfizer's request to strike paragraphs 35 and 36 of the Amended Statement of Claim insofar as they related to lost sales of other products, those paragraphs were not mentioned in the formal Order. On April 27, 2015, pursuant to Rule 397 of the", "Federal Courts Rules", ", the omission was corrected and an Order issued that \"the allegations in the amended Statement of claim relating to lost sales of other products in paragraphs 35 and 36 are struck.\""], ["[6]", "The test for striking a pleading places a high burden on the party who submits that the claim is without merit. It must be plain and obvious that the claim sought to be struck discloses no reasonable cause of action. The Supreme Court of Canada has said that \"if there is a chance that the plaintiff might succeed, then the plaintiff should not be 'driven from the judgment seat':\"", "<FRAGMENT_SUPPRESSED>  [Eli Lilly], in which a Prothonotary refused to grant Teva Canada Limited, the Defendant/Plaintiff by Counterclaim, leave to amend its Statement of Defence and Counterclaim after the first phase of a bifurcated action had been heard and determined in its favour, but before the start of discoveries on the second phase of the action."], ["[8]", "In the decision under appeal, the Prothonotary quoted, with favour, large parts of this paragraph, stating:", "As was noted by my colleague, Madam Prothonotary Mireille Tabib in", "<FRAGMENT_SUPPRESSED>  at para. 59:"], ["[59] The proposed new pleadings specifically seek compensation for losses suffered by Teva in the section 8 period relating to other products and to its overall market share, losses which the jurisprudence recognizes as potentially recoverable in a section 8 proceeding (", "<FRAGMENT_SUPPRESSED> ). Lilly's objection to these proposed amendments, with which I agree, is based on the lack of any particulars as to the other products in relation to which such losses are claimed or the customers in relation to which Teva's inability to offer olanzapine has negatively affected negotiations. Absent such particulars, Lilly's defence can only be the vaguest denial. At this point of the proceedings, where the sole issues for discovery and trial concern the quantum of the damages, and where all of the relevant facts are, on the face of the record, within the peculiar knowledge of Teva, allowing amendments that go only to introducing vague an open-ended heads of damages is not in the interest of justice. It would only invite a motion for particulars, and absent such particulars, the scope and subject matter of discoveries cannot adequately be defined and will likely result in protracted and inefficient discoveries. Teva's original pleadings already very generally state a claim for \"loss (including lost sales and market share (...))\". Allowing Teva to amend these pleadings to specify that this general loss includes losses relating to other products would serve no useful purpose unless the amendments provide particulars of the other products at issue and of the material facts upon which losses of sales or market share in relation to these other products were suffered in the relevant period and can be attributed to Teva's inability to market olanzapine in that period.", "In my view these observations apply equally here. Thus, those three components of lost market share are struck."], ["[9]", "With the greatest of respect, in my view, the Prothonotary here erred in relying so strongly on this jurisprudence. Eli Lilly involved an attempt to amend a pleading after liability had been determined but before the second phase of the trial dealing with quantifying loss had been commenced. The court observed that \"the question arises as to whether any amendments proposed by Teva that can be said to go to liability issues rather than to quantification issues should be viewed as amendments made after trial but before judgment, rather than amendments made before trial, and to what extent such a distinction should affect the court's determination on this motion.\" It was held that all amendments going to liability issues should be considered as amendments made after trial and should be refused. Importantly for the decision here under appeal, the court also stated that \"because it is impossible for the court to separate, in many of the proposed amendments, those parts that impermissibly go to liability issues and those that go to quantification issues, and because those amendments that could be allowed are insufficiently particularized, Teva's proposed pleading cannot be allowed as currently drafted.\""], ["[10]", "However, the court granted Teva leave to amend its claims for losses to the extent that they did not go to an liability issue and provided they were particularized:", "Teva cannot amend its pleadings to reopen, in any way, the liability phase of the trial that has been held in this matter, including to allege new causes of action. It may amend to add particulars as to the losses alleged to have been suffered as a result of the prohibition proceedings in T-1532-05, but only in the period between February 9, 2006 and June 6, 2007, as originally pleaded, and only if it provides the particulars of those losses and sufficient material facts to support the conclusion that the losses were suffered in the relevant period and are attributable to the prohibition proceedings. Where Teva intends to plead facts that may be relevant to the assessment of the amount of those losses, it should provide sufficient particulars as to the causal relationship between those facts and the amounts claimed. As presently drafted, the proposed amended pleadings do not meet these requirements and cannot be filed."], ["[11]", "In the matter under appeal, there is no question of amending pleadings to affect any earlier stage of the trial. Moreover, the proposed amendments in", "Eli Lilly", "concerned the court because their lack of particularity could result in inefficient discoveries and further court proceedings. While that may be a relevant consideration for a court considering a motion seeking leave to amend, it is not relevant when considering a motion to strike. The only relevant consideration is whether it is plain and obvious that the party pleading cannot succeed in the matter pleaded. Both the Prothonotary whose Order is under appeal and the Prothonotary in", "Eli Lilly", "recognize that losses suffered during the section 8 period relating to other products and to overall market share, are losses which the jurisprudence recognizes as potentially recoverable in a section 8 proceeding. Therefore, Pharmascience's claim for such losses ought not to be struck."], ["[12]", "If Pfizer was of the view that it required additional particulars in order to plead to the impugned paragraphs, then its course of action should have been to seek them from Pharmascience and, failing a response, to bring a motion. It must be observed, however, that Pfizer has had no difficulty pleading to such allegations in the past. Pharmascience brought to the court's attention the pleadings in  <FRAGMENT_SUPPRESSED>  to the Prothonotary whose Order is under appeal."], ["[13]", "In its Amended Statement of Claim  <FRAGMENT_SUPPRESSED> -13, dated May 12, 2014, the Teva claims compensation on \"loss of sales on other products.\" In paragraphs 36 and 37, it pleads as follows:", "36. By having been prevented from selling pregabalin capsules during the Relevant Period, Teva was denied the opportunity to significantly enhance its reputation for the introduction of new products in advance of its competitors. But for the delay caused by Pfizer's commencement of the Prohibition Applications, Teva would have been the first to Generic market with pregabalin capsules and would have had a substantial period of exclusivity, allowing it to gain the majority of the generic market over time and realize very significant profits as a result. This would have increased the value of Teva's business, and would have assisted Teva in leveraging the sales and profits of other products.", "37. The interrelated sales of various products to Teva's customers is such that Teva lost sales of other products and was required to increase customer allowances on other products, neither of which would have occurred but for Pfizer's listing of the Patents and commencement of the Prohibition Applications. This has caused loss and damages to Teva Canada."], ["[14]", "While not identical to the pleading Pfizer impugned here, they are similar in nature in that they plead a loss of sales on other products and are arguably quite general in nature. Pfizer was able to plead to these allegations  <FRAGMENT_SUPPRESSED> -13. In paragraph 55 of its Fresh as Amended Statement of Defence dated November 24, 2014, at para 55(b), it \"denies that Teva suffered the losses claimed at paragraphs 36 and 37 of the Amended Statement of Claim which losses are, in any event, not recoverable in law, speculative, and not casually connected to Pfizer's commencement of the ratiopharm Application or the Novopharm Application.\""], ["[15]", "I agree with Pfizer that a failure to challenge the pleading  <FRAGMENT_SUPPRESSED> -13 is not a bar to its challenge here. However, it does stand as evidence that it was able to respond to a general pleading of a loss of sales on other products."], ["[16]", "For these reasons, the appeal is allowed and the Order of the Prothonotary dated April 27, 2015 is set aside. Pharmascience is entitled to its costs of this appeal based on the mid-column of Tariff B, but not, as its sought, its costs on the motion below, in which it was only partly successful.", "ORDER"], ["[17]", "THIS COURT ORDERS that:", "1.The Order of the Prothonotary dated April 27, 2015 is set aside;", "2. Costs of this appeal shall be payable to Pharmascience based on the mid-column of Tariff B.", "[End of document]"]]}