{"id_": "027933", "body_str": [["[1]", "Frenette, D.J.", ": The applicants contest the legality of a decision (the impugned decision) rendered on May 23, 2006 by Jeanne Boily, Policy and Legislation Officer (the Officer), Public Works and Government Services Canada (PWGSC) in which it was concluded that five employees of the Royal Canadian Mint (the Mint) were not \"employees\" for the purposes of the", "Public Service Superannuation", "Act", ", R.S.C. 1985, c. P-36 (the", "PSSA", ").", "I. The facts"], ["[2]", "In April 1997, Pro-Fac Management Group Limited (Pro-Fac), a subsidiary of SNC-Lavalin Group Inc., entered into a contract (the Contract) with the Mint to provide facilities management services from January 20, 1997 to December 31, 1997. The Contract was extended on two occasions, ultimately ending on April 30, 2000. According to article 12.1 of the Contract, Pro-Fac was to provide \"the personnel and services required as an independent contractor [...].\" In accordance with article 12.2 of the Contract, all personnel assigned by Pro-Fac to fulfil its obligations under the Contract \"shall be and shall remain the employees of [Pro-Fac] who shall be responsible for the arrangement of substitutions, pay, supervision, discipline, unemployment insurance, Worker's compensation, leave and all other matters arising out of the relationship between the employer and employee.\" Further, under article 12.5, the Mint agreed that during the time of the Contract, any renewal thereof or one year after the termination of the agreement, it would not offer to employ or accept for employment any such employees of Pro-Fac without Pro-Fac's written consent."], ["[3]", "The five individual applicants, namely Jean Yves Duhaime, Paul Gravel, Christian Leroux, Jacques Lafond and John Hickey, were hired by Pro-Fac between March and August of 1998. These individuals were then subsequently hired by the Mint between February 1999 and February 2001."], ["[4]", "The applicant Public Service Alliance of Canada (PSAC), filed two applications with the Canadian Industrial Relations Board (the CIRB) seeking to include additional employees in an existing bargaining unit in respect of employees of the Mint. The matters raised similar issues and involved the same parties, thus, the CIRB decided to consolidate the matters. In order to protect the privacy of individuals, positions in question were identified according to an assigned number. Grievances filed by four of the five individual applicants were held in abeyance pending the outcome of the applications before the CIRB."], ["[5]", "In a decision dated May 1, 2003, the CIRB recognized the Mint's right to contract out for goods and services pursuant to subsection 18(3) of the", "Royal Canadian Mint", "Act", "R.S.C 1985, c. R-9, as amended (the", "RCMA", "). Further, certain individuals, including those previously identified by the Mint as independent contractors, were found by the CIRB to be \"employees\" with the meaning of the", "Canada Labour", "Code", ", R.S.C. 1985, c. L-2, as amended (the", "Code", "). These individuals were thus, included in the bargaining unit."], ["[6]", "At issue in the CIRB decision was the interaction between subsection 18(3) of the", "RCMA", "and the provisions of Part I- Industrial Relations of the", "Code", ". Subsection 18(3) states \"No collective agreement entered into by the Mint with its employees pursuant to Part I of the", "Canada Labour Code", "shall prohibit or limit the power of the Mint to enter into contracts with any person to provide for the procurement by the Mint of any goods or services from that person or the minting of coins by that person.\" Subsection 3(1) of the", "Code", "defines an employee as \"any person employed by an employer and includes a dependent contractor and a private constable, but does not include a person who performs management functions or is employed in a confidential capacity in matters relating to industrial relations.\" The term employer is defined in that same subsection of the", "Code", "as \"(a) any person who employs one or more employees, and (b) in respect of a dependent contractor, such person as, in the opinion of the Board, has a relationship with the dependent contractor to such extent that the arrangement that governs the performance of services by the dependent contractor for that person can be the subject of collective bargaining.\""], ["[7]", "The Mint argued that subsection 18(3) gave it the right to enter into contracts with any individual irrespective of the provisions of the", "Code", ". More specifically, it was argued that this subsection should be applied in such a manner that contractors who enter into contracts with the Mint for the procurement of goods and services should not be regarded as \"employees\" under the", "Code", "and accordingly, should not be covered by the bargaining unit."], ["[8]", "PSAC argued that if the de facto situation of the individuals concerned is that they are not independent contractors, but instead dependent contractors or individuals who may be viewed as \"employees\" within the provisions of the", "Code", ", these individuals should be viewed as such and included in the certified bargaining unit."], ["[9]", "In its decision, the CIRB concluded that true employees and dependent contractors (who by virtue of the", "Code's", "definition are considered to be \"employees\") will continue to have their rights protected by the", "Code", ". In this respect, subsection 18(3) does not directly restrict the rights of employees to be members of a bargaining unit. The CIRB relied on", "<FRAGMENT_SUPPRESSED>  (", "Pointe-Claire", "), a case that has generally been applied by labour boards to identify the true employer in situations of tripartite arrangements. The CIRB highlighted the non-exhaustive list of factors elucidated  <FRAGMENT_SUPPRESSED> -Claire", "(the", "Pointe-Claire", "factors) which pertain to the employer-employee relationship, such as the selection process, hiring, training, discipline, evaluation, supervision, assignment of duties, remuneration and integration in the business. The CIRB acknowledged that there is no limit on the Mint's capacity to contract out for work or services. Nonetheless, in situations where individuals are working for the Mint under a contract for services, the relationship between these individuals and the Mint will be subject to examination within the context of the", "Pointe-Claire", "factors."], ["[10]", "Of particular relevance to the case at bar, is the portion of CIRB's decision with respect to those employees identified as \"independent contractors\" on the list (the List) of positions in respect of which the Mint and PSAC were in disagreement. The CIRB noted the certification order for the bargaining unit included all regular and casual employees except those excluded. Accordingly, even \"employees\" within the", "Code's", "definition working at the Mint on a casual basis should be included within the bargaining unit. The CIRB's decision does not provide an exhaustive analysis of how the", "Pointe-Claire", "factors apply to the employees described on the List as \"independent contractors\". Nevertheless, the CIRB finds \"On the basis of the evidence before the Board in the present matter, those individuals numbered 2, 11, 12, 16, 17, 18, 20, 22, 29, 31 and 32, all were employees within the bargaining unit at the [time they were notionally employed by Pro-Fac].\""], ["[11]", "Following the CIRB's decision, PSAC and the Mint entered into a Memorandum of Understanding (MOU) with respect to four of the individual applicants' seniority dates and benefits calculations. Regarding the individuals' pension entitlements, the Mint agreed to \"make its best efforts to put the best case forward on behalf of these four employees that they should be entitled to buy back their own pension entitlements.\""], ["[12]", "As a result of the CIRB decision and the subsequent MOU, a representative of PSAC requested that PWGSC recognize the period within which the individual applicants were employed by Pro-Fac (the Relevant Period) as \"pensionable service\" in accordance with the", "PSSA", ". The Officer, having investigated the matter, rendered the impugned decision on May 23, 2006. In her decision, the Officer noted the Contract explicitly stipulates that all personnel assigned by Pro-Fac to fulfill its obligations \"", "shall be and shall remain the employees if the [Pro-Fac", "] who shall be responsible for the arrangement of substitutions, pay, supervision, discipline, unemployment insurance, Worker's compensation, leave and all other matters arising out of the relationship between employer and employee\" (emphasis added in the impugned decision). The Officer relied on the documentation provided by the parties and a telephone conversation with Guy Bordeleau, a Human Resources officer at the Mint, to conclude that \"it appeared to be a third-party contract situation\" between the Mint and Pro-Fac. The Officer consulted with the Treasury Board Secretariat and PWGSC's own Legal Services and ultimately found that individuals hired through the auspices of a temporary help agency or a general contractor cannot be regarded as employees per the", "PSSA", ". Third party contract service would therefore not be countable as personable service under the", "PSSA", ". Accordingly, it was decided that the individual applicants should not have their dates of becoming a contributor to the", "PSSA", "amended retroactively."], ["[13]", "On June 29, 2006, PSAC filed a Notice of Application seeking to judicially review the impugned decision. The applicants seek an Order setting aside the impugned decision and remitting the matter back to PWGSC for reconsideration with the direction that the five individual applicants are \"employees\" for", "PSSA", "purposes effective their respective dates of hire with Pro-Fac."], ["[14]", "The applicants allege the following issues are raised in this judicial review:", "a) What is the appropriate standard of review?", "b) Did the Officer err in law by failing to find that these five individuals were employees for the purposes of the", "PSSA", "II. The appropriate standard of review"], ["[15]", "The applicants argue the", "PSSA", "contains no privitive clause", "; there is a", "lack of relative expertise", "of the Officer; the purpose of the", "PSSA", "is to establish the requirements and options for employees of the public service in regard to pension eligibility, contributions and benefits;", "there are no balancing", "interests nor does it establish a range of remedial choices of responses; and, that the", "PSSA", "confers no discretionary, policy or adjudicative functions upon the Officer in administering the", "Act", ", all of which favour a less deferential standard of review. The applicants characterize the issue of whether the individual applicants were employees within the meaning of the", "PSSA", "as being", "purely legal in nature", ". The applicants rely heavily on", "National Automobile, Aerospace, Transportation and General Workers Union of Canada (CAW-Canada) Local 2182 et al. v. Canada (Attorney General)", ", [2007] F.C.J. No. 613; 311 F.T.R. 91; 2007 FC 449, a recent decision of this Court which held that the appropriate standard of review for a decision of an administrator of the superannuation plan is correctness."], ["[16]", "At issue in", "National Automobile, Aerospace", "was whether", "shift and weekend premiums payable under a collective agreement constitute a part of \"salary\"", "as defined in subsection 3(1) of the", "PSSA", ". Justice Lemieux conducted a pragmatic and functional analysis. He agreed with counsel for the applicant that there is no privitive clause in the", "PSSA", "; the question was a pure question of law; legal questions are not at the core of the PWGSC's expertise; and, that deciding the issue involved no element of discretion on the part of the pension administrators who do not carry out any policy or adjudicative functions. Much like in the case at bar, the respondent in National Automobile argued the standard of review should be reasonableness simpliciter due to the relative expertise of PWGSC and since the question was one of mixed fact and law. Rejecting the respondent's arguments, Justice Lemieux's concluded little deference is owed to the administrators of the", "PSSA", "and that the proper interpretation of the word \"salary\" contains a very minimal fact-finding component."], ["[17]", "I agree with my colleague that the standard of correctness is the proper standard to apply on the facts of the case he has to decide, which was solely an interpretation involving only a question of law. If the issue was only the applicability of the CIRB decision to the decision under the case at bar, being a question of law, the standard would have been correctness."], ["[18]", "However, unlike the proper interpretation of the word \"salary\" which is expressly defined in the", "PSSA", "and contains a very minimal fact-finding component, at issue in this case is whether the individual applicants are \"employees\" for the purposes of", "pensionable service under the", "PSSA", "This is a highly fact-specific determination", ". To that extent, the question is more adequately characterized as", "one of mixed fact and law", "(and not one of pure law) which merits a standard of review of reasonableness (see", "<FRAGMENT_SUPPRESSED>  at para. 80 (", "Estwick", ");", "<FRAGMENT_SUPPRESSED> )."], ["[19]", "The applicants argue the employment status of Mint employees is within the jurisdiction of the CIRB and that, pursuant to subsection 18(2) of the", "RCMA", ", an individual is automatically considered employed within the public service for the purposes of the", "PSSA", "beginning the first day she or he is paid full time remuneration. The applicants submit the CIRB made express findings regarding the individual applicants' employment status during the period of time when the individuals were, notionally, independent contractors. Citing the example of Christian Leroux (an individual who the applicants submit was identified in the CIRB decision as employee #20), the applicants emphasize he was found not to be an independent contractor, but instead an employee within the meaning of the", "Code", "during the Relevant Period. The applicants emphasize that as no judicial review of the CIRB decision was initiated by the Mint and in light of the terms of the MOU, the Mint obviously agreed that the individual applicants' seniority dates would be altered to reflect their status as full-time Mint employees dating back to their respective dates of hire. The applicants admit that due to the", "Public Service Employment Act", "S.C. 2003, c. 22, an applicant's request for superannuation entitlement may be rejected if the individual was hired through the auspices of a temporary health agency or general contractor. Nevertheless, this is irrelevant in respect of employment by other", "Code", "-regulated employers. In this regard, the law clearly demonstrates that the terms of a contract purportedly identifying a person performing services as a \"contractor\" and not an \"employee\" ought to be disregarded if the evidence confirms the establishment of an employer/employee relationship. The applicants rely on the Supreme Court of Canada's reasoning  <FRAGMENT_SUPPRESSED> -Claire", "to suggest the determination of the employment status of the individual applicants fits squarely within the jurisdiction of the CIRB. As no jurisdictional challenge was ever sought by the Mint, the employment status of the individual applicants is what has already been declared by the CIRB. Insofar as any further \"investigation\" by the Officer is concerned, the applicants state the matter is effectively res judicata. Further, the applicants argue there is nothing in the", "PSSA", "which precludes the use of the", "Pointe-Claire", "factors to determine the identity of the true employer for superannuation purposes. Finally, there is nothing in the", "PSSA", "which suggests that some employees of a Code-regulated employer, such as the Mint, possess superannuation status while others do not."], ["[20]", "The applicants equally assert that the Officer's reliance on the existence of the Contract coupled with her failure to address the impact of the CIRB's decision, denied the applicants' rights to procedural fairness. Although the applicants contest the Officer's jurisdiction to embark upon her own independent investigation (thereby ignoring the findings of the CIRB), if such an investigation is found by this Court to be legitimate, the applicants argue the Officer must examine the indicia of employee status as articulated by courts and labour boards. The Officer's reason for rejecting the findings of the CIRB was merely the fact that the employees in question were initially retained under the auspices of a temporary agency or general contractor. According to the applicants, the absence of comprehensive reasons to explain a result that differs markedly from that of the CIRB requires the intervention of this Court."], ["[21]", "The respondents allege the applicants mischaracterize the significance and impact of the CIRB decision. The CIRB was tasked with determining whether certain individuals fell within the definition of", "\"employee\" per the", "Code", ". A determination that an individual is an employee within the meaning of the", "Code", "does not by implication mean the individual is an employee for the purposes of other legislation. In", "Estwick", ", Justice Heneghan dismissed an application for judicial review against an adjudicator's decision, who found that the applicants were not public service employees. She found that the work \"employee\" can have a \"different meaning on different legislative schemes\" (para. 26).", "Pointe-Claire", "is of limited applicability to the case at bar, as it deals specifically with the collective bargaining setting. Further, the respondent states the CIRB's decision does not make the impugned decision res judicata as the CIRB decision was limited in scope and did not consider the pension status of the individual applicants. It is argued the applicants already acknowledged the CIRB did not have the jurisdiction to determine the pension status of the individual applicants as is evidenced by the MOU where the Mint was requested by PSAC (and agreed) to make its best efforts to put the best case forward that the employees in question should be entitled to buy back service. The CIRB decision provides little assistance as to why the CIRB considered the individuals to be employees within the meaning of the", "Code"], ["[22]", "The respondent submits the evidence clearly establishes that during the Relevant Period the individual applicants worked at the Mint job site under the Contract the Mint had entered into with Pro-Fac. Indeed, the Contract specifically prohibited the Mint from hiring Pro-Fac employees without its express consent or else the Mint would face pecuniary consequences. The parties acted in a manner consistent with the fact that Pro-Fac was the employer and not the Mint. Finally, the respondent alleges the common law test for determining employee status is not relevant when, as occurs in this case, there is an express statutory definition of the term \"employee\". In the alternative, even if this Court decides the common law test is applicable, a review of the totality of the evidences favours a finding that the individual applicants were employees of Pro-Fac and not the Mint during the Relevant Period. The respondent argues it is disingenuous for the applicants to now contest the jurisdiction of the Officer when it was in fact PSAC that submitted the matter to PWGSC for review."], ["[23]", "In spite of the arguments raised by the applicants' able counsel, I am of the view that the Officer's decision was reasonable."], ["[24]", "In coming to this decision, I find nothing to support the applicants' contention that the Officer was required to fetter her own discretion and rely solely on the CIRB decision as the basis for rendering the impugned decision. The CIRB was tasked with examining the interaction between subsection 18(3) of the", "RCMA", "and the definition of \"employee\" per section 3 of the", "Code", ". The CIRB concluded that the Mint is not limited from contracting out for the provision of work or services. Nevertheless, based on a complete examination of their working situation and relationship, certain individuals previously identified as \"independent contractors\" by the Mint were found to fall within the definition of \"employee\" for the purpose of the", "Code", ". Accordingly, they were to be included within the bargaining unit."], ["[25]", "The CIRB's jurisdiction, powers and duties are restricted by the", "Code", ". According to subsections 15(b) and (c) of the", "Code", ", the CIRB is empowered to make regulations respecting the determination of units appropriate for collective bargaining, as well as the certification of trade unions as bargaining agents for bargaining units. A plain reading of the definitions of \"employee\" and \"employer\" makes it clear that the CIRB has the power to determine employment status for the purposes of Part I- Industrial Relations of the", "Code", ". In doing so, the CIRB may find that certain individuals, working under a contract with a third party were, in fact, \"employees\" within the meaning of the", "Code", ". I therefore agree with the applicants that matters related to employment status at the Mint are squarely within the jurisdiction of the CIRB. However, I qualify the statement as follows: matters related to employment status at the Mint", "for the purposes of the", "Code", "are squarely within the jurisdiction of the CIRB."], ["[26]", "Nonetheless, I do not support their view that \"the employment status of the individual Applicants is that declared by the CIRB in its decision and, insofar as any further 'investigation' by [the Official] is concerned, the matter is effectively res judicata.\" To the contrary, the CIRB decision itself only considered whether certain individuals ought to be added to an existing bargaining unit. It did not did not discuss the pension status for the purposes of the", "PSSA", "of the individual applicants, nor would the CIRB have had the jurisdiction to do so."], ["[27]", "Subsequent to the issuance of the CIRB decision, the Mint and PSAC entered into the MOU which expressly required the Mint to use its best efforts to lobby PWGSC to recognize the individual applicants' service during the Relevant Period as pensionable service. It is worthwhile to re-iterate that it was a representative of PSAC who actually first requested that PWGSC recognize the period within which the individual applicants were employed by Pro-Fac as \"pensionable service\" in accordance with the", "PSSA", ". In concluding the matter is not res judicata, I note it is illogical for the applicant PSAC to request such a provision in the MOU or to apply to PWGSC for recognition of the Relevant Period of time as", "PSSA", "\"pensionable service\", if the union were consistently of the opinion that the pension issue had already been determined in the CIRB decision."], ["[28]", "Turning to the reasonableness of the Officer's decision, I am of the view that the finding that the individual applicants were not appointed as Mint employees for the purposes of the", "PSSA", "falls \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and laws\":", "Dunsmuir", ", at para. 47."], ["[29]", "By virtue of section 17 of the", "RCMA", ", an employee of the Mint is an individual who is appointed by the Mint and whose remuneration is a charge against the revenues of the Mint:", "\"Officers and employees", "\"17(1) The Mint may appoint such officers, agents and employees as are necessary for the proper conduct of the work of the Mint.", "\"Remuneration", "\"17(2) The remuneration of officers, agents and employees of the Mint shall be a charge against the revenues of the Mint.\"", "\"Recrutement", "\"17(1) La Monnaie peut nommer le personnel et les mandataires nécessaires à l'exercice de ses activités.", "\"Rémunération", "\"17(2) La rémunération du personnel et des mandataires de la Monnaie est imputée sur les recettes de l'établissement.\""], ["[30]", "Section 18(2) of the", "RCMA", "states that employees of the Mint are considered employees for the purposes of the", "PSSA", ". Nevertheless, as noted by the CIRB in its decision, pursuant to subsection 18(3) of the", "RCMA", ", the contracting powers of the Mint are not limited by any collective agreements the Mint has entered into with its employees.", "\"Master and employees deemed employed in public service", "\"(2) The Master, officers and employees of the Mint shall be deemed to be employed in the public service for the purposes of the Public Service Superannuation Act, and the Mint shall be deemed to be a Public Service corporation for the purposes of that Act.", "\"Contracting powers not limited by collective agreements", "\"(3) No collective agreement entered into by the Mint with its employees pursuant to Part I of the Canada Labour Code shall prohibit or limit the power of the Mint to enter into contracts with any person to provide for the procurement by the Mint of any goods or services from that person or the minting of coins by that person.\"", "\"Appartenance à la fonction publique", "\"(2) Le personnel de la Monnaie - le président compris - est réputé faire partie de la fonction publique pour l'application de la Loi sur la pension de la fonction publique. De même, la Monnaie est assimilée à un organisme de la fonction publique pour l'application de cette loi.", "\"Intégrité du pouvoir de contracter", "\"(3) Les conventions collectives conclues entre l'établissement et son personnel sous le régime de la partie I du Code canadien du travail n'ont pas pour effet de porter atteinte au pouvoir de la Monnaie de passer des contrats pour la frappe de pièces ou la fourniture - à l'établissement - de marchandises ou services par le cocontractant.\""], ["[31]", "Subsection 27(1) of the", "Public Service Superannuation Regulations", ", C.R.C., c. 1358 as amended (the", "PSSR", "), prescribes when an individual is deemed to have become employed in the public service:", "\"Effective Dates of Becoming and Ceasing to be Employed in the Public Service", "\"27(1) For the purposes of Parts I and II of the Act, other than for the purpose of ascertaining the commencement of the period within which an election may be made, the effective date on which a person shall be deemed to have become employed in the Public Service is the earlier of", "(a) the first day in respect of which the person received remuneration as a full-time employee, and", "(b) where the person's first employment in the Public Service was as a part-time employee, the later of", "(i) January 1, 1981, and", "(ii) the first day in respect of which the employee received remuneration as a part-time employee.\"", "\"Dates officielles à compter desquelles commence et cesse un emploi dans la fonction publique", "\"27(1) Pour l'application des parties I et II de la Loi, sauf la détermination du point de départ du délai d'exercice d'un choix, la date effective à laquelle une personne est censée être devenue employée dans la fonction publique correspond au premier en date des jours suivants:", "a) le premier jour pour lequel elle a reçu une rémunération à titre d'employé à plein temps;", "b) si son premier emploi dans la fonction publique était à titre d'employé à temps partiel, celui des jours suivants qui est postérieur à l'autre:", "(i) le 1er janvier 1981,", "(ii) le premier jour pour lequel elle a reçu une rémunération à titre d'employé à temps partiel.\""], ["[32]", "The Supreme Court of Canada has indicated the Point-Claire factors and related jurisprudence commonly employed to resolve a dispute as to whether an individual is an employee or an independent contractor are irrelevant in the face of an express statutory definition of \"employee\":", "Canada (Procureur général) v. Alliance de la Fonction publique du Canada", ", [1991] 1 S.C.R. 614; 123 N.R. 161. Reading the applicable provisions of the", "RCMA", "and", "PSSR", ", it is apparent that an individual will be deemed to be employed by the Mint for the purpose of the", "PSSA", "only on the date she or he is first paid full-time remuneration which is a charge upon the revenue of the Mint."], ["[33]", "This conclusion is dictated by the interpretation of the Supreme court's decision in", "<FRAGMENT_SUPPRESSED>  that the creation of the de facto public servant is not in keeping with the purpose of the legislation, i.e. the", "Public Staff Relations Act", ", the", "Public Service Employment Act", "and the", "Financial Administration Act"], ["[34]", "Given the express statutory definition, it was not unreasonable for the Officer to find the individual applicants were not employees of the Mint for the purposes of the", "PSSA", "during the Relevant Period. A clear and careful reading of the Contract (which was before the Officer) makes it apparent that Pro-Fac was responsible for a wide array of personnel matters including, most notably pay, supervision, deductions and leave. Further, the Mint was precluded from offering to employ or accepting for employment any Pro-Fac employees without Pro-Fac's written consent. The penalty for contravention of this provision was considerable: the Mint would be obliged to pay a sum equal to two years' salary of any employees it hired in violation of the Contract. In the absence of any persuasive jurisprudence or argumentation to support the allegation that the intention of the parties as evidenced by the terms of the Contract ought to be disregarded, I am of the opinion that the Officer's decision was not unreasonable."], ["[35]", "The Officer also had before her other evidence suggesting the individual applicants were Pro-Fac employees. For example, the \"Hire Information\" forms indicated these individuals were hired by Pro-Fac to work on-site at the Mint under the Contract. The forms also described the individual applicants' terms and conditions of employment with Pro-Fac. Further, the Officer was provided Statements of Earnings and Deductions which indicate that the individual applicants were being remunerated by Pro-Fac during the Relevant Period. As evidenced by the Mint's letters of offer to the individual applicants (all of which were before the Officer), it is apparent these individuals were only appointed to positions at the Mint between 1999 and 2001 and not during the Relevant Period."], ["[36]", "In conclusion, in accordance with the statutory scheme described in sections 17 and 18 of the", "RCMA", "and section 27.1 of the", "PSSR", ", the five individual applicants only became \"employees\" for the purposes of the", "PSSA", ", when they were appointed", "and", "remunerated by the Mint. It was thus, not unreasonable for the Officer to conclude that these individuals should not have their dates of becoming a contributor to the", "PSSA", "amended retroactively to include the Relevant Period."], ["[37]", "The applicant's allegation that the officer breached the duty of procedural fairness by relying on irrelevant consideration, such as the existence of the Contract and its terms, is unfounded since this documentation was crucial to his determination of the main issue involved in his decision."], ["[38]", "Finally, based on the wording of the CIRB decision, I am of the opinion that the reasons were sufficient. I do not think the Officer was required to provide extensive reasons distinguishing the findings of the CIRB from her own since, as aforementioned, these decisions were rendered in consideration of different issues and non-overlapping statutory schemes.", "ORDER"], ["[39]", "THIS COURT ORDERS AND ADJUGES that", "this application be dismissed with costs.", "Application dismissed.", "Editor: Angela E. McKay/vnh", "[End of document]"]]}