{"id_": "028105", "body_str": [["[1]", "Noël, A.C.J.", ": The plaintiff, George Oriental Carpet Warehouse, commenced an action in tort against Her Majesty the Queen for $307,793, after many rugs seized by the Canada Border Service Agency [CBSA] and stored in a bonded warehouse were later found to be damaged and unsuitable for sale. The defendant [the Crown] now moves for summary judgment on the grounds that the action is time-barred. The Crown has requested that the motion be decided on the basis of written representations, pursuant to section 369 of the", "Federal Courts Act", ", RSC 1985, c F-7 [", "Federal Courts Act", "], which the plaintiff has not objected to.", "I. The Facts"], ["[2]", "In November of 2001, a shipment of 950 Persian rugs was detained by the CBSA for investigation, then seized due to undervaluation and smuggling under section 110 of the", "Customs Act", ", RSC 1985, c 1 (2nd Supp) [", "Customs Act", "]. Further investigation led to charges being laid against Bakhshish Singh Sandhu."], ["[3]", "Mr. Sandhu, husband of the plaintiff's sole proprietor, pled guilty to one count of smuggling and was sentenced on April 11, 2005, to pay a fine of $20,000. As of July 14, 2011, Mr. Sandhu has paid only $100."], ["[4]", "In February of 2006, the plaintiff was informed that the seized rugs would be eligible for release upon payment of the outstanding civil terms of release: $183,845.28. The sum was paid and on May 22, 23, and 24, 2006, Mr. Sandhu and an expert attended the bonded warehouse to examine the rugs. They found many of the rugs to be damaged and not suitable for sale, and some were thrown in garbage containers. Nevertheless, the rugs were released to the plaintiff on May 25, 2006."], ["[5]", "In a letter dated June 27, 2006, lawyers for the plaintiff informed the CBSA that a compensation claim would be forthcoming, but that it was necessary to obtain the list of values ascribed to each of the carpets (Motion Record of the Plaintiff [MRP] at 6). Yet for almost five years, the plaintiff elected not to file the compensation claim alluded to in the letter."], ["[6]", "The same letter also indicated that Mr. Sandhu was awaiting a condition report from an appraiser. Ms. Bettencourt of the CBSA responded in a letter dated July 5, 2006, informing the plaintiff's lawyer that the appraiser anticipated forwarding the condition report the following week (MRP at 12). Then, in a letter dated August 17, 2006, she sent a copy of the condition report as requested (Supplementary Affidavit of Richard Stefaniuk, Exhibit A)."], ["[7]", "According to the evidence submitted by the plaintiff, its next action was to send a letter to the Public Prosecution Service of Canada [PPSC], dated August 28, 2008. The letter raised the issue of damages and the need for a proper valuation of the rugs and asked the PPSC to review the file, a previous letter sent December 6, 2007, and to set out its position on this matter (MRP at 13)."], ["[8]", "A July 2, 2009 e-mail from Mr. Sandhu to Ms. Bettencourt indicates he was still awaiting \"a breakdown of evaluation for individual rug pieces\" and that he sought to open dialogue with her department to resolve the damage claim (MRP at 15). Mr. Sandhu followed up with an e-mail to Mr. Stefaniuk of the CBSA on August 7, 2009 and by leaving a voicemail with him on September 28, 2009 (MRP at 14). Mr. Stefaniuk responded to the request for valuation information regarding the rugs in a letter dated October 19, 2009, in which he provided some valuation information dating back from 2006 and indicated that this information had previously been forwarded to the plaintiff and its legal representative (MRP at 16)."], ["[9]", "Finally, in a letter dated June 28, 2010, Mr. Stefaniuk informed Mr. Sandhu that a settlement would not be negotiated as the time for making such a claim had lapsed (MRP at 18). According to Ms. Sandhu's sworn affidavit, it was then that the plaintiff decided to pursue judicial redress by filing its claim with this Court (MRP at 3, para 20). A statement of claim was eventually filed on April 11, 2011, nearly five years after damage to the rugs was first discovered.", "II. The Issues"], ["[10]", "The parties have raised the following issues:", "1. What was the applicable statutory limitation for the bringing of this action?", "2. When was this action time-barred and is the defendant estopped from relying on the time-bar defence?", "III. Analysis", "A. What was the applicable statutory limitation for the bringing of this action?"], ["[11]", "Section 39 of the", "Federal Courts Act", "establishes the following as to limitation periods for proceedings before this Court:", "39. (1)", "Except as expressly provided by any other Act", ", the laws relating to prescription and the limitation of actions in force in a province between subject and subject apply to any proceedings in the Federal Court of Appeal or the Federal Court in respect of any cause of action arising in that province.", "(2) A proceeding in the Federal Court of Appeal or the Federal Court in respect of a cause of action arising otherwise than in a province shall be taken within six years after the cause of action arose [emphasis added].", "39. (1)", "Sauf disposition contraire d'une autre loi", ", les règles de droit en matière de prescription qui, dans une province, régissent les rapports entre particuliers s'appliquent à toute instance devant la Cour d'appel fédérale ou la Cour fédérale dont le fait générateur est survenu dans cette province.", "(2) Le délai de prescription est de six ans à compter du fait générateur lorsque celui-ci n'est pas survenu dans une province [je souligne]."], ["[12]", "As expressly provided by section 106 of the", "Customs Act", "106. (1) No action or judicial proceeding shall be commenced against an officer", "for anything done in the performance of his duties under this or any other Act of Parliament", "or a person called on to assist an officer in the performance of such duties more than three months after the time when the cause of action or the subject-matter of the proceeding arose.", "(2) No action or judicial proceeding shall be commenced against the Crown, an officer or any person in possession of goods under the authority of an officer for the recovery of anything seized, detained or held in custody or safe-keeping under this Act more than three months after the later of", "(a) the time when the cause of action or the subject-matter of the proceeding arose, and", "(b) the final determination of the outcome of any action or proceeding taken under this Act in respect of the thing seized, detained or held in custody or safe-keeping [...] [emphasis added].", "106. (1) Les actions contre l'agent,", "pour tout acte accompli dans l'exercice des fonctions que lui confère la présente loi", "ou toute autre loi fédérale, ou contre une personne requise de l'assister dans l'exercice de ces fonctions, se prescrivent par trois mois à compter du fait générateur du litige.", "(2) Les actions en recouvrement de biens saisis, retenus ou placés sous garde ou en dépôt conformément à la présente loi, contre la Couronne, l'agent ou le détenteur de marchandises que l'agent lui a confiées, se prescrivent par trois mois à compter de celle des dates suivantes qui est postérieure à l'autre:", "a) la date du fait générateur du litige;", "b) la date du règlement définitif de toute instance introduite en vertu de la présente loi au sujet des biens en cause [...] [je souligne]."], ["[13]", "Subsection 106(2), applicable to an action to recover goods, does not apply in this case as the rugs were released back to the plaintiff. Rather, this action seeks compensation for damage to the rugs \"while they were seized and stored by CBSA\" (Motion Record of the Defendant [MRD] at 7, Amended Statement of Claim at para 8). There is no doubt that, when seizing and storing the rugs, the CBSA officers were performing their duties as set out in the", "Customs Act", ": section 101 grants officers the power to detain imported goods until they have been dealt with in accordance with the law. As a result, pursuant to subsection 106(1) of the", "Customs Act", ", the limitation period for any action against the officers for damage caused to the rugs was three months from when the cause of action arose."], ["[14]", "Whether the Crown may avail itself of the same limitation period is a question already addressed by this Court in", "<FRAGMENT_SUPPRESSED> [2009] FCJ 491 [", "Ingredia", "], where it reviewed the sparse case law concerning section 106. Ultimately, Justice Harrington concluded that the Crown could invoke subsection 106(1) of the", "Customs Act", ", a finding unanimously upheld by the Federal Court of Appeal (", "<FRAGMENT_SUPPRESSED> , 2010 FCA 176 at para 35, [2010] FCJ 893). Justice Harrington relied on", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 655, affirmed on appeal (2001 FCA 38, [2001] FCJ 317), where this Court granted summary judgement at the behest of the Crown on the grounds of time-bar, applying a similar provision found in section 269 of the", "National Defence Act", ", RSC 1985, c N-5.", "B. When was this action time-barred and is the defendant estopped from relying on the time-bar defence?"], ["[15]", "The plaintiff's cause of action arose when it first became aware of the damage to the rugs, which according to the plaintiff's amended statement of claim, took place on or about May 22, 2006 (MRD at 7, Amended Statement of Claim at paras 6 and 7). The plaintiff also acknowledges in its motion record that it was aware of the damages to the rugs, at the very latest, on or about June 23, 2006 (MRP at 21, para 21). In either scenario, the plaintiff far exceeded the three month limitation period for the filing of a statement of claim."], ["[16]", "However, in response to the limitation period defence raised by this motion for summary judgement, the plaintiff has invoked one argument: the doctrine of promissory estoppel. Mindful of each party's duty to put its best case forward (", "<FRAGMENT_SUPPRESSED> FTR 231 [", "Riva", "];", "<FRAGMENT_SUPPRESSED> [2008] FCJ 1210), I have carefully reviewed the evidence and jurisprudence submitted by the plaintiff in support of its estoppel argument."], ["[17]", "The plaintiff submits that the only issue between the parties was that of the quantum of damages, that the defendant had made an implied promise to pay the plaintiff for the damages, and that the plaintiff relied on the representation of the defendant that it was only waiting for the damages to be quantified. In support, the plaintiff refers to the letter addressed by its lawyers to the CBSA, drafted on June 27, 2006, a month after the rugs were examined and released to the plaintiffs. Regarding a potential claim, the letter indicates the following (MRP at 6):", "As a number of carpets were readily identifiable in the damaged category, and having no saleable value, it is evident from my discussion with Mr. Sandhu that a compensation claim will be forthcoming. In advancing that claim, it will be necessary to obtain the list of values ascribed to each of the carpets so that Mr. Sandhu will be fully aware of what the position of CRA is in respect of the value of a carpet for advancing his claim.", "In addition, Mr. Sandhu has asked that I remind you of his request that he be provided with a breakdown as to the amounts paid, setting out the specific amount paid for GST and duties when making payment for the release of the carpets."], ["[18]", "It is clear from this letter, the correspondence that followed (MRP at 13-15), and Ms. Sandhu's sworn affidavit (MRP at 2, para 13), that the plaintiff - \"not an expert on the subject\" - elected to wait for the CBSA to provide an appraisal report so that damages to the rugs could be quantified. However, as in", "<FRAGMENT_SUPPRESSED> , the plaintiff was well aware that it had suffered damages and the fact these damages were unquantified cannot forgive its failure to file a claim within the allotted time (", "<FRAGMENT_SUPPRESSED> , 2009 FC 389 at para 45 and 2010 FCA 176 at para 44)."], ["[19]", "Invoking the doctrine of promissory estoppel, the plaintiff quotes the following passages of", "<FRAGMENT_SUPPRESSED> :", "The principles of promissory estoppel are well settled.", "The party relying on the doctrine must establish", "that the other party has, by words or conduct, made a promise or assurance which was intended to affect their legal relationship and to be acted on.", "[...]", "[A] n admission of liability which is to be taken as a promise not to rely on the limitation period must be such that the trier of fact can infer from it that it was so intended.", "There must be words or conduct", "from which it can be inferred that the admission was to apply whether the case was settled or not, and that the only issue between the parties, should litigation ensue, is the issue of quantum. Whether this inference can be drawn is an issue of fact. If this finding is in favour of the plaintiff and the effect of the admission in the circumstances led the plaintiff to miss the limitation period, the elements of promissory estoppel have been established [emphasis added].", "Seemingly aware of the onus imposed on it by the Supreme Court of Canada, the plaintiff has nevertheless failed to establish that the Crown had, by words or conduct, made a promise or assurance which would lead the plaintiff to believe the limitation period would not be relied on. There is not even evidence of an admission of liability. Absolutely nothing in the evidence submitted, including the only evidence referred to on this point by the plaintiff (paragraph 10 and Exhibit C of Ms. Sandhu's affidavit), supports the allegation that there was an \"implied promise to pay the plaintiff for the damages\" (MRP at 22, para 22)."], ["[20]", "In", "Riva", ", above, where promissory estoppel was also invoked, the Federal Court of Appeal acknowledged summary judgments could be granted even where the motion for such a judgment was based exclusively on a time-bar defence (", "Riva", ", above, [1999] FCJ 762 at para 11, 243 NR 183). As a result, I am satisfied that the action in this case is time-barred, that this is determinative of the whole of the action, and that there is no genuine issue for trial (subsection 216(1) of the", "Federal Court Rules", ", 1998, SOR/98-106). Consequently, the Crown's motion for summary judgment is granted with costs and the plaintiff's action is dismissed.", "JUDGMENT"], ["[21]", "THIS COURT'S JUDGMENT is that", "the defendant's motion for summary judgment is granted with costs and the plaintiff's action is dismissed.", "Crown's motion allowed;", "plaintiff's action dismissed.", "Editor: Anick Ouellette-Levesque/tw", "[End of document]"]]}