{"id_": "028279", "body_str": [["[1]", "Russell, J.", ": This is an application under s. 18.1 of the", "Federal Courts Act", ", RSC 1985, c F-7 for judicial review of a decision of a delegate of the Minister of Citizenship and Immigration [Officer], dated October 2, 2013 [Decision], which refused to grant citizenship to Rahim Ahmed [Minor Applicant], the adopted child of Owais Ahmed Asad [Parent Applicant] [Applicants], under s. 5.1(1) of the", "Citizenship Act", ", RSC 1985, c C-29 [Act].", "II.", "BACKGROUND"], ["[2]", "The Minor Applicant was born in Pakistan on October 22, 2008. The Parent Applicant and his wife are Canadian citizens. They entered into a deed of adoption with the Minor Applicant's birth parents. The deed was executed in April 2009 and notarized on June 23, 2009. The Parent Applicant and his wife were also appointed guardians of the child on June 23, 2009 through a Guardianship Certificate issued in the Court of Civil/ Family Judge & Judicial Magistrate of Hyderabad."], ["[3]", "The Act allows for a child adopted by Canadian parents to be granted Canadian citizenship directly through s. 5.1, dispensing with the need for the child to become a permanent resident first. In March 2011, the Parent Applicant applied for Canadian citizenship for the Minor Applicant under s. 5.1. The Applicants submitted the deed of adoption and the Guardianship Certificate in support of their application.", "III.", "DECISION UNDER REVIEW"], ["[4]", "In a letter dated October 2, 2013, the application for citizenship was denied. The Officer wrote (Applicant's Record at 96):", "Section 5.1 of the", "Citizenship Act", "defines who is entitled to a grant of Canadian citizenship. Specifically, subsection 5.1(1) states:", "Subject to subsection (3), the Minister shall on application grant citizenship to a person who was adopted by a citizen after February 14, 1977 while the person was a minor child if the", "adoption", "a. was in the best interests of the child;", "b. created a genuine relationship of parent and child;", "c. was in accordance with the laws of the place where the adoption took place and the laws of the country of residence of the adopting citizen; and", "d. was not entered into primarily for the purpose of acquiring a status or privilege in relation to immigration or citizenship.\"", "Under Pakistan's", "Muslim Family Law Ordinance, 1961", "or Sharia Law, there is no provision for adoption. The", "Muslim Family Law Ordinance, 1961", "provides for a guardianship known as", "kafala", ". Kafala being a form of guardianship, is not an adoption, and is commonly viewed as a commitment to take charge of the needs, upbringing and protection of a minor child and does not create permanent parent-child relationship.", "As such, no adoption as it is understood in Canada or under the framework provided by", "Hague Convention on Protection of Children and Co-operation in Respect of Intercountry Adoption", "has taken place. Therefore the application for Canadian Citizenship for a person under the guardianship of a Canadian Citizen to be adopted cannot be processed.", "Based on the information provided and the legal framework that is in place in the Islamic Republic of Pakistan, you have failed to establish that your child meets the requirements for a grant of Canadian citizenship as per subsection 5.1(1) of the", "Citizenship Act", "and your application has not resulted in a grant of citizenship. [emphasis in original]", "IV.", "ISSUES"], ["[5]", "The issue in this proceeding is whether the Officer erred in finding that the adoption was not in accordance with the laws of Pakistan.", "V.", "STANDARD OF REVIEW"], ["[6]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis:", "<FRAGMENT_SUPPRESSED> ."], ["[7]", "The Respondent submits that the reasonableness standard applies to the Officer's findings of fact:", "<FRAGMENT_SUPPRESSED> . The content of foreign law is a question of fact and should also be reviewed at a standard of reasonableness:", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], quoting", "<FRAGMENT_SUPPRESSED> . The Applicants do not address the standard of review applicable to this proceeding."], ["[8]", "The jurisprudence of this Court has established that an Officer's assessment of whether an adoption is in accordance with foreign law is reviewed at a standard of reasonableness: <FRAGMENT_SUPPRESSED> , above, at para 18;", "<FRAGMENT_SUPPRESSED> ."], ["[9]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": see <FRAGMENT_SUPPRESSED> , above, at para 47;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "VI.", "STATUTORY PROVISIONS"], ["[10]", "The following provision of the Act is applicable in this proceeding:", "Adoptees - minors", "5.1. (1) Subject to subsections (3) and (4), the Minister shall, on application, grant citizenship to a person who was adopted by a citizen on or after January 1, 1947 while the person was a minor child if the adoption", "[...]", "(b) created a genuine relationship of parent and child;", "(c) was in accordance with the laws of the place where the adoption took place and the laws of the country of residence of the adopting citizen;", "Cas de personnes adoptées - mineurs", "5.1. (1) Sous réserve des paragraphes (3) et (4), le ministre attribue, sur demande, la citoyenneté à la personne adoptée par un citoyen le 1er janvier 1947 ou subséquemment lorsqu'elle était un enfant mineur. L'adoption doit par ailleurs satisfaire aux conditions suivantes:", "[...]", "b) elle a créé un véritable lien affectif parent-enfant entre l'adoptant et l'adopté;", "c) elle a été faite conformément au droit du lieu de l'adoption et du pays de résidence de l'adoptant;"], ["[11]", "The following provision of the", "Citizenship Regulations", ", SOR/93-246 [Regulations] is applicable in this proceeding:", "5.1. (3) The following factors are to be considered in determining whether the requirements of subsection 5.1(1) of the Act have been met in respect of the adoption of a person referred to in subsection (1):", "(a) whether, in the case of a person who has been adopted by a citizen who resided in Canada at the time of the adoption,", "[...]", "(ii) the pre-existing legal parent-child relationship was permanently severed by the adoption;", "5.1. (3) Les facteurs ci-après sont considérés pour établir si les conditions prévues au paragraphe 5.1(1) de la Loi sont remplies à l'égard de l'adoption de la personne visée au paragraphe (1):", "a) dans le cas où la personne a été adoptée par un citoyen qui résidait au Canada au moment de l'adoption:", "[...]", "(ii) le fait que l'adoption a définitivement rompu tout lien de filiation préexistant;", "VII.", "ARGUMENT", "A. Applicants"], ["[12]", "The Applicants ask the Court to quash the Decision and remit the application for reconsideration by a different officer. The Applicants dispute the Officer's finding that the adoption was not in accordance with the laws of Pakistan on seven grounds."], ["[13]", "First, the Applicants say the Officer erred by limiting his interpretation of \"laws\" in the Act to mean only Pakistan's", "Muslim Family Law Ordinance, 1961", "Family Law Ordinance", "]. They argue the Act's use of the plural \"laws\" means it is not restricted to statutory law, and includes contract law and the law of deeds."], ["[14]", "The Applicants submit that the deed of adoption effected the adoption in this case. They argue that there is nothing in Pakistani law invalidating a deed or contract effecting an adoption between adoptive and birth parents. The fact that an adoption is invalid by one Pakistani law (the", "Family Law Ordinance", "), does not mean that the adoption is not in accordance with all Pakistani laws."], ["[15]", "Second, the Applicants say the Officer assumed that all deeds of adoption are fraudulent. They argue this is established by the Officer's comment during cross-examination of his affidavit that deeds of adoption are easily obtainable at local markets (Applicant's Record at 79)."], ["[16]", "The Applicants say the Officer had a duty to consider the legal effect of a valid adoption deed. They say concerns about fraud must be determined on a case-by-case basis and there is nothing in the circumstances of this case to suggest the deed was obtained either fraudulently or at a local market."], ["[17]", "Third, the Applicants argue the Officer was bound to follow the Immigration Appeal Division of the Immigration and Refugee Board's [IAD] decision in", "<FRAGMENT_SUPPRESSED>  (Imm & Ref Bd (App Div))(QL) [ <FRAGMENT_SUPPRESSED> ]. They argue the IAD's rulings are binding on officers because officers' decisions can be appealed to the IAD. The Applicants say findings of fact by the IAD must be respected by visa officers unless there is an evidentiary foundation on which to depart from that finding. They submit that the evidentiary foundation here is even stronger than the one in <FRAGMENT_SUPPRESSED> , above, because the language of the deed is clearer regarding the severance of the child's relationship with his birth parents."], ["[18]", "The Applicants say that in <FRAGMENT_SUPPRESSED> , above, the IAD \"concluded that a valid adoption deed creates in Pakistan a valid adoption where the deed unequivocally confirms that its purpose was to create a parent-child relationship as would be created through adoption in Canada\" (Applicant's Record at 152). They say the IAD found a valid Pakistani deed of adoption is a legal document that remains in force until declared void by a competent court of law. The IAD found that unless there is a dispute, adoption deeds are not routinely processed through the Pakistan Family Court."], ["[19]", "The Applicants say the failure of the Respondent to seek leave and judicial review in the <FRAGMENT_SUPPRESSED> decision means that they have accepted the IAD's Decision."], ["[20]", "The Applicants submit that once the law in Pakistan is established by an expert opinion and the IAD adopts the expert opinion, there is no need for applicants to provide the same expert opinion."], ["[21]", "The Applicants argue that if the Officer wished to depart from the findings in the <FRAGMENT_SUPPRESSED> decision, he was required to provide some evidentiary basis. They say ignoring IAD decisions makes the law inconsistent and unpredictable."], ["[22]", "Fourth, the Applicants argue the Officer erred by not applying the Act purposively. They say the purpose of s. 5.1(1) is to provide a direct route to citizenship for children adopted by Canadian citizens as it eliminates the need for sponsorship and permanent residence. The Applicants say that requiring them to submit a sponsorship application frustrates the intent of s. 5.1(1) as the outcome is inevitable. If an officer refused a sponsorship application for permanent residence, the decision could be appealed to the IAD. The IAD would remain bound by the <FRAGMENT_SUPPRESSED> decision and would follow it unless there was a factual basis from which to distinguish it. They say the permanent resident visa would be granted, and the child would come to Canada and apply for citizenship after meeting the residency requirements."], ["[23]", "Fifth, the Applicants submit that the Government of Pakistan acknowledges that not all law in Pakistan is Islamic law. The Applicants rely on a passage in a report from Pakistan to the United Nations Committee on the Rights of the Child to support this: \"Foster placement is not recognized in Pakistan under any law. Adoption is also not permitted in Pakistan under Islamic law\" (Applicant's Record at 38). They argue this is an implied statement that adoption is permitted under another type of law in Pakistan. In the alternative, they argue this statement leaves open the question of whether adoption is permitted under a law in Pakistan that is not Islamic law."], ["[24]", "In another part of the report, the Government of Pakistan reports withdrawing its general reservation to the", "Convention on the Rights of the Child", "that the Convention be interpreted in light of provisions of Islamic law as required by the Constitution (Applicant's Record at 166). The Applicants provide this as another example of Pakistan distinguishing between Islamic adoption law and other laws of adoption in Pakistan."], ["[25]", "Sixth, the Applicants argue that the requirement in the", "Guardianship and Wards Act", "[Guardianship Act] that the Parent Applicant obtain a court order before removing the child from Pakistan is a procedural requirement rather than an absolute bar. They say the Officer was wrong in his affidavit when he said \"The 'Guardianship Certificate' provided by the Applicants in this case ...explicitly provides that the adult Applicant is not to remove the infant Applicant from Pakistan\" (Applicant's Record at 39). The Applicants say at cross-examination on the affidavit, it became clear that the provision was found in s. 26 of the Guardianship Act rather than the Guardianship Certificate. They also say that the Officer acknowledged it is a procedural requirement and not an absolute bar."], ["[26]", "Seventh, the Applicants say the Officer erred by relying exclusively on the", "Family Law Ordinance", "and the Guardianship Certificate to find that the adoption had not severed the pre-existing parent-child relationship. They say there is no requirement in the Regulations that the severance be by statute and that the Officer should have also considered whether the deed of adoption had severed the pre-existing parent-child relationship. They say the deed of adoption severed the birth parents' ties to the child as it provides that the birth parents will not claim back custody of the child and the child is not entitled to any inheritance from the birth parents.", "B. Respondent"], ["[27]", "The Respondent asks that this application be dismissed. They say the Decision was reasonable based on the Officer's consideration of the Applicants' evidence and his knowledge of Pakistani law in relation to adoption. They respond to each of the Applicants' challenges in turn."], ["[28]", "First, the Respondent says the Officer considered the legal effect of the deed of adoption and concluded it did not constitute a legal adoption under Pakistani law. An Officer is presumed to have considered all of the applicant's evidence and is not required to list every piece of evidence in his reasons:", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. They say it is clear that the Officer considered the deed of adoption because the Decision notes the effect of the deed was to create a form of guardianship rather than an adoption."], ["[29]", "The Respondent argues the Applicants' assertions that the deed of adoption created a legal adoption are mere speculation in the absence of any evidence to establish this. They say the Officer's finding that a deed of adoption does not constitute an adoption in Pakistan is the only evidence regarding contractual adoptions in Pakistan. It is inappropriate to assume that the absence of a law forbidding contractual adoptions means they are permitted."], ["[30]", "Second, the Respondent disputes the Applicants' contention that the Officer said all deeds of adoption are fraudulent. The Officer said that deeds of adoption are obtainable at local markets, and it is impossible to infer that the Officer was stating these deeds are obtained fraudulently."], ["[31]", "The Respondent says that if the Applicants thought the Officer was implying the deed of adoption was obtained fraudulently, this point should have been explored on cross-examination. Without any reference to fraudulent documents in the Officer's reasons, affidavit or transcript of cross-examination, the Respondent says the Applicants' interpretation of the Officer's words cannot stand."], ["[32]", "The Respondent submits that the substance of the Decision was that a deed of adoption does not legally sever the parent-child relationship and so does not create a legal adoption in Pakistan. This shows the Officer treated the document as if it were valid, and it was the effect of the document that the Officer questioned."], ["[33]", "Third, the Respondent argues that the <FRAGMENT_SUPPRESSED> decision is not determinative of the case before the Court. The only evidence before the Court regarding the content of Pakistani law is the Officer's findings. The Respondent submits that the Applicants have presented no evidence regarding the current state of Pakistani law and cannot rely on the evidence referred to in <FRAGMENT_SUPPRESSED> as if it is evidence before the Court."], ["[34]", "The Respondent argues the Officer was not required to defer to the evidence regarding Pakistani law that was before the IAD in an unrelated decision. A finding of fact by the IAD in one decision cannot bind an officer in another decision. The content of foreign law is a question of fact and so can have no precedential value."], ["[35]", "Fourth, the Respondent says the Officer's Decision does not frustrate the purpose of Canadian citizenship law. They say it is Pakistani law that has created the situation in which it is very difficult, or impossible, to obtain citizenship under s. 5.1 on the basis of kafala. The Respondent argues that there is nothing inevitable about the course of action that the Applicants suggest would follow if the Parent Applicant applied to sponsor the child."], ["[36]", "Fifth, the Respondent argues the Applicants' reference to the Government of Pakistan's comments regarding the", "Convention on the Rights of the Child", "reinforces the Officer's finding that Pakistani law does not permit adoptions. They argue Pakistan's withdrawal of the general reservation does not mean that adoptions are possible in Pakistan."], ["[37]", "Sixth, the Respondent says it is the Guardianship Certificate that says the guardianship is subject to ss. 26 and 44 of the Guardianship Act. These sections provide that guardians cannot remove the child from Pakistan without a court order. The Respondent says there is nothing in the Guardianship Act to suggest these are anything but strict legislative requirements. They also argue there was nothing in the Officer's statements on cross-examination to suggest that he views these sections as anything but strict legislative requirements."], ["[38]", "Seventh, the Respondent argues the Officer considered the deed of adoption in determining that the parent-child relationship had not been severed. The Officer is presumed to have considered all of the Applicants' evidence and is not required to list every piece of evidence in his reasons: <FRAGMENT_SUPPRESSED> , above. The Respondent says the Decision shows that the Officer considered the effect of the deed of adoption because he found that the result was a form of guardianship. It is not the role of the Court to re-weigh the evidence to determine whether the parent-child relationship was severed.", "VIII.", "ANALYSIS"], ["[39]", "As the reasons make clear, the Applicants' application for Canadian citizenship was rejected because (Applicant's Record at 96):", "[...] no adoption as it is understood in Canada or under the framework provided by", "Hague Convention on Protection of Children and Co-operation in Respect of Interlocutory Adoption", "has taken place. Therefore the application for Canadian Citizenship for a person under the guardianship of a Canadian Citizen to be adopted cannot be processed."], ["[40]", "Using his own knowledge of Pakistani law, with regard to adoption as it relates to the acquisition of immigration status in Canada, and the lack of refutatory evidence from the Applicants, the Officer made it clear that (Applicant's Record at 96):", "Under Pakistan's", "Muslim Family Law Ordinance, 1961", "or Sharia Law, there is no provision for adoption. The", "Muslim Family Law Ordinance, 1961", "provides for a guardianship known as", "kafala", ". Kafala being a form of guardianship, is not an adoption, and is commonly viewed as a commitment to take charge of the needs, upbringing and protection of a minor child and does not create permanent parent-child relationship [", "sic", "]."], ["[41]", "In attacking the Officer's reasons and conclusions by way of judicial review, the Applicants have attempted to suggest various ways in which the Officer is either wrong or unreasonable. In the end, however, it has to be acknowledged that they chose not to provide the Officer with direct evidence on point such as, for example, an opinion by a qualified expert on the law or laws of adoption in Pakistan and how they had complied with those laws. If adoption is possible in Pakistan as it is understood under the", "Hague Convention on Protection of Children and Co-operation in Respect of Interlocutory Adoption", "Hague Convention", "], the Applicants could easily have settled this point with appropriate evidence. Instead they have chosen to challenge the Decision after the fact by suggesting in various indirect ways why the Officer was either wrong or unreasonable.", "(1) Deed and Statute"], ["[42]", "The Applicants say that an adoption did take place in Pakistan in this case because there is nothing in the", "Family Law Ordinance", "that forbids contractual adoption, and an adoption deed was entered into in this case by the biological and adopting parents. My reading of the adoption deed is that it supports the Officer's position. It actually talks about guardianship and it is not evidence that a simple contractual relationship between parties can create an adoption that is recognised by law in Pakistan. Contractual intent is not enough. The Applicants would have to show that the deed they entered into is something that Pakistan law would recognize as creating an adoption as recognized under the", "Hague Convention", "and in Canada. The Applicants did not do this before the Officer, and they have not done it before the Court.", "(2) Fraud and Honesty"], ["[43]", "The Applicants say that the Officer found the deed to be fraudulent and there is nothing in the individual circumstances of this case to support such a finding."], ["[44]", "A reading of the Decision and the Officer's words in cross-examination makes it clear that there was no finding of fraud. The Officer merely expressed his knowledge as to how such deeds are usually obtained. His point is that, however genuine the deed might be, it does not establish that an adoption as recognised by Pakistani or Canadian law took place."], ["[45]", "The Applicants complain that the \"Visa Officer had at least a duty to consider the legal effect of valid adoption deeds.\" In my view, this is precisely what the Officer did in this case and it led him to the conclusion that the deed produced by the Applicants did not establish an adoption for purposes of Canadian law. The Applicants introduced no evidence that contradicted the Officer's own knowledge about adoption in Pakistan.", "(3) The <FRAGMENT_SUPPRESSED> Decision"], ["[46]", "The Applicants rely heavily on the <FRAGMENT_SUPPRESSED> decision, above, as binding on the Officer. In <FRAGMENT_SUPPRESSED> , the IAD accepted an adoption deed as proof of adoption and allowed the appeal from the visa office in Pakistan."], ["[47]", "In <FRAGMENT_SUPPRESSED> , one of the questions the IAD had to decide was whether the applicant in that case had been legally adopted by the appellant in Pakistan. The decision reads in relevant part as follows:"], ["[3] At this hearing I have before me the Record, additional documentary disclosure from the Minister and the appellant including a legal opinion by Younis Lal Din, Advocate of the High Court practicing in Narowal, Pakistan, as well as legislation referred to in the legal opinion. I find that Younis Lal Din is an expert pursuant to", "Rule", "37(1)(e) of the", "Immigration Appeal Division Rules", "(the \"", "Rules", "\") and entitled to provide expert opinion evidence at this hearing."], ["[4] An adoption deed purports to provide for the adoption of the applicant by the appellant and is dated December 3, 2006. The deed correctly outlines that the applicant's father is deceased and is executed by the appellant as the \"Adopter\", and the applicant's birth mother as the \"mother of the Adoptee\". It does refer to the applicant as the \"real orphaned nephew of the Adopter\", however the appellant testified that \"orphan\" is a common term in Pakistan for a child whose father is deceased, even where his mother remains alive. Given that the \"deed of adoption\" acknowledges that the applicant's mother is alive and his father is deceased, I accept that it is likely that the appellant's description of how the term \"orphaned\" is used is correct."], ["[5] The visa officer refused the sponsorship application, relying substantially on a conclusion that without an order from a Family Court in Pakistan the adoption is not valid. The legal opinion provided by the appellant takes issue with that interpretation of the law of adoption, in Pakistan."], ["[6] The opinion provided by the appellant is authored by Younis Lal Din, an advocate who practices \"civil law and special personal laws i.e. Family Laws specifically, applicable to the Christian Communities of India, Bangladesh and Pakistan\". It references a text entitled \"The Law of Adoption in India and Burma\", published in 1933. The Minister has provided no contrary legal opinion; however, I was informed by counsel for the Minister that the opinion and relevant legislation referred to in it were forwarded to the visa office and counsel for the Minister was subsequently informed that the visa office does not have funds within their budget to obtain their own legal opinion. Notwithstanding this, the position of the visa office remains as outlined in the refusal letter."], ["[7] There is evidence before me that in some circumstances Family Law in Pakistan has carried forward from laws existing prior to the creation of Pakistan, in 1947. The 1933 text referred to above states;", "A deed of adoption should be construed liberally and therefore where a deed shows a clear intention that an adoption should be made effect should be given to that intention if it is possible to do so without contravening the law."], ["[8] In referring to the visa officer's findings the legal opinion states;", "Contrary to Mr. Hameed's view, I am of the considered opinion that there is always a document, preferably, on stamp paper is prepared regarding the adoptions in Pakistan termed as the \"The deed of Adoption\". The adoption deed under discussion has been drafted under my instructions in accordance with the relevant provisions of the law of adoption of 1933, which is being practiced in our country by the courts. All the necessary legal formalities have been carefully observed while completing the said deed of adoption. Legally speaking, it is a \"document\" having the force of law and judicial value of evidence within the ambit of the \"code of civil procedure\"... ... ... ... ....So, in view of the above said discussion the adoption deed of \"Mr. Shakeel Mushtaq\" is a legal document and shall remain in force until & unless is not declared \"void\" by a competent court of law i.e. a civil court. [", "Reproduced as per the original"], ["[9] Younis Lal Din, a Family Law practitioner in Pakistan, further notes that there would not be a court decision in relation to an adoption, in Pakistan unless there is a dispute that requires a court determination. In other words, adoption deeds are not routinely processed through Family Court as implied by the visa officer. Indeed, the", "West Pakistan Family Courts Act 1964", "makes no provision for adoptions. Younis Lal Din further states;", "I have done many cases regarding adoptions at District Courts Narowal. Recently a case has been decided by the court of \"Mr. Shakar Hassan\", Senior Civil Judge/Guardian Judge, Norowal titled as \"Nasreen\" YS \"Aslam Masih\" & \" Razia Bibi\" for custody of a Minor Female child on the ground of adoption. In this case a simple statement signed by the parties on a stamp paper of Rs. 20/- was held as an adoption deed and so the position is in other cases."], ["[10] Notably, the Deed of Adoption in this matter, is in the form referred to in the legal opinion. It was drafted by the author of the opinion, an advocate who is experienced in Family Law in Pakistan, and specifically in relation to \"Christian Communities\" in Pakistan. It specifically deals with the concern raised by the visa officer in the refusal letter regarding the legality of the adoption and no contrary opinion has been provided by the Minister."], ["[11] Minister's counsel has referred to language in the Deed of Adoption that he says implies that the ties with the birth mother have not been severed by the adoption;", "The Adopter further explained in said Assembly that the Adoptee will not lose his kinship with the members of his natural family."], ["[12] It would be preferable for the author of the legal opinion to have addressed this language specifically, which he did not. He did maintain that the adoption deed is all that is required to effect an adoption in Pakistan and I note that the Deed of Adoption also states;", "That, now, by way of this Adoption the said Adoptee \"Shakeel Mushtaq\" has become a member of the Adopter's family", "having all the rights and obligations in this regard."], ["[13] This statement unequivocally confirms the purpose of the Deed to create a parent-child relationship as would be created through adoption, in Canada. Given that the legal opinion was written by the author of the Deed of Adoption it is reasonable to conclude that he considered the \"kinship\" reference in expressing the opinion that the adoption herein is valid, in Pakistan. That is the only legal opinion from an advocate qualified to practice Family Law in Pakistan that is before me. [emphasis in original, footnotes omitted]"], ["[48]", "It is important to note that in the present case before me:", "a) The Officer was not provided with a legal opinion and relevant legislation by the Applicants;", "b) The expert in <FRAGMENT_SUPPRESSED> was an \"advocate who practices civil law and special personal laws ...applicable to the Christian Communities of India, Bangladesh and Pakistan,\" but that is not the case before me where there is no expert, and the Applicants appear to be Muslim;", "c) We do not know whether the deed of adoption in the present case bears any resemblance to the deed of adoption in <FRAGMENT_SUPPRESSED> . We do know, however, that the deed of adoption in <FRAGMENT_SUPPRESSED> was drafted on instructions of the advocate expert in accordance with the relevant provisions of the law of adoption of 1933, and that \"[a]ll the necessary legal formalities\" were observed so that the deed had \"the force of law and judicial value of evidence within the ambit of the 'code of civil procedure.'\" There was no evidence before the Officer to this effect in the present case and there is no evidence before me."], ["[49]", "The opinion in <FRAGMENT_SUPPRESSED> does not address the situation confronted by the Officer in this case. It does not say that the relevant provisions of the law of adoption of 1933 are equally applicable to Muslims or that those provisions are sufficient to override the Officer's evidence at para 6 of his affidavit that (Applicant's Record at 37):", "The prevailing law in Pakistan applicable to all Muslim citizens of Pakistan is the Muslim Family Law Ordinance 1961 (MFLO). Under this ordinance there is no provision for adoption for Muslims and legal adoption are [", "sic", "] neither recognized nor can be enforced."], ["[50]", "The Applicants argue that the", "Family Law Ordinance", "only applies to religious recognition of adoption and does not forbid adoption by other means. But that is not the Officer's evidence and there was no evidence before the Officer (and there is none before me) that supports that argument."], ["[51]", "Nor did the Officer have evidence that the adoption deed before him complied with the requisite legal formalities. There is also no evidence before me to that effect."], ["[52]", "This being the case, I cannot say that the case of <FRAGMENT_SUPPRESSED> has any evidentiary or precendential value that the Officer either wrongly or unreasonably failed to consider. The onus was on the Applicants to establish that <FRAGMENT_SUPPRESSED> had evidentiary value, which they failed to do. If <FRAGMENT_SUPPRESSED> had precendential relevance then the Officer should have considered it but, for reasons given above I do not think that, even on the few facts we do have, that <FRAGMENT_SUPPRESSED> was a binding precedent that the Officer was obliged to follow or distinguish. <FRAGMENT_SUPPRESSED> dealt with an expert opinion about a specific deed of adoption in a Christian and not Muslim context.", "(4) Applying the Law Purposively"], ["[53]", "The Applicants say that the Decision in this case has the effect of unravelling Bill C-14, but I see nothing about the Decision that undermines the purpose of Bill C-14. If Pakistan will not legally recognize adoption, then Canada is stymied in its efforts to short-circuit the requirement of sponsorship and permanent residence. The Officer is not empowered to find that an adoption has taken place so that the sponsorship and permanent resident procedures can be avoided. There has to be a legal adoption to allow this to occur.", "(5) The", "Convention on the Rights of the Child"], ["[54]", "The Applicants argue as follows (Applicant's Record at 154-55):", "50. The <FRAGMENT_SUPPRESSED> case was decided September 24, 2010. The affidavit of Raymond Gillis quotes a report of Pakistan to the United Nations Committee on the Rights of the Child dated January 19, 2001. That quote states in part:", "\"Foster placement is not recognized in Pakistan under any law. Adoption is also not permitted in Pakistan under Islamic law.\"", "51. So, even according to the Government of Pakistan, there is a difference between \"any law\" and \"Islamic law\". Not all law in Pakistan is Islamic law. The express statement that adoption is not permitted under one type of Pakistani law is an implied statement that it is permitted under another type of Pakistani law, the law which is not Islamic law. At the very least, this formulation leaves open the question whether adoption is permitted under Pakistani law which is not Islamic law.", "52. In another part of the Pakistani report attached to these Representations, the Government of Pakistan states:", "\"2. Pakistan ratified the CRC in 1990 with a general reservation that the Convention will be interpreted in the light of the provisions of Islamic law as required by the Constitution. This reservation has now been withdrawn following the recommendation of the Ministry of Religious Affairs and the Council of Islamic Ideology and the decision of the Cabinet. The Ministry of Foreign Affairs has also formally announced withdrawal of the reservation.\"", "53. The withdrawal of this reservation is another indication that the mere fact that Islamic law does not recognize adoption in Pakistan is not the final legal word about the legal recognition of adoption in Pakistan. The withdrawal of that reservation means that the provisions in the Convention about adoption would not be interpreted in the light of the provisions of Islamic law. Again here Pakistan recognizes a difference in Pakistan between the law of adoption and the Islamic law of adoption."], ["[55]", "In my view, these arguments are not proof that adoption is recognized in Pakistan or that it took place in this case. It is impossible to tell whether a meaningful distinction is intended between \"any law\" and \"Islamic Law,\" or the purpose and import of the withdrawal of a reservation upon existing domestic law. The Applicants are asking the Court to surmise and speculate in their favour."], ["[56]", "The excerpts from the", "Convention on the Rights of the Child", "cited and produced in the Applicants' Record at page 167 do not assist them and, in my view, confirm the Officer's position:", "G. Adoption (art. 21)", "204. As stated above, adoption is not permitted under Islamic laws, and provisions of the Convention pertaining to adoption cannot be enforced in Pakistan. As a substitute to adoption, Islamic law provides for a very strong system of guardianship through the immediate as well as the extended family.", "205. The Guardians and Wards Act (Annex 7, Appendix XVIII), however, provides for the care of children without parents. One provision of this Act states that \"in appointing or declaring a guardian under this section, the Court shall be guided by the law, consistent with the law to which the minor is subject, that appears in the given circumstances to be for the welfare of the minor\". The appointment of the court-guardian is similar in some cases to adoption and the recommendation in this article of the Convention is not totally alien to the law in Pakistan.", "(6) Removal from Pakistan"], ["[57]", "The Applicants say that the provision in s. 26 of Pakistan's Guardianship Act", "which says that the adoptive father/guardian cannot remove the child from Pakistan without a court order, is simply a procedure to be followed and not an absolute bar."], ["[58]", "There is nothing before me to suggest that the relevant provision is anything other than a strict legislative requirement, and I do not see how this issue assists the Applicants before this Court.", "(7) Severance"], ["[59]", "The Applicants argue that the adoption deed effects the severance from the biological parents that is required for an adoption."], ["[60]", "In my view, the adoption deed and related documentation do not establish that, under the law of Pakistan, a severance has occurred in this case. We do not know whether these parties could, by agreement, sever the biological relationship as a matter of law. The Applicants have not established that the Officer was either wrong or unreasonable when he found that the adoption deed establishes a form of guardianship, which is not an adoption as required by Canadian law.", "(8) Certification"], ["[61]", "Both sides take the position that the Court is not required to certify a question for the purposes of any appeal that might be taken. Consequently, no question is certified.", "JUDGMENT"], ["[62]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is dismissed; and", "2. There is no question for certification.", "Application dismissed.", "Editor: Jana A. Andersen/vnh"]]}