{"id_": "028352", "body_str": [["[1]", "Addy, J.", ": Saks & Company as registered owner of the mark Saks Fifth Avenue is appealing the decision of the Registrar of Trademarks expunging the registration."], ["[2]", "At the request of the respondent, a notice under s. 44 of the Act was duly issued on the 16th of March, 1984, by the Registrar. The sole issue is whether the appellant has shown use of the trademark in Canada in the normal course of business at that time, in association with the wares and services described in the registration."], ["[3]", "The relevant portions of s. 44 of the Trade Marks Act read as follows:", "\"44(1) The Registrar ... shall, unless he sees good reason to the contrary, give notice to the registered owner requiring him to furnish within three months an affidavit or statutory declaration showing with respect to each of the wares or services specified in the registration, whether the trademark is in use in Canada and, if not, the date when it was last so in use and the reason for the absence of such use since such date.\""], ["[4]", "Section 56(5) of the said Act provides:", "\"56(5) On the appeal evidence in addition to that adduced before the Registrar may be adduced and the Court may exercise any discretion vested in the Registrar.\""], ["[5]", "Usually, some evidence is presented on the appeal which was not before the Registrar. In the present case a considerable amount of additional evidence was furnished. This extra evidence comprised five affidavits. In appeals such as the present one the duty of the court is not restricted to deciding whether the Registrar was right or wrong but rather, pursuant to s. 56(5) of the Trade Marks Act, to decide by means of a trial de novo whether the decision of the Registrar should be upheld (see  <FRAGMENT_SUPPRESSED> ; Re Wolfville Holland Bakery Ltd. (1964), 42 C.P.R. 88;  <FRAGMENT_SUPPRESSED>  decision should not be lightly interfered with. But since the appeal is by way of trial de novo it is the judge's duty to come to his or her decision, after fully reviewing the evidence and the comments thereon submitted to the court at the time of the appeal."], ["[6]", "I agree with the view expressed by McNair, J., in  <FRAGMENT_SUPPRESSED> , and approved by Collier, J., in Rogers, Bereskin and  <FRAGMENT_SUPPRESSED> , to the effect that the court in an appeal such as the present one should be circumspect about interfering with a decision of the Registrar. However, with all due respect, I do not agree that the court must be circumspect because the appeal is not by way of trial de novo but rather because, when dealing with a decision or finding of fact arrived at following a judicial or quasi-judicial proceeding before a highly specialized board or tribunal such as the Registrar of Trademarks, the appellate tribunal must always bear in mind that the person or persons who arrived at the decision under review in all probability enjoyed a much wider experience and therefore greater expertise in the field. Section 44(5) clearly provides for a trial de novo since it grants the appellant the absolute right to adduce evidence which was not presented before the Registrar. The appellate tribunal cannot refuse to hear any such additional evidence, providing of course it is relevant and meets the normal tests of admissibility."], ["[7]", "There is no dispute regarding the actual use of the mark on the wares themselves. In any event, there is ample evidence of it having been affixed to the wares with labels, hangtags and stickers and also to the containers, boxes and wrappings. The issue is limited to the question whether there was sufficient use of the mark", "in Canada", "to comply with the provisions of s. 44."], ["[8]", "Because only certain categories of the original records were preserved by the appellant, it was impossible for it, through its computerized records, to produce by computer analysis proof of actual receipt of the delivery of goods in Canada. Because delivery documents were not available, it was also difficult to distinguish between goods which might have been sold to Canadian customers where delivery was taken in the United States, which of course would not constitute use in Canada, from those goods where deliveries were taken in Canada, which would constitute such use. The appellant's worldwide sales of wares and services increased from some 300 million dollars (U.S.) to one billion dollars (U.S.) in 1986. The task of distinguishing sales made to Canadian customers from sales made to others also involved some difficulty. Central computerized registration of the commercial operations of the appellant was, at the time, in the course of being reorganized. Reference had to be made to copies of the microfilmed reproductions of sales slips since the original sales slips were not preserved."], ["[9]", "A search of the microfilmed records identifying sales to Canadian residents over a two-year period from March 1982 to March 1984 was carried out. The computer system had not been programmed or arranged to distinguish between purchases from Canadian customers and others. The identification of deliveries made to Canadian addresses of wares purchased and paid for in the U.S.A. by cash, cheque or ordinary bank credit card would have involved a costly and lengthy task of examining a very great number of photostats of sales slips reproduced from microfilmed records. However, of more than 2,000,000 of its customers in the world enjoying charge account privileges at its stores, the appellant had, at the relevant time, approximately 7,000 active Canadian charge account customers, that is, Canadian customers enjoying credit privileges with the plaintiff. Photostatic reproductions of the microfilmed sales slips and monthly statements of account pertaining to 300 of those customers were produced. Both the sales slips and the statements bore the mark Saks Fifth Avenue. The names of the customers were blanked out to preserve a confidentiality but the Canadian addresses were left in in cases where the goods were actually destined for delivery to Canada. When the goods were actually picked up by customers at the point of sale in the United States, the letter \"T\" or the word \"Take\" was inscribed in the space provided for delivery instructions. Where the goods were to be delivered, the information regarding name and address was filled in. An examination of the photostats of the slips confirmed this evidence. Several of the slips showed an address in Canada being the place for delivery."], ["[10]", "With regard to goods delivered to Canada, the computer search could not distinguish between goods ordered from Canada from those who might have been ordered from the United States. This is not important because delivery by the appellant of goods bearing the mark to Canadian customers in Canada would be sufficient to constitute trading in Canada within the meaning of s. 44."], ["[11]", "Although the sales slips are quite useful as evidence the same cannot be said of the records of periodic statements of account pertaining to the 300 customers in question insofar as the sales of wares are concerned, since there is no indication whatsoever in these documents that goods might have been delivered to Canada or ordered from Canada."], ["[12]", "There are 28 distinct categories of wares and services involved. The appellant, with regard to the following three categories, has not been using the mark and is not seeking to maintain their registration:", "(6) cigars, cigarettes and smoking tobacco;", "(7) baby carriages and bicycles;", "(18) music boxes.", "They will therefore be removed from the register."], ["[13]", "No documentary evidence was submitted regarding category 4: cigar lighters and ashtrays; nor category 5: lighting fluids."], ["[14]", "An examination of the exhibits pertaining to the remaining 23 categories reveals the following:"], ["[15]", "Exhibit F relates to category 1:", "Furs and skins. One of the receipts indicates as a \"send to\" (delivery) address, Fleming Dr., Willowdale, Ont."], ["[16]", "Exhibit G relates to category 2:", "Baskets and trays, TV tables, cheese boards. None of the receipts indicated a Canadian delivery address."], ["[17]", "Exhibit H relates to category 3:", "Handbags, luggage and small leather goods including billfolds, wallets, purses, card and key cases, belts, make-up bags, pad holders, vanity cases and travelling cases. Of the 210 documents submitted, four clearly show Canadian consignees and one other is possible. H52 is unclear but seems to indicate an address of 1135 Argyle in Windsor, Ont. H73 indicates as a delivery address 141 Roehampton P1. in Toronto. H156 indicates a delivery address of 159 Les Erables, Laval-sur-le-Lac, P.Q. H210 indicates a delivery address on Bloor St. W. #2, Toronto. H9 indicates a delivery address at 45 Cheltenham Ave., Toronto."], ["[18]", "Exhibit I related to category 8:", "Electric lamps. None of the exhibits showed a Canadian delivery address."], ["[19]", "Exhibit J related to category 9:", "Toys and dolls. Of the 13 receipts only one appeared to show a consignee address but it is illegible due to poor quality photocopy."], ["[20]", "Exhibit K relates to category 10:", "Knives and razors. No Canadian consignees are indicated."], ["[21]", "Exhibit L related to category 11:", "Sunglasses. Two receipts show Canadian consignees. On page 16 there is a delivery to a Toronto, Ontario address and, on page 23, delivery to an address in Lexington, Westmount, Montreal, P.Q."], ["[22]", "Exhibit M relates to category 12:", "Watches. None of the exhibits indicates a Canadian delivery."], ["[23]", "Exhibit N relates to category 13:", "Jewellery. One of the approximately 200 documents indicates a receipt with a delivery address as 159 Les Erables, Laval-sur-le-Lac, P.Q."], ["[24]", "Exhibit 0 relates to category 14:", "Brushes, including hair brushes, cosmetic brushes. Two sales receipts indicate a delivery address on 1765 Riverside Dr. 2913, Ottawa, Ont. (this receipt is reproduced further in the exhibit)."], ["[25]", "Exhibit P relates to category 15:", "China servers and vases, household china. None of the submitted documents indicates a Canadian address for delivery."], ["[26]", "Exhibit Q relates to category 16:", "Baby furniture, mirrors, pillows, bookcases. One of the submitted documents indicates a delivery address as 40 Park-Lane-Circle, Don Mills, Ont."], ["[27]", "Exhibit R relates to category 17:", "Glassware, including glass vases, salad bowls, glass cases, drinking glasses. One of the submitted documents indicates a Canadian delivery address as 1095 Watson, Windsor, Ont."], ["[28]", "Exhibit S relates to category 19:", "Stationery, including pencils, pens, writing paper, pen sets, pencil sets, calendars, photo frames, book embossers. None of the submitted documents indicates a Canadian delivery address."], ["[29]", "Exhibit T relates to category 20:", "Engraved stationery, greeting cards, Christmas cards, invitations. Two of the submitted documents indicate sales receipt with a Canadian delivery address. One other document in this exhibit also includes a delivery address in Canada but the wares indicated appear to be \"jacket and blouse\" which do not come under this category."], ["[30]", "Exhibit U relates to category 21:", "All articles of wearing apparel. Of the 174 submitted documents, 28 indicate sales receipts which have Canadian delivery addresses. Twenty-two (22) of these show the same address namely, 159 Les Erables, Laval-sur-le-Lac, P.Q."], ["[31]", "Exhibit V relates to category 22:", "Shoes. Of the more than 100 documents submitted, 7 indicate sales receipts with \"send to\" addresses in Canada."], ["[32]", "Exhibit W relates to category 23:", "Hair combs, bows, barrettes, hair pieces, headbands. None of the submitted documents show a Canadian delivery address."], ["[33]", "Exhibit X relates to category 24:", "Umbrellas. None of the submitted documents show Canadian delivery addresses."], ["[34]", "Exhibit Y relates to category 25:", "Household linens, table linens, sheets and pillow cases, towels, place mats and napkins. One of the submitted documents indicates a sales receipt with a delivery address in Canada."], ["[35]", "Exhibit Z relates to category 26:", "Cosmetic accessories, perfume bottles. None of the submitted documents show Canadian delivery."], ["[36]", "Exhibit AA relates to category 27:", "Figurines. None of the receipts show Canadian delivery."], ["[37]", "Exhibit BB relates to category 28:", "Various types of soaps and shampoos. One of the approximately 40 receipts indicates a \"send to\" address of 110 Boteler St., Ottawa.", "SUMMARY"], ["[38]", "All of the categories except for categories 4, 5, 6, 7, and 18 are represented in the exhibits. Of the remainder, all indicate at the very least, Canadian charge account customers. The following 14 indicate sales receipts with Canadian \"send to\" addresses:", "Category/Exhibit", "1/F", "3/H", "11/L", "12/M", "13/N", "14/O", "16/Q", "17/R", "19/S", "20/T", "21/U", "22/V", "25/Y", "28/BB"], ["[39]", "The following nine sales receipts did not indicate a Canadian \"send to\" address:", "Category/Exhibit", "2/G", "8/I", "9/J", "10/K", "15/P", "23/W", "24/X", "26/Z", "27/AA"], ["[40]", "None of the evidence to which I have just referred was before the Registrar."], ["[41]", "I must indicate here that a detailed analysis of the exhibits was not made nor presented to the court, as it should have been, by counsel for the parties. A great number of largely illegible photostatic reproductions of the microfilmed sales slips and monthly statements were simply filed en liasse as documents constituting part of certain exhibits. The court was then invited by counsel for the appellant to find that these in fact represented documentary proof of use of 26 categories of the mark in Canada while counsel for the respondent simply argued that there was no evidence of delivery of goods to Canada."], ["[42]", "As a result the court, in order to ensure that justice was done, was done, was obliged to cause a detailed examination of every one of the many documents forming part of each of the numbered exhibits to be undertaken. The result of that examination is shown in the summary above. The burden of this tedious task should have been assumed by counsel and not cast upon the court."], ["[43]", "It has been repeatedly held that the fundamental purpose of s. 44 is to rid \"deadwood\" from the register and not to resolve contentious issues between competing commercial interests:  <FRAGMENT_SUPPRESSED> ; 8 F.T.R. 310,  <FRAGMENT_SUPPRESSED>  necessary to show use depends on the circumstances of the case but, generally speaking, the owner of a trademark is only required to provide some evidence that the registered trademark was being used in Canada in the normal course of business at the relevant time (ref.  <FRAGMENT_SUPPRESSED> , and Keepsake and  <FRAGMENT_SUPPRESSED> , and  <FRAGMENT_SUPPRESSED> )."], ["[44]", "The Noxema case, supra, an Exchequer Court decision of Jackett, P., as he then was, dealt in some detail with the purpose of s. 44. The learned judge was seized with the question of law as to whether an applicant for expungement of a mark under that section, who had been unsuccessful in his application before the court for expungement, would be precluded from raising at a later date the issue of abandonment under s. 56(2) of the Act. It was held that the applicant was not precluded from doing so. In dealing with the purpose of s. 44 and the evidence to be furnished in order to satisfy that section, the learned judge had this to say at p. 154:", "\"... s. 44 does not contemplate a determination of an issue as to whether a trademark has been abandoned but is merely a procedure for clearing the registry of registrations where there is no real claim by the registered owner that he has not abandoned the trademark.\"", "And further at p. 155:", "\"As I read s. 44, it does not provide a summary procedure for determining whether a registered trademark has been 'abandoned' within the meaning of s. 18(1)(c). What it does, as I understand it, is provide a summary procedure whereby the registered owner of a trademark is required to provide either", "some evidence", "that the registered trademark is being used in Canada or evidence of 'special circumstances that excuse ... absence of use'. The penalty for the registered owner failing to provide such evidence is that his trademark becomes liable to be 'expunged' (s. 44(3)), and will be expunged (s. 44(5)). What seems to be contemplated is that there will be on the registry many trademarks that the registered owners do not use and in respect of which the registered owners make no pretence of having any interest.\"", "And at p. 156:", "\"To put it another way, s. 44 provides a means for clearing from the registry registrations for which the owners no longer assert that there is any real foundation. An owner can avoid having any action taken against his registration by either a mere declaration of user or, if he admits nonuser, by any reasonable explanation therefor.\"", "And at p. 157:", "\"He had to decide, in effect, whether the registered owner put forward a claim, supported by an affidavit or statutory declaration, to user in Canada or to circumstances that excused nonuser. Having concluded that he was making such a claim, that was the end of the matter under s. 44. In my view, after such a decision under s. 44, any person who has an interest in raising a case of abandonment must do so in some such way as that adopted by the applicant in these expungement proceedings.\""], ["[45]", "The judge's view (subsequently followed by Cattanach, J., in the Keepsake case, supra) that the Registrar could only consider one affidavit or declaration of the applicant that he was precluded from considering any other evidence from third parties has subsequently been rejected by the Court of Appeal in the 1985 case of  <FRAGMENT_SUPPRESSED>  of evidence required in expungement proceedings under that section as opposed to abandonment proceedings has been repeatedly approved and followed since then."], ["[46]", "Registrations for trademarks which are obviously in use are not to be cancelled on a technical ground pursuant to s. 44 (ref.  <FRAGMENT_SUPPRESSED>  properly categorized and, in such a case, there is no requirement, in order to maintain registration, when faced with an application under s. 44, that either direct evidence or documentary proof be furnished regarding every item in each category. I am therefore fully satisfied that registration should be maintained for the 14 categories where Canadian deliveries have been indicated regarding some of the items."], ["[48]", "The difficulty of course arises regarding the nine categories for which no Canadian \"send to\" addresses were to be found in the delivery slips submitted."], ["[49]", "The jurisprudence has established as a general rule and it is undoubtedly well-founded, that it is not sufficient for an owner to merely state that the mark was in use in Canada at the relevant time in order to conform to s. 44(1). Some other evidence of use must be produced. This rule, which is evidentiary in nature, was instituted in order to prevent the owner of the mark to simply state that the mark was in use without giving any facts to substantiate the statement. To merely state, without more, that the mark is in use is to boldly declare as a fact the conclusion to which the Registrar (or the court on appeal from the latter) is called upon to arrive at. The statement that a mark is in use in Canada includes both fact and law as it comprises the actions which constitute use at law and the legal concepts which permit the tribunal to arrive at that conclusion."], ["[50]", "The affidavit of Paul Leblang contained the following paragraph on which counsel for the appellant based part of his argument:", "\"15. If a Canadian customer orders wares from a FOLIO catalogue, the wares are supplied and invoiced by the Company's wholly owned subsidiary, SFA Folio Collections, Inc. The wares are purchased, paid for, owned and sold by the Company. The subsidiary simply serves as an agent of the Company for the purpose of taking mail and telephone orders and forwarding wares to customers. While the subsidiary does collect payment for the wares, about 96% of the orders are paid by credit granted by the Company, and no funds pass through the subsidiary. In cases in which telephone or mail orders are received directly by the Company, all of the steps necessary to respond to the order, including mailing of the wares, are performed by the Company, and the subsidiary has no involvement in such orders.\""], ["[51]", "Use in Canada of the mark by SFA Folio Collections, Inc., although a wholly owned subsidiary of the appellant, does not constitute use in Canada by the registered user or by a person approved as a registered user, as that company has not been approved as such by the appellant. Furthermore, this paragraph constitutes in effect a general statement of user and contains no mention nor detail of the mark having been used in relation to any specific wares."], ["[52]", "In spite of the great volume of exhibits produced and the evidence regarding activities of the plaintiff carried out throughout the world, presumably in conjunction with a use of the mark, the only evidence, insofar as the last mentioned nine categories of wares are concerned, which might conceivably be considered as relating to use in Canada is contained in paragraph (9) of the affidavit of Paul Leblang, the Senior Vice-President of the appellant company:", "\"9. Of the 28 categories of wares recited in the trademark registration, the review of the 300 customers' accounts having Canadian addresses during the two-year period found evidence of sales of wares to those customers in 23 of the 28 categories. Based upon the large number of Canadian charge account customers whose records were not searched, the results found in the review which was conducted, my more than 35 years' experience in marketing and analysis of customer buying patterns, including more than 10 years at the Company, I am of the opinion that all of the wares covered by the trademark registration and bearing the trademark SAKS FIFTH AVENUE would have been bought by customers in Canada over a period of five years up to March 16, 1984, except for those categories indicated.\""], ["[53]", "This, as in the case of other portions of that witness' affidavit as well as the affidavit of one Rafael Behar, is nothing more than an attempt to explain why no actual evidence of any such sales was produced. There rests on the plaintiff the task of producing some real evidence of at least one sale in Canada of one of the wares mentioned in each of these categories. It has failed to do so. A mere expression of opinion by the user, without more, that the mark has been used in Canada does not suffice. The decision of the Registrar will therefore be maintained insofar as those wares are concerned."], ["[54]", "With regard to the use of the mark in conjunction with the provision of retail department store services as mentioned in the registration there is evidence that the company responds to mail and telephone orders from Canada for merchandise, grants credit to Canadian customers, advertises wares in Canada by sending some catalogues to chosen Canadian customers, includes in every statement of account to its Canadian credit customers and to other Canadian customers upon request, monthly focus advertising inserts provides a toll-free (800) telephone number for purchasing of wares by telephone, also advertises its wares and services in Canada regularly in the New York Times, the Detroit Free Press and Mademoiselle magazine, all of which have a large Canadian circulation, arranges for the delivery of wares in Canada and the honouring of warranties and guarantees as well as the issuing of gift certificates to Canadian customers. These services are performed without the Canadian customer ever having to leave Canada and the Saks Fifth Avenue mark is used in association with all of these services by marking it on all documents and materials issued by the company relating to same."], ["[55]", "With regard to the guarantees pertaining to goods and the servicing of the goods sold to Canadians, although the guarantees would be honoured from the United States and the servicing would probably be performed there, they nevertheless would relate, in the vast majority of cases, to goods situated in Canada at the time when the appellant would be called upon to make good its undertakings. These services, guarantees and warranties and the offer to Canadian customers of performing them constitute \"retail department store services\" as mentioned in the application and also constitute the furnishing of services in Canada within the meaning of the Act. The facts in the present case are quite distinguishable in my view from the situation with which I was called upon to deal in the case of Motel 6  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), and with the situation considered by Thurlow, J., as he then was, in the case of  <FRAGMENT_SUPPRESSED> . In the Motel 6 case which related to motels all of which were situated in the United States and in the Porter case, which related to restaurants all situated in California, there was no connection whatsoever with Canada except the advertising itself which in fact invited Canadians to attend in the U.S. in order to benefit from the services advertised. No person whilst residing in Canada could benefit in any way from the services nor did they relate to anything situated in Canada."], ["[56]", "To summarize, I am fully satisfied that there is ample evidence to maintain registration regarding services. The decision of the Registrar will therefore be varied to the extent that registration will be maintained for services and for the following 14 categories of wares: 1, 3, 11, 12, 13, 14, 16, 17, 19, 20, 21, 22, 25 and 28."], ["[57]", "There will be no costs.", "Appeal allowed in part.", "Editor: Debra F. MacCausland/nmg", "[End of document]"]]}