{"id_": "028332", "body_str": [["[1]", "Kelen, J.", ": This is an appeal pursuant to section 56 of the", "Trade-marks", "Act", ", R.S.C. 1985, c. T-13, as amended (the", "Act", "), from a decision of the Registrar of Trademarks dated September 25, 2008 expunging the appellant 's trademark for rum, CASTILLO, registration number 341,290, for the failure to show use pursuant to section 45 of the", "Act"], ["[2]", "Section 45 provides for the expungement of a registered trade which is not used during the three year period immediately preceding notice by the Registrar of Trademarks, and where the absence of use is not due to special circumstances that excuse the absence of use. Entitlement to a trademark in Canada is predicated on a regime of \"use it or lose it\".", "The Parties"], ["[3]", "The appellant in this case is Jose Cuervo, S.A. De C.V. (Jose Cuervo). Jose Cuervo is a corporation incorporated pursuant to the laws of Mexico which markets alcoholic beverages around the world, including CASTILLO rum. Jose Cuervo is the last owner in the chain of title to the CASTILLO trademark. Jose Cuervo appeals the decision to expunge its CASTILLO mark for non-use."], ["[4]", "The respondent Bacardi & Company Limited (Bacardi) is the Requesting party. Bacardi requested that the Registrar issue a notice in accordance with section 45 of the", "Act", "with respect to the CASTILLO trademark to inquire whether the trademark should be expunged for non-use."], ["[5]", "The other respondent, the Registrar of Trademarks, made no representations on this appeal.", "FACTS", "Previous Appeal"], ["[6]", "This is the second time in which the CASTILLO trademark has been before this Court on appeal from an expungement decision of the Registrar of Trademarks."], ["[7]", "On the first appeal to the Federal Court, the applicant's predecessor in title to the CASTILLO trademark produced evidence showing a single sale of forty-one cases of CASTILLO rum on November 21, 1994 to the Liquor Control  <FRAGMENT_SUPPRESSED> ; 124 F.T.R. 264; 72 C.P.R.(3d) 25 (T.D.), Justice Lutfy (as he then was) held that the appellant demonstrated that a transaction \"in the normal course of trade\" had occurred, which was sufficient to allow the appeal and set aside the decision of the Registrar to expunge the CASTILLO trademark. Justice Lutfy held at paragraph 20:", "\"¶20 In my view, the evidence discloses a bona fide sale. The invoice and the NAFTA certificate of origin do not reflect a transaction of a kind '... being deliberately manufactured or contrived in an attempt to protect the registration of a trademark rather than to establish its genuine use in the normal course of trade': McNair, J., in", "<FRAGMENT_SUPPRESSED>  at 295. The transaction took place long before it could have anticipated the respondent's request for the issuance of a section 45 notice in September 1995. These considerations support the statement in the Cantu affidavit that the transaction was 'in the normal course of trade'.\""], ["[8]", "Justice Lutfy's decision was upheld by the Federal Court of Appeal: see", "<FRAGMENT_SUPPRESSED> ; 238 N.R. 71 (F.C.A.), per Justice Strayer (as he then was). However, Justice Strayer held at paragraph 2 that a \"single sale divorced from all context\" will not normally be considered to be adequate use. Rather the requirement of use must be in the \"normal course of business\". The Federal Court of Appeal implied that a single sale of rum in a particular year may not be a transaction in the normal course of trade. Normal course of trade means more than one sale which could be contrived to protect a trademark.", "2005 Notice"], ["[9]", "On October 17, 2005, the respondent Bacardi requested again that the Registrar issue a notice in accordance with section 45 of the", "Act", "to the appellant in connection with the CASTILLO trademark.", "On October 26, 2005", "the Registrar issued the notice."], ["[10]", "The parties made written submissions to the Registrar. Bacardi submitted that the CASTILLO trademark should be expunged because the appellant failed to show use in Canada of the trademark in association with rum during the three year period immediately preceding the notice, i.e. from October 26, 2002 to October 26, 2005 (the relevant period), or sufficiently establish that there exist special circumstances that excuse the absence of use of the trademark.", "Affidavit evidence before the Registrar of Trademarks"], ["[11]", "The appellant submitted to the Registrar an affidavit dated June 23, 2006 deposed by Mr. Ricardo Juarez Avina, Manager of the Legal Department of the appellant. The affidavit produced evidence of two sales invoices of CASTILLO rum. The first invoice, dated November 21, 1994, is for 41 cases of CASTILLO rum sold to the Liquor Control Board of Ontario. The second invoice, dated November 24, 1999, is for 100 cases sold to the Alberta Liquor and Gaming Commission."], ["[12]", "Mr. Avina deposed that around May 2002 the appellant undertook a new marketing strategy to incorporate the \"secondary\" COHIBA trademark into the label for rum bearing the CASTILLO trademark. Mr. Avina stated that a company related to the appellant, Tequila Cuervo, S.A. de C.V., is the owner of the COHIBA trademark in Mexico and that the appellant is authorized by Tequila Cuervo to use the trademark COHIBA in Canada. Mr. Avina deposed at paragraphs 9 and 10 of his affidavit:", "\"9. On or about May 2002, a significant marketing effort was undertaken to create a new label for the rum bearing the Trademark CASTILLO to also include the secondary trademark COHIBA. Attached as Exhibit B is a sample of the new CASTILLO label.", "\"10. Tequila Cuervo, S.A. de C.V. [hereinafter Tequila Cuervo] is the owner of Reg. No. 480820 for COHIBA in Mexico. Tequila Cuervo and CUERVO are related companies and CUERVO is authorized by Tequila Cuervo to use the trademark COHIBA in Canada.\""], ["[13]", "Mr. Avina explained that the new co-branding marketing strategy triggered a \"world wide dispute\" between Tequila Cuervo and Cubatabaco, the owner of the trademark COHIBA for use in association with cigars. Mr. Avina deposed at paragraph 13:", "\"... Until such time as this worldwide dispute is resolved, CUERVO has received instructions from Tequila Cuervo to defer new marketing plans and development, as well as use, for products branded with the COHIBA trademark in Canada because of threat of litigation by Cubatabaco. These instructions have resulted not only in a delay in selling COHIBA branded products in Canada but also CASTILLO branded products in Canada since the CASTILLO label bears both trademarks.\""], ["[14]", "Mr. Avina further deposed that the appellant has a \"strong interest\" in using and resuming the use of the CASTILLO trademark in Canada. The appellant provided its sales figures for CASTILLO rum products in Mexico for 2003, 2004 and 2005. Mr. Avina said that as soon as it is permitted by Tequila Cuervo to resume use of the COHIBA trademark in Canada, and the appellant is reasonably certain that no trademark infringement action will be taken against it, the appellant will resume the use of the CASTILLO trademark in Canada in conjunction with the COHIBA trademark.", "The Decision under appeal"], ["[15]", "On behalf of the Registrar, a member of Trademarks Opposition Board, after conducting a hearing where the appellant and Bacardi were represented, issued the decision that the appellant's CASTILLO trademark ought be expunged from the Trademarks Register for failure to show use pursuant to section 45 of the", "Act"], ["[16]", "The decision stated at page 2, and I paraphrase:", "a. there is no evidence of sales of CASTILLO rum by the appellant in Canada during the relevant three year period;", "b. the issue is whether the affidavit establishes facts from which the Registrar can conclude that the absence of use is due to special circumstances that excuse the non-use of the CASTILLO trademark;", "c. the period of non-use in Canada by the appellant of the CASITLLO trademark is approximately 6 years from November 1999 to October 2006; and", "d. the intention to resume use, as the recent Federal Court of Appeal decision in", "<FRAGMENT_SUPPRESSED>  C.P.R.(4th) 303 (F.C.A.) makes clear, is not a special circumstance which excuses the absence of use."], ["[17]", "At page 5 of the decision, the Registrar held that the threat of impending trademark litigation might be a reasonable excuse for non-use for a short period of time, but a deliberate decision by the appellant to \"wait out the litigation\" relating to the secondary trademark for six years, is a voluntary and deliberate decision of the appellant not to use the CASTILLO trademark in Canada. The decision held at page 5:", "\"... While in its submissions, the registrant made much of the existence of a 'global marketing strategy' to use both trademarks together, and the fact that the registrant received instructions to stop the co-marketing in Canada, in my view insufficient evidence was provided as to why the subject trademark CASTILLO cannot be marketed without reference to the COHIBA trademark that is subject to litigation. In my view, the threat of impending litigation might be a reasonable excuse for non-use for a short period of time, while adjustment to marketing strategies take place; however, the apparent decision not to make such adjustments, and to 'wait out the litigation' relating to the secondary trademark for 6 years (at least), in my view amounts to a voluntary decision of the registrant not to use the trademark CASTILLO in Canada. While the registrant made a persuasive argument that section 45 proceedings should remain flexible and respond to a wide variety of situations on a case-by-case basis, in the present situation there is simply not enough evidence demonstrating the necessity for the co-marketing strategy in Canada and/or the lack of choice of the registrant in making such marketing decisions.\"", "Accordingly, the Registrar held:", "a. that the non-use of the CASTILLO trademark was a \"voluntary decision\" by the appellant; and", "b. there was insufficient evidence presented by the appellant to demonstrate the necessity for the \"co-marketing strategy\" with COHIBA in Canada and the lack of choice by the appellant to not use the trademark CASTILLO in Canada without the secondary trademark COHIBA until the pending trademark dispute is resolved."], ["[18]", "At page 4 of the decision under review, the Registrar set out the four part test for special circumstances by the Federal Court of Appeal in the 2008  <FRAGMENT_SUPPRESSED>  (F.C.A.). The Registrar stated:", "\"With respect to the intention to resume use, the recent decision in", "<FRAGMENT_SUPPRESSED>  (F.C.A.) makes it clear that a demonstrated intention to use during the relevant period alone is not a special circumstance, rather, the facts excusing non-use must be related to the reasons for non-use:", "The", "Scott Paper", "decision underlines four principles of special circumstances:", "1. The general rule is that absence of use is penalized by expungement.", "2. There is an exception to the general rule where the absence of use is due to special circumstances.", "3. Special circumstances are circumstances not found in most cases of absence of use of the mark.", "4. The special circumstances that excuse the absence of use of the mark must be the circumstances to which the absence of use is due.\""], ["[19]", "The Registrar defined \"circumstances beyond the owner's control\" at page 4 of the decision as:", "\"... circumstances that are 'special' in the sense of being peculiar or abnormal and which are experienced by persons engaged in a particular trade as the result of the working of some external forces, as distinct from the voluntary acts of any individual trader.\""], ["[20]", "The Registrar concluded that special circumstances did not exist to excuse the absence of use of the CASTILLO trademark in the relevant period, and therefore expunged the CASTILLO trademark pursuant to subsection 45(5) of the", "Act", "New evidence filed with this appeal to the Federal Court"], ["[21]", "As permitted by section 56 of the", "Act", ", the appellant filed with this appeal a new affidavit dated January 28, 2009 from Mr. Ricardo Juarez Avina, the Manager of the Legal Department for the appellant. The new affidavit evidence states that the appellant resumed use of its CASTILLO trademark in Canada on August 4, 2008 and attached as Exhibit \"A\" an invoice for consignment to the Alberta Liquor Commission of 40 cases of CASTILLO rum. These bottles of rum use the CASTILLO trademark, and did not use the COHIBA trademark."], ["[22]", "In this appeal, the Court will judicially review the Registrar's decision, and the new evidence filed with the Court.", "RELEVANT LEGISLATION"], ["[23]", "The", "Act", "defines use in association with wares in subsection 4(1) of the", "Act", "\"4(1) A trademark is deemed to be used in association with wares if, at the time of the transfer of the property in or possession of the wares, in the normal course of trade, it is marked on the wares themselves or on the packages in which they are distributed or it is in any other manner so associated with the wares that notice of the association is then given to the person to whom the property or possession is transferred.\"", "\"4(1) Une marque de commerce est réputée employée en liaison avec des marchandises si, lors du transfert de la propriété ou de la possession de ces marchandises, dans la pratique normale du commerce, elle est apposée sur les marchandises mêmes ou sur les colis dans lesquels ces marchandises sont distribuées, ou si elle est, de toute autre manière, liée aux marchandises à tel point qu'avis de liaison est alors donné à la personne à qui la propriété ou possession est transférée.\""], ["[24]", "The proceedings in front of the Registrar were commenced in accordance with s. 45 of the", "Act", "which requires the trademark owner to show usage of the trademark at any time in the preceding three years:", "\"45(1) The Registrar may at any time and, at the written request made after three years from the date of the registration of a trademark by any person who pays the prescribed fee shall, unless the Registrar sees good reason to the contrary,", "give notice to the registered owner of the trademark requiring the registered owner to furnish within three months an affidavit or a statutory declaration showing, with respect to each of the wares or services specified in the registration, whether the trademark was in use in Canada at any time during the three year period immediately preceding the date of the notice and, if not, the date when it was last so in use and the reason for the absence of such use since that date.", "\"45(2) The Registrar shall not receive any evidence other than the affidavit or statutory declaration, but may hear representations made by or on behalf of the registered owner of the trademark or by or on behalf of the person at whose request the notice was given.", "\"45(3) Where, by reason of the evidence furnished to the Registrar or the failure to furnish any evidence, it appears to the Registrar that a trademark, either with respect to all of the wares or services specified in the registration or with respect to any of those wares or services, was not used in Canada at any time during the three year period immediately preceding the date of the notice and that the", "absence of use has not been due to special circumstances that excuse the absence of use", ", the registration of the trademark is liable to be expunged or amended accordingly. ...\" (Emphasis added)", "\"45(1) Le registraire peut, et doit sur demande écrite présentée après trois années à compter de la date de l'enregistrement d'une marque de commerce, par une personne qui verse les droits prescrits, à moins qu'il ne voie une raison valable à l'effet contraire, donner au propriétaire inscrit un avis lui enjoignant de fournir, dans les trois mois, un affidavit ou une déclaration solennelle indiquant, à l'égard de chacune des marchandises ou de chacun des services que spécifie l'enregistrement, si la marque de commerce a été employée au Canada à un moment quelconque au cours des trois ans précédant la date de l'avis et, dans la négative, la date où elle a été ainsi employée en dernier lieu et la raison de son défaut d'emploi depuis cette date.", "\"45(2) Le registraire ne peut recevoir aucune preuve autre que cet affidavit ou cette déclaration solennelle, mais il peut entendre des représentations faites par le propriétaire inscrit de la marque de commerce ou pour celui-ci ou par la personne à la demande de qui l'avis a été donné ou pour celle-ci.", "\"45(3) Lorsqu'il apparaît au registraire, en raison de la preuve qui lui est fournie ou du défaut de fournir une telle preuve, que la marque de commerce, soit à l'égard de la totalité des marchandises ou services spécifiés dans l'enregistrement, soit à l'égard de l'une de ces marchandises ou de l'un de ces services, n'a été employée au Canada à aucun moment au cours des trois ans précédant la date de l'avis et que le défaut d'emploi n'a pas été attribuable à des circonstances spéciales qui le justifient, l'enregistrement de cette marque de commerce est susceptible de radiation ou de modification en conséquence. ...\""], ["[25]", "Section 56 of the", "Act", "grants a right of appeal from a decision of the Registrar and allows the appellant to file additional evidence:", "\"56(1) An appeal lies to the Federal Court from any decision of the Registrar under this Act within two months from the date on which notice of the decision was dispatched by the Registrar or within such further time as the Court may allow, either before or after the expiration of the two months.", ". . . . .", "\"56(5) On an appeal under subsection (1), evidence in addition to that adduced before the Registrar may be adduced and the Federal Court may exercise any discretion vested in the Registrar.\"", "\"56(1) Appel de toute décision rendue par le registraire, sous le régime de la présente loi, peut être interjeté à la Cour fédérale dans les deux mois qui suivent la date où le registraire a expédié l'avis de la décision ou dans tel délai supplémentaire accordé par le tribunal, soit avant, soit après l'expiration des deux mois.", ". . . . .", "\"56(5) Lors de l'appel, il peut être apporté une preuve en plus de celle qui a été fournie devant le registraire, et le tribunal peut exercer toute discrétion dont le registraire est investi.\"", "ISSUES"], ["[26]", "The appellant framed the issues for this appeal as follows:", "1. Whether the Registrar erred in concluding that special circumstances did not exist to excuse the absence of use of the CASTILLO trademark, thereby ordering the expungement of the same?", "2. Whether the Registrar erred in concluding that the appellant made a voluntary decision to not use the CASTILLO trademark in Canada?", "3. Whether the Registrar erred in concluding that there was insufficient information to show the appellant had a serious intention to resume use of the CASTILLO trademark in Canada?", "STANDARD OF REVIEW"], ["[27]", "As a result of the Supreme Court of Canada's decision in", "<FRAGMENT_SUPPRESSED> ; 2008 SCC 9, it is clear that reviewing courts must confine their analysis to two standards of review, those of reasonableness and correctness."], ["[28]", "In <FRAGMENT_SUPPRESSED> the Supreme Court held at paragraph 62 that the first step in conducting a standard of review analysis is to \"ascertain whether the jurisprudence has already determined in a satisfactory manner the degree of (deference) to be accorded with regard to a particular category of question\" (see also", "<FRAGMENT_SUPPRESSED>  per Justice Binnie at para. 53)."], ["[29]", "The jurisprudence establishes that the expertise on the part of the Registrar of Trademarks requires deference and the Registrar's decision under section 45 is reviewed on a standard of reasonableness. However, as the Federal Court of Appeal held in", "Molson Breweries, A  <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 180 (F.C.A.) at paragraph 29, a Registrar's decision is reviewed on a correctness standard in the following circumstance:", "\"¶29. However, where additional evidence is adduced in the Trial Division that would have materially affected the Registrar's findings of fact or the exercise of his discretion, the trial judge must come to his or her own conclusions as to the correctness of the Registrar's decision.\""], ["[30]", "The appellant submits that it has provided additional evidence with this appeal which would have materially affected the Registrar's decision so that the standard of review on this appeal is correctness. The respondent Bacardi submits that the new evidence would not have affected the Registrar's decision and therefore the standard of review for this appeal is reasonableness."], ["[31]", "Accordingly, the first issue which the Court will address is whether the additional evidence filed by the appellant \"would have materially affected the Registrar's findings of fact or the exercise of his discretion\".", "ANALYSIS", "Issue No. 1", ": Whether the additional evidence would have affected the Registrar's decision"], ["[32]", "The additional evidence filed by the appellant on this appeal to the Federal Court under section 56 of the", "Act", "is the Affidavit of Mr. Ricardo Juarez Avina dated January 28, 2009. This affidavit deposed:", "a. the appellant resumed use of its CASTILLO trademark in Canada on August 4, 2008;", "b. the appellant provided the Court with an invoice for CASTILLO rum dated August 4, 2008 for consignment to the Alberta Gaming & Liquor Commission. The sale was for 40 cases of the appellant's CASTILLO rum; and", "c. at paragraph 9:", "\"As the legal issues relating to the use of COHIBA in Canada remained unresolved for some time, a decision was made to remove the COHIBA mark from the label to be used in Canada and use was once again commenced.\""], ["[33]", "With great respect to the able counsel for the appellant, the appellant has not satisfied the Court that the additional evidence would have changed the Registrar's decision in this case. The additional evidence that there was one sale by the appellant of CASTILLO rum in Canada in August 2008, which coincidentally and suspiciously coincided with the hearing before the Registrar of Trademarks on this matter, would not have affected the Registrar's decision. The Registrar decided at page 5:", "\"... the 'apparent decision ... to wait-out the litigation' ... in my view amounts to a voluntary decision of the registrant not to use the trademark CASTILLO in Canada\"."], ["[34]", "The additional evidence affirms the Registrar's decision that the appellant's non-use of the trademark was a \"voluntary decision\", since the additional evidence establishes that", "the appellant made the decision to remove the COHIBA mark", "from the label to be used in Canada, and to once again use the CASTILLO trademark by itself, and not in conjunction with the COHIBA mark. This confirms the voluntariness of the appellant's decision."], ["[35]", "The other aspect of the Registrar's decision is that there was \"simply not enough evidence demonstrating the necessity for the co-marketing strategy in Canada and/or the lack of choice of the registrant in making such marketing decisions\". The additional evidence does not explain or provide information as to why the appellant could not have earlier resumed marketing its rum under the CASTILLO trademark in Canada, while the pending trademark dispute with COHIBA was resolved. The Registrar found that there was not sufficient evidence presented by the appellant. The new evidence presented with this appeal is also lacking. The obvious question for the affiant to address is:", "Why could the appellant not arrange earlier with its affiliated company, Tequila Cuervo, to use the CASTILLO trademark alone in Canada pending the resolution of the threat of litigation by Cubatabaco."], ["[36]", "The Registrar's previous decision to expunge the CASTILLO trademark put the appellant and its related companies on notice that if the appellant does not use the CASTILLO trademark, it will lose it. It defies logic that the appellant would not actively market its CASTILLO rum in Canada on a regular basis if it wanted to protect the trademark from expungement."], ["[37]", "Moreover, the Federal Court of Appeal put the appellant on notice that a single sale out of context (such as once a year or every 5 years) is not a sale \"in the ordinary course of business\", and may not be considered use of the trademark in Canada."], ["[38]", "For these reasons, the Court is satisfied that the additional evidence would not have materially affected the decision of the Registrar."], ["[39]", "Accordingly, the decision of the Registrar will be subject to a reasonableness standard of review. The Court will be deferential to the decision of the Registrar, and if the decision of the Registrar was reasonably open to the Registrar, the Court will not intervene."], ["[40]", "In any event, as I expressed at the hearing, if I had concluded that the additional evidence would have affected the decision of the Registrar, I would have found that the single sale by the appellant in 2008 did not meet the requirement of use being \"in the normal course of business\", as prescribed by subsection 4(1) of the", "Act", ". In this regard, I rely on the finding of the Federal Court of Appeal in", "Quarry Corp.", ", supra. per Justice Strayer at paragraph 2 with respect to the single sale of CASTILLO rum in 1994:", "\"¶2. We would however, dissociate ourselves from the motions judge's statement that a single sale 'divorced from all context' might now be considered to be adequate use as a result from the amendment made to section 45 in 1994. In our view, the requirement of use being 'in normal course of business', as prescribed by subsection 4(1), remains notwithstanding this amendment. We note, however, that the motions judge went on to make a finding that the sale here was in the normal course of business and we believe there was evidence upon which he could so find to that effect.\"", "Accordingly, on a correctness standard, I would have found that the sale in August 2008 did not constitute a sale in the normal course of business, or provide evidence that the appellant intends to resume use of the trademark in Canada."], ["[41]", "In my view, the use of the CASTILLO trademark three years after the notice is a transparent attempt to avoid expungement. The appellant is, to use a colloquial analogy, trying to close the barn door after the horse has bolted."], ["[42]", "The normal course of trade for rum cannot comprise of one sale in 1994, one sale in 1999, and one sale in 2008.", "Issue No. 2", ": Did the Registrar reasonably conclude that special circumstances did not exist to excuse the absence of the use of the CASTILLO trademark and that the appellant made a voluntary decision to not use the trademark in Canada", "Purpose of section 45"], ["[43]", "The purpose of section 45 of the", "Act", "was articulated by Justice McNair in", "<FRAGMENT_SUPPRESSED>  (T.D.) at 293:", "\"It is well established that the purpose and scope of s. 44 [now s. 45] is to provide a simple, summary and expeditious procedure for clearing the register of trademarks which are not bona fide claimed by their owners as active trademarks. The procedure has been aptly described as one for removing 'deadwood' from the register. The section does not contemplate a determination on the issue of abandonment but rather simply places on the registered owner of the trademark the onus of furnishing evidence of use in Canada or of special circumstances excusing non-use. The registrar's decision is not one that finally determines substantive rights but only whether the trademark entry is liable to be expunged.\""], ["[44]", "Former Chief Justice Arthur Thurlow of the Federal Court of Appeal expressed the purpose of section 45 of the", "Act", "in another way:", "\"... There is no room for a dog in the manger attitude on the part of registered owners who may wish to hold onto a registration notwithstanding that the trademark is no longer in use ...\"", "<FRAGMENT_SUPPRESSED>  C.P.R.(2d) 62 (F.C.A.) at page 66", "This means that a trademark registrant cannot maintain the mark simply to let it hide, and only spring it out when a competitor tries to enter the market with a similar mark.", "Use in other jurisdictions is not relevant"], ["[45]", "Section 45 of the", "Act", "requires a trademark registrant show special circumstances for non-use of the trademark in", "Canada", ", regardless of the continuous of use of the trademark in other jurisdictions of the world:", "<FRAGMENT_SUPPRESSED>  per Justice Harrington at paragraph 3.", "Reasonableness of the decision of the Registrar", "(a) Insufficient Evidence"], ["[46]", "The Registrar's decision that the appellant provided:", "\"... insufficient evidence ... as to why the subject trademark CASTILLO cannot be marketed without reference to the COHIBA trademark that is subject to the litigation.\"", "was reasonably open to the Registrar. The appellant did not provide sufficient evidence to understand the basis for not using the CASTILLO trademark between 1999 and 2008 or why the relationship between the appellant and Tequila Cuervo would not permit the appellant to continue using the CASTILLO trademark by itself."], ["[47]", "The fact that the appellant is related to Tequila Cuervo requires that the appellant adduce evidence to explain why Tequila Cuervo would not agree with the appellant to suspend the \"co-branding strategy\" pending resolution of the trademark dispute with respect to the trademark COHIBA. It is illogical to suspend the use of a valid Canadian trademark because of a threat of impending trademark litigation with respect to a secondary trademark, and it is illogical that related companies could not agree to this interim strategy."], ["[48]", "The appellant also did not provide evidence to explain how it was able to reintroduce the CASTILLO trademark to Canada without the COHIBA secondary mark. It strikes the Court as obvious for the appellant to continue using the CASTILLO mark by itself until the trademark dispute with Cubatabaco is resolved if the appellant wanted to use and protect the mark in Canada.", "(b) Voluntary Decision"], ["[49]", "The Registrar's decision that not using the CASTILLO trademark was a \"voluntary decision\" of the appellant was also reasonably open to the Registrar. The Registrar found that the trademark dispute was a reasonable excuse for non-use for a short period of time, but the decision not to use the mark for six years was a deliberate and voluntary decision which does not amount to \"special circumstances\" under section 45 to excuse the non-use of the mark.", "(c) Abnormal circumstances"], ["[50]", "The special circumstances which excuse non-use of the trademark must be \"circumstances which are \"special\" in the sense of being peculiar or abnormal, and which are as the result of the working of some external forces, as distinct from the voluntary acts of any individual trader\":", "<FRAGMENT_SUPPRESSED> ; 25 C.P.R.(2d) 115 (F.C.T.D.), per Justice Cattanach at para. 31."], ["[51]", "This Court has held that certain circumstances, such as a recession, while out of anyone's control, are nevertheless unexceptional, and therefore do no amount to a good reason for non-use of trademark:", "Lander", ", supra;", "<FRAGMENT_SUPPRESSED> ; 73 F.T.R. 8; 53 C.P.R.(3d) 522 (T.D.), per Justice Teitelbaum (as he then was) at para. 28. Similarly, a trademark dispute over a secondary mark is not an exceptional occurrence in business.", "(d) Intention to resume use"], ["[52]", "At paragraph 23 in", "Scott Paper", ", supra, Justice Pelletier explained that the \"special circumstances\" must excuse or explain the reason the mark was not used. At paragraph 28 Justice Pelletier states that the appellant's intention to resume use of the mark does not explain a period of non-use, and therefore cannot amount to \"special circumstances\" for not using the mark. Justice Pelletier stated at paragraph 28:", "\"¶28 It is apparent from this analysis that a registrant's intention to resume use of a mark which has been absent from the marketplace, even when steps have been taken to actualize those plans, cannot amount to special circumstances which excuse the non-use of the trademark. The plans for future use do not explain the period of non-use and therefore, cannot amount to special circumstances. No reasonable construction of the words used in section 45 could lead to that conclusion.\"", "The Scott Paper Decision"], ["[53]", "The Federal Court of Appeal in 2008, as the respondent Bacardi expressed it, \"recalibrated\" the criteria for expungement under section 45 of the", "Act", "Scott Paper", ", supra, makes clear that:", "1. an intention to resume use in the future is not a special circumstance which excuses the non-use for the three year period under section 45; and", "2. the special circumstances which excuse non-use for the relevant period must be circumstances which are unusual and are external forces out of the control of the Registrant otherwise, non-use of the mark for the relevant period makes the mark liable for expungement under the Canadian trademark law."], ["[54]", "Scott Paper", "held that there is an onus on the registrant to demonstrate to the Registrar, that the non-use was due to circumstances beyond the control, direct or indirect, of the registrant, and that these are \"special circumstances\" which are not normal or which would not apply to other persons in the marketplace. For example, if there is a recession, and sales are difficult, the appellant should not withdraw from the market, but should be actively promoting the wares associated with the trademark. Otherwise, the application of the \"use it or lose it\" regime looms."], ["[55]", "On a reasonableness standard, it might have been reasonably open for the Registrar to find that the instructions from the appellant's related company, Tequila Cuevro, not to use the trademark in Canada pending the trademark dispute with Cubatabaco, was a \"special circumstance\" which excuses the non-use. However, the Registrar did not come to that conclusion and came to the opposite conclusion which was reasonably open to the Registrar. As the reasonableness standard implies, the Court must be deferential to the Registrar's decision if that decision was reasonably open to the Registrar. It does not matter what the Court's decision would have been in the same circumstances. The Court is legally obliged to defer to the Registrar within the reasonableness spectrum.", "Evidence Required"], ["[56]", "A plea of special circumstances that excuse non-use must be substantiated with reliable evidence of sufficient specificity and detail so that the registrant's assertions may have an evidentiary foundation:", "<FRAGMENT_SUPPRESSED>  per Justice Layden-Stevenson at paragraph 22."], ["[57]", "The appellant relies on the decision of this Court in", "<FRAGMENT_SUPPRESSED> ). Justice Mosley further recognized that trademark registrations have been maintained in the face of insufficient evidence (see", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 307 ( <FRAGMENT_SUPPRESSED>  (T.M.O.B.)."], ["[58]", "On the basis of the above authorities the appellant submits that it is not required to produce evidence of sufficient detail and specificity in order to show special circumstances that excuse the non-use of the CASTILLO trademark."], ["[59]", "In <FRAGMENT_SUPPRESSED> , supra, Justice Mosley was reviewing under a reasonableness standard a decision of the Registrar not to expunge a trademark. The Registrar in that case was presented with evidence that the trademark was not \"deadwood\" by virtue of continuous Canadian market activity. The registrant in <FRAGMENT_SUPPRESSED> , supra, conducted market research, packaging and improvement of product presentation, improved the product and bottling technology, and maintained relations with the Société des alcools du Québec: <FRAGMENT_SUPPRESSED> , supra, paragraph 12. This evidence is sufficient to distinguish the case at bar from <FRAGMENT_SUPPRESSED> , supra."], ["[60]", "Even if <FRAGMENT_SUPPRESSED> , supra, was not distinguishable on the facts, the fact that Justice Mosley was reviewing on a reasonableness standard the decision of the Registrar not to expunge the trademark renders <FRAGMENT_SUPPRESSED> , supra, inapplicable to this case. When Justice Mosley held at paragraph 47 that \"While the Marin affidavit lacked detail and specificity, it provided sufficient evidence ... for the Registrar to conclude that the Registrant had met the test for excusable non-use of the trademark\", he was simply stating that it was reasonably open to Registrar to decide as she did on the basis of the tribunal record. It may also have been reasonably open to the Registrar in <FRAGMENT_SUPPRESSED> , supra, as it is in the case at bar, for the Registrar to find that the affidavit provided insufficient evidence."], ["[61]", "Accordingly, I cannot accede to the appellant's submission that <FRAGMENT_SUPPRESSED> , supra, requires this Court to excuse non-use of a trademark on the basis of affidavit evidence that lacks detail and specificity.", "CONCLUSION"], ["[62]", "Accordingly, the Court concludes that:", "a. the additional evidence filed by the appellant before the Federal Court would not have materially affected the decision of the Registrar to expunge this trademark;", "b. the decision of the Registrar that the appellant adduced insufficient evidence to explain why the trademark could not be used in Canada without reference to the COHIBA trademark was reasonably open to the Registrar;", "c. the decision of the Registrar that the decision to \"wait out the litigation\" and not use the mark was a \"voluntary decision of the registrant\" and does not amount to \"special circumstances\" which excuse the non-use of the trademark in accordance with section 45 of the", "Act", "For these reasons, the Court must dismiss this appeal.", "JUDGMENT"], ["[63]", "THIS COURT ORDERS AND ADJUDGES that", "This appeal is dismissed with costs.", "Appeal dismissed.", "Editor: Angela E. McKay/vnh", "[End of document]"]]}