{"id_": "028396", "body_str": [["[1]", "Shore, J.", ": The objectives of the", "Immigration and Refugee Protection", "Act", ", S.C. 2001, c. 27 (", "IRPA", "), enumerated in section 3 are two-fold: paragraphs (a) to (g) contain objectives aimed at facilitating immigration and family reunification; whereas, paragraphs (h) and (l) aim to protect the health, safety and security of the Canadian society.  <FRAGMENT_SUPPRESSED>"], ["[2]", "In drafting the new immigration legislation, Parliament decided the tipping point had been reached and it intended, for the sake of the security of Canadian society, to restrict access to Canada for persons inadmissible on grounds of criminality, serious criminality and to those who engage in violence, terrorism or violations of international and human rights. (The intention of Parliament in that regard materializes in various provisions, for example, in s. 64, s. 68(4), s. 196 and s. 197 of the", "IRPA", ". (", "<FRAGMENT_SUPPRESSED> .))  <FRAGMENT_SUPPRESSED>"], ["[3]", "The new legislation in question reflects a policy decision as is clearly interpreted with a quote from the House of Commons Standing Committee on Citizenship and Immigration, Evidence, May 8, 2001, cited by the Rt. Hon. Beverley McLachlin, Chief Justice of Canada, in the unanimous", "Medovarski", "judgment (reference therein is made to paragraphs 9 to 12 inclusively).  <FRAGMENT_SUPPRESSED>"], ["[4]", "It is recognized that the", "Medovarski", "judgment was revisited in the unanimous", "Charkaoui, Re", ", [2007] 1 S.C.R. 350; 358 N.R. 1; 2007 SCC 9, decision, at paragraphs 16 and 17.  <FRAGMENT_SUPPRESSED>"], ["[5]", "In a Pre-Removal Risk Assessment (PRRA), for example, it is incumbent to take into account:  <FRAGMENT_SUPPRESSED>", "\"[16] ... that '[t]he most fundamental principle of immigration law is that non-citizens do not have an unqualified right to enter or remain in Canada'. The Court added: 'Thus the deportation of a non-citizen", "in itself", "cannot implicate the liberty and security interests protected by s. 7' (", "Medovarski", ", at para. 46 (emphasis added)).  <FRAGMENT_SUPPRESSED>", "\"[17]", "Medovarski", "thus does not stand for the proposition that proceedings related to deportation in the immigration context are immune from s. 7 scrutiny. While the deportation of a non-citizen in the immigration context may not", "in itself", "engage s. 7 of the", "Charter", ", some features associated with deportation, such as detention in the course of the certificate process or the prospect of deportation to torture, may do so.\" (", "<FRAGMENT_SUPPRESSED> .)  <FRAGMENT_SUPPRESSED>", "II. Introduction  <FRAGMENT_SUPPRESSED>"], ["[6]", "The Applicant is a citizen of Trinidad and Tobago and is challenging the Immigration Appeal Division's (IAD) decision, dated April 24, 2007, wherein, the IAD determined that the Applicant's stay was cancelled by operation of law and his appeal terminated, pursuant to subsection 68(4) of the", "IRPA", ".  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Applicant was granted a stay of his deportation, on November 2, 2004. The Applicant subsequently breached condition 4 of his IAD stay, that he not commit any criminal offences, when he was convicted of possession of property obtained by the commission of a crime in Canada and having a value over $5,000 under s. 354(1) of the", "Criminal Code", ", R.S.C. 1985, c. C-46. As a result, the Applicant became subject to s. 68(4) of the", "IRPA", ", as the conviction falls within s. 36(1) of the", "IRPA", "and in according with s. 68(4) of the", "IRPA", ", his stay is cancelled by operation of law, and his appeal to the IAD is terminated.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Applicant argues that the IAD erred in finding that it lacked jurisdiction to consider questions of law, specifically, the constitutionality of s. 68(4) of the", "IRPA", ", erred in interpreting the parameters of s. 68(4) and seeks a declaration that s. 68(4) of the", "IRPA", "is unconstitutional in breach of the", "Canadian Charter of Rights and Freedoms", ", Schedule B, Part I to the Canada Act 1982 (U.K.) 1982, c.11 (", "Charter", "), and, therefore, unconstitutional.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The language of s. 68(4) of the", "IRPA", "expressly limits the IAD's jurisdiction by automatically cancelling an Applicant's stay by operation of the law and terminating the appeal if an Applicant, subsequent to a stay being granted, is convicted of an offence referred to in s. 36(1) of the", "IRPA", ". The Applicant, in the present case, was convicted of an offence of serious criminality, which is not disputed and, therefore, his situation clearly falls within s. 68(4) of the", "IRPA", "; therefore, the IAD did not err in its interpretation of the parameters of s. 68(4) of the", "IRPA", "and finding that, once the juridical facts have been established, the IAD loses jurisdiction, pursuant to s. 68(4). Consequently, the IAD does not have the jurisdiction to consider a constitutional challenge to s. 68(4).  <FRAGMENT_SUPPRESSED>", "III. Background  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Applicant, Mr. Naresh Bhoonahesh Ramnanan, is a citizen of Trinidad and Tobago and came to Canada, in February 1988.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Mr. Bhoonahesh Ramnanan became a permanent resident, on December 10, 1992.  <FRAGMENT_SUPPRESSED>"], ["[12]", "On January 27, 2000, a deportation order was issued, as Mr. Bhoonahesh Ramnanan was found to be criminally inadmissible.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Mr. Bhoonahesh Ramnanan appealed the deportation order to the IAD and his appeal was denied, on December 12, 2001.  <FRAGMENT_SUPPRESSED>"], ["[14]", "On June 14, 2002, Mr. Bhoonahesh Ramnanan's motion to re-open his IAD appeal was denied. Mr. Bhoonahesh Ramnanan brought an application for leave and for judicial review of the IAD's decision and it was allowed on consent, on May 26, 2003.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The IAD granted Mr. Bhoonahesh Ramnanan's motion to re-open his appeal, on June 11, 2003.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Mr. Bhoonahesh Ramnanan's appeal was reconsidered and, on November 2, 2004, the IAD granted a stay of the removal order with numerous terms and conditions, and the appeal was to be reconsidered, on May 17, 2007. The relevant conditions include:  <FRAGMENT_SUPPRESSED>", "\"4) Not commit any criminal offences.  <FRAGMENT_SUPPRESSED>", "\"5) If charged with a criminal offence, immediately report that fact in writing to the Department.  <FRAGMENT_SUPPRESSED>", "\"6) If convicted of a criminal offence, immediately report that fact in writing to the Department and the Immigration Appeal Division. <FRAGMENT_SUPPRESSED>"], ["[17]", "On October 27, 2005, Mr. Bhoonahesh Ramnanan was convicted of several offences, including possession over $5,000.00, assault, two counts of possession of property obtained by crime under $5,000.00 and possession of weapon dangerous. Mr. Bhoonahesh Ramnanan was sentenced to 90 days to be served concurrently and 12 months probation.  <FRAGMENT_SUPPRESSED>"], ["[18]", "On December 19, 2005 and March 6, 2006, the Respondents wrote Mr. Bhoonahesh Ramnanan advising him that the IAD's stay of his deportation order was cancelled by operation of law and his appeal to the IAD was terminated, pursuant to s. 68(4) of the", "IRPA", ", as a result of his subsequent conviction of October 27, 2005, under s. 354(1) of the", "Criminal Code", ", for possession of property obtained by the commission of a crime in Canada and having a value over $5,000.00, which is an offence referred to in paragraph 36(1)(a) of the", "IRPA", "; therefore, a stay condition had been breached.  <FRAGMENT_SUPPRESSED>"], ["[19]", "On December 20, 2006, the oral review hearing was held before the IAD and, on April 24, 2007, the IAD issued a decision cancelling Mr. Bhoonahesh Ramnanan's stay and terminating his appeal.  <FRAGMENT_SUPPRESSED>"], ["[20]", "On May 15, 2007, Mr. Bhoonahesh Ramnanan filed an application for leave and for judicial review of the IAD decision, of April 24, 2007, which is the subject of the within application. (Application Record, IAD Decision, dated November 2, 2004, [2004] I.A.D.D. No. 1310, pp. 25-31; IAD Decision, dated April 24, 2007 (Reasons), pp. 5-16.)  <FRAGMENT_SUPPRESSED>"], ["[21]", "The Board provided the following reasons, for finding that Mr. Bhoonahesh Ramnanan's stay was cancelled by operation of law and his Appeal terminated, pursuant to s. 68(4) of the", "IRPA", ":  <FRAGMENT_SUPPRESSED>", "(a) The IAD found that, in the circumstances of this case, its jurisdiction to proceed with the oral review hearing was limited to determining whether the jurisdictional facts are in place and have been proven in respect to the operative parts of s. 68(4) of the", "IRPA", ". The IAD found that the jurisdictional facts, relevant to the operation of s. 68(4), had been proven and that the Applicant's stay had been cancelled by operation of law and his appeal terminated. These facts included: that the Applicant was a permanent resident residing in Canada; the Applicant has been previously found to be inadmissible on grounds of serious criminality or criminality; the IAD previously stayed the Applicant's removal order, dated January 27, 2000, on November 2, 2004; and since having been granted the stay of his previous removal order, the Applicant committed another offence, as referred to in s. 36(1). The Panel found that, given that the jurisdictional facts had been proven and having taken cognizance of the provisions of s. 68(4) of the", "IRPA", ", it lost jurisdiction over the Applicant and, thus, the stay of the removal order was cancelled by operation of the law and his appeal terminated.  <FRAGMENT_SUPPRESSED>", "(b) The IAD concluded that the effect of s. 68(4) of the", "IRPA", ", in the circumstances, is to deprive the IAD of jurisdiction to decide questions of law, including questions as to the constitutional validity of s. 68(4). The IAD found that Parliament has provided, in explicit language, the general power of the IAD to decide questions of law, including jurisdiction, relevant to carrying out its mandate under the", "Act", "and, by extension, the power to decide the constitutionality of a provision in the IAD's enabling statute. The IAD found that the effect of the wording of s. 68(4) is to expressly limit the jurisdiction of the IAD in relation to individuals in the Applicant's case. (Applicant's Record, Reasons, pp. 5-16.)  <FRAGMENT_SUPPRESSED>", "IV. Issues  <FRAGMENT_SUPPRESSED>"], ["[22]", "(1) Did the IAD Member err in finding that the IAD had no jurisdiction to determine questions of law, including the constitutionality of s. 68(4) of the", "IRPA", "?  <FRAGMENT_SUPPRESSED>", "(2) Did the IAD Member err in his interpretation of the parameters of s. 68(4) of the", "IRPA", "?  <FRAGMENT_SUPPRESSED>", "(3) Is s. 68(4) in breach of the", "Charter", "?  <FRAGMENT_SUPPRESSED>", "V. Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[23]", "The standard of review for the decision of the IAD in interpreting the relevant provisions of the", "IRPA", ", is correctness. (", "<FRAGMENT_SUPPRESSED>  para. 23;", "<FRAGMENT_SUPPRESSED>  paras. 19-21;", "<FRAGMENT_SUPPRESSED>  affd. [2005] 2 S.C.R. 539; 339 N.R. 1; 2005 SCC 51, para. 18;", "<FRAGMENT_SUPPRESSED>  para. 14.)  <FRAGMENT_SUPPRESSED>", "VI. Relevant Legislation  <FRAGMENT_SUPPRESSED>"], ["[24]", "Pursuant to s. 68(4) of the", "IRPA", ", appeals, before the IAD, of deportation orders issued for serious criminality or criminality, which subsist due to a prior grant of a stay by the Appeal Division, are discontinued if the appellant is convicted of another prescribed offence:  <FRAGMENT_SUPPRESSED>", "\"68(4) If the Immigration Appeal Division has stayed a removal order against a permanent resident or a foreign national who was found inadmissible on grounds of serious criminality or criminality, and they are convicted of another offence referred to in subsection 36(1), the stay is cancelled by operation of law and the appeal is terminated. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"68(4) Le sursis de la mesure de renvoi pour interdiction de territoire pour grande criminalité ou criminalité est révoqué de plein droit si le résident permanent ou l'étranger est reconnu coupable d'une autre infraction mentionnée au paragraphe 36(1), l'appel étant dès lors classé. <FRAGMENT_SUPPRESSED>"], ["[25]", "Subsection 36(1) of the", "IRPA", "outlines the offences which will be caught by s. 68(4):  <FRAGMENT_SUPPRESSED>", "\"36(1) A permanent resident or a foreign national is inadmissible on grounds of serious criminality for  <FRAGMENT_SUPPRESSED>", "(a) having been convicted in Canada of an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years, or of an offence under an Act of Parliament for which a term of imprisonment of more than six months has been imposed; <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"36(1) Emportent interdiction de territoire pour grande criminalité les faits suivants:  <FRAGMENT_SUPPRESSED>", "a) être déclaré coupable au Canada d'une infraction à une loi fédérale punissable d'un emprisonnement maximal d'au moins dix ans ou d'une infraction à une loi fédérale pour laquelle un emprisonnement de plus de six mois est infligé; <FRAGMENT_SUPPRESSED>"], ["[26]", "Subsection 162(1) of the", "IRPA", ", states:  <FRAGMENT_SUPPRESSED>", "\"162(1) Each Division of the Board has, in respect of proceedings brought before it under this Act, sole and exclusive jurisdiction to hear and determine all questions of law and fact, including questions of jurisdiction. <FRAGMENT_SUPPRESSED>"], ["[27]", "In the present case, the panel found, and Mr. Bhoonahesh Ramnanan has not disputed, that he was convicted, on October 27, 2005, for possession of property obtained by the commission of a crime in Canada and having a value over $5,000.00, contrary to s. 354(1) of the", "Criminal Code", ", which is an offence referred in paragraph 36(1)(a) of the", "IRPA", "; therefore, s. 68(4) clearly applies to Mr. Bhoonahesh Ramnanan. (Applicant's Record, Reasons, p. 8.)  <FRAGMENT_SUPPRESSED>"], ["[28]", "The present case does not fall under any of the transitional provisions of the", "IRPA", ", namely, sections 192, 196 or 197. Mr. Bhoonahesh Ramnanan's stay of his removal order was granted, on November 2, 2004, which is subsequent to the coming into force of the", "IRPA", ", on June 28, 2002. Consequently, s. 68(4) of the", "IRPA", "clearly applies in this case.  <FRAGMENT_SUPPRESSED>", "VII. Analysis  <FRAGMENT_SUPPRESSED>", "(1) IAD's jurisdiction to consider questions of law and constitutionality  <FRAGMENT_SUPPRESSED>"], ["[29]", "As Mr. Bhoonahesh Ramnanan is caught by the statutory provisions of the", "IRPA", ", he sought a ruling from the IAD that it had the jurisdiction to declare s. 68(4) unconstitutional.  <FRAGMENT_SUPPRESSED>"], ["[30]", "The IAD has the jurisdiction to consider constitutional questions generally and to grant relief, in light of the tribunal's general power to hear and determine \"all questions of law and fact, including questions of jurisdiction.\" The IAD acknowledges this general power; however, s. 68(4) expressly limits the IAD's jurisdiction in circumstances similar to Mr. Bhoonahesh Ramnanan's situation in the present case. (", "IRPA", ", s. 162(1); Applicant's Record, Reasons, pp. 12-15.)  <FRAGMENT_SUPPRESSED>"], ["[31]", "The leading case on the jurisdiction of administrative tribunals to consider the constitutional validity of their enabling statute and its provisions, is the recent Supreme Court of Canada decision of", "<FRAGMENT_SUPPRESSED>  N.S.R.(2d) 301; 683 A.P.R. 301. This decision was recently applied by this Court in reviewing an IAD's decision in a similar context to the present case in", "Ferri", ", above. In", "Ferri", ", at paragraphs 16-23, Justice Anne Mactavish noted that, in", "Martin", ", the Supreme Court of Canada reappraised and restated the rules concerning the jurisdiction of administrative tribunals to apply the", "Charter", "<FRAGMENT_SUPPRESSED>  the jurisdiction to determine the constitutional validity of its enabling legislation.  <FRAGMENT_SUPPRESSED>  jurisprudence, which emphasized policy considerations and, therefore, their applicability is limited.  <FRAGMENT_SUPPRESSED>"], ["[32]", "<FRAGMENT_SUPPRESSED>  questions of law, arising under a legislative provision, is presumed to extend to a determination of the validity of that provision. (Reference is also made to", "Ferri", ", above, paras. 24-25.)  <FRAGMENT_SUPPRESSED>"], ["[33]", "Thus, the fundamental question in determining whether a tribunal has jurisdiction to determine the constitutionality of any provision of its enabling statute, is to determine whether the tribunal has authority to decide questions of law under the challenged provision itself. Where a tribunal has the jurisdiction to consider questions of law, arising under the challenged provision, the tribunal also possesses jurisdiction to entertain a", "Charter", "challenge to the very same provision:  <FRAGMENT_SUPPRESSED>", "\"[39] ... the relevant question in each case is not whether the terms of the express grant of jurisdiction are sufficiently broad to encompass the", "Charter", "itself, but rather whether the express grant of jurisdiction confers upon the tribunal the power to decide questions of law arising under the challenged provision, in which case the tribunal will be presumed to have jurisdiction to decide the constitutional validity of that provision. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>  jurisdiction to determine questions of law generally, including", "Charter", "challenges in certain circumstances. Whether the IAD has jurisdiction to consider a", "Charter", "challenge, to any given provision, is dependent upon the nature of the challenged provision. (", "Ferri", ", above, para. 36.)  <FRAGMENT_SUPPRESSED>"], ["[35]", "The IAD does not have jurisdiction to decide the constitutionality of s. 68(4) of the", "IRPA", ". In this case, the challenged provision does not give the IAD the jurisdiction to consider questions of law and this is evident from the express wording of s. 68(4). Any decision-making power under s. 68(4) is strictly factual. The IAD is limited to determining whether the provision applies to the appellant by determining whether specific facts have been proven, namely, whether an individual is a permanent resident or foreign national; whether the individual has previously been found to be inadmissible on the grounds of serious criminality or criminality; whether the IAD has previously stayed a removal order against the individual; and whether the individual has been convicted of another offence referred to in s. 36(1). If a determination is made that the provision applies, based on established facts, the IAD automatically loses jurisdiction. (", "IRPA", ", s. 68(4);", "<FRAGMENT_SUPPRESSED>"], ["[36]", "The IAD applied this reasoning to Mr. Bhoonahesh Ramnanan's appeal, and did not err in so doing.  <FRAGMENT_SUPPRESSED>"], ["[37]", "Contrary to Mr. Bhoonahesh Ramnanan's submissions, the IAD did articulate reasons for finding that the presumption of", "Charter", "jurisdiction was rebutted. The IAD found that, although the IAD may have a general power to decide questions of law and jurisdiction and the presumed", "Charter", "competence to carry out its mandate under the", "IRPA", ", the effect of the wording of s. 68(4) is to expressly limit the jurisdiction of the IAD in relation to individuals such as Mr. Bhoonahesh Ramnanan's situation to a determination only of facts which would trigger s. 68(4). Other considerations cannot override the express wording of s. 68(4). (Applicant's Record, Reasons, pp. 14-15;", "Ferri", ", above, paras. 35-36.)  <FRAGMENT_SUPPRESSED>"], ["[38]", "The Federal Court of Appeal, in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  considered how s. 64 and s. 68(4) would apply in post-", "IRPA", "cases in order to assist in the interpretation of s. 197 of the", "IRPA", ". This analysis is consistent with the decision in", "Ferri", ", above. The Court states:  <FRAGMENT_SUPPRESSED>", "\"[26] In contrast, a person who is ordered deported on the basis of a conviction for an offence for which a sentence of less than two years was imposed may still appeal to the IAD post-", "IRPA", ". If the IAD stays the removal, the appeal is only terminated automatically if the appellant is subsequently convicted of an offence punishable by up to ten years' imprisonment, or the appellant is sentenced to more than six months' imprisonment. Thus, when a deportation order is based on a sentence of less than two years, and the appellant satisfies the IAD that, 'in all the circumstances', removal should be stayed, the appeal is only terminated, as subsection 68(4) directs, for a subsequent conviction of one or more of the serious offences described in subsection 36(1).  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"[28] Section 64 deals with those ordered deported on the basis of a sentence of more than two years, who consequently have no right of appeal. Subsection 68(4) necessarily deals with those ordered deported on the basis of a lesser sentence, who hence have a right of appeal, which they may lose if they commit a subsection 36(1) offence after the grant of a stay.  <FRAGMENT_SUPPRESSED>", "\"[29] By definition, these are different groups of persons, since a person who has committed a section 64 offence, and files an appeal to the IAD post-", "IRPA", ", has no right of appeal and can thus never have his removal stayed subject to conditions. In a post-", "IRPA", "appeal, subsection 68(4) can thus only apply to persons who have not committed a section 64 offence. In view of this, it would be anomalous if section 197 were to treat alike those who, after", "IRPA", "came into effect, had no right of appeal at all by virtue of section 64, and those who had a right of appeal. <FRAGMENT_SUPPRESSED>", "(Reference is also made to", "<FRAGMENT_SUPPRESSED> .)  <FRAGMENT_SUPPRESSED>"], ["[39]", "Contrary to Mr. Bhoonahesh Ramnanan's arguments, the case of", "<FRAGMENT_SUPPRESSED> , is relevant, as the Supreme Court of Canada's comments regarding the purposes and objectives of the", "IRPA", "are applicable in the present case, as the Court's comments were general in nature. Moreover, it is clear from a review of the", "Medovarski", "decision, that the Supreme Court of Canada had the benefit of reviewing the legislative hearings preceding the enactment of the", "IRPA", ".  <FRAGMENT_SUPPRESSED>"], ["[40]", "In", "<FRAGMENT_SUPPRESSED> , and", "<FRAGMENT_SUPPRESSED>  the Court adopts the Supreme Court of Canada's analysis with respect to the purposes and objectives of the", "IRPA", "with respect to the bundle of provisions dealing with criminality and serious criminality as these provisions are interrelated. (", "<FRAGMENT_SUPPRESSED> , paras. 10-13;", "<FRAGMENT_SUPPRESSED> , paras. 9-13;", "<FRAGMENT_SUPPRESSED> , paras. 29-39.)  <FRAGMENT_SUPPRESSED>"], ["[41]", "The IAD did not err in finding that the express language in s. 68(4) clearly limited its jurisdiction to consider a", "Charter", "challenge to s. 68(4), in light of the fact that the facts triggering s. 68(4) of the", "IRPA", "had been proven in this case; therefore, the IAD lost jurisdiction.  <FRAGMENT_SUPPRESSED>", "(2) IAD did not err in the interpretation of the parameters of s. 68(4) of the IRPA  <FRAGMENT_SUPPRESSED>"], ["[42]", "The Supreme Court of Canada,  <FRAGMENT_SUPPRESSED>", ", considered the comments made at the committee hearings preceding the enactment of the", "IRPA", ". It, thus, examined the purpose, object, text and context of the relevant provisions. (", "<FRAGMENT_SUPPRESSED> , paras. 9-13.)  <FRAGMENT_SUPPRESSED>"], ["[43]", "As outlined above, the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> , considered the application of s. 64 and s. 68(4) of the", "IRPA", "to post-", "IRPA", "cases and expanded this analysis to assist its interpretation of the transitional provisions as the bundle of provisions are interrelated. Furthermore, such an approach was followed in", "<FRAGMENT_SUPPRESSED> , where the Court stated:  <FRAGMENT_SUPPRESSED>", "\"[14] It is useful to review the treatment, under the", "IRPA", ", of permanent residents who have received criminal convictions. Under the current regime of the", "IRPA", ", a foreign national who is inadmissible because of an offence for which a maximum term of imprisonment is at least 10 years and for which a term of imprisonment of 2 years or more is imposed has no right to an appeal to the IAD (s. 36(1) and s. 64). Thus, this foreign national would have no right to a statutory stay from the IAD as provided for in s. 68 of the", "IRPA", ". It should be noted that, while the definition of serious criminality includes a sentence of 6 months or more (s. 36(1)), the right of appeal is only removed for serious criminality if the sentence imposed is greater than 2 years (s. 64(2)).  <FRAGMENT_SUPPRESSED>", "\"[15] Another aspect of the", "IRPA", "scheme is dealt with in s. 68, which addresses the jurisdiction of the IAD to stay removal orders. Section 68(4) operates to cancel the stay and terminate the appeal of a foreign national who: (a) was found inadmissible on grounds of criminality or serious criminality; (b) is the subject of a stay of the removal order; and (c) is convicted of another offence referred to in s. 36(1).  <FRAGMENT_SUPPRESSED>", "\"[16] Accordingly, under the provisions of the", "IRPA", ", a foreign national who meets the criteria of either s. 64 or s. 68(4) will have no right to plead special circumstances to the IAD. This is so regardless of the personal circumstances of the person and regardless of when the convictions occurred. <FRAGMENT_SUPPRESSED>"], ["[44]", "In addition, the comments at the Committee hearings preceding the enactment of the", "IRPA", ", cited by Mr. Bhoonahesh Ramnanan, relate primarily to s. 64 of the", "IRPA", ". Persons who fall under s. 64 of the", "IRPA", "clearly have no right to appeal and, therefore, these comments are not applicable in the present case. Moreover, such individuals would never be caught by s. 68(4). On the other hand, individuals falling under s. 68(4) of the", "IRPA", ", although having previously been found to be inadmissible on the grounds of criminality or serious criminality, they do have a right of appeal to the IAD. They may also apply and have the benefit of a stay of their removal; however, if such an individual, after a stay is granted, is subsequently convicted of an offence, referred to in s. 36(1) of the", "IRPA", ", their stay is automatically cancelled by operation of law and appeal terminated. Such an interpretation is consistent with the purposes and objectives of the", "IRPA", ".  <FRAGMENT_SUPPRESSED>"], ["[45]", "The following is the governing principle of statutory interpretation:  <FRAGMENT_SUPPRESSED>", "\"Today, there is only one principle or approach, namely, the words of an", "Act", "are to be read in their entire context, in their grammatical and ordinary sense harmoniously with the scheme of the", "Act", ", the object of the", "Act", ", and the intention of Parliament. <FRAGMENT_SUPPRESSED>", "(Professor Ruth Sullivan,", "Sullivan and Driedger On the Construction of Statutes", ", Toronto, Butterworths, 4th Ed. 2002, p. 1.)  <FRAGMENT_SUPPRESSED>"], ["[46]", "The objectives of the", "IRPA", ", enumerated in section 3, are twofold: paragraphs (a) to (g), contain objectives aiming at facilitating immigration and family reunification; paragraphs (h) and (i), on the other hand, aim to protect the health, safety and security of the Canadian society:  <FRAGMENT_SUPPRESSED>", "\"3(1) The objectives of this Act with respect to immigration are  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(h) to protect the health and safety of Canadians and to maintain the security of Canadian society;  <FRAGMENT_SUPPRESSED>", "(i) to promote international justice and security by fostering respect for human rights and by denying access to Canadian territory to persons who are criminals or security risks; and <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"3(1) En matière d'immigration, la présente loi a pour objet:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "h) de protéger la santé des Canadiens et de garantir leur sécurité;  <FRAGMENT_SUPPRESSED>", "i) de promouvoir, à l'échelle internationale, la justice et la sécurité par le respect des droits de la personne et l'interdiction de territoire aux personnes qui sont des criminels ou constituent un danger pour la sécurité; <FRAGMENT_SUPPRESSED>"], ["[47]", "In drafting the new immigration legislation, Parliament decided that the tipping point had been reached and it intended for the sake of the security of Canadian society, to restrict access to Canada for persons inadmissible on grounds of criminality, serious criminality and to those who engage in violence, terrorism or violations of international and human rights. The intention of Parliament in that regard materializes in various provisions, for example, in s. 64, s. 68(4), s. 196 and s. 197 of the", "IRPA", ". (", "<FRAGMENT_SUPPRESSED> ;", "<FRAGMENT_SUPPRESSED>  question reflects a policy decision as is clearly interpreted with a quote from the House of Commons Standing Committee on Citizenship and Immigration, Evidence, May 8, 2001, cited by the Rt. Hon. Chief Justice McLachlin in the unanimous", "Medovarski", "judgment (reference therein is made to paragraphs 9 to 12 inclusively.)  <FRAGMENT_SUPPRESSED>"], ["[49]", "It is recognized that the", "Medovarski", "judgment was revisited in the unanimous", "<FRAGMENT_SUPPRESSED> , decision, at paragraphs 16 and 17.  <FRAGMENT_SUPPRESSED>"], ["[50]", "In a PRRA, for example, it is incumbent to take into account:  <FRAGMENT_SUPPRESSED>", "\"[16] ... that '[t]he most fundamental principle of immigration law is that non-citizens do not have an unqualified right to enter or remain in Canada'. The Court added: 'Thus the deportation of a non-citizen", "in itself", "cannot implicate the liberty and security interests protected by s. 7' (", "Medovarski", ", at para. 46 (emphasis added)).  <FRAGMENT_SUPPRESSED>", "\"[17]", "Medovarski", "thus does not stand for the proposition that proceedings related to deportation in the immigration context are immune from s. 7 scrutiny. While the deportation of a non-citizen in the immigration context may not", "in itself", "engage s. 7 of the", "Charter", ", some features associated with deportation, such as detention in the course of the certificate process or the prospect of deportation to torture, may do so.\" (", "<FRAGMENT_SUPPRESSED> .)  <FRAGMENT_SUPPRESSED>"], ["[51]", "Parliament made clear its intention to be strict with persons who were found inadmissible for serious criminality, as described in s. 36 of the", "IRPA", ". If such an appellant has been granted a stay of a removal order by the IAD, under the", "Immigration Act", "and the", "IRPA", ", s. 197 and s. 68(4) provide that the stay is cancelled and the appeal is terminated by operation of law, that is, automatically, if the appellant breaches a term or condition of the stay order and is convicted of another offence described in s. 36(1) of the", "IRPA", ".  <FRAGMENT_SUPPRESSED>"], ["[52]", "Parliament's intention to automatically cancel a stay and terminate an appeal before the IAD where the appellant has been convicted of a serious criminal offence, is clear from an examination of Citizenship and Immigration Canada,", "Bill C-11 Clause-by-Clause Analysis", "of s. 68:  <FRAGMENT_SUPPRESSED>", "\"Clause 68  <FRAGMENT_SUPPRESSED>", "\"What the provision does  <FRAGMENT_SUPPRESSED>", "• Authorizes the Immigration Appeal Division to stay a removal order where it is satisfied that sufficient humanitarian and compassionate grounds warrant special relief in light of all the circumstances of the case, and taking into account the best interests of a child directly affected by the decision.  <FRAGMENT_SUPPRESSED>", "• Requires the Immigration Appeal Division to impose prescribed conditions when staying a removal order and allows for it to impose other conditions it considers necessary.  <FRAGMENT_SUPPRESSED>", "• Provides that a stay of removal by the Immigration Appeal Division cancels all conditions previously imposed by the Immigration Division.  <FRAGMENT_SUPPRESSED>", "• Authorizes the Immigration Appeal Division to alter or vary non-prescribed conditions or cancel a stay of removal.  <FRAGMENT_SUPPRESSED>", "• Allows the Immigration Appeal Division at any time to reconsider an appeal where a removal order has been stayed.  <FRAGMENT_SUPPRESSED>", "• Provides that where a removal order issued on grounds of criminality is stayed, and the person is subsequently convicted of a serious crime, the stay of removal is automatically cancelled and the appeal is terminated.  <FRAGMENT_SUPPRESSED>", "\"Explanation  <FRAGMENT_SUPPRESSED>", "\"The reference to prescribed conditions to be imposed by the Immigration Appeal Division when staying removal orders is new and is meant to ensure that standard minimum conditions are imposed in these cases such as informing CIC and the IAD in writing in advance of any change of address, reporting to CIC as directed, maintaining the validity of an existing passport and submission of a copy to CIC or completion of a travel document application. These standard conditions are intended to create consistency and ensure that enforcement actions can be pursued if a stay of removal is cancelled. The current", "Act", "is silent as to whether conditions imposed by the Immigration Division, for example, upon release from detention, are cancelled when the Immigration Appeal Division issues a stay of removal and imposes its own conditions. Bill C-11 clarifies that conditions imposed by the Immigration Appeal Division replace any previous conditions imposed by the Immigration Division. In granting the stay, the Immigration Appeal Division assumes all responsibility for monitoring the individual. This prevents the person from having to report to multiple tribunals.  <FRAGMENT_SUPPRESSED>", "\"The automatic cancellation of a stay of removal, by operation of law, when a person is convicted of a serious crime is new. This provision will expedite the removal of dangerous criminals who continue to commit crimes after being given a second chance.\" (Citizenship and Immigration Canada,", "Bill C-11: Clause by Clause Analysis", "(Ottawa: Citizenship and Immigration Canada, 2001) at 134 (\"", "Bill C-11: Clause by Clause", "\").)  <FRAGMENT_SUPPRESSED>"], ["[53]", "It is clear that the purpose of s. 68(4) of the", "IRPA", "is to allow for the expedited removal of persons who continue to commit criminal offences despite being given a second chance. It is in that context, keeping in mind the above-stated principles, as well as the objectives and the overall scheme of the", "IRPA", ", that s. 68(4) must be interpreted.  <FRAGMENT_SUPPRESSED>"], ["[54]", "The IAD did not err in interpreting the parameters of s. 68(4) of the", "IRPA", ". Once the IAD determined that the jurisdictional facts were in place and had been proven, the IAD lost its jurisdiction and Mr. Bhoonahesh Ramnanan's stay was cancelled by operation of law, that is automatically, and his appeal terminated; therefore, given that the IAD lost its jurisdiction over Mr. Bhoonahesh Ramnanan, it did not retain its jurisdiction to consider whether s. 68(4) of the", "IRPA", "is constitutional.  <FRAGMENT_SUPPRESSED>", "(3) Subsection 68(4) is not a breach of the Charter and consequently a declaration of breach is not warranted  <FRAGMENT_SUPPRESSED>"], ["[55]", "Mr. Bhoonahesh Ramnanan can seek, by way of judicial review, a declaration that a statutory provision is in breach of the", "Charter", "; however, such a remedy is not warranted in this case. Mr. Bhoonahesh Ramnanan did not seek a declaration that s. 68(4) was unconstitutional in his application for leave and for judicial review but only requested this remedy in his Memorandum of Argument. (", "<FRAGMENT_SUPPRESSED>  (F.C.A.).)  <FRAGMENT_SUPPRESSED>"], ["[56]", "A fundamental principle of immigration law is that non-citizens do not have an unqualified right to enter or remain in Canada; therefore, the deportation of a non-citizen, such as Mr. Bhoonahesh Ramnanan, in itself, cannot engage the liberty and security interests protected by s. 7 of the", "Charter", ". (", "<FRAGMENT_SUPPRESSED> .)  <FRAGMENT_SUPPRESSED>"], ["[57]", "The humanitarian and compassionate (H&C) factors raised by Mr. Bhoonahesh Ramnanan, including, the best interests of his children, can be considered in an H&C application, under s. 25 of the", "IRPA", ". (", "<FRAGMENT_SUPPRESSED> , affd. in S.C.R, above, para. 47.)  <FRAGMENT_SUPPRESSED>"], ["[58]", "It is open for Mr. Bhoonahesh Ramnanan to submit another PRRA application which could consider any risk that he might face upon deportation. Mr. Bhoonahesh Ramnanan faces potential removal to Trinidad and Tobago. The exclusion of Mr. Bhoonahesh Ramnanan from Canada does not imperil his life, liberty or security of the person. (", "<FRAGMENT_SUPPRESSED>  (F.C.A.).)  <FRAGMENT_SUPPRESSED>"], ["[59]", "Mr. Bhoonahesh Ramnanan has had the benefit of an appeal to the IAD and his removal was stayed on H&C grounds; however, he breached a condition of his stay as a result of a subsequent criminal conviction, his stay was cancelled by operation of law and his appeal terminated. (", "Rudolph", ", above; Applicant's Record, IAD Decision, pp. 25-31.)  <FRAGMENT_SUPPRESSED>"], ["[60]", "In addition, Mr. Bhoonahesh Ramnanan has not demonstrated that there are two equally plausible interpretations resulting in ambiguity in the interpretation of s. 68(4) of the", "IRPA", ". To the contrary, the express language in s. 68(4) is explicit and clear that Parliament intended to limit the IAD's jurisdiction by cancelling an individual's stay of his removal by operation of law and terminate the appeal, if the individual concerned was convicted of an offence referred to in s. 36(1) of the", "IRPA", ". (", "<FRAGMENT_SUPPRESSED> , para. 48.)  <FRAGMENT_SUPPRESSED>"], ["[61]", "In", "<FRAGMENT_SUPPRESSED> , the Supreme Court of Canada found that the extinction of any appeal rights for individuals found to be inadmissible, pursuant to s. 64 of the", "IRPA", ", did not breach s. 7 of the", "Charter", ". In the present case, Mr. Bhoonahesh Ramnanan did have an appeal for which a stay of his deportation order was granted. Mr. Bhoonahesh Ramnanan became subject to s. 68(4) of the", "IRPA", "due to his own actions which, thus, made him inadmissible due to criminality.  <FRAGMENT_SUPPRESSED>", "VIII. Conclusion  <FRAGMENT_SUPPRESSED>"], ["[62]", "For all the above reasons, the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[63]", "THIS COURT ORDERS that  <FRAGMENT_SUPPRESSED>", "1. The application for judicial review be dismissed;  <FRAGMENT_SUPPRESSED>", "2. No serious question of general importance be certified.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/pdk  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}