{"id_": "028654", "body_str": [["[1]", "Hughes, J.", ": This is an application for judicial review of a decision of the Immigration and Refugee Board, Refugee Protection Division dated December 30, 2004 wherein the Board determined that the Minister of Citizenship and Immigration (Minister) had met the burden of proof in demonstrating the Applicant Juan Carlos Sanchez Bedoya (Sanchez) was to be excluded from claiming refugee status in Canada by reason of the provisions of section 98 of the Immigration and Refugee Protection Act, S.C. 2001, c.27 (Act)", "Section 98 of the Act provides:", "\"A person referred to in section E or F of Article 1 of the Refugee Convention is not a Convention refugee or a person in need of protection.\""], ["[2]", "Sections E and F of Article 1 of the Convention are set out in Schedule I of the Act and, for purposes of this proceeding, only section F (a) requires consideration:", "F. The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that:", "(a) he has committed a crime against peace, a war crime, or a crime against humanity, as defined in the international instruments drawn up to make provision in respect of such crimes."], ["[3]", "In respect of sections 98 and Article 1 F(a) the Minister bears the burden of proof in establishing that the Applicant falls within these provisions, however, that burden is \"less than the balance of probabilities\" ( <FRAGMENT_SUPPRESSED>  in dealing with the words \"reasonable grounds to believe\" as found in section 19 (1) (j) of the previous Immigration Act, which words are not substantially different from \"serious reasons for considering\" found in F(a) supra. At paragraph 116 the Supreme Court said:", "When applying the \"reasonable grounds to believe\" standard, it is important to distinguish between proof of questions of fact and the determination of questions of law. The \"reasonable grounds to believe\" standard of proof applies only to questions of fact:  <FRAGMENT_SUPPRESSED>  (C.A.), at p. 311. This means that in this appeal the standard applies to whether Mr. Mugesera gave the speech, to the message it conveyed in a factual sense and to the context in which it was delivered. On the other hand, whether these facts meet the requirements of a crime against humanity is a question of law. Determinations of questions of law are not subject to the \"reasonable grounds to believe\" standard, since the legal criteria for a crime against humanity will not be made out where there are merely reasonable grounds to believe that the speech", "could", "be classified as a crime against humanity. The facts as found on the \"reasonable grounds to believe\" standard must show that the speech", "did", "constitute a crime against humanity in law."], ["[4]", "From Mugesera, in light of Ramirez, it can be derived that the Minister has the burden of proving factually the elements required in law that Article 1 F(a) applies and that the factual burden is \"less that the balance of probabilities\" but that the resulting conclusion, in law must be that the Applicant does fall within Article 1 F(a)."], ["[5]", "A Court, in reviewing a decision of the Board in circumstances such as this, must deal with factual findings on a basis as to whether they are patently unreasonable; legal findings are to be reviewed on the basis of correctness ( <FRAGMENT_SUPPRESSED>  Paragraph 14)."], ["[6]", "Through this complex lens, therefore, the findings of the Board and the underlying facts and law must be examined in this case."], ["[7]", "The issue for determination here is not whether the Applicant Sanchez personally committed a crime in the nature of personally killing or injuring or shooting someone but rather were there \"serious reasons to believe\" that he \"committed a crime against peace, a war crime, or crime against humanity\" because he was \"complicit\" in such a crime. \"Complicity\" has its genesis in the decision of the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED> , where the word \"committed\" in Article 1 F(a) was equated with someone who had \"personal knowledge and knowing participation\", and was \"an accomplice and abettor\". MacGuigan J.A. for the Court at paragraphs 15 and 16 said:", "15 I am not unmindful of the dangers of reading an international convention in the light of the interpretation of domestic American law by American courts, and I do not propose to do so. Nevertheless, the American case law represents a helpful starting point as to the meaning of the word \"committed\" in the Convention. From the premise that a mens rea interpretation is required, I find that the standard of \"some personal activity involving persecution,\" understood as implying a mental element or knowledge, is a useful specification of mens rea in this context. Clearly no one can \"commit\" international crimes without personal and knowing participation.", "16 What degree of complicity, then, is required to be an accomplice or abettor?"], ["[8]", "Recently Justice Layden-Stevenson of this Court has considered the issue of \"complicity\" in  <FRAGMENT_SUPPRESSED> where the concepts of \"close association with the principle actors\" and \"a shared common purpose\" were stated:", "Accomplices as well as principal actors may be found to have committed international crimes (although, for present purposes, I am not concerned with principal actors). The Court accepted the notion of complicity defined as a personal and knowing participation  <FRAGMENT_SUPPRESSED>  and complicity through association whereby individuals may be rendered responsible for the acts of others because of their close association with the principal actors in Sivakumar. Complicity rests on the existence of a shared common purpose and the knowledge that all of the parties may have of it: Ramirez; Moreno."], ["[9]", "Thus, the concept of \"committing\" an act as set out in Article 1 F(a) of the Schedule to the Act involves in some instances not only the actual doing itself but in other instances \"personal knowledge and knowing participation\" or \"accomplice or abettor\" or \"close association with the principle actors\" or \"a shared and common purpose\". This, in law, is what one must found to be doing in order to \"commit\" the prohibited acts."], ["[10]", "The finding of the Board in the present case is stated in its conclusion:", "Conclusion", "The panel finds that the Minister has provided corroborated evidence ( <FRAGMENT_SUPPRESSED>  and systematic crimes against humanity. The panel examined the evidence submitted by the claimant and counsel's submissions. The Minister's response to these submissions has also been taken into consideration. The panel, however, finds that the evidence presented by the Minister demonstrates that Mr. Sanchez should be held to be complicit in these crimes because such crimes were particularly committed in counter-insurgency operations. Therefore, even if the panel was to believe that the claimant did not shoot or kill anyone, the claimant was a knowing and active participant in those counter-insurgency operations.", "On the basis of all of the factors analyzed above, there are serious reasons for considering that Mr. Sanchez has been an accomplice in crimes against humanity during his service with the Colombian army. He falls within the parameters of Article 1F(a) and should be excluded from protection in Canada."], ["[11]", "The test in law applied by the Board appears, therefore, to be correct, they considered whether the Applicant Sanchez \"was a knowing and active participant\" and an \"accomplice\" in crimes against humanity."], ["[12]", "The question for the Court therefore is whether the findings of the Board in fact to support the conclusions in law were \"patently unreasonable\" given that the standard to be met by the Minister is \"less than the balance of probabilities\". In this regard the cases enumerate various considerations for \"complicity\" in situations such as the one now before the Court. I accept the summary of these considerations offered by the Minister's counsel at paragraph 32 of the Respondent's Further Factum:", "a. The nature of the organization", "b. The method of recruitment", "c. The position/rank in the organization", "d. The length of time in the organization", "e. The opportunity to leave; and", "f. The knowledge of the organization's atrocities."], ["[13]", "A brief summary of the undisputed facts, largely taken from the affidavit of the Applicant Sanchez, filed in support of this application is helpful. Sanchez is and always was a citizen of Columbia. He and his wife and four children came to Canada July 17, 2003 and all made a refugee claim. Ultimately the claim of his wife and children was accepted, Sanchez's claim was not for the reasons stated by the Board."], ["[14]", "Sanchez joined the Columbian army in March 1985 and ascended to the rank of \"Caleo segundo\" (private first class) after graduating from initial schooling. For 18 months Sanchez was assigned to the \"Batallion de Artilleria #1 Jarqui\" in the province of Sogamoso and then afterwards to Special Forces #1 in September 1990. From that time until July 1992 Sanchez was engaged in several activities including operations against a guerrilla organization known as FARC. In May of 1992 Sanchez's group, Special Forces #1, was engaged in fire with FARC guerrillas in which two soldiers in his group were killed. In December 1993 Sanchez was transferred to the Palace Battalion where he was engaged in commanding bodyguards as well as certain administrative duties. Sanchez tendered his resignation from the army in February 1994 and officially left May 16, 1994."], ["[15]", "The \"crime\" that Sanchez is said to have \"committed\" is that of \"complicity\" in crimes against humanity committed by a different unit of the Columbian Army, namely the Mobile Brigade and not his unit the Special Forces #1 and by the Palace Battalion at a time before he joined that Battalion."], ["[16]", "It is to be noted that the only witness before the Board was Sanchez himself, no other witnesses gave evidence. The Minister put in evidence certain newspaper clippings and materials from sources such as U.S. Department of State reports. This sort of \"evidence\" appears to be accepted routinely in matters of this kind but is not the best evidence as to what an individual may or may not have done. Cumulatively the evidence may or may not meet the \"less than balance of probabilities\" test, but its probity, on an individual basis such as that of Sanchez, is less than satisfactory. When applying facts individually to a person  <FRAGMENT_SUPPRESSED> 's position, weight must be given to direct evidence, and less weight to generalized, otherwise unsupported statements, even if from an apparently reliable source."], ["[17]", "Taking the six criteria to be considered as listed by the Minister's counsel, in reviewing the Board's findings:", "a) Nature of Organization"], ["[18]", "Here everything depends on what is meant by the \"Organization\". The Board said at page 5 of its Decision:", "\"The documentary evidence does demonstrate that the unit/brigade to which the claimant was assigned and in which he performed active duties were aiding the Mobile Brigade in the conduct if their work. In the view of the tribunal this is a case where complicity is evident\""], ["[19]", "At page 21 of the Reasons the Board concluded:", "The Panel finds that the Minister has provided corroborated evidence that the Columbian army has committed widespread and systematic crimes against humanity."], ["[20]", "What is the \"organization\"; is it the \"Columbian army\" or is it the \"Mobile Brigade\" or the \"Palace Battalion\" or is it the \"unit/brigade\" Special Forces #1 to which Sanchez was assigned? One must return to the definition of \"commits\" as discussed  <FRAGMENT_SUPPRESSED>  and  <FRAGMENT_SUPPRESSED>  in order to assess the matters on a \"functional and pragmatic\" approach to the question. The \"organization\" must be one that has a \"personal knowledge and knowing participation\", it must \"share a common purpose\". Given this approach it cannot be the Colombian army taken as a whole, which in law must be found to have a limited, brutal purpose. There was no such finding in respect of the army as a whole. The organization must be the particular \"unit/brigade\" to which Sanchez was assigned at the time that he was assigned to it."], ["[21]", "Here, the Board did not find that the Special Forces #1 unit itself \"committed\" the acts only that it \"aided\" the Mobile Brigade. The nature of that \"aid\" is said to be \"in the conduct of their work\". The Board does not say \"in the conduct of their (the Mobile Brigade's) atrocities\". The evidence of \"support\" appears to be that of tactical military support in the conduct of a military operation (see Tribunal Record pages 1246-1297) there is no evidence of support in atrocities. Similarly, the atrocities, if any, of the Palace Brigade were committed before Sanchez joined that Brigade. The former officer of the Brigade was reprimanded and the new officer spoke of a new and honourable beginning for the Brigade."], ["[22]", "In law, therefore, the Board was incorrect in stating that activity of the \"army\" in general could be attributed to Sanchez. In fact, the army as a whole was not found to have a limited, brutal purpose. The finding of complicity of Sanchez's first and second unit/brigade is patently unreasonable. Most importantly, there is no finding in respect of Sanchez personally being complicit.", "b) The Method of Recruitment"], ["[23]", "The finding of the Board at page 13 of its Reasons is correct, Sanchez joined the army voluntarily and stayed for eight years. He was not forced or coerced.", "c) The Position/Rank in the Organization"], ["[24]", "The finding of the Board on page 13 of its Reasons is not unreasonable. Sanchez joined and received two non-commissioned officer promotions to ranks roughly equivalent to corporal and sergeant. As the Board put it, these were \"not a high level rank\".", "d) Length of Time in the Organization"], ["[25]", "The Board is correct in its Reasons as stated at page 14, Sanchez served for almost eight years, five as a volunteer. The Board had no basis however for saying that this \"supports\" complicity. Taken alone it \"supports\" nothing, it is only if other factors point to complicity, such as remaining after knowledge of atrocities came to his attention, that this factor can \"support\" a finding of complicity.", "e) Opportunity to Leave the Organization"], ["[26]", "The Board at pages 14 to 16 of its Decision went to great lengths to state that it did not believe that Sanchez left the army at the first reasonable opportunity and that his reason for leaving was because his family was threatened and not by \"shame\" for what was done at places such as Riofrio."], ["[27]", "The Board had a right to make such findings and did not act in a patently unreasonable way. We are, however, left with the fact that Sanchez did tender his resignation in February 1994, not long after the atrocities are said to have been committed and shortly after he says they came to his knowledge.", "f) Knowledge of the Organization's Atrocities"], ["[28]", "The Board at pages 17 to 21 of its Decision reviewed documentary accounts of the atrocities and concluded that Sanchez, despite his denials, must have had knowledge of such atrocities. Sanchez admits having knowledge at a later time, shortly before he tendered his resignation, but not before, since media accounts were heavily censored."], ["[29]", "Here the Board made an inference, based only on the documents submitted by the Minister, that Sanchez must have had knowledge, despite his denials. Given the gravity of the conclusion that, in having such knowledge, Sanchez was \"complicit\" in the atrocity and therefore \"committed\" them, the Board should have relied upon more than inference in light of Sanchez's denials. It should have considered seriously the statements in the Minister's own documents put in evidence as to the heavy censoring of the media."], ["[30]", "This finding of the Board was patently unreasonable.", "In Conclusion"], ["[31]", "Having reviewed the factual findings of the Board, the findings as to \"Nature of the Organization\" and \"Knowledge of the Organization's Atrocities\" were patently unreasonable. Such factual findings were critical to the Board's finding, in law, that Sanchez \"committed\" atrocities. The application will therefore be allowed, the decision of the Board will be quashed and the matter sent back for a new hearing before a differently constituted Board. There is no question requiring certification. There will be no order as to costs.", "[End of document]"]]}