{"id_": "028675", "body_str": [["[1]", "Blais, J.", ": This is an application for judicial review in respect of a decision of the Electoral Supervisor of the Samson Cree Nation, Marvin Littlechild (\"Electoral Supervisor\") removing the applicant's name from the list of candidates for Council. The said decision was made on May 17, 1999 and received by the applicant on May 18, 1999.", "FACTS"], ["[2]", "In or about March 1999, Marvin Littlechild was appointed by Chief and Council of the Samson Band to act as Electoral Supervisor for the upcoming Band election."], ["[3]", "On May 5, 1999, the applicant was nominated to stand as a candidate for the position of councillor in the Band Council election of the Samson Cree Nation to be held on May 20, 1999."], ["[4]", "On the nomination acceptance form dated May 6, 1999 she submitted to the Electoral Supervisor, the applicant stated that she had been ordinarily resident on the Samson and Pigeon Lake Reserves for a period of no less than six months immediately preceding the 1999 election."], ["[5]", "On Saturday, May 8, 1999, the Electoral Supervisor received a letter advising that the applicant was actually residing in Wetaskiwin. On or about Monday, May 10, 1999, the Electoral Officer received twelve calls from Band members complaining about the applicant being on the list of candidates despite residing in Wetaskiwin. A further written complaint was received May 14, 1999."], ["[6]", "On May 13, 1999, the Electoral Supervisor notified the applicant of the complaints regarding her residency status. On May 18, 1999, the Electoral Supervisor met the applicant and provided her with a copy of a letter dated May 17, 1999 which stated:", "\"I regret to inform you that your candidacy of the aforementioned will not be possible based on s. 3(c) of the Samson Election Law (March 8, 1993).\""], ["[7]", "The election took place on May 20, 1999 and the applicant's name was not among the list of candidates.", "ISSUE"], ["[8]", "Did the Electoral Supervisor exceed his jurisdiction in disqualifying the applicant and removing her name from the list of candidates after the nomination meeting?", "ANALYSIS"], ["[9]", "The applicant submits that the jurisdiction of the Electoral Supervisor was exhausted at the conclusion of the nomination meeting where he accepted her nomination and had been satisfied that the applicant met the residency requirement of the Samson Election Law (\"Election Law\")."], ["[10]", "The applicant also submits that any complaint with respect to the eligibility of a candidate is a post election application to the Appeal Board under s. 82(b) of the Election Law. Therefore, the complaints received by the Electoral Supervisor before the election did not extend his jurisdiction beyond the date of the nomination meeting."], ["[11]", "The Electoral Supervisor submits that s. 16 of the Election Law, which provides the Electoral Supervisor with the authority to conduct the entire administration and process of the election, is not limited by the other provisions of the Election Law referred to by the applicant."], ["[12]", "The Electoral Supervisor further submits that while there is no specific process set out for disqualification of candidates prior to election, this does not equate to an absence of jurisdiction to disqualify. Therefore, if the Electoral Supervisor is made aware of non-eligibility of a candidate prior to the election, his authority under s. 16 extends to disqualification of candidates in order to preserve the integrity of the electoral process."], ["[13]", "As for the Samson Cree Nation, its submission is that the decision of the Electoral Supervisor was correct since the evidence is clear that the applicant did not meet the residency requirements in order to be a candidate for the election in May 1999."], ["[14]", "Section 16 of the Election Law sets out the duties of the Electoral Supervisor:", "\"16. The Electoral Supervisor shall be recognized as the person authorized to conduct the entire administration and process of the election. The role of the Electoral Supervisor shall include the responsibility for:", "(a) plans and preparations for conducting the election,", "(b) providing assignments and directives to his Assistants,", "(c) monitoring, reporting on progress and maintaining contact as necessary to the Samson Cree Nation Council and to Samson members concerned,", "(d) obtaining any required information and materials from the Samson Cree Tribal Administration.", "(e) preparing a Samson Voter's List and other lists for appropriate posting,", "(f) knowing the entire content of the Election Law.\""], ["[15]", "Sections 21 and 22 of the Election Law relates to the nomination of candidates for elections:", "\"21. At least six (6) consecutive days before the date of a nomination meeting, the Electoral Supervisor shall post in the Samson Cree Nation Tribal Administration office, and at such other public places on the Samson Reserve as he deems necessary, a notice setting out:", "(a) the time, date and place at which the nomination meeting is to be held;", "(b) the position or positions open for election;", "(c) a copy of the Samson Voters List as at such date;", "(d) a list of the names and addresses of all person appointed to the Samson Elections Appeal Board;", "(e) a copy of this Declaration; and", "(f) the names of assigned Security Officers.", "\"22. Subject to his illness, or other reasonable excuse, the Electoral Supervisor shall attend the nomination meeting at the time and the place set out in the notice referred to in Paragraph 21; and shall open and chair the meeting.", "\"23. [...]", "\"24. As the next order of business, Eligible Voters who desire to do so, shall be afforded the opportunity to nominate or second the nomination of any person qualified to become a candidate for office on condition that they provide proof to the satisfaction of the Electoral Supervisor that the person satisfies the age and residency requirements set out in Paragraph 3(a) and 3(c).", "\"25. The Electoral Supervisor shall record the name of all persons nominated and the names of all persons making or seconding this nomination.", "\"26. As each nomination is made, the Electoral Supervisor shall confirm to the meeting that the proposed candidate for office and the persons making and seconding the nomination are Eligible Voters and that proof has been provided of the proposed candidate's age and residence pursuant to Paragraph 24.\""], ["[16]", "Section 24 requires proof to the satisfaction of the Electoral Supervisor that the person nominated satisfies the age and residency requirements set out in paragraph 3(a) and 3(c). Paragraph 3(a) and 3(e) of the Election Law state:", "\"Subject to Paragraph 4, any person who is:", "(a) of the full age of twenty-one (21);", "(b) [...]", "(c) who has been ordinarily resident on the Samson or Pigeon Lake Reserve for a period of not less than six (6) months immediately preceding an election;", "is eligible to become a candidate for either Chief or Council in that election.\""], ["[17]", "Section 71 of the Election Law states the procedure where insufficient proof was provided to the Electoral Supervisor:", "\"71. Any person who has been nominated for office under Paragraph 24 but, in respect of whom, insufficient proof was provided to the Electoral Supervisor to satisfy the age and residency requirements set out in Paragraph 3(a) and 3(c), may, within 1 day of the nomination meeting, serve upon the Electoral Supervisor, a written request that the list of candidates be amended to include him.\""], ["[18]", "Section 74 indicates:", "\"74. All requests made pursuant to Paragraph 71 shall be considered and dealt with by the Electoral Supervisor, within 2 days of the date of the nomination meeting.\""], ["[19]", "Section 75 of the Election Law states:", "\"75. The Electoral Supervisor may decide in his discretion to act or refuse to act upon the request.\""], ["[20]", "A right of appeal from the decision of the Electoral Supervisor under s. 75 lies to the Samson Election Appeal Board under s. 91 of the Election Law:", "\"91. Any decision of the Electoral Supervisor made pursuant to Paragraph 75 herein, may be appealed by the person whose age or residential designation was the subject of the decision.\""], ["[21]", "The applicant alleges that outside these provisions and time limits, the Electoral Supervisor has no authority to remove a candidate's name from the list. The applicant also contends that the Election Law should be strictly construed."], ["[22]", "The applicant relies on", "<FRAGMENT_SUPPRESSED>  (T.D.) (\"", "Bugle", "case\") where Campbell, J., interpreted s. 10 of the Beaver Lake Tribal Election Law. Campbell, J., held:", "\"First, I find that the Tribal Election Law is the all-encompassing code of legal authority to elect and remove a Chief and Council of the Beaver Lake First Nation. Thus, it is only within the words of this law itself that any authority can be found to remove Chief Lameman from his office. I find that the words of the Tribal Election Law must be strictly construed; that is, I cannot be liberal in interpreting their meaning because, in my view, the results of removal from office are so severe that a strict interpretation is required.\""], ["[23]", "The Electoral Supervisor contends that the Bugle case does not stand for the proposition that all provisions in Band election laws must be strictly construed. The case was fact specific, considering the severe consequences of a particular provision."], ["[24]", "The Electoral Supervisor refers to Ruth Sullivan,", "Statutory Interpretation", "(Concord: Irwin Law, 1997), which states at pages 135 and 136:", "\"To achieve a sound interpretation of a legislative text, interpreters must identify and take into account the purpose of legislation. This includes the purpose of the provision to be interpreted as well as larger units-parts, divisions and the", "Act", "as a whole. Once identified, the purpose is relied on to help establish the meaning of the text. It is used as a standard against which proposed interpretations are tested: and interpretation that promotes the purpose is preferred over one that does not, while interpretations that would tend to defeat the purpose are avoided.\""], ["[25]", "I agree with the Electoral Supervisor that", "Bugle", "case is fact specific and does not stand for the proposition that all provisions in Band election laws must be strictly construed."], ["[26]", "However, it also has to be noted that the Election Law does not provide for the procedure which should be followed in order to remove an eligible candidate from the list of candidates for Council. Nevertheless, the list of candidates for Council did state the following:", "\"The above candidate's eligibility may change subject to s. 3(c) of the Samson Election Law (March 8, 1993).\""], ["[27]", "The effect of the applicant's proposed interpretation would be that even if the Electoral Supervisor had knowledge after the nomination meeting but before an election that a candidate on the list of candidates did not meet the qualifications of s. 24, the candidate would be permitted to enter the election process and only after the election, a candidate in the election could complain, under s. 82(b), of the ineligibility of the candidate."], ["[28]", "As was put forth by the Electoral Supervisor, such an interpretation of the Election Law suggests that the passage of time or a misrepresentation of eligibility at the nomination meeting can confer eligibility. Further, the applicant's proposed interpretation would render the eligibility provisions of the Election Law meaningless and encourage misconduct in the electoral process."], ["[29]", "The Electoral Supervisor's proposed interpretation is that s. 16 of the Election Law confers broad authority to the Electoral Supervisor to conduct the entire administration and process of the election. The purpose of the Election Law is to limit candidacy to those who meet the residency qualifications. This purpose must be considered when interpreting the scope of the Electoral Supervisor's jurisdiction to control the process and administration of the election."], ["[30]", "According to the Electoral Supervisor, s. 4 and s. 16 of the Election Law, read together, suggest that the Electoral Supervisor's authority extends to disqualification of candidates."], ["[31]", "Section 4 of the Election Law relates to the disqualification of a Chief or member of the Council for the Samson Cree Nation."], ["[32]", "In my view, the interpretation proposed by the Electoral Supervisor is the most consistent with the purpose of the Election Law and the intention of its drafters. The drafters of the Election Law cannot have intended that a person who not meeting its requirements should be permitted to be an electoral candidate."], ["[33]", "Furthermore, the interpretation proposed by the applicant would have for consequence to waste the Samson Cree Nation's resources since another election would probably have to be held if a person who does not meet the requirements of the Election Law is a candidate in the election."], ["[34]", "Therefore, I find that the Electoral Supervisor did not exceed his jurisdiction when he removed the applicant's name from the list of candidates."], ["[35]", "This application for judicial review is denied with costs in favour of both respondents.", "Application dismissed.", "Editor: Jana A. Andersen/gs", "[End of document]"]]}