{"id_": "028739", "body_str": [["[1]", "Bédard, J.", ": The plaintiff, Teavana Corporation [Teavana], a corporation having its business office in Atlanta, Georgia, United States of America, supplies loose-leaf teas and tea-related merchandise and services online and throughout North America. In November 2013, it instituted an action under the", "Trade-marks Act", ", RSC 1985, c T-13 [", "Act", "] for trade-marks infringement, passing off and depreciation of goodwill against the defendant, Teayama Inc. I am seized with an", "ex parte", "motion filed by Teavana under", "Rule", "369 of the", "Federal Courts Rules", ", SOR/1998-106 [", "Rules", "], for a default judgment against the defendant."], ["[2]", "The plaintiff's statement of claim was filed on November 21, 2013, and it appears from the evidence on record, that is was served upon the defendant on November 22, 2013. The defendant has failed to file and serve a statement of defence, or any other documentation, within the time prescribed by the", "Rules", ". Therefore, the plaintiff has satisfied the requirement for bringing an", "ex parte", "motion for a default judgment on the statement of claim pursuant to", "Rules", "210 and 369 of the", "Rules"], ["[3]", "Teavana is seeking the following relief by way of its motion for default judgment:", "(a) A declaration that the plaintiff is the party exclusively entitled to use the \"TEAVANA\" trade-mark, or any confusingly similar variant thereof, in Canada, on and in connection with \"(1) online retail store services and mail order services featuring teas, tea accessories, baked goods, electric and non-electric appliances, house wares, glassware, giftware, plates, bowls, storage containers, clothing, candles, musical recordings and books; and (2) retail stores and mail order services featuring teas, tea accessories, baked goods, electric and non-electric appliances, house wares, glassware, giftware, plates, bowls, storage containers, clothing, candles, musical recordings and books;", "(b) A declaration that the defendant has directed public attention to its business and wares, namely, loose-leaf teas and tea-related services and merchandise, contrary to the provisions of Section 7(", ") of the", "Act", "(c) A declaration that the defendant has passed off its business and products as and for those of the plaintiff contrary to the provisions of section 7(", ") of the", "Act", "(d) A declaration that the defendant has made use, in association with its tea-related services and merchandise, of a description that is false in a material respect and likely to mislead the public as to the character, quality, composition and the mode of the manufacture, production and performance of its tea-related services and merchandise contrary to the provisions of section 7(", ") of the", "Act", "(e) A declaration that the defendant has acted and adopted a business practice contrary to honest industrial or commercial usage in Canada contrary to the provisions of section 7(", ") of the", "Act", "(f) A declaration that the plaintiff's trade-mark have been infringed by the defendant contrary to the provisions of section 19 of the", "Act", "(g) A declaration that the plaintiff's trade-marks are deemed to have been infringed by the defendant contrary to the provisions of section 20 of the", "Act", "(h) A declaration that the defendant has acted in a manner that is likely to have the effect of depreciating the goodwill attaching to the plaintiff's trade-marks contrary to the provisions of section 22(1) of the", "Act", "(i) A declaration that the defendant has unlawfully interfered with the plaintiff's economic interests;", "(j) A declaration that the defendant has been unjustly enriched and that the plaintiff has experienced a corresponding detriment;", "(k) An injunction (interim, interlocutory and permanent), restraining the defendant, its officers, directors, servants, agents and all those over whom it exercises control or with whom it acts, from:", "i. using descriptions that are false or misleading for the purpose of promoting its products or business interests;", "ii. acting in a manner which constitutes unjust enrichment; and", "iii. unlawfully interfering with the plaintiff's economic interests.", "(l) An injunction (interim, interlocutory and permanent), restraining the defendant, its officers, directors, servants, agents and all those over whom it exercises control or with whom it acts, from infringing the plaintiff's trade-mark by:", "i. directing public attention to the defendant's tea-related services and merchandise or business in such a way as to cause or be likely to cause confusion between its tea-related services and merchandise or business, and the tea-related services and merchandise or business of the plaintiff;", "ii. passing off the defendant's business or products as the business or products of the plaintiff;", "iii. making use, in association with its tea-related services and merchandise, of a description that is false in any material respect and likely to mislead the public as to the character, quality, composition and the mode of the manufacture, production and performance of its tea-related services and merchandise;", "iv. acting and adopting business practices contrary to honest industrial or commercial usage in Canada;", "v. using the plaintiff's trade-marks in association with the defendant's provision of tea-related services and merchandise; and", "vi. acting in a manner that is likely to have the effect of depreciating the goodwill attaching to the plaintiff's trade-mark.", "(m) An order requiring the defendant to deliver up forthwith or destroy under oath, at the option of the plaintiff, all tea-related merchandise packaging and associated displays, literature, documents, brochures, advertisements, signs, invoices or any other matter in its possession or under its control bearing the plaintiff's trade-marks or any words confusingly similar thereto or otherwise contrary to any injunction granted herein;", "(n) Damages in the amount of $25 000, comprising:", "i. damages for loss of profit or an accounting of profits, including those damages arising from the defendant's infringement of the plaintiff's trade-marks;", "ii. damages associated with the defendant's unjust enrichment;", "iii. damages associated with the defendant's interference with the plaintiff's economic interests;", "iv. damages associated with the defendant's reduction of the goodwill associated with the plaintiff's trade-mark.", "(o) Pre-judgment and post-judgment interest; and", "(p) Costs of this action on a solicitor and client basis.", "Analysis"], ["[4]", "On a motion for a default judgment, all allegations of the statement of claim are to be taken as denied and the plaintiff bears the onus, and must lead evidence, establishing, on a balance of probabilities, the claims set out in its statement of claim and its entitlement to the relief that it is seeking (", "<FRAGMENT_SUPPRESSED> [", "Radgoll", "];", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 256 at paragraph 45 [ <FRAGMENT_SUPPRESSED> ]."], ["[5]", "In support of its motion for default judgment, the plaintiff has filed the affidavit of Mr. John Aylward, its Vice President-Marketing, along with the following exhibits:", "• Exhibit A: A copy of the registration details of its registered trade-mark for TEAVANA (TMA 778,428);", "• Exhibit B: Excerpt from the Canadian Intellectual Property Database in relation with the plaintiff's trade-marks applications for TEAVANA and TEAVANA and Design (respective application numbers 1,609,803 and 1,626,316);", "• Exhibit C: A screen shot of the defendant's website homepage;", "• Exhibit D: a screen shot of the plaintiff's website homepage."], ["[6]", "It appears from the evidence that the plaintiff operates a business that sells loose-leaf teas and tea accessories online and throughout North America, including in Canada. Its merchandise is offered online and at retail stores. The defendant, Teayama Inc., also carries on a business that sells teas and tea accessories and tea-related merchandise in Canada through its website."], ["[7]", "The plaintiff is the owner of the registered trade-mark in Canada for TEAVANA in relation with the following services:", "(1) Online retail store services and mail order services featuring teas, tea accessories, baked goods, electric and non-electric appliances, house wares, glassware, giftware, plates, bowls, storage containers, clothing, candles, musical recordings and books.", "(2) Retail stores and mail order services featuring teas, tea accessories, baked goods, electric and non-electric appliances, house wares, glassware, giftware, plates, bowls, storage containers, clothing, candles, musical recordings and books."], ["[8]", "The registration of the trade-mark was approved by the Canadian Intellectual Property Office on June 28, 2006, and was advertised in the Trade-marks Journal on August 2, 2006. The trade-mark has been used in Canada at least since May 2002 on Services (1)."], ["[9]", "The plaintiff has two pending trade-mark registration applications in relation with other tea related wares and services; application number 1,609,803 for the trade-mark TEAVANA, and application number 1,626,316 for the trade-mark TEAVANA and design."], ["[10]", "I will now examine the specific claims and relief sought by the plaintiff.", "Section 19 - Right to exclusive use of a trade-mark"], ["[11]", "Section 19 of the", "Act", "provides for a right to the exclusive use of a registered trade-mark:", "19. Subject to sections 21, 32 and 67, the registration of a trade-mark in respect of any wares or services, unless shown to be invalid, gives to the owner of the trade-mark the exclusive right to the use throughout Canada of the trade-mark in respect of those wares or services.", "19. Sous réserve des articles 21, 32 et 67, l'enregistrement d'une marque de commerce à l'égard de marchandises ou services, sauf si son invalidité est démontrée, donne au propriétaire le droit exclusif à l'emploi de celle-ci, dans tout le Canada, en ce qui concerne ces marchandises ou services."], ["[12]", "Of the three trade-marks referenced in this proceeding, only one is a registered trade-mark. Given that the plaintiff's trade-mark TEAVANA is validly registered in respect of tea-related wares and services, the plaintiff has, in accordance with section 19 of the", "Act", ", the exclusive right to the use throughout Canada of the trade-mark TEAVANA in relation with the following services:", "(1) Online retail store services and mail order services featuring teas, tea accessories, baked goods, electric and non-electric appliances, house wares, glassware, giftware, plates, bowls, storage containers, clothing, candles, musical recordings and books.", "(2) Retail stores and mail order services featuring teas, tea accessories, baked goods, electric and non-electric appliances, house wares, glassware, giftware, plates, bowls, storage containers, clothing, candles, musical recordings and books."], ["[13]", "The evidence supports the plaintiff's claim for a declaration of its right to exclusively use its trade-mark.", "Section 20 infringement"], ["[14]", "According to section 20 of the", "Act", ", the right of the owner of a registered trade-mark to its exclusive use is deemed infringed if a person not entitled to use the trade-mark, sells, distributes or advertises wares or services in association with a confusing trade-mark or trade-name.", "20. (1) The right of the owner of a registered trade-mark to its exclusive use shall be deemed to be infringed by a person not entitled to its use under this Act who sells, distributes or advertises wares or services in association with a confusing trade-mark or trade-name, but no registration of a trade-mark prevents a person from making.", ") any", "bona fide", "use of his personal name as a trade-name, or", ") any", "bona fide", "use, other than as a trade-mark,", "(i) of the geographical name of his place of business, or", "(ii) of any accurate description of the character or quality of his wares or services,", "in such a manner as is not likely to have the effect of depreciating the value of the goodwill attaching to the trade-mark.", "(2) No registration of a trade-mark prevents a person from making any use of any of the indications mentioned in subsection 11.18(3) in association with a wine or any of the indications mentioned in subsection 11.18(4) in association with a spirit.", "20. (1) Le droit du propriétaire d'une marque de commerce déposée à l'emploi exclusif de cette dernière est réputé être violé par une personne non admise à l'employer selon la présente loi et qui vend, distribue ou annonce des marchandises ou services en liaison avec une marque de commerce ou un nom commercial créant de la confusion. Toutefois, aucun enregistrement d'une marque de commerce ne peut empêcher une personne:", "a) d'utiliser de bonne foi son nom personnel comme nom commercial;", "b) d'employer de bonne foi, autrement qu'à titre de marque de commerce:", "(i) soit le nom géographique de son siège d'affaires,", "(ii) soit toute description exacte du genre ou de la qualité de ses marchandises ou services,", "d'une manière non susceptible d'entraîner la diminution de la valeur de l'achalandage attaché à la marque de commerce.", "(2) L'enregistrement d'une marque de commerce n'a pas pour effet d'empêcher une personne d'utiliser les indications mentionnées au paragraphe 11.18(3) en liaison avec un vin ou les indications mentionnées au paragraphe 11.18(4) en liaison avec un spiritueux."], ["[15]", "The plaintiff is the registered owner of the TEAVANA trade-mark. As such, the sale, distribution, or advertising of wares and services associated with a confusing trade-mark or trade-name will be deemed to be an infringement of the plaintiff's right in its trade-mark."], ["[16]", "Therefore, in this case, I must determine if the evidence establishes that the defendant's use of the trade-mark/trade-name TEAYAMA is confusing with the plaintiff's trade-mark TEAVANA."], ["[17]", "As indicated by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  at paragraph 20 [", "Veuve Clicquot", "], the test for confusion \"is a matter of first impression in the mind of a casual consumer somewhat in a hurry who sees the [trade-mark] ..., at a time when he or she has no more than an imperfect recollection of the [other trade-mark], and does not pause to give the matter any detailed consideration or scrutiny, nor examine closely the similarities and differences between the marks\"."], ["[18]", "This test for confusion is set out in section 6 of the", "Act", ". According to subsections 6(1) to 6(4) of the", "Act", ", a trade-mark or a trade-name is confusing with another trade-mark or trade-name in the following circumstances:", "6. (1) For the purposes of this Act, a trade-mark or trade-name is confusing with another trade-mark or trade-name if the use of the first mentioned trade-mark or trade-name would cause confusion with the last mentioned trade-mark or trade-name in the manner and circumstances described in this section.", "(2) The use of a trade-mark causes confusion with another trade-mark if the use of both trade-marks in the same area would be likely to lead to the inference that the wares or services associated with those trade-marks are manufactured, sold, leased, hired or performed by the same person, whether or not the wares or services are of the same general class.", "(3) The use of a trade-mark causes confusion with a trade-name if the use of both the trade-mark and trade-name in the same area would be likely to lead to the inference that the wares or services associated with the trade-mark and those associated with the business carried on under the trade-name are manufactured, sold, leased, hired or performed by the same person, whether or not the wares or services are of the same general class.", "(4) The use of a trade-name causes confusion with a trade-mark if the use of both the trade-name and trade-mark in the same area would be likely to lead to the inference that the wares or services associated with the business carried on under the trade-name and those associated with the trade-mark are manufactured, sold, leased, hired or performed by the same person, whether or not the wares or services are of the same general class.", "6. (1) Pour l'application de la présente loi, une marque de commerce ou un nom commercial crée de la confusion avec une autre marque de commerce ou un autre nom commercial si l'emploi de la marque de commerce ou du nom commercial en premier lieu mentionnés cause de la confusion avec la marque de commerce ou le nom commercial en dernier lieu mentionnés, de la manière et dans les circonstances décrites au présent article.", "(2) L'emploi d'une marque de commerce crée de la confusion avec une autre marque de commerce lorsque l'emploi des deux marques de commerce dans la même région serait susceptible de faire conclure que les marchandises liées à ces marques de commerce sont fabriquées, vendues, données à bail ou louées, ou que les services liés à ces marques sont loués ou exécutés, par la même personne, que ces marchandises ou ces services soient ou non de la même catégorie générale.", "(3) L'emploi d'une marque de commerce crée de la confusion avec un nom commercial, lorsque l'emploi des deux dans la même région serait susceptible de faire conclure que les marchandises liées à cette marque et les marchandises liées à l'entreprise poursuivie sous ce nom sont fabriquées, vendues, données à bail ou louées, ou que les services liés à cette marque et les services liés à l'entreprise poursuivie sous ce nom sont loués ou exécutés, par la même personne, que ces marchandises ou services soient ou non de la même catégorie générale", "(4) L'emploi d'un nom commercial crée de la confusion avec une marque de commerce, lorsque l'emploi des deux dans la même région serait susceptible de faire conclure que les marchandises liées à l'entreprise poursuivie sous ce nom et les marchandises liées à cette marque sont fabriquées, vendues, données à bail ou louées, ou que les services liés à l'entreprise poursuivie sous ce nom et les services liés à cette marque sont loués ou exécutés, par la même personne, que ces marchandises ou services soient ou non de la même catégorie générale."], ["[19]", "Furthermore, in order to determine if the defendant's trade-name/trade-mark TEAYAMA is confusing with the plaintiff's trade-mark TEAVANA, the Court must have regard to all relevant surrounding circumstances, as set out in subsection 6(5) of the", "Act", ", including:", "(a) the inherent distinctiveness of the marks or names and the extent to which they have become known;", "(b) the length of time the marks have been in use;", "(c) the nature of the wares, services or business;", "(d) the nature of the trade; and", "(e) the degree of resemblance between the trade-marks or trade names in appearance or sound or in the ideas suggested by them."], ["[20]", "The surrounding circumstances listed in subsection 6(5) of the", "Act", "are not exhaustive. The circumstances need not be given equal weight but rather, different circumstances will be given different weight depending on the context of the case (", "Mattel Inc v 3894207 Canada Inc", ", 2006 SCC 22 at paragraphs 51 and 54)."], ["[21]", "Furthermore, it is not necessary for the plaintiff to prove that the defendant had the intention to infringe. The defendant's intention has no relevance to the question of infringement (", "<FRAGMENT_SUPPRESSED>  (FCTD))."], ["[22]", "The evidence filed by the plaintiff does not allow the Court to adequately assess every element set out in subsection 6(5) of the", "Act", "Paragraph 6(5)(", "): inherent distinctiveness of the trade-mark or the extent to which it has become known"], ["[23]", "In its written submissions, the plaintiff advocates as follows in favour of the inherent distinctiveness of its trade-mark:", "By virtue on the Plaintiff's extensive use, advertising and promotion of its products under the TEAVANA brand, Teavana's trade-mark has become well-known and associated with the high quality tea-related service and merchandise offered by the Plaintiff. The Plaintiff has used the TEAVANA trade-mark in Canada since at least as early as May 2002. The Plaintiff has an online presence in Canada and operates over 60 prominent retail outlets throughout Canada.", "By contrast, the Defendants have only used the TEAYAMA mark within the past 3 years online through its website. The mark is not inherently distinctive from the Plaintiff's trade-mark. To the Plaintiff's knowledge, the Defendant's mark has not become well-known or acquired any secondary meaning."], ["[24]", "Several of these assertions are either not supported by any evidence or supported by insufficient evidence. There is evidence of use of the plaintiff's trade-mark since at least 2002. There is also sufficient evidence that establishes that the plaintiff sells its merchandise online through its website www.teavana.com. However, beside bald assertions in Mr. Aylward's affidavit, there is no convincing evidence that TEAVANA trade-mark has become well known and that it is associated with the high-quality tea-related service offered by the plaintiff. Further, there is no evidence to support the allegation that the plaintiff operates over 60 retail outlets in Canada. In addition, there is no evidence to support the assertion that the defendant has only used its mark TEAYAMA for 3 years, and that it has not become well-known and has not acquired any secondary meaning."], ["[25]", "Therefore, I find that there is insufficient evidence to conclude that this factor favours the plaintiff.", "Paragraph 6(5)(", "): Length of time the trade-mark/trade-name has been in use"], ["[26]", "The comments above similarly apply to this factor. The evidence establishes that the plaintiff has been using its trade-mark since 2002 on Services \"(1): Online retail store services and mail order services featuring teas, tea accessories, baked goods, electric and non-electric appliances, house wares, glassware, giftware, plates, bowls, storage containers, clothing, candles, musical recordings and books\". There is no evidence as to when the defendant started using the mark TEAYAMA. The allegation that the defendant was incorporated in August 2011 and that its website domain through which it conducts its activities was also registered in August 2011 is not supported by any evidence. This factor is therefore inconclusive.", "Paragraph 6(5)(", "): Nature of the wares, services or business", "Paragraph 6(5)(", "): Nature of the trade"], ["[27]", "I agree with the plaintiff that the wares and services advertised and offered by the defendant under the TEAYAMA trade-mark/trade-name are very similar and are of the same nature (teas and tea accessories) to those offered by the plaintiff under the trade-mark TEAVANA, and that both parties use the same channels of distribution, namely online services. Therefore, this factor clearly favours the plaintiff.", "Paragraph 6(5)(", "): Degree of resemblance between the trade-mark/trade-name in appearance or sound or ideas suggested"], ["[28]", "In a recent decision of the  <FRAGMENT_SUPPRESSED>  Justice Rothstein stipulated the following at paragraph 49:", "In applying the s. 6(5) factors to the question of confusion, the trial judge conducted his analysis in the order of the criteria set forth in s. 6(5), concluding with a consideration of the resemblance between the marks. While it is no error of law to do so, the degree of resemblance,", "although the last factor listed in s. 6(5), is the statutory factor that is often likely to have the greatest effect on the confusion analysis", "(K. Gill and R. S. Jolliffe,", "Fox on Canadian Law of Trade-marks and Unfair Competition", "(4th ed. (loose-leaf)), at p. 8-54; R. T. Hughes and T. P. Ashton,", "Hughes on Trade Marks", "(2nd ed. (loose-leaf)), at s.74, p. 939). As Professor Vaver points out,", "if the marks or names do not resemble one another, it is unlikely that even a strong finding on the remaining factors would lead to a likelihood of confusion. The other factors become significant only once the marks are found to be identical or very similar", "(Vaver, at p. 532). As a result, it has been suggested that a consideration of resemblance is where most confusion analyses should start (Vaver, at p. 532). [", "my emphasis"], ["[29]", "Hence, the degree of resemblance was found by the Supreme Court of Canada to have \"the greatest effect on the confusion analysis\". I agree with the plaintiff that the defendant's trade-mark, TEAYAMA is very similar to its trade-mark TEAVANA, in appearance and sound. Considering the nature of the services associated with both trade-marks, they are also very similar in the ideas that they suggest. They both connote that the parties are operating a tea-related business. Therefore, this factor favours the plaintiff.", "Other surrounding circumstances"], ["[30]", "The plaintiff alleges that because of its notoriety in Canada as a premier tea provider of services and merchandises, it is unlikely that the defendant was unaware of its use of a confusing trade-mark. With respect, this allegation is only supported by a bald assertion in Mr. Aylward's affidavit which I find clearly insufficient to support the plaintiff's allegation."], ["[31]", "In summary and despite the deficient evidence provided by the plaintiff, I find that there is still sufficient evidence, namely concerning the nature of the services provided by both parties, the nature of their trades and the similarity between both trade-marks, to conclude that there is a likelihood of confusion between the plaintiff's use of its trade-mark TEAVANA in relation with its activities of online retail store services featuring teas and tea accessories and the online services offered by the defendant. As such, I conclude that the defendant has infringed the plaintiff's TEAVANA trade-mark, contrary to section 20 of the", "Act", ". More specifically, the defendant has infringed the plaintiff's exclusive right to use its TEAVANA trade-mark in relation to online retail services featuring teas and tea-related accessories.", "Statutory passing off - Subsections 7(", ") and 7(", ") of the", "Act"], ["[32]", "Subsections 7(", ") and 7(", ") of the", "Act", "read as follows:", "7. No person shall", "[...]", ") direct public attention to his wares, services or business in such a way as to cause or be likely to cause confusion in Canada, at the time he commenced so to direct attention to them, between his wares, services or business and the wares, services or business of another;", ") pass off other wares or services as and for those ordered or requested", "7. Nul ne peut:", "[...]", "b) appeler l'attention du public sur ses marchandises, ses services ou son entreprise de manière à causer ou à vraisemblablement causer de la confusion au Canada, lorsqu'il a commencé à y appeler ainsi l'attention, entre ses marchandises, ses services ou son entreprise et ceux d'un autre;", "c) faire passer d'autres marchandises ou services pour ceux qui sont commandés ou demandés;"], ["[33]", "For the same reasons set out in relation to the section 20 violation, I am of the view that there is sufficient evidence to conclude that the respondent has directed public attention to its wares and services in such a way to cause or likely to cause confusion in Canada with the tea-related online services offered by the plaintiff in relation with its trade-mark TEAVANA. Therefore, the defendant has violated subsection 7(", ") of the", "Act"], ["[34]", "However, I am not ready to conclude, based on the evidence on record, that the defendant has passed off its online retail services of teas and teas-related accessories as being somehow associated or connected with the plaintiff's business in relation to the use of its trade-mark TEAVANA."], ["[35]", "In addition, I find that there is insufficient evidence of use of the plaintiff's trade-marks that are pending registration. Mr. Aylward's affidavit is silent as to the use of these marks and the application record is insufficient to establish use of the trade-marks as the trade-mark has not yet been registered ( <FRAGMENT_SUPPRESSED> at paragraph 47):", "A copy of the record of the registration of a trade-mark purporting to be certified to be true by the Registrar is evidence of the facts set out therein and that the person named therein as owner is the registered owner of the trade-mark for the purposes and within the territorial area therein defined (Section 54(3),", "Trade-marks Act", ")."], ["[36]", "The plaintiff has not made any submissions in regard to its claims under subsections 7(", ") and 7(", ") of the", "Act", ". I note in any event, that there is no evidence to support a conclusion in relation to subsection 7(", ") of the", "Act", "and that subsection 7(", ") of the", "Act", "has been held constitutionally invalid (", "<FRAGMENT_SUPPRESSED> ).", "Depreciation of goodwill - Section 22"], ["[37]", "I find that there is insufficient evidence before me to make a finding of depreciation of goodwill under section 22 of the", "Act", "and in accordance with the threshold set out by the Supreme Court of Canada in", "Veuve Clicquot", ". The evidence does not support a finding that the plaintiff's trade-mark has acquired goodwill and that the defendant's use of the trade-mark/trade-name TEAYAMA has depreciated the plaintiff's goodwill.", "Damages and costs"], ["[38]", "The plaintiff claims $25 000 in respect of damages. Section 53.2 of the", "Act", "provides that a successful plaintiff may seek damages or an accounting of profits as one of the available remedies:", "53.2 Where a court is satisfied, on application of any interested person, that any act has been done contrary to this Act, the court may make any order that it considers appropriate in the circumstances, including an order providing for relief by way of injunction and the recovery of damages or profits and for the destruction, exportation or other disposition of any offending wares, packages, labels and advertising material and of any dies used in connection therewith.", "53.2 Lorsqu'il est convaincu, sur demande de toute personne intéressée, qu'un acte a été accompli contrairement à la présente loi, le tribunal peut rendre les ordonnances qu'il juge indiquées, notamment pour réparation par voie d'injonction ou par recouvrement de dommages-intérêts ou de profits, pour l'imposition de dommages punitifs, ou encore pour la disposition par destruction, exportation ou autrement des marchandises, colis, étiquettes et matériel publicitaire contrevenant à la présente loi et de toutes matrices employées à leur égard."], ["[39]", "In <FRAGMENT_SUPPRESSED> , at paragraph 40, the Court noted the following in relation to the proper basis for the assessment of damages in the case of infringement or passing off:", "Given that infringement of trade-marks has been proved, how are damages to be determined? This is how the question was addressed in", "Aluminum  <FRAGMENT_SUPPRESSED>  (FCTD) where the following appears, at pages 163-164:", "I believe that the proper basis of assessment is set out in Fox's Canadian Law of Trade Marks and Unfair Competition, at pp. [page140] 648-9, where he states:", "On the question of the measure of damages it has been held that the defendant is liable for all loss actually sustained by the plaintiff that is the natural and direct consequence of the unlawful acts of the defendant, including any loss of trade actually suffered by the plaintiff, either directly from the acts complained of or properly attributable thereto, that constitute an injury to the plaintiff's reputation, business, goodwill or trade. Speculative and unproven damages must be deleted from the calculation. The court will estimate the damages on the same basis as would a jury and damages may take into contemplation injury to the plaintiff's goodwill, for the court, acting as a jury and applying ordinary business knowledge and common sense, is entitled to consider that there cannot be deceptive trading without inflicting some measure of damage on the goodwill. Difficulty in assessing damages does not relieve the court from the duty of assessing them and doing the best it can. The court is entitled to draw inferences from the actions of the parties and the probable results that they would have. If damages cannot be estimated with exactitude, the best reasonable estimate must be made."], ["[40]", "When infringement and passing-off are claimed, the case law has established that damages are presumed upon proof of passing-off (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). Having said that, the Court did note in <FRAGMENT_SUPPRESSED> as well at paragraph 8, that \"Even in a case of infringement without an allegation of passing off, the Court may award damages for loss of goodwill without proof of actual damage\"."], ["[41]", "In the circumstances of default judgment, as in the present case, where proof of damages is lacking, the Court specified the following in <FRAGMENT_SUPPRESSED> at paragraph 10:", "All this to say that the owners of intellectual properties have a right to damages arising from the infringement of each mark or work, which can be assessed without proof of actual damage or damage to goodwill. Setting aside the amount of the award for a moment, it does not seem unfair or unreasonable to approach the question of damages, in the case of judgments in default, from the perspective of a global assessment for which, by convention, a fixed amount is awarded."], ["[42]", "The Court notes that, in the present case, there is no proof of damages and that there is no evidence with respect to the plaintiff's sales and profits. However, the Court also recognizes that the defendant has not participated in the present proceeding and that it leaves the plaintiff in a position where it cannot adequately assess the extent of its damages. The assessment of the true damages encountered by the plaintiff will therefore remain speculative. Furthermore, there is no evidence of loss of goodwill. Having said that, the Court clearly noted in <FRAGMENT_SUPPRESSED> that damages can nonetheless be awarded. Considering that there was no evidence of damages or loss of goodwill, and as noted in <FRAGMENT_SUPPRESSED> the Court can simply fix an amount for compensatory damages as reflecting the infringement of the plaintiff's legal rights without any need for proof of the actual quantum of damages. I find that, in the present case, it is reasonable to award an amount for damages equivalent to $10 000."], ["[43]", "The plaintiff also seeks costs on a solicitor-client basis but the plaintiff has not provided any evidence to convince me that such an award should be made in this case.", "ORDER"], ["[44]", "THIS COURT ORDERS that", "1. The plaintiff's action is allowed in part;", "2. The plaintiff is the party exclusively entitled to use the \"TEAVANA\" trade-mark, in Canada, in relation with \"(1) online retail store services and mail order services featuring teas, tea accessories, baked goods, electric and non-electric appliances, house wares, glassware, giftware, plates, bowls, storage containers, clothing, candles, musical recordings and books; and (2) retail stores and mail order services featuring teas, tea accessories, baked goods, electric and non-electric appliances, house wares, glassware, giftware, plates, bowls, storage containers, clothing, candles, musical recordings and books\";", "3. The defendant has directed public attention to its business and wares in relation to the use of the trade-mark TEAYAMA, namely, teas and tea-related services and merchandise in such a way as to cause or be likely to cause confusion in Canada between its products and services and those that the plaintiff offers in relation to its trade-mark TEAVANA, contrary to subsection 7(b) of the", "Act", "4. The plaintiff's trade-mark TEAVANA has been infringed by the defendant contrary to the provisions of sections 19 and 20 of the", "Act", "5. The defendant, its officers, directors, servants, agents and all those over whom it exercises control or with whom it acts, are permanently enjoined from:", "(a) Selling, distributing or advertising wares and services related to any online retail service of teas and tea-related accessories and merchandises in association with the plaintiff's registered trade-mark TEAVANA or with any trade-mark/trade-name that is confusing or likely to be confusing with the plaintiff's trade-mark TEAVANA, including the name or mark TEAYAMA;", "(b) Directing public attention to its wares, services or business in such a way as to cause or likely cause confusion in Canada, at the time it commenced to direct public attention to them, between its wares, online services and business and the wares, services and business of the plaintiff, contrary to subsection 7(b) of the Act, by adopting, using, or promoting the trade-mark or trade-name, TEAYAMA or any other trade-mark or trade-name that is likely to be confusing with the plaintiff's trade-mark TEAVANA.", "6. The defendant shall deliver up forthwith or destroy under oath, at the option of the plaintiff, all tea-related merchandise packaging and associated displays, literature, documents, brochures, advertisements, signs, invoices or any other matter in its possession or under its control bearing the plaintiff's trade-mark or any words confusingly similar thereto or otherwise contrary to any injunction granted herein, namely the mark or name TEAYAMA;", "7. The plaintiff is awarded damages in the sum of $10 000 for the respondent's infringement of the plaintiff's rights under sections 7(", "), 19 and 20 of the", "Act", "8. The plaintiff shall be entitled to pre-judgment and post-judgment interests in accordance with the", "Federal Courts Act", ", RSC 1985, c F-7; and", "9. The plaintiff is awarded costs in accordance with the", "Rules", "Motion granted in part.", "Editor: Sharon McCartney/vnh"]]}