{"id_": "028861", "body_str": [["[1]", "Mosley, J.", ": The applicants are a family of four, all citizens of Mexico. They fled to Canada and applied for refugee status in 2006, which was denied in October 2007. This application for judicial review is of the finding of the Refugee Protection Division (RPD) that they are neither Convention refugees nor persons in need of protection."], ["[2]", "The claims of the two minor children and the adult male applicant are based on that of the adult female applicant, Ms Flores, who alleges fear of her former common law partner, Enrique. In 1994, aged 14, Ms. Flores began a relationship with Enrique, who became abusive towards her after she announced the following year that she was pregnant. The two minor claimants are her children from that relationship, born in 1996 and 1997."], ["[3]", "Enrique spent nine months in prison in 1996 and almost five years from 2001 to 2005. In the gap between the two, he threatened the principal applicant and allegedly killed two men with whom she had started relationships. Ms. Flores married the adult male applicant, Mr. Davila, during Enrique's second incarceration. On Enrique's release, he threatened Ms. Flores at her mother's house. She and Mr. Davila went to the police, who refused to take a denunciation."], ["[4]", "In December 2005, Mr. Davila was allegedly attacked by two unknown men. He did not require medical attention and the attack was not reported to police. The family relocated within Mexico in February 2006, but was followed by Enrique, with whom Mr. Davila got into a fight in March 2006. They moved again several times within Mexico, apparently always being followed by Enrique. On September 13, 2006, they fled to Canada."], ["[5]", "The panel member found that Ms Flores failed to make diligent efforts to seek state protection prior to seeking asylum and thus her family was not in need of Canada's protection. The finding that such protection would be reasonably forthcoming was based largely on legislative and judicial measures to combat domestic violence and measures to assist women who are its victims taken by the Mexican authorities."], ["[6]", "The applicants allege that the RPD panel member erred in the assessment of state protection and in ignoring highly relevant evidence without explanation."], ["[7]", "The claim that the member ignored evidence which contradicted the decision would mean that the decision was unreasonable according to the statutory guidance of paragraph 18.1(4)(", ") of the", "Federal Courts Act", ", R.S., 1985, c. F-7.", "State protection"], ["[8]", "The applicants argued in their written submissions that the legal test for a finding of state protection was whether that protection was effective, citing", "<FRAGMENT_SUPPRESSED> . In the interim between the filing of the representations and the hearing, that decision had been overturned by the Federal Court of Appeal in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 399 which confirmed that the test is adequacy rather than effectiveness per se."], ["[9]", "The applicants contend, nonetheless, that it remains an error for an RPD panel to fail to consider whether the measures it deems adequate are at least minimally effective."], ["[10]", "While this is an attractive argument, it does not convey the current state of the law in Canada in my view. As noted by the Federal Court of Appeal in", "Carillo", ", the decision of the Supreme Court in", "<FRAGMENT_SUPPRESSED>  stressed that refugee protection is a surrogate for the protection of a claimant's own state. When that state is a democratic society, such as Mexico, albeit one facing significant challenges with corruption and other criminality, the quality of the evidence necessary to rebut the presumption will be higher. It is not enough for a claimant merely to show that his government has not always been effective at protecting persons in his particular situation:", "Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  protection noted by the panel member support the presumption set out in", "Ward", ". Requiring effectiveness of other countries' authorities would be to ask of them what our own country is not always able to provide.", "Ignoring evidence"], ["[12]", "The relevant evidence which the applicants claim the panel member erred in failing to mention includes the Issue Paper on State Protection in Mexico authored by the RPD itself. The failure of an RPD panel to discuss that same documentary evidence in a similar case was the basis of my colleague Justice Luc J. Martineau's finding that the decision of that panel was not based on the entirety of the evidence:", "<FRAGMENT_SUPPRESSED>  F.T.R. 35."], ["[13]", "In coming to his decision, however, Justice Martineau indicated that the panel had failed to assess the personal circumstances of the applicant. Indeed, he warned of the 'systematic' approach which might erroneously be undertaken in the cases of claimants from a particular country when the reasons for dismissal given by the Board are too general and may apply equally to another country or another claimant."], ["[14]", "Such an error cannot be said to have occurred in the instant case. The panel member cited a number of documents from the evidence, which included one entitled \"Mexico: Domestic Violence and Other Issues Related to the Status of Women\". It is clear from the decision that the panel member assessed the personal circumstances of Ms. Flores as a woman victim of domestic abuse and the state protection which would be reasonably forthcoming from the Mexican government, should she avail herself of it."], ["[15]", "It is trite law that decision makers are presumed to have considered all the evidence before them, absent strong indications to the contrary. In the instant case, those indications are absent and the presumption stands."], ["[16]", "It was reasonably open to the RPD panel member to come to the decision at which he or she arrived and it will not be set aside. No questions were proposed for certification.", "JUDGMENT"], ["[17]", "IT IS THE JUDGMENT OF THIS COURT that", "the application is dismissed.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}