{"id_": "028829", "body_str": [["[1]", "Muldoon, J.", ": This proceeding was commenced by the applicants by originating notice of motion dated December 17, 1997 under the", "Patented Medicines (Notice of Compliance) Regulations", "Regulations", "), SOR/93-133. The applicants seek an order prohibiting the Minister of National Health and Welfare from issuing a Notice of Compliance (NOC) to the respondent Genpharm Inc. in respect of the medicine ticlopidine, including ticlopidine tablets 250 mg until after the expiration of Canadian Patent Number 1,176,170 (the '170 patent)."], ["[2]", "Syntex U.S.A. Inc., the corporate predecessor to Hoffmann-La Roche, is the owner of the '170 patent. Pursuant to the", "Regulations", ", a patent list for ticlopidine hydrochloride tablets 250 mg was filed with the Minister by Syntex, a corporate predecessor to Hoffmann-La Roche Ltd."], ["[3]", "By letter dated November 3, 1997, Hoffmann-La Roche was informed that:", "\"This letter constitutes the Notice of Allegation and Detailed Statement of the legal and factual basis for the allegations appearing in Genpharm's Declarations Re: Patent List (Form Vs) which we are filing with respect to the above identified drug, as required by the Patented Medicines (Notice of Compliance) Regulations Section 5.", "The Allegations", "1. In respect of each of the patents identified below, Genpharm alleges that no claim for the medicine itself and no claim for the use of medicine would be infringed by Genpharm's making, constructing, using or selling Ticlopidine tablets in the above-identified strengths (the 'drug'). ...", "Legal and Factual Basis for the Allegation", "...", "3.", "Canadian Patent No. 1,176,170", "Each of the claims of Canadian Patent No. 1,176,170 calls for a pharmaceutically acceptable non-volatile organic acid which is ascorbic acid, benzoic acid, cinnamic acid, citric acid, fumaric acid, glycolic acid, mandelic acid, malic acid, malonic acid or tartaric acid. The drug that will be marketed by Genpharm will not contain any of the named acids. In light of these claims and the summary nature of the proceeding, the Federal Court of Appeal has ruled that the preceding facts fully justify the allegation of noninfringement without requiring further details of the formulation or that a determination be made whether there has been a taking of the substance of the patent (", "<FRAGMENT_SUPPRESSED> ]).\""], ["[4]", "On the basis of this notice of allegation, the applicants commenced these proceedings. The applicants filed two affidavits in support of this application: that of Dr. Daniel Mufson who is the president of Apotherx Inc., a company providing product development and regulatory services to the pharmaceutical industry and that of Nabil Henein, the director of regulatory affairs of the applicant Hoffmann-La Roche."], ["[5]", "The primary issue raised by the applicants in this application for judicial review concerns whether Genpharm's allegation that no claim of the '170 patent would be infringed is justified. In order to answer this question, the construction of the patent must be assessed. The applicants have also raised a number of sub-issues relating to the procedural aspects of new drug submission (NDS) and the notice of allegation (NOA). These sub-issues will be discussed first, as, in truth, they are without merit."], ["[6]", "The first sub-issue raised by the applicants is whether the Minister has jurisdiction to issue an NOC to Genpharm. The applicants argue that Genpharm did not have an NDS pending at the date of the allegation, and, as a result the allegation is premature and a nullity. The applicants' second argument is that Genpharm has failed to comply with the", "Regulations", "by failing to provide a proper detailed statement of the legal and factual basis upon which it relies.", "No New Drug Submission"], ["[7]", "The applicants argue that the Minister has jurisdiction under the", "Regulations", ", only to consider allegations for a drug described in the NDS filed by the generic company. If there be no NDS at the date of the allegation, there is, according to the applicant, no jurisdiction for Genpharm to make, or for the Minister to receive a notice of allegation."], ["[8]", "This argument is premised on s. 5(1) of the", "Regulations", "which provides that:", "\"Where a person files ...", "a submission for a notice of compliance in respect of a drug and wishes to compare that drug with", "or make a reference to, a drug that has been marketed in Canada pursuant to a notice of compliance in respect of which a patent list has been submitted, the person shall, in the submission, with respect to each patent on the patent list, ...", "(b) allege that ...", "(iv) no claim for the medicine itself and no claim for the use of the medicine would be infringed by the making, constructing, using or selling", "by that person of the drug for which the submission for the notice of compliance is filed."], ["[9]", "However, the Federal Court of Appeal has already established that the notice of allegation does not initiate a judicial proceeding; rather it simply sets out the basis for a second person's (Nu-Pharm) contention that no claim for the medicine itself and no claim for its use would be infringed upon issuance of an NOC. Once the prohibition proceeding is commenced, the allegation then serves to define and limit the scope of the inquiry (", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 207 ( <FRAGMENT_SUPPRESSED>  (F.C.A.))."], ["[10]", "Unlike a notice of allegation, an NDS does not form part of the judicial record in an application for prohibition. That submission is directed to the Minister and initiates the administrative review process required by the", "Food and Drug Regulations", "as a condition precedent to the issuance of an NOC in respect of that submission. An NDS does not come before the court and plays no substantive role in determining the outcome of a prohibition proceeding."], ["[11]", "The applicants' argument has already dealt with this issue in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), leave to appeal to the Supreme Court of Canada refused on January 8, 1998, where Mr. Justice Marceau made pertinent comments; and they ought to be read with care."], ["[12]", "From this, the Court of Appeal is stating that s. 5(3) of the", "Regulations", "mandates that three requirements must be met with respect to the allegation: (1) the allegation must be attached to a NDS, (2) the allegation must be completed by a detailed statement as to its legal and factual basis, and (3) it must be served on the patent holder. The sequence is irrelevant, as long as three conditions are met."], ["[13]", "In this case, the respondents' notice of allegation and new drug submission were both dated November 3, 1997 with the notice of allegation served the following day. Further, while the applicants, in their supplementary memorandum dispute the fact that the NDS was filed on November 3, 1997, they admit that the NDS was filed on November 28, 1997. Accordingly, the first and the third requirements were met by the respondent, albeit in a different sequence from that mandated by the", "Regulations"], ["[14]", "As to the second requirement the applicants argue that Genpharm has failed to comply with its obligations under the", "Regulations", "to file a detailed statement of factual and legal basis for its allegation. However, looking to the detailed statement, the respondent states that:", "\"... the drug that will be marketed by Genpharm will not contain any of the named acids. In light of the language of these claims ... the Federal Court of Appeal has ruled that the preceding facts fully justify the allegation of noninfringement without requiring further details of the formulation or that a determination be made whether there has been a taking of the substance of the patent.\""], ["[15]", "In order to understand this detailed statement, regard must be had to the Federal Court of Appeal's decision in", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 206 (F.C.A.). At issue in that case was whether the drug produced by NuPharm would infringe the patent held by Hoffmann-La Roche due to the fact that it did not contain any of the organic acids specified in the patent. In upholding the decision of Madam Justice Reed, Mr. Justice Stone made certain comments in regard to this same patent at pages 213 to 215, which are lengthy, and bear reading as they dispose of this application regarding the same '170 patent."], ["[16]", "Thus, on the basis of that jurisprudence, it was sufficient for the respondent to assert in its NOA that the basis for its noninfringement is due to the fact that the new drug which will be manufactured by the respondent will not contain any of the organic acids specified. On this basis, the information provided to the applicants was sufficient for them to know whether the respondent's product would infringe the patent.", "Is Genpharm's Allegation Justified?"], ["[17]", "This is the primary issue raised by the applicants in this application for judicial review. For the purposes of this application for judicial review the applicants do not dispute that Genpharm's ticlopidine tablets will not contain any of the ten acids specified in claim 1 of the '170 patent. However, the applicants argue that the scope of the invention of the '170 patent is not limited to these ten acids. This assertion is supported by the affidavit of Dr. Mufson. Dr. Mufson was not cross-examined on his affidavit."], ["[18]", "However, as the respondent correctly points out, the construction of", "this patent", "has already been dealt with by the Federal Court of Appeal  <FRAGMENT_SUPPRESSED> -La  <FRAGMENT_SUPPRESSED> . For the purposes of clarity, it is necessary to point out the words of Mr. Justice Stone in which he construes the patent and states:", "\"Nor am I able to agree that the Motions judge erred in confining her analysis and conclusion of noninfringement to the text of the Patent itself. The reasons which she gives for so doing appear in part at page 22 [at p. 502] of her reasons, where she stated:", "'While Mr. Justice Noël, in", "Syntex", ", referred to the specifications of the patent, his decision that a finding of noninfringement was not justified relied wholly on the text of the relevant claim. It is trite that claims are to be read in the context of the patent as a whole and in a purposive manner. However, it is still the text of the claim that, as has often been said, alone defines the statutory monopoly:", "\"The function of the claims is to define clearly and with precision the monopoly claimed, so that others may know the exact boundaries of the area within which they will be trespassers ...\"", "'...In construing a claim recourse to the rest of the specification is (1) permissible to assist in understanding the terms used in the claims; (2) unnecessary where the words are plain and unambiguous; (3) improper to vary the scope or ambit of the claims ... In the", "Syntex", "decision Mr. Justice Noël did not use the specifications to broaden the scope of the claims.' [Footnotes omitted.]", "\"The appellants contend that the Motions judge ought to have considered whether the facts disclosed by the respondent justify its allegation of noninfringement with respect to the possible taking of the substance of the Patent apart altogether from any textual infringement. They suggest, it would seem, that if the respondent had disclosed its composition the appellants would now be in a position, with the assistance of persons skilled in the art, of showing that the respondent's composition is different than their own only 'in some unimportant respect' or in 'some unessential' way, or, put differently, that the respondent's combination is not a 'substantially new or different combination'. ( <FRAGMENT_SUPPRESSED>  (Ch.D.), at pages 213-216; 237 (H.L.), at page 242). The so-called doctrine of substantive or 'pith and marrow' infringement has now to be viewed in the light of Lord Diplock's speech in <FRAGMENT_SUPPRESSED> , supra.  <FRAGMENT_SUPPRESSED>  (F.C.A), Pratte, J.A., speaking for the court made the following observations with respect to that speech, at pages 5-6:", "'The decision of the trial judge is but an application of the traditional theory expressed in many decisions, here and in other jurisdictions, following which a defendant may infringe an inventor's monopoly either by doing something that infringes the text of the claims or by taking the substance or pith and marrow of the invention defined whether there is infringement, must first interpret the claims and determine whether there is textual infringement and, if it does not find textual infringement, it must engage in the difficult process of distilling the claims and extracting the substance of the invention so as to determine whether the defendant did steal it.'", ". . . . .", "\"In the present case, I cannot see that the respondent was required to go further than it did in disclosing facts supporting its allegation of noninfringement or that the Motions judge was required to make a determination beyond the one which she actually made. I respectfully subscribe to the views she expressed at page 23 [at p. 503] of the reasons:", "'These proceedings are not infringement actions, nor are they actions for declarations of noninfringement. In keeping with the summary nature of the proceedings, in a situation such as the present, if the facts asserted by a respondent justify an allegation of noninfringement, insofar as the text of the relevant claim is concerned, then, the allegation is justified. The proceeding is a summary one not designed to replace an action between the parties. With respect to patent 1,176,170 (file T-1964-93), then, the respondent's statement that it does not use one of the organic acids listed in the relevant claim of the patent justified the allegation of noninfringement.'", "\"In view of the foregoing, it is not necessary to consider the remaining grounds of appeal, I would dismiss the appeal with costs.\""], ["[19]", "The focus of the court is on construing the", "applicants' patent", "in order to determine whether the respondent's NDS will infringe the patent. The respondent has stated, which is not disputed by the applicants, that the new drug will not contain any of the ten organic acids specified. Accordingly, as the patent has already been determined by the Court of Appeal as requiring one of the ten acids in order to amount to infringement, the applicants have not discharged their burden of proving that the evidence provided by the respondent does not justify the allegation."], ["[20]", "The applicants assert that the respondent's drug will contain stearic acid, which is an organic acid. In support, the applicants rely on the cross-examination of Dr. Pike, who swore an affidavit on behalf of the respondent. During cross-examination he admitted that Genpharm's composition will contain magnesium stearate which is used as a lubricant in the tablet formation", "after", "the medicine is made:", "\"115. Q. Now I understand that stearic acid which is referred to as item number 25 on page 4 of Exhibit 3, stearic acid, I understand is an organic acid?", "A. The stearic acid excipient on this list is a blend of fatty acids.", "115. Q. But is the fatty acid an organic acid?", "A. In the context of a pharmaceutical excipient, which is what this stearic acid is in the National Formulatory, I think it would be better classified as a fatty acid.", ". . . . .", "118. Q. We agree it's an acid. And I'm going to suggest to you, doctor, that it is an organic acid. I'm not asking you to put it in the context of pharmaceutical excipients or in the context of what its rôle is in this particular formulation. What I am asking you is, as a chemist, stearic acid is an acid which has ... it's a carbon based acid and as such is an organic acid? Would you agree that it's an organic acid, doctor?", "A. Outside the context of the patent and the pharmaceutical excipient as described here, it could class as an organic acid, yes.", "119. Q. It could class as an organic acid, doctor? I'm going to suggest to you that as that term organic acid is commonly understood, stearic acid is an organic acid. Would you agree with that?", "A. Outside the context of a pharmaceutical excipient and the context of the patent, I would agree with you, yes.\""], ["[21]", "The applicants point to this exchange as a means of asserting that stearic acid is an organic acid and as such the use of it in Genpharm's composition amounts to infringement of the patent (thus making the allegation of noninfringement unjustified). However, this argument should be rejected for the following reasons. First, stearic acid is not one of the ten acids specified in claim 1 of the patent. That so, as the Court of Appeal has construed this patent as", "requiring", "one of the ten acids in order to amount to infringement, the use by Genpharm of stearic acid does not come within the scope of claim 1 as it is", "not", "one of the specified acids being ascorbic acid, benzoic acid, cinnamic acid, citric acid, fumaric acid, glycolic acid, mandelic acid, malic acid, or tartaric acid. Second, claim 1 requires a \"pharmaceutically acceptable excipient\" which is added as a stabilizer to", "make", "the medicine, not to lubricate or compress the medicine into tablets. In his re-examination, Dr. Pike states that the use of stearic acid is not as a stabilizer to make the medicine, rather its use is to compress the medicine into tablets. At page 98 of the applicant's record, the following re-examination takes place:", "\"Q. I have a question or two in reply. Dr. Pike, there was some questioning concerning the product called stearic acid. Do you recall that?", "A. Yes, I do recall that.", "Q. Can you indicate when at all that is added in the process of creating the tablets?", "A. It's just added prior to compression of the granulate to form the tablets.", "Q. And what is the function of the stearic acid?", "MR. HAMILTON: I object to that question, counsel, I did not ask the witness with respect to the function of the stearic acid. I think you are going into an area that is --", "MR. HUGHES: I believe you came very close to it, if not asking exactly that. I believe it's relevant and arises out of your questions.", "Can you answer the question please, Dr. Pike? What is the function of stearic acid?", "THE DEPONENT: The function of the stearic acid is as a lubricant.", "MR. HUGHES: Does it have any other function?", "A. It does not have any other function in the formulation.\"", "Therefore, the use of this acid does not come within claim 1 of the patent and as such, the applicants have not discharged their burden of establishing that the respondent's allegation of noninfringement is not justified."], ["[22]", "Before closing, reference ought to be made to a Supreme Court judgment which gives needed light on the", "Regulations", ". It is:", "<FRAGMENT_SUPPRESSED> . Also of importance and interest, not only because it considers the very same '170 patent, but also for its erudition, is", "<FRAGMENT_SUPPRESSED>  (T.D.), a decision of Mr. Justice Rothstein of this court."], ["[23]", "The applicants' application for prohibition is dismissed, with party-and-party costs hereby fixed at $10,000 inclusive of disbursements payable forthwith by Hoffmann-La Roche and Syntex (U.S.A.) Inc. in favour of Genpharm Inc.", "Application dismissed.", "Editor: Steven C. McMinniman/klf", "[End of document]"]]}