{"id_": "028878", "body_str": [["[1]", "Rothstein, J.", ": This is a judicial review of a decision of the Immigration Appeal Division (IAD) which upheld the decision of a visa officer not approving the sponsorship application for permanent residence of the applicant's \"adopted\" daughter from India. The refusal to approve the application for permanent residence was that the daughter was not adopted in accordance with the requirements of the", "Hindu Adoptions and Maintenance Act", "HAMA", ") of India which specifies, amongst other things, that an adoptive father must be at least 21 years older than the adoptive daughter. In this case the age difference was only approximately seventeen years. The daughter was therefore not considered to be a member of the family class for Canadian immigration purposes."], ["[2]", "At the relevant time, the definition of \"adopted\" in the s. 2(1) of the", "Immigration Regulations", "SOR/78-172, as amended, provided:", "\"'adopted' means adopted in accordance with the laws of any province of Canada or of any country other than Canada or any political subdivision thereof where the adoption created a relationship of parent and child.\" [see footnote 1]"], ["[3]", "The sole issue is whether the daughter was adopted in accordance with the laws of India. Subsection 5(1), 6(iv) and 11(iii) of the", "HAMA", "provide:", "\"5(1) No adoption shall be made after the commencement of this Act by or to a Hindu except in accordance with the provisions contained in the Chapter, and any adoption made in contravention of the said provisions shall be void.", "\"6. No adoption shall be valid unless -", ". . . . .", "(iv) the adoption is made in compliance with the other conditions mentioned in this Chapter.", "\"11. In every adoption, the following conditions must be complied with: -", ". . . . .", "(iii) if the adoption is by a male and the person to be adopted is a female, the adoptive father is at least twenty-one years older than the person to be adopted\""], ["[4]", "The argument in this case is that subs. 11(iii) only applies to single parent adoptions and not to adoptions by a couple."], ["[5]", "There was considerable evidence before the IAD from Indian court officials and lawyers as well as a declaratory judgment from an Indian Court that the adoption in this case was valid. There was conflicting expert evidence that subs. 11(iii) applied and was not complied with."], ["[6]", "The IAD made the following findings:", "\"The Appeal Division finds the submissions of the respondent to be more persuasive than those of the appellant. The panel does not find the declaratory judgment from the Indian court or the legal opinions of the three lawyers from India to be helpful as both lacked any substantive legal analysis regarding the 21 year difference between an adoptive father and an adopted daughter and therefore is not determinative of this appeal. The appellant did not refer to other case law, judicial commentary, academic analysis, or other facts which reflect how the law actually works or was intended to work. Section 11(iii) of", "HAMA", "clearly makes no exceptions for married couples. Nor does it explicitly state that it applies only to bachelors. In the absence of any additional jurisprudence, the Appeal Division can only conclude that the restriction requiring an age difference of 21 years between the adoptive father and the adoptive daughter must be complied with, whether or not the adoptive father is married. Therefore, the panel finds that the adoption is not valid under", "HAMA", "\"Accordingly, the adoption of the applicant does not comply with section 11(iii) of", "HAMA", "and does not satisfy the definition of 'adopted' as contained in subsection 2(1) of the", "Immigration Regulations", ". The applicant is not a member of the family class.\""], ["[7]", "In view of the conflicting evidence relating to Indian law, the IAD was required to weigh that evidence. While the evidence here was as to the interpretation of Indian law, the weighing of such evidence is no different than the weighing of any other evidence by a tribunal. Here, it is the function of the IAD and, barring legal error, the court will not re-weigh the evidence. The matter is not beyond doubt and indeed the applicant produced relatively persuasive evidence. However, it was still open to the IAD to prefer the respondent's evidence."], ["[8]", "The applicant relies on s. 16 of the", "HAMA", "which provides:", "\"16. Whenever any document registered under any law for the time being in force is produced before any court purporting to record an adoption made and is signed by the person giving and the person taking the child in adoption, the court shall presume that the adoption has been made in compliance with the provisions of this Act unless and until it is disproved.\""], ["[9]", "It is submitted that as a result of the declaratory judgment, it must be presumed that the adoption is in compliance with the", "HAMA", ". Section 16 was dealt with in", "Singh (Ajaib) and  <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 1 (F.C.A.), in which Hugessen, J.A., stated at page 8 [Imm. L.R.]:", "\"Presumptions imposed by Indian Law on Indian courts, which might be relevant if the issue were simply to know, in private international law terms, the status of the sponsorees in India, are of no assistance in determining if either of them qualifies as an \"adopted son\" for the very special purposes of the", "Immigration Act", ", 1976, S.C. 1976-77, c. 52 and", "Regulations", ". I would add that since the presumption and s. 16 is directed specifically to 'the court', it is difficult, in any event, to conceive of it as being other than procedural since it is unlikely to have been the intention of the Indian Parliament to bind a court over which it had no authority or jurisdiction.\"", "Singh", "is binding on me and is determinative with respect to the effect of s. 16 of the", "HAMA", ". The IAD was not bound by the declaratory judgment."], ["[10]", "Finally, I note in the preambulatory provisions of the Deed of Adoption:", "\"Whereas the adoptive father is more than 21 years old [sic] than the aforesaid Sarabjit Kaur.\"", "It was agreed that the statement was in error as the adoptive father was less than 21 years older than the daughter. However, if the applicant is correct that the 21 year requirement was not relevant and mandatory where, as in this case, a married couple is adopting, it is difficult to understand why it would be referred to in the Deed of Adoption. Further, counsel agreed that the rationale for the 21 year requirement was an effort to preclude or limit inappropriate relationships under the guise of adoption. If indeed that is the purpose of the provision, while perhaps less likely in the case of married couples, it is not beyond the realm of possibility that inappropriate relationships with adopted children could arise just as they could if the adoption was by a single parent. At the very least, to sustain the position that the 21 year requirement is only applicable to single parent adoptions, some evidence of the rationale for that position would have been desirable."], ["[11]", "Applicant's counsel has indicated that this a case of serious hardship. I do not know all the facts and therefore cannot comment definitively. I would, however, expect that upon an appropriate application being made with supporting facts and details, that humanitarian and compassionate considerations would be taken into account by Canadian immigration officials."], ["[12]", "The judicial review is dismissed. Both counsel are to be commended on their persuasive and concise arguments.", "Application dismissed.", "Editor: Angela E. McKay/vem", "Footnotes", "1.\tThis was the definition at the relevant time. The definition has since been changed but not in any way that is material to this case.", "[End of document]"]]}