{"id_": "028914", "body_str": [["[1]", "Mandamin, J.", ": Mr. Zsolt Somodi (the Applicant) applied on August 3, 2007 for leave to commence an application of judicial review of the decision dated July 12, 2007 of an immigration officer (the Officer) at the Canadian Embassy in Bucharest, Romania (the Embassy) refusing his application for permanent resident status as a member of the family class. This application for judicial review was made pursuant to section 72(1) of the", "Immigration and Refugee Protection", "Act", ", S.C. 2001, c. 27 (", "IRPA", ")."], ["[2]", "The Minister applied, on September 28, 2007, for an order to dismiss the Applicant's application for leave and judicial review on the basis that the Applicant was precluded from launching an application for judicial review by subsection 72(2)(a) of", "IRPA", "which provides that no application for judicial review can be made until any right of appeal that may be provided by", "IRPA", "is exhausted."], ["[3]", "On December 3, 2007, Justice Hughes adjourned the motion to be considered at the same time as the application for leave. On May 1, 2008, Justice O'Keefe granted leave and dismissed the Minister's motion to strike the application for judicial review."], ["[4]", "The issues identified by the Applicant in this judicial review are many and varied:", "1. Whether the Visa Officer's decision is a nullity, for failure to give adequate reasons, as required by", "Baker", "and", "Johnson", "2. Whether the Officer refused and/or failed to exercise jurisdiction in not addressing or granting the Applicant an exemption, pursuant to s. 25 of", "IRPA", ", for an interview?", "3. Whether the officer made his decision in disregard of the evidence and total circumstances of the case?", "4. Whether the Applicant's right to counsel was not only belittled but completely ignored and abrogated contrary to the Supreme Court of Canada in", "Burlingham", "5. Whether, in all the circumstances, the Officer made an unreasonable decision contrary to", "Baker", "6. Whether, in all the circumstances, the Applicant was denied a fair hearing?"], ["[5]", "The Respondent submits the issue is:", "1. Should the Applicant's application for judicial review be dismissed on the basis that it is statutorily barred under section 72(2)(a) of", "IRPA"], ["[6]", "I consider the issues in this application to be:", "1. Is the Applicant's application for judicial review statutorily barred by section 72(2)(a) of", "IRPA", "2. If the application is not statutorily barred by section 72(2)(a),", "a. did the Officer fail to exercise his jurisdiction in not granting the Applicant's request for an exemption from a personal interview; and", "b. did the Officer fail to have regard to the totality of the evidence; in particular the letter containing the prior immigration officer's apparent acceptance of the validity of the Applicant's marriage.", "BACKGROUND"], ["[7]", "The Applicant is a citizen of Romania. He applied for Convention Refugee status but his claim was denied by the Refugee Protection Board."], ["[8]", "The Applicant made an in-Canada application for permanent residence on humanitarian and compassionate grounds that were assessed under the then new policy on spouses and common law spouses as well as. This application for permanent residence was denied on December 8, 2005, on several grounds:", "i. the Applicant would not be considered under the new program for spouses and common law spouses because he entered Canada using a fraudulent passport that was not surrendered on entry;", "ii. the Applicant did not meet Regulation 124(a) which requires he demonstrate that he was \"", "the spouse or common-law partner of a sponsor and that you cohabit with that sponsor in Canada", "\"; and", "iii. in respect of the application on humanitarian and compassionate grounds, the Applicant was not granted the necessary Minister's exemption to have his application processed from within Canada."], ["[9]", "The Applicant was not precluded from making an out-of-Canada application for permanent residence as a member of the family class. The effect of the", "Regulations", "meant that the application would be processed through the Embassy in Romania. His first counsel submitted the Applicant's out-of-Canada application for permanent residence and requested that the Applicant be permitted to join his family in Canada."], ["[10]", "The Officer at the Embassy requested that the Applicant attend for an interview. The timeline of events is as follows:", "- April 3, 2006: the Applicant's first counsel acted on behalf of the Applicant and submitted the application for permanent residence as a sponsored member of the family class.", "- March 22, 2007: the Embassy asked the Applicant through the Applicant's first counsel to attend at the Embassy for an interview on April 23, 2007. The Applicant does not appear nor does he provide any notice or explanation for the non-appearance.", "- Sometime between March 22, 2007, and May 2, 2007: the Applicant changes his legal representative.", "- May 2, 2007: the Embassy informs the Applicant through his first counsel that he is re-scheduled for an interview on June 4, 2007, at the Embassy.", "- May 3, 2007: the first counsel informs the Applicant via email that he is required to inform the Embassy of a change in counsel.", "- May 8, 2007: the Applicant's second counsel informs the Embassy that the first counsel is no longer acting. In this notification, second counsel informs the Embassy that the Applicant fears returning to Romania for the interview but that the Applicant's spouse and the second counsel are able to attend the June 4, 2007 interview on the Applicant's behalf.", "- May 17, 2007: the Embassy sends a letter to the Applicant, via the first counsel indicating that the Applicant is required to attend in person for his June 4, 2007, interview. On the same day, the first counsel emails the sponsor informing her that he was again contacted by the Embassy.", "- June 4, 2007: the Applicant does not attend the interview at the Embassy."], ["[11]", "On July 12, 2007, the Officer at the Embassy informed the Applicant by way of the first counsel of his decision to deny the application for permanent residence as a member of the family class. The Officer advises that he is unable to determine whether the Applicant is admissible to Canada because the Applicant did not present himself for the interview and give the Officer a chance to examine him."], ["[12]", "The Applicant applied on August 3, 2007 for leave to commence an application for judicial review of the Officer's decision to deny his out-of-Canada application for permanent residence."], ["[13]", "The Applicant's spouse, as sponsor, also filed an appeal of the Officer's decision with the Immigration Appeal Division of the Immigration and Refugee Board (the IAD) on August 3, 2007.", "STANDARD OF REVIEW"], ["[14]", "The preliminary issue, the effect of subsection 72(2)(a) of", "IRPA", "in the Applicant's request for judicial review, necessarily engages the principles of statutory interpretation, and as such, questions of law are reviewed on a standard of correctness.", "FRAGMENT_SUPPRESSED."], ["[15]", "The Officer's decision not to grant the Applicant's request for an exemption for a personal interview turns on the exercise of the Officer's responsibilities and discretion. The question of granting an exception does not lead to a specific result: it gives rise to a number of possible outcomes ranging from requiring a physical presence at the examination to granting an exception as contemplated by section 25 of", "IRPA", ". As a discretionary decision, the Officer's decision should be assessed on a standard of reasonableness with deference to the Officer's knowledge and expertise in considering such matters.", "FRAGMENT_SUPPRESSED."], ["[16]", "The standard of review for the Officer's decision based on the information available is also to be assessed on a standard of reasonableness. Decisions of immigration officers made in the exercise of their duties are reviewed on a standard of reasonableness:", "FRAGMENT_SUPPRESSED.", "ANALYSIS"], ["[17]", "A foreign national must apply for a visa and be examined by an immigration officer pursuant to section 11(1) of", "IRPA", "\"11(1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "If sponsor does not meet requirements", "\"(2) The officer may not issue a visa or other document to a foreign national whose sponsor does not meet the sponsorship requirements of this Act.\"", "\"11(1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visa et autres documents requis par règlement. L'agent peut les délivrer sur preuve, à la suite d'un contrôle, que l'étranger n'est pas interdit de territoire et se conforme à la présente loi.", "Cas de la demande parrainée", "\"(2) Ils ne peuvent être délivrés à l'étranger dont le répondant ne se conforme pas aux exigences applicables au parrainage.\""], ["[18]", "A Canadian citizen or permanent resident may sponsor a foreign national who is a member of the family class pursuant to section 13(1) of", "IRPA", "\"13(1) A Canadian citizen or permanent resident may, subject to the regulations, sponsor a foreign national who is a member of the family class.\"", "\"13(1) Tout citoyen canadien et tout résident permanent peuvent, sous réserve des règlements, parrainer l'étranger de la catégorie « regroupement familial.\""], ["[19]", "A sponsor may appeal to the Immigration Appeal Division against a decision not to issue the foreign national a permanent resident visa pursuant to s. 63(1) of", "IRPA", "\"63(1) A person who has filed in the prescribed manner an application to sponsor a foreign national as a member of the family class may appeal to the Immigration Appeal Division against a decision not to issue the foreign national a permanent resident visa.\"", "\"63(1) Quiconque a déposé, conformément au règlement, une demande de parrainage au titre du regroupement familial peut interjeter appel du refus de délivrer le visa de résident permanent.\""], ["[20]", "An applicant may apply for judicial review of a decision made under", "IRPA", "pursuant to section 72(1):", "\"72(1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.\"", "\"72(1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.\""], ["[21]", "An application for judicial review under section 72(1) is governed by section 72(2) and in particular section 72(2)(a) which reads:", "\"72.(2) The following provisions govern an application under subsection (1):", "(a) the application may not be made until any right of appeal that may be provided by this Act is exhausted;\"", "\"72.(2) Les dispositions suivantes s'appliquent à la demande d'autorisation:", "a) elle ne peut être présentée tant que les voies d'appel ne sont pas épuisées;\""], ["[22]", "The Applicant submits that section 72(2)(a) does not ban him from applying for judicial review because the statutory right of appeal is that of the sponsor not the applicant. He contends the wording of section 63(1) is clear: the right to appeal is that of the sponsor. Nothing in sections 116 - 122 of the", "Regulations", "support a conclusion that a sponsor and the foreign national form one entity for the purposes of a sponsorship application in the family class. He submits a sponsor's right of appeal cannot be a bar on an applicant's statutory right to judicial review since sponsor and applicant are separate persons."], ["[23]", "The Respondent submits that section 72(2)(a) specifically precludes individuals from seeking judicial review until all appeal rights under", "IRPA", "have been exhausted."], ["[24]", "In", "FRAGMENT_SUPPRESSED, Justice Noël stated:", "FRAGMENT_SUPPRESSED"], ["[25]", "FRAGMENT_SUPPRESSED", "was decided under the former", "Immigration Act", ", R.S.C. 1985, c. I-2, which did not include a statutory equivalent to section 72(2)(a) of", "IRPA", ". In", "FRAGMENT_SUPPRESSED, Justice Dawson dismissed an application for judicial review of an officer's decision to deny permanent residence status on the basis that the former act provided for a right of appeal and therefore an alternative remedy existed. After a careful review of the scheme set out in the", "Immigration Act", ", she concluded that it established a complete procedure governing landing, including a right of appeal where landing is denied. She stated:", "FRAGMENT_SUPPRESSED"], ["[26]", "These cases were decided on the basis of the prior", "Immigration Act", "regime. They do not stand for the proposition that the Applicant has a right to judicial review when the sponsor's right to appeal under s. 72(2)(a) has not yet been exhausted."], ["[27]", "In", "FRAGMENT_SUPPRESSED, Justice Shore heard an application for judicial review of a visa officer's decision that an applicant was excluded as a member of a family class for permanent residency and that there were insufficient humanitarian and compassionate grounds to grant the application for permanent resident status. Justice Shore considered whether he had jurisdiction to review the merits of the visa officer's decision relating to whether the applicant was properly excluded as a member of the family class. He concluded that he did not because of section 72(2)(a) and proceeded solely on the judicial review of the humanitarian and compassionate determination."], ["[28]", "Justice Shore applied s. 72(2)(a) but did not conduct any analysis of the basis for s. 72(2)(a) or its impact on the application for judicial review. He stated:", "FRAGMENT_SUPPRESSED"], ["[29]", "More recently, in", "FRAGMENT_SUPPRESSED, Justice Pinard heard an application for judicial review wherein the Immigration and Refugee Board decided the applicant was inadmissible to Canada for reasons of serious criminality. The applicant was entitled to appeal to the Immigration Appeal Division under section 63(3) of", "IRPA", ". Justice Pinard held that the language of section 72(2)(a) is clear, an application for judicial review is barred until all rights of appeal are exhausted. He applied the reasoning of Justice Dawson in", "FRAGMENT_SUPPRESSED", ". He stated FRAGMENT_SUPPRESSED"], ["[30]", "IRPA", "and the", "Regulations", "provide a process for reuniting family members where one is a Canadian citizen or permanent resident (the \"Canadian family member\" or the \"Canadian family sponsor\") and the other is a foreign national:", "1. a foreign national may apply for permanent residence as a member of the family class; (s. 12", "IRPA", "2. the foreign national is a member of a family class if he is the spouse or family member of a Canadian family member; (s. 117 of the", "Regulations", "3. the Canadian family member may sponsor the foreign national who is making the application for permanent residence as a member of the family class; (s. 120 of the", "Regulations", "4. the application for permanent residence cannot proceed to decision if the Canadian family member withdraws the sponsorship application; (s. 119 of the", "Regulations", "5. the Canadian family member may appeal a decision not to issue the foreign national a permanent resident visa to the Immigration Appeal Division. (s. 63", "IRPA"], ["[31]", "The effect of the provisions is to place the Canadian family sponsor in charge of the family class immigration applications. An applicant cannot proceed unless the Canadian family member sponsors the application. The application cannot continue if the Canadian family member withdraws the sponsorship. Under s. 72(2)(a) if there is a right to appeal, that appeal must be made by the Canadian family member who is the sponsor. In this legislative scheme the Canadian family sponsor has the authority to effectively decide to initiate, continue or discontinue the family class application. The Canadian family sponsor also has the sole authority to appeal any decision concerning the family class application."], ["[32]", "Section 63(1) states that a sponsor may appeal \"against a decision not to issue the foreign national a permanent resident visa\". The wording of this provision does not limit the Canadian family member's appeal to sponsorship issues. It also includes the right of a Canadian sponsor member to appeal on issues that relate to the Applicant's application for a permanent resident visa as a member of a family class."], ["[33]", "Similarly, section 72(2)(a) limiting an applicant's access to judicial review refers to \"any right of appeal\" which would include the right of appeal of the Canadian family sponsor."], ["[34]", "Thus, while it is true that the right to appeal only lies with the Canadian family sponsor and not an Applicant, I conclude that any challenge to an Immigration Officer's decision must proceed by an appeal by the sponsor who is the Canadian citizen or permanent resident."], ["[35]", "I turn to the question of the adequacy of a Canadian family sponsor's appeal to the IAD as an alternative remedy. The IAD must decide on appeals in accordance with section 67 of", "IRPA", "which specifies:", "\"67(1) To allow an appeal, the Immigration Appeal Division must be satisfied that, at the time that the appeal is disposed of,", "(a) the decision appealed is wrong in law or fact or mixed law and fact;", "(b) a principle of natural justice has not been observed; or", "(c) other than in the case of an appeal by the Minister, taking into account the best interests of a child directly affected by the decision, sufficient humanitarian and compassionate considerations warrant special relief in light of all the circumstances of the case.\"", "\"67(1) Il est fait droit à l'appel sur preuve qu'au moment où il en est disposé:", "a) la décision attaquée est erronée en droit, en fait ou en droit et en fait;", "b) il y a eu manquement à un principe de justice naturelle;", "c) sauf dans le cas de l'appel du ministre, il y a - compte tenu de l'intérêt supérieur de l'enfant directement touché - des motifs d'ordre humanitaire justifiant, vu les autres circonstances de l'affaire, la prise de mesures spéciales.\""], ["[36]", "It is clear the wording of section 63(1) the IAD has ample scope to consider the issues that arise in this matter."], ["[37]", "Moreover, jurisprudence has consistently held that an appeal to the IAD is an appeal de novo. The IAD may consider all of the evidence that is adduced before it.", "FRAGMENT_SUPPRESSED. The IAD is not confined to the immediate issues arising on the Officer's determination. The IAD may hear all the evidence relating to the application for permanent residence status as a member of the family class in the appeal."], ["[38]", "In", "FRAGMENT_SUPPRESSED, Chief Justice Lamer stated at paragraph 37:", "FRAGMENT_SUPPRESSED"], ["[39]", "The appeal to the IAD is convenient in that it is readily available to the Canadian family member and is a process available to examine the issues de novo. The issues the Applicant wishes to raise go beyond the Officer's decision to deny permanent residence due to a failure to attend for an examination. The IAD appeal is capable of considering the range of issues arising from the refusal to grant a permanent resident visa given its statutory mandate and its ability to hear the matter de novo. Finally, the IAD has the capacity to grant the remedy sought if appropriate as opposed to the more limited remedies available on judicial review."], ["[40]", "I find that an applicant has an alternative remedy available to him through an appeal by the Canadian family sponsor. I would apply the same reasoning as Justice Dawson did in", "FRAGMENT_SUPPRESSED, to the situation where an applicant for a permanent resident visa as a member of a family class must proceed by way of a section 72(2)(a) appeal by the applicant's sponsor."], ["[41]", "The wording of section 72(2)(a) does not prohibit outright an application for judicial review. Rather it defers any judicial review \"until any right of appeal that may be provided by this", "Act", "is exhausted\". Since the right of appeal is broad in scope, I consider the prohibition to apply to any application for judicial review on the same matter until the appeal process is completed. Any application for judicial review would necessarily proceed in the context of the aftermath of an IAD appeal decision.", "CONCLUSION"], ["[42]", "The Applicant has an adequate alternate remedy through his sponsor's right of appeal to the IAD. I conclude that the Applicant is barred from proceeding with any application for judicial review by section 72(2)(a) of", "IRPA", "until his sponsor's right to appeal is exhausted."], ["[43]", "Deciding as I have to dismiss the application for judicial review on the grounds that it is statutorily barred by section 72(2)(a) of", "IRPA", ", I need not address the remaining questions relating to the Officer's decision."], ["[44]", "The Applicant proposes the following questions be certified:", "1. Does section 72 of the", "IRPA", "bar an application for judicial review by the Applicant of a spousal application, while the sponsor exercises a right of appeal pursuant to section 63 of", "IRPA", "2\t(a) On a spousal application do sections 11 and 16 of", "IRPA", "require a personal physical interview, at a visa office abroad in general? And", "(b) If yes to 2(a), do sections 11 and 16 require such an interview of an Applicant who is a refugee claimant whose claim has not been finally determined?"], ["[45]", "The first question, the effect of section 72(2)(a) of", "IRPA", "on an applicant where the sponsor holds the right of appeal, has not been considered by the Federal Court of Appeal. In the case at hand, the Respondent's initial motion to dismiss the application for judicial review was rejected by the Court which ordered the application to proceed to judicial review. At the judicial review, the Respondent renewed its submissions for dismissal on section 72(2)(a) grounds and I have given effect to those submissions."], ["[46]", "Since, this question has not been decided on by a higher court and the Immigration scheme would benefit from some clarity on the issue, I consider it appropriate to certify the question as one of general importance."], ["[47]", "The second question proposed by the Applicant, concerning a personal physical interview, engages a question where an immigration officer has a degree of discretion. I do not consider this question or the subsequent question to be appropriate for certification.", "JUDGMENT"], ["[48]", "THIS COURT ORDERS AND ADJUDGES that", "1. The application for judicial review is dismissed.", "2. A question on the effect of section 72(2)(a) is certified:", "Does section 72 of the", "IRPA", "bar an application for judicial review by the Applicant of a spousal application, while the sponsor exercises a right of appeal pursuant to section 63 of", "IRPA", "3. I make no order for costs.", "Application dismissed.", "Editor: Anick Ouellette-Levesque/clh", "[End of document]"]]}