{"id_": "029032", "body_str": [["[1]", "Strickland, J.", ": This is a motion for summary judgment brought by the Defendants pursuant to Rules 213 and 215 of the", "Federal Courts Rules", ", SOR/98-106 (Rules), seeking an order dismissing the citizenship revocation action against two of the Defendants, Sami and Karim Zakaria.", "Factual Background"], ["[2]", "The Defendants Walid Zakaria and Rim Sawaf, both born in Syria, are the parents of the Defendants Sami and Karim Zakaria. Sami Zakaria was born in the United States on December 15, 1989. Karim Zakaria was born in Jordan on June 23, 1992."], ["[3]", "The Defendants acquired permanent residence status and were landed in Canada on December 12, 1999. At that time, Sami Zakaria was 9 years old and Karim Zakaria was 7 years old."], ["[4]", "On October 17, 2006 Walid Zakaria signed an application for Canadian citizenship. He completed a residence questionnaire on October 11, 2007. A citizenship judge approved his application without his personal appearance on April 28, 2008 and he was granted citizenship on the same day. He took the oath of citizenship on May 23, 2008 and obtained Canadian citizenship."], ["[5]", "Rim Sawaf signed her application for citizenship on February 23, 2004. Her application was approved without her personal appearance by a citizenship judge on March 3, 2005. She took the oath and was granted citizenship on the same day. Concurrent with her own citizenship application, Rim Sawaf also made applications for citizenship on behalf of each of her sons pursuant to subsection 5(2)(a) of the", "Citizenship Act", ", RSC 1985, c C-29 (Citizenship Act)."], ["[6]", "At that time Sami Zakaria was fourteen years old. Therefore, pursuant to subsection 4(1)(a) of the", "Citizenship Regulations", ", SOR/93-246 (Citizenship Regulations), his mother made his citizenship application as he was under eighteen years of age and, therefore, defined as a minor under section 2 of the Citizenship Act. However, because he was fourteen years old on or before the date of the application, subsection 4(1)(b) required him to countersign the citizenship application, which he did. He also took and signed the oath of citizenship and became a Canadian citizen on May 9, 2005 (Citizenship Regulations, sections 20(1) and 21). Karim Zakaria was eleven years old at that time and, being under fourteen years of age, his mother completed and signed the citizenship application on his behalf. As he was too young to take the oath of citizenship, his mother also signed the oath on his behalf."], ["[7]", "On August 23, 2011, the Plaintiff caused a Notice in Respect of Revocation of Citizenship to be served on the Defendants. This set out the intent of the Minister of Citizenship and Immigration (Minister) to make a report to the Governor in Council pursuant to section 10 of the Citizenship Act. It also stated that if the Governor in Council, upon review of that report, was satisfied that they had obtained Canadian citizenship by false representation or fraud or by knowingly concealing material circumstances, that this would result in the revocation of their citizenship. On September 12, 2011, the Defendants requested that the matter be referred to this Court pursuant to subsection 18(1) of the Citizenship Act."], ["[8]", "Accordingly, by Statement of Claim dated June 21, 2013 the Minister commenced this action. The Statement of Claim alleges, and seeks a declaration pursuant to section 18(1)(b) of the Citizenship Act, that all of the Defendants obtained their citizenship by making false representations or fraud or by knowingly concealing material circumstances as set out in section 10(1) of the Act."], ["[9]", "More specifically, it alleges that Walid Zakaria obtained his citizenship by making false representations and knowingly concealing material circumstances about his employment, his addresses in Canada, his absences from Canada, and about receiving assistance from a third party to complete his application for Canadian citizenship."], ["[10]", "Further, that Rim Sawaf obtained her citizenship by making false representations and knowingly concealing material circumstances about receiving assistance from a third party to complete her application for citizenship."], ["[11]", "The Statement of Claim does not make any allegations that Sami or Karim Zakaria made false representations or knowingly concealed material circumstances. Rather, it alleges that section 12 of their applications for citizenship, which required that any individual, firm or organization who assisted in the completion of the application be identified, was left blank. However, that documentation indicating that Rim Sawaf used the services of an immigration consultant and its employees \"to fill and send\" Sami and Karim's citizenship applications had been seized at the consultant's offices in February 2007. The Statement of Claim alleges that Rim Sawaf made false representations and knowingly concealed material circumstances about receiving assistance from a third party, an immigration consulting firm, to complete Sami and Karim Zakaria's applications for citizenship."], ["[12]", "A Statement of Defence was filed on behalf of the Defendants on October 22, 2013. Amongst other things, it states that the only allegation of the Plaintiff against Rim Sawaf is that she failed to declare that she used the services of an immigration firm in completing her application for citizenship. The Statement of Defence also asserts that the Plaintiff has not pleaded any facts suggesting that either Sami or Karim Zakaria made false representations or knowingly concealed material circumstances related to their applications for citizenship. The Statement of Defence contains the admission of Rim Sawaf that she used the services of an immigration consulting firm in completing her application for citizenship, but asserts that failing to disclose this does not constitute false representation or knowingly concealing material circumstances for the purposes of citizenship revocation. It also contains the admission by Sami and Karim Zakaria that they were granted citizenship based on information provided by their mother. However, it denies that they had any knowledge of the content of their parents' applications and states that they, personally, did not make or have knowledge of any false representation or knowingly conceal any material circumstances in relation to their applications for citizenship."], ["[13]", "The Defendants brought this motion for summary judgment to dismiss the action against the Defendants Sami and Karim Zakaria on the grounds that there is no genuine issue for trial with respect to them. They argue that the Plaintiff has not raised any allegations against them which could ground a finding under section 18 of the Citizenship Act.", "Legislative Background"], ["[14]", "In this application, the relevant sections of the Rules are as follows:", "Motion and Service", "213. (1) A party may bring a motion for summary judgment or summary trial on all or some of the issues raised in the pleadings at any time after the defendant has filed a defence but before the time and place for trial have been fixed.", "[...]", "Facts and evidence required", "214. A response to a motion for summary judgment shall not rely on what might be adduced as evidence at a later stage in the proceedings. It must set out specific facts and adduce the evidence showing that there is a genuine issue for trial.", "If no genuine issue for trial", "215. (1) If on a motion for summary judgment the Court is satisfied that there is no genuine issue for trial with respect to a claim or defence, the Court shall grant summary judgment accordingly.", "Genuine issue of amount or question of law", "(2) If the Court is satisfied that the only genuine issue is", "(a) the amount to which the moving party is entitled, the Court may order a trial of that issue or grant summary judgment with a reference under rule 153 to determine the amount; or", "(b) a question of law, the Court may determine the question and grant summary judgment accordingly.", "Powers of Court", "(3) If the Court is satisfied that there is a genuine issue of fact or law for trial with respect to a claim or a defence, the Court may", "(a) nevertheless determine that issue by way of summary trial and make any order necessary for the conduct of the summary trial; or", "(b) dismiss the motion in whole or in part and order that the action, or the issues in the action not disposed of by summary judgment, proceed to trial or that the action be conducted as a specially managed proceeding.", "Requête et signification", "213. (1) Une partie peut présenter une requête en jugement sommaire ou en procès sommaire à l'égard de toutes ou d'une partie des questions que soulèvent les actes de procédure. Le cas échéant, elle la présente après le dépôt de la défense du défendeur et avant que les heure, date et lieu de l'instruction soient fixés.", "[...]", "Faits et éléments de preuve nécessaires", "214. La réponse à une requête en jugement sommaire ne peut être fondée sur un élément qui pourrait être produit ultérieurement en preuve dans l'instance. Elle doit énoncer les faits précis et produire les éléments de preuve démontrant l'existence d'une véritable question litigieuse.", "Absence de véritable question litigieuse", "215. (1) Si, par suite d'une requête en jugement sommaire, la Cour est convaincue qu'il n'existe pas de véritable question litigieuse quant à une déclaration ou à une défense, elle rend un jugement sommaire en conséquence.", "Somme d'argent ou point de droit", "(2) Si la Cour est convaincue que la seule véritable question litigieuse est:", "a) la somme à laquelle le requérant a droit, elle peut ordonner l'instruction de cette question ou rendre un jugement sommaire assorti d'un renvoi pour détermination de la somme conformément à la règle 153;", "b) un point de droit, elle peut statuer sur celui-ci et rendre un jugement sommaire en conséquence.", "Pouvoirs de la Cour", "(3) Si la Cour est convaincue qu'il existe une véritable question de fait ou de droit litigieuse à l'égard d'une déclaration ou d'une défense, elle peut:", "a) néanmoins trancher cette question par voie de procès sommaire et rendre toute ordonnance nécessaire pour le déroulement de ce procès;", "b) rejeter la requête en tout ou en partie et ordonner que l'action ou toute question litigieuse non tranchée par jugement sommaire soit instruite ou que l'action se poursuive à titre d'instance à gestion spéciale."], ["[15]", "The relevant sections of the Citizenship Act are:", "Definitions", "2. (1) In this Act,", "[...]", "\"minor\"", "\"minor\" means a person who has not attained the age of eighteen years;", "[...]", "Grant of citizenship", "5. (1) The Minister shall grant citizenship to any person who", "[...]", "(b) is eighteen years of age or over;", "[...]", "Grant of citizenship", "(2) The Minister shall grant citizenship to any person who is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act, and is the minor child of a citizen if an application for citizenship is made to the Minister by a person authorized by regulation to make the application on behalf of the minor child.", "Order in cases of fraud", "10. (1) Subject to section 18 but notwithstanding any other section of this Act, where the Governor in Council, on a report from the Minister, is satisfied that any person has obtained, retained, renounced or resumed citizenship under this Act by false representation or fraud or by knowingly concealing material circumstances,", "(a) the person ceases to be a citizen, or", "(b) the renunciation of citizenship by the person shall be deemed to have had no effect,", "as of such date as may be fixed by order of the Governor in Council with respect thereto.", "Presumption", "(2) A person shall be deemed to have obtained citizenship by false representation or fraud or by knowingly concealing material circumstances if the person was lawfully admitted to Canada for permanent residence by false representation or fraud or by knowingly concealing material circumstances and, because of that admission, the person subsequently obtained citizenship.", "Notice to person in respect of revocation", "18. (1) The Minister shall not make a report under section 10 unless the Minister has given notice of his intention to do so to the person in respect of whom the report is to be made and", "(a) that person does not, within thirty days after the day on which the notice is sent, request that the Minister refer the case to the Court; or", "(b) that person does so request and the Court decides that the person has obtained, retained, renounced or resumed citizenship by false representation or fraud or by knowingly concealing material circumstances.", "Nature of notice", "(2) The notice referred to in subsection (1) shall state that the person in respect of whom the report is to be made may, within thirty days after the day on which the notice is sent to him, request that the Minister refer the case to the Court, and such notice is sufficient if it is sent by registered mail to the person at his latest known address.", "Decision final", "(3) A decision of the Court made under subsection (1) is final and, notwithstanding any other Act of Parliament, no appeal lies therefrom.", "Définitions", "2. (1) Les définitions qui suivent s'appliquent à la présente loi.", "[...]", "« mineur »", "« mineur » Personne de moins de dix-huit ans.", "[...]", "Attribution de la citoyenneté", "5. (1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:", "[...]", "b) est âgée d'au moins dix-huit ans;", "[...]", "Attribution de la citoyenneté", "(2) Le ministre attribue en outre la citoyenneté, sur demande qui lui est présentée par la personne autorisée par règlement à représenter celui-ci, à l'enfant mineur d'un citoyen qui est résident permanent au sens du paragraphe 2(1) de la Loi sur l'immigration et la protection des réfugiés.", "Décret en cas de fraude", "10. (1) Sous réserve du seul article 18, le gouverneur en conseil peut, lorsqu'il est convaincu, sur rapport du ministre, que l'acquisition, la conservation ou la répudiation de la citoyenneté, ou la réintégration dans celle-ci, est intervenue sous le régime de la présente loi par fraude ou au moyen d'une fausse déclaration ou de la dissimulation intentionnelle de faits essentiels, prendre un décret aux termes duquel l'intéressé, à compter de la date qui y est fixée:", "a) soit perd sa citoyenneté;", "b) soit est réputé ne pas avoir répudié sa citoyenneté.", "Présomption", "(2) Est réputée avoir acquis la citoyenneté par fraude, fausse déclaration ou dissimulation intentionnelle de faits essentiels la personne qui l'a acquise à raison d'une admission légale au Canada à titre de résident permanent obtenue par l'un de ces trois moyens.", "Avis préalable à l'annulation", "18. (1) Le ministre ne peut procéder à l'établissement du rapport mentionné à l'article 10 sans avoir auparavant avisé l'intéressé de son intention en ce sens et sans que l'une ou l'autre des conditions suivantes ne se soit réalisée:", "a) l'intéressé n'a pas, dans les trente jours suivant la date d'expédition de l'avis, demandé le renvoi de l'affaire devant la Cour;", "b) la Cour, saisie de l'affaire, a décidé qu'il y avait eu fraude, fausse déclaration ou dissimulation intentionnelle de faits essentiels.", "Nature de l'avis", "(2) L'avis prévu au paragraphe (1) doit spécifier la faculté qu'a l'intéressé, dans les trente jours suivant sa date d'expédition, de demander au ministre le renvoi de l'affaire devant la Cour. La communication de l'avis peut se faire par courrier recommandé envoyé à la dernière adresse connue de l'intéressé.", "Caractère définitif de la décision", "(3) La décision de la Cour visée au paragraphe (1) est définitive et, par dérogation à toute autre loi fédérale, non susceptible d'appel."], ["[16]", "The relevant sections of the Citizenship Regulations are as follows:", "4. (1) An application made under subsection 5(2) of the Act on behalf of a minor child shall be", "(a) made to the Minister in prescribed form by either parent, by a legal or de facto guardian or by any other person having custody of the minor child, whether by virtue of an order of a court of competent jurisdiction, a written agreement or the operation of law;", "(b) countersigned by the minor child, if the child has attained the age of 14 years on or before the date of the application and is not prevented from understanding the significance of the application because of a mental disability; and", "(c) filed, together with the materials described in subsection (2), with", "(i) the Registrar, if the application is made in Canada, or", "(ii) a foreign service officer, if the application is made outside Canada.", "(2) For the purposes of paragraph (1)(c), the materials required by this section are", "(a) a birth certificate or other evidence that establishes the date and place of birth of the minor child;", "(b) evidence that establishes that the minor child is the child of a citizen;", "[...]", "(e) evidence that establishes that the minor child is prevented from understanding the significance of the application because of a mental disability, if the child has attained the age of 14 years on or before the date of the application and has not countersigned it; and", "[...]", "Oath of citizenship", "19. (1) Subject to subsection 5(3) of the Act and section 22 of these Regulations, a person who has been granted citizenship under subsection 5(1) of the Act shall take the oath of citizenship by swearing or solemnly affirming it before a citizenship judge.", "[...]", "20. (1) Subject to subsection 5(3) of the Act and section 22 of these Regulations, a person who is 14 years of age or older on the day on which the person is granted citizenship under subsection 5(2) or (4) or 11(1) of the Act shall take the oath of citizenship by swearing or solemnly affirming it", "(a) before a citizenship judge, if the person is in Canada; or", "(b) before a foreign service officer, if the person is outside Canada.", "[...]", "21. Subject to section 22, a person who takes the oath of citizenship pursuant to subsection 19(1) or 20(1) shall, at the time the person takes it, sign a certificate in prescribed form certifying that the person has taken the oath, and the certificate shall be countersigned by the citizenship officer or foreign service officer who administered the oath and forwarded to the Registrar.", "4. (1) La demande présentée au nom d'un enfant mineur au titre du paragraphe 5(2) de la Loi doit:", "a) être faite à l'intention du ministre, selon la formule prescrite, par un parent, un tuteur légal ou de fait ou une autre personne ayant la garde de l'enfant mineur, que ce soit en vertu d'une ordonnance émanant d'un tribunal compétent, d'une entente écrite ou par l'effet de la loi;", "b) être contresignée par l'enfant mineur, s'il a 14 ans révolus à la date de la présentation de la demande et s'il n'est pas incapable de saisir la portée de la demande en raison d'une déficience mentale;", "c) être déposée, accompagnée des documents visés au paragraphe (2):", "(i) auprès du greffier, si la demande est faite au Canada,", "(ii) auprès de l'agent du service extérieur, si la demande est faite à l'étranger.", "(2) Pour l'application de l'alinéa (1)c), les documents d'accompagnement sont les suivants:", "a) le certificat de naissance ou autre preuve établissant la date et le lieu de naissance de l'enfant mineur;", "b) une preuve établissant que l'enfant mineur est l'enfant d'un citoyen;", "[...]", "e) une preuve établissant que l'enfant mineur est incapable de saisir la portée de la demande en raison d'une déficience mentale, s'il a 14 ans révolus à la date de la présentation de la demande et ne l'a pas contresignée;", "[...]", "Serment de citoyenneté", "19. (1) Sous réserve du paragraphe 5(3) de la Loi et de l'article 22 du présent règlement, la personne qui s'est vu attribuer la citoyenneté en vertu du paragraphe 5(1) de la Loi doit prêter le serment de citoyenneté par un serment ou une affirmation solennelle faite devant le juge de la citoyenneté.", "[...]", "20. (1) Sous réserve du paragraphe 5(3) de la Loi et de l'article 22 du présent règlement, la personne qui a 14 ans révolus à la date à laquelle elle se voit attribuer la citoyenneté en vertu des paragraphes 5(2) ou (4) ou 11(1) de la Loi doit prêter le serment de citoyenneté par un serment ou une affirmation solennelle fait:", "a) au Canada, devant le juge de la citoyenneté;", "b) à l'étranger, devant l'agent du service extérieur.", "[...]", "21. Sous réserve de l'article 22, la personne qui prête le serment de citoyenneté aux termes des paragraphes 19(1) ou 20(1) doit, au moment de la prestation du serment, signer un certificat selon la formule prescrite pour certifier qu'elle a prêté le serment, et le certificat doit être contresigné par l'agent de la citoyenneté ou l'agent du service extérieur qui a fait prêter le serment et transmis au greffier.", "Summary Judgment", "Defendants' Position"], ["[17]", "The Defendants submit that summary judgment serves an important purpose by precluding claims that have no chance of success from proceeding to trial and can be granted where a case is so doubtful that it deserves no further consideration by a trier of facts (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> FTR 319 [", "ITV Technologies Inc", "], citing", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. Questions of fact and law can be determined if the record before the Court permits this, however, serious issues of credibility must proceed to trial ( <FRAGMENT_SUPPRESSED> , above, at para 17)."], ["[18]", "Rule 215(2)(b) permits summary judgment when the only genuine issue for trial is a question of law which the Defendants submit is the circumstance in this case. As well, Rule 213 allows a party to bring a motion for summary judgment based on some but not all of the issues. Therefore, in this case, the motion can address the issues raised with respect to only two of the Defendants."], ["[19]", "The Defendants argue that this is an appropriate case for summary judgment as the facts in respect of Sami and Karim Zakaria are not in dispute and all of the relevant facts concerning the case against them are before the Court. There is no dispute that their mother submitted their applications on their behalf and they have provided sworn affidavits regarding their knowledge of the citizenship applications. Proceeding to trial would not add any significant additional evidence relevant to the facts with respect to these Defendants."], ["[20]", "Alternatively, the question of whether there is a", "mens rea", "requirement in citizenship revocation cases is a pure question of law which the Court can decide on summary judgment pursuant to Rule 215(2)(b). The only issue raised by the Statement of Claim is whether Sami and Karim Zakaria can be found to have obtained their citizenship through fraud, misrepresentation or concealment of material circumstances through those acts by their parents of which they had no knowledge. This is a legal question which is dispositive of the actions against them.", "Plaintiff's Position"], ["[21]", "The Plaintiff also sets out various general principles applicable to summary judgment and emphasizes that, despite the importance of this tool, it is also essential to justice that claims disclosing real issues that may succeed proceed to trial ( <FRAGMENT_SUPPRESSED> , above, at paras 10-11). Further, that the Court must be satisfied that there is no genuine issue for trial (Rule 215(1)) and the test is whether the claim is so doubtful that it does not deserve consideration by the trier of fact at a future trial or that the case is clearly without foundation (", "<FRAGMENT_SUPPRESSED> [2007] FCR 191, leave to appeal to SCC refused, 31605 (November 16, 2006)). The parties must put their best foot forward and the Court may draw inferences of fact based on undisputed facts before it ( <FRAGMENT_SUPPRESSED> , above, at para 11), but where questions of credibility arise summary judgment is not appropriate (", "<FRAGMENT_SUPPRESSED> DLR (4th) 536;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> )."], ["[22]", "The Plaintiff submits that this Court has never ruled on the issue of whether or not it is possible to revoke the citizenship of a person who obtained it as a minor child, regardless of whether they had any knowledge of the false representation, fraud or concealment or material circumstances. That issue, and the credibility of Sami and Karim Zakaria's alleged absence of knowledge, are closely intertwined. Because they are questions of mixed fact and law which turn on findings of fact and credibility, the Plaintiff argues that a motion for summary judgment is not the proper vehicle to bring the matter to the Court's attention before trial."], ["[23]", "Therefore, the Plaintiff submits that there is a genuine issue for trial.", "Analysis"], ["[24]", "For the reasons below, it is my view that this matter does not lend itself to disposition by way of summary judgment."], ["[25]", "The Supreme Court summarized the principles applicable to summary judgment in <FRAGMENT_SUPPRESSED> , above:"], ["[10] This appeal is from an application for summary judgment. The summary judgment rule serves an important purpose in the civil litigation system. It prevents claims or defences that have no chance of success from proceeding to trial. Trying unmeritorious claims imposes a heavy price in terms of time and cost on the parties to the litigation and on the justice system. It is essential to the proper operation of the justice system and beneficial to the parties that claims that have no chance of success be weeded out at an early stage. Conversely, it is essential to justice that claims disclosing real issues that may be successful proceed to trial."], ["[11] For this reason, the bar on a motion for summary judgment is high. The defendant who seeks summary dismissal bears the evidentiary burden of showing that there is \"no genuine issue of material fact requiring trial\":", "<FRAGMENT_SUPPRESSED>  at p. 331, aff'd (2006), 55 Alta. L.R. (4th) 1, 2006 ABCA 69. Each side must \"put its best foot forward\" with respect to the existence or non-existence of material issues to be tried:", "<FRAGMENT_SUPPRESSED>  at para. 32. The chambers judge may make inferences of fact based on the undisputed facts before the court, as long as the inferences are strongly supported by the facts:", "Guarantee Co. of North America", ", at para. 30."], ["[26]", "In this situation the undisputed facts are as set out above. They include Rim Sawaf's admission that she used the services of an immigration consultant in completing her application for citizenship and Sami and Karim Zakaria's admissions that they were granted citizenship on the basis of the information that their mother provided."], ["[27]", "Although the Plaintiff asserts that the Minister has not admitted that Sami and Karim Zakaria did not have knowledge of their mother's false representation, fraud or knowing concealment of material circumstances and has joined issue on that point, there is affidavit evidence that speaks to this issue. Specifically, in support of the motion for summary judgment, Sami Zakaria and Karim Zakaria each filed affidavits."], ["[28]", "The affidavit of Sami Zakaria states, amongst other things, that he was fourteen years old when he became a citizen of Canada. He knew his parents were responsible for making the decisions in their family, including the immigration applications. At that time he did not understand the citizenship application requirements or the process. He had no knowledge of what his parents wrote in the applications and, until the proceeding, he had not seen his parents' applications. He assumed his parents filled out their applications truthfully and correctly and had no reason to think otherwise."], ["[29]", "He deposes that his mother completed the citizenship application on his behalf, told him where to sign and he did so without reviewing the application. He understood that his mother was responsible for providing the information required by Citizenship and Immigration Canada and assumed that if his mother told him to sign the citizenship application then it was the right thing to do. Further, that she would fill out the applications truthfully, correctly and provide all of the relevant information. The first time that he learned that there could be any issue with his family's citizenship was when he read the Statement of Claim. He never intentionally misled the Government of Canada, withheld information or provided any information which he knew to be false or misleading."], ["[30]", "The affidavit of Karim Zakaria states, amongst other things, that he was eleven years old when he became a citizen of Canada. His mother completed the application on his behalf and he did not review or sign it. He had no control over the information that was put in the application and assumed that his mother would fill it out truthfully and correctly. He was too young to take the oath of citizenship and his mother signed it on his behalf. At the time he was a child and had no knowledge of the process or requirements to become a Canadian citizen. His parents were responsible for making decisions about immigration matters and completing the paperwork."], ["[31]", "He deposes that he had no knowledge of what his parents wrote in the citizenship applications which he did not see until this proceeding. He assumed that they filled out their applications truthfully and correctly and provided all of the relevant information. He had no reason to think otherwise. The first time that he learned that there could be any issue with his family's citizenship was when he read the Statement of Claim. He never intentionally misled the Government of Canada, withheld information or provided any information which he knew to be false or misleading."], ["[32]", "I note that the Plaintiff elected not to cross examine the deponents on this evidence. Further, the Plaintiff was required to put its best foot forward. This is clear both from Rule 214, which requires that in responding to a motion for summary judgment a party must set out the specific facts and adduce evidence showing that there is a genuine issue for trial, and the jurisprudence ( <FRAGMENT_SUPPRESSED> , above, at para 11;", "<FRAGMENT_SUPPRESSED> ). Further, where a plaintiff fails to file an affidavit in response to a motion for summary judgment, the Court can infer that the plaintiff is unable to attest to such facts as are required to make out the claim (", "<FRAGMENT_SUPPRESSED>  reasonably be inferred and I find that Sami and Karim Zakaria did not know that their mother had not caused the disclosure of the fact that she had used the assistance of an immigration consultant. That allegation is based on the affidavit evidence of Genevieve Cadotte, judicial assistant, Department of Justice, which attaches as an exhibit copies of documents seized from the immigration consulting firm pertaining to the Zakaria family. However, that affidavit does not assert any knowledge of this by Sami or Karim Zakaria. In my view, given the evidence, no serious issues of credibility with respect to Sami and Karim Zakaria arise, which is also a factor in favour of summary judgment."], ["[34]", "The Plaintiff submits that because this Court has never ruled on the issue of whether or not it is possible to revoke the citizenship of a person who obtained it as a minor child, regardless of whether they had any knowledge of the false representation, fraud or concealment of material circumstances, the matter should not be determined by summary judgment. In that regard, I note", "<FRAGMENT_SUPPRESSED>  CPR (4th) 398, appeal allowed on other grounds 2012 FCA 141. There, in the context of a motion seeking summary trial, Justice Hughes found that summary disposition is warranted if: the issues are well defined and their resolution will allow the action, or whatever remains of it, to proceed more quickly or be resolved; the facts necessary to resolve the issues are clearly set out in the evidence; the evidence is not controversial and there are no issues as to credibility; and the questions of law, though novel, can be dealt with as easily as they would be after a full trial (at para 34). Further, the Federal Court of Appeal  <FRAGMENT_SUPPRESSED>  Technologies Inc", ", above, at para 3, held that voluminous material and novel questions of law would not be valid grounds for refusing summary judgment."], ["[35]", "Accordingly, the novelty of the question before the Court is not a factor that would preclude disposition by way of summary judgment."], ["[36]", "However, while these factors favour disposition of this matter by way of summary judgment, ultimately, the Court must decide if there is a genuine issue for trial. The test is not whether a party cannot possibly succeed at trial; rather, it is whether the case is so doubtful that it does not deserve consideration by the trier of fact at a future trial. As such, summary judgment is not restricted to the clearest of cases (", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ;", "ITV Technologies Inc", ", above, at paras 4-6)."], ["[37]", "The Supreme Court has recently held, in the context of proportionality and access to justice, that summary judgment rules must be interpreted broadly (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]). There the Court was considering Rule 20, the amended summary judgment rule of the Ontario", "Rules of Civil Procedure", ", R.R.O. 1990, Reg 194, but noted that while Rule 20 in some ways goes further than other rules throughout the country, the values and principles underlying its interpretation are of general application. Rule 20.04(2)(a) states that summary judgment motions must be granted whenever there is no genuine issue requiring a trial. The Court held that:"], ["[49] There will be no genuine issue requiring a trial when the judge is able to reach a fair and just determination on the merits of a motion for summary judgment. This will be the case when the process (1) allows the judge to make the necessary findings of fact, (2) allows the judge to apply the law to the facts, and (3) is a proportionate, more expeditious and less expensive means to achieve a just result."], ["[38]", "While Ontario Rule 20 differs from Rules 213 to 215 of the", "Federal Courts Rules", ", particularly as Rule 215(1) refers to no genuine issue for trial while Ontario Rule 20 refers to no genuine issue requiring trial, in my view this same general analysis would apply."], ["[39]", "However, for the reasons set out below, I have concluded that in this case I am unable to make the necessary findings of fact to dispose of the question at issue in this motion for summary judgment. That is, based on the evidence before me, I am unable to determine whether the acts or omissions of Rim Sawaf amounted to false representation or knowingly concealing material circumstances pursuant to section 10 of the Citizenship Act, by which Sami and Karim Zakaria, who were minors at the time they obtained citizenship, obtained citizenship. Thus, there is a genuine issue for trial.", "Pure Question of Law", "Defendants' Position"], ["[40]", "In the alternative, the Defendants submit that the question of whether there is a", "mens rea", "requirement in citizen revocation cases is a pure issue of law that can be decided on summary judgment pursuant to Rule 215(2)(b)."], ["[41]", "The Defendants submit that there is a", "mens rea", "or mental element requirement in citizenship revocations cases. This Court has held that there is a further element of proof required relating to the state of mind of the defendant and that the onus of proof is on the Minister (", "Canada (Minister of Multiculturalism and  <FRAGMENT_SUPPRESSED> FTR 1 [ <FRAGMENT_SUPPRESSED> ])."], ["[42]", "Further, that a plain reading of sections 10 and 18 of the Citizenship Act also supports the conclusion that they include a mental element. The adverb \"knowingly\" modifies concealing \"material circumstances\" and fraud has always been understood to include the concept of a knowing deception as demonstrated by civil law (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]) and the interpretation of other statutes (", "<FRAGMENT_SUPPRESSED> FTR 182 [ <FRAGMENT_SUPPRESSED> ])."], ["[43]", "The Defendants also submit that the use of the word \"knowingly\" in sections 10 and 18 of the Citizenship Act distinguishes those provisions from the misrepresentation provision found in section 40 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA). Section 40 speaks only of misrepresentation and does not refer to fraud or to knowing concealment of material facts. As a result, jurisprudence has interpreted it such that even an innocent failure to provide material information can result in a finding of inadmissibility (", "<FRAGMENT_SUPPRESSED> ). This difference signals Parliament's intent to take a different approach to misrepresentation in the citizenship revocation context by incorporating a mental element."], ["[44]", "Further, this Court has recognized that the evidence must be scrutinized with care because of the serious nature of citizenship revocation ( <FRAGMENT_SUPPRESSED> , above, at para 25). Similarly, as the consequence is severe, it should not be imposed on those who are innocent (", "Reference Re Motor Vehicle Act (British Columbia) S 94(2)", ", [1985] 2 SCR 486 at 513, 24 DLR (4th) 536)."], ["[45]", "In these factual circumstances the Plaintiff cannot establish the requisite state of mind for Sami and Karim Zakaria as they had no knowledge of any alleged fraud, misrepresentation or concealment of material circumstances. Further, the Statement of Claim does not allege that they themselves committed fraud or misrepresentation.", "Plaintiff's Position"], ["[46]", "The Plaintiff submits that section 10 of the Citizenship Act allows for the revocation of citizenship of a minor irrespective of whether someone else made the misrepresentation which resulted in the minor being granted citizenship, or, whether the person who made the misrepresentation or the person who was granted citizenship had the intent to deceive."], ["[47]", "This is because the proper construction of sections 10 and 18 shows that in revocation proceedings the focus is not on the person who made the misrepresentation, but on the means by which a person, including a person who obtained citizenship as a minor, obtained citizenship. Further, intent is not a prerequisite. False representation, fraud or knowing concealment of material circumstances may be established absent any knowledge of the person concerned. As this is a reasonable interpretation, the issue of whether Sami and Karim Zakaria's citizenship may be revoked raises a genuine issue for trial."], ["[48]", "The Plaintiff submits that its interpretation is supported by the modern approach to statutory interpretation (", "<FRAGMENT_SUPPRESSED> , citing Elmer A. Driedger,", "Construction of Statutes", ", 2d ed (Toronto: Butterworths, 1983) at 87) and a plain reading of those provisions. Further, the provisions are unambiguous and adding an element of intent would be contrary to the intent of Parliament (", "Minister of Manpower and  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para 25, 14 Imm LR (3d) 184)."], ["[49]", "As to intent, \"knowingly\" is attached only to \"concealing\" and while \"fraud\" may imply an intention to deceive, \"false representation\" does not ( <FRAGMENT_SUPPRESSED> , above, 864-865, applied in <FRAGMENT_SUPPRESSED> , above, at paras 158-161;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> FTR 970; <FRAGMENT_SUPPRESSED> , above, at paras 20, 22-23;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> FTR 239 [ <FRAGMENT_SUPPRESSED> ];", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> FTR 47 [", "Rogan", "]; Lorne Waldman,", "Immigration Law and Practice", ", vol 1, 2d ed (loose-leaf) (Markham, ON: LexisNexis) at 4-62, para 4.115)."], ["[50]", "The Plaintiff submits that the objective underlying sections 10 and 18 is clear and is to protect the integrity of Canadian citizenship which is a statutory creation (", "<FRAGMENT_SUPPRESSED> ). Unless otherwise provided by law, revocation proceedings are applicable to all classes of naturalized Canadians. The legislative history of these provisions also supports the Plaintiff's interpretation."], ["[51]", "The Plaintiff also submits that Sami and Karim Zakaria benefited from their mother's false representations, fraud or knowing concealment of material circumstances by being granted the valuable privilege of Canadian citizenship (", "<FRAGMENT_SUPPRESSED> , cited in <FRAGMENT_SUPPRESSED> , above, at para 108). If their mother had not obtained citizenship, then they would not have become Canadians when they did. Therefore, they cannot escape the consequences of unlawfully having obtained citizenship by shielding behind their mother's wrongdoings and the fact that they were not aware of them and did not authorize her to act in that manner (", "<FRAGMENT_SUPPRESSED> , leave to appeal to SCC refused, 29274 (June 25, 2002))."], ["[52]", "The Plaintiff submits that although sections 10 and 18 of the Citizenship Act are not worded exactly the same as section 40 of the IRPA, which concerns inadmissibility for misrepresentation, this is not an instructive comparison. While section 40 does not, on its face, exclude minors from inadmissibility or require intent, it has been interpreted to include misinterpretation made by a third person such as a parent or a relative (", "<FRAGMENT_SUPPRESSED> ). Different language used in two different statutes which have the same objective does not exclude similar interpretations."], ["[53]", "Further, the Plaintiff contends that the interpretation suggested by Sami and Karim Zakaria is absurd and should be ignored (", "Rizzo & Rizzo Ltd (Re)", ", [1998] 1 SCR 27 at para 27, 154 DLR (4th) 193) as the result would be that citizenship of a minor who was not aware if his parents' false representation, fraud or knowing concealment of material circumstances could, in effect, never be revoked. \"Countless generations\" could benefit from the parents' wrongdoing. As well, knowing that a minor child would bear no consequences from such wrongdoings would be an attractive incentive for a parent to obtain Canadian citizenship for their minor child at any cost. The Defendants' interpretation is an attack on the integrity of Canadian citizenship."], ["[54]", "Rim Sawaf has admitted that she used the services of a third party to complete her application but did not disclose this, and, Sami and Karim Zakaria have admitted that they were granted citizenship based on the information she provided. The Plaintiff submits that this is", "prima facie", "evidence of false representation. Whether this satisfies the criteria set out in sections 10 and 18 is for the Court to decide on the merits after a full trial.", "Analysis"], ["[55]", "The Plaintiff submits that sections 10 and 18 of the Citizenship Act permit revocation of citizenship obtained as a minor regardless of the fact that the subject misrepresentation was made by someone else. For the reasons below, I have concluded that this is so."], ["[56]", "With respect to intent, the Defendants rely on <FRAGMENT_SUPPRESSED> , above. There, an application for revocation of citizenship was dismissed as the Court found that the Minister must do more than merely demonstrate that the individual committed a technical transgression of the Act. An innocent statement or representation, although false or misleading, was not sufficient to invoke or justify such a penalty. There was a further element of proof required, relating to the respondent's state of mind, and the onus of proving that lay on the Minister. What was required was some evidence that the respondent misrepresented pertinent facts with the intention to deceive and to obtain his citizenship on the basis of those false representations."], ["[57]", "In", "Minhas,", "it was held that the facts did not support such a conclusion as at the relevant times the respondent had not been charged or, later, convicted of an offence. Therefore, based on the presumption of innocence, his failure to divulge the charge could not be considered a false representation, fraud or knowing concealment under section 10(1) of the Citizenship Act. The application was dismissed in the absence of an intention on the part of the respondent to make false representations or knowingly conceal material circumstances in order to obtain citizenship."], ["[58]", "The Plaintiff says that the requirement of intent in <FRAGMENT_SUPPRESSED> has been rejected, nuanced or distinguished in <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> and", "Rogan", ", all above. It is true that in <FRAGMENT_SUPPRESSED> , which also dealt with a failure to disclose a criminal conviction, <FRAGMENT_SUPPRESSED> was rejected on the basis that the presumption of innocence applied to criminal matters while a reference under section 18 is in the nature of a civil proceeding. The Court in that case concluded that the defendant knowingly concealed material facts within the meaning of section 18(1)(b), but the case does not address intent. <FRAGMENT_SUPPRESSED> was similarly dealt with in <FRAGMENT_SUPPRESSED> where the defendant also failed to disclose pending criminal charges, although it accepted <FRAGMENT_SUPPRESSED> for the proposition that more must be established than a technical transgression of the Act. There, the Court found that the failure to disclose amounted to a false representation and a knowing concealment of material circumstances."], ["[59]", "In", "Rogan", ", above, Justice Mactavish stated that:"], ["[32] In order to find that someone \"knowingly conceal[ed] material circumstances\" within the meaning of section 10 of the", "Citizenship Act", ", 1985, \"the Court must find on evidence, and/or reasonable inference from the evidence, that the person concerned concealed circumstances material to the decision, whether he knew or did not know that they were material,", "with the intent of misleading the decision-maker", "\": <FRAGMENT_SUPPRESSED> , above, at para. 159. See also <FRAGMENT_SUPPRESSED> , above, at para. 20. [Emphasis added]"], ["[60]", "In my view, these cases do not support a view that a mental element, or intent, is not required by sections 10 and 18."], ["[61]", "Further, intent, or a mental element, is also reflected in the terms \"false representations\", \"fraud\", and \"knowingly concealing material circumstances\"."], ["[62]", "The term fraud, in the civil context, has been held by the Supreme Court in <FRAGMENT_SUPPRESSED> , above, at para 87, having four elements which must be proven on the balance of probabilities, one of which is some level of knowledge of the falsehood of the representation on the part of the defendant (whether knowledge or recklessness). As noted by the Defendants, this Court in <FRAGMENT_SUPPRESSED> , above, found that electoral fraud for the purpose of section 524 of the", "Canada Elections Act", "involved proving on the civil standard the making of a false representation in an attempt to prevent electors from exercising their right to vote. Deliberately misinforming electors about their polling location constituted electoral fraud:"], ["[63] The concept of fraud invalidating transactions of a civil nature has a long history in the common law. In civil law, fraud is a knowing misrepresentation of the truth or concealment of a material fact giving rise to a claim of damages for the loss sustained or the avoidance of a contract: Bryan A Garner, ed,", "Black's Law Dictionary", ", 7th ed (St Paul, Minnesota: West Group, 1999).", "[...]"], ["[65] In the context of the Act as a whole, the object of the Act and the ordinary and gramatical meaning of fraud, it is sufficient to show that a false representation has been made in an attempt to prevent electors from exercising their right to vote for the candidate of their choice:", "<FRAGMENT_SUPPRESSED> .", "[...]"], ["[69] I agree with the submission of the Chief Electoral Officer that any action or instance meeting the dictionary definition of fraud would constitute electoral fraud where it was done in contravention of a provision of the", "Canada Elections Act", "or where it served to defeat a process provided for in that Act. It seems to me to be clear that deliberately misinforming electors about their polling location would thus be fraud within the meaning of s 524 and is provable on the civil standard."], ["[63]", "And, in <FRAGMENT_SUPPRESSED> , above, which was a judicial review of a decision of the Public Service Commission finding the applicant guilty of fraud in the context of the", "Public Service Employment Act", ", this Court looked to both the French and English definitions of fraud. Both showed that fraud involves deceiving others in the aim of gaining some advantage and that there must be an intent to deceive. Justice Martineau found that \"The determination of the intent behind the actions taken is therefore an essential element of the analysis of the evidence\" (para 54)."], ["[64]", "As to the term \"knowingly concealing material circumstances\", this too requires intent as seen from <FRAGMENT_SUPPRESSED> , above:"], ["[20] In", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (T.D.) Mr. Justice MacKay considered the meaning of the phrase \"knowingly concealing material circumstances\" as used in section 10 of the Act. He concluded, at paragraph 159, that the phrase requires that:", "[...] the Court must find on evidence, and/or reasonable inference from the evidence, that the person concerned concealed circumstances material to the decision, whether he knew or did not know that they were material, with the intent of misleading the decision-maker."], ["[65]", "This was also followed in", "Rogan", ", above."], ["[66]", "This leaves \"false representations\". The Plaintiff in its submission states that the term false representations does not imply an intent to deceive and refers to <FRAGMENT_SUPPRESSED> , above, as applied in <FRAGMENT_SUPPRESSED> , above, at para 158-161. However, paragraph 158 of <FRAGMENT_SUPPRESSED> refers to <FRAGMENT_SUPPRESSED> and notes that there Associate Chief Justice Jerome was speaking of the phrase \"false representation or fraud or knowingly concealing material circumstances\" and, in that regard, quoted the passage which, as noted above, concludes that there is a further element of proof required, relating to state of mind. Further, that there must be some evidence that the person misrepresented material facts with the intention to deceive and to obtain citizenship on the basis of those false representations."], ["[67]", "Similarly, the reference to <FRAGMENT_SUPPRESSED> at paras 22-23 does not concern the question of whether the term false representations implies intent, but dealt with knowing concealment:"], ["[20] In", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (T.D.) Mr. Justice MacKay considered the meaning of the phrase \"knowingly concealing material circumstances\" as used in section 10 of the Act. He concluded, at paragraph 159, that the phrase requires that:", "[...] the Court must find on evidence, and/or reasonable inference from the evidence, that the person concerned concealed circumstances material to the decision, whether he knew or did not know that they were material, with the intent of misleading the decision-maker."], ["[21] Materiality is to be determined in light of the significance of the information not disclosed to the decision in question."], ["[22] Mr. Justice MacKay further considered, relying upon the decision of the Supreme Court of Canada in", "Canada (Minister of Manpower and  <FRAGMENT_SUPPRESSED>  that a misrepresentation of a material fact includes an untruth, the withholding of truthful information, or a misleading answer which has the effect of foreclosing or averting further inquiries."], ["[23] Mr. Justice McKeown also applied  <FRAGMENT_SUPPRESSED>  in the context of a citizenship revocation case in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  Laskin J., writing for the Court, held that", "untruths or misleading answers that in effect foreclose an avenue of inquiry may be material misrepresentations", ", even when the further inquiry might not have discovered any independent ground of deportation. <FRAGMENT_SUPPRESSED> , supra involved allegedly false answers given by the applicant on his application for admission into Canada. At 865-73, Laskin J. stated: ....."], ["[68]", "The Court in <FRAGMENT_SUPPRESSED> concluded that an untruth or a misleading answer which has the effect of foreclosing or averting further inquiries may be a misrepresentation within the meaning of the Citizenship Act. <FRAGMENT_SUPPRESSED> , above, merely quotes the above and other portions of <FRAGMENT_SUPPRESSED> . I do not understand these decisions to stand for the proposition that the term \"false representation\", as used in section 10, precludes intent. They are more directed at the materiality of such representations."], ["[69]", "Representations may be made in error, in which case they may be innocent misrepresentations, but false representations imply untruths and misleading answers which, in turn, imply intent."], ["[70]", "The issue of whether intent is a requirement element of section 10 of the Act was recently canvassed by Justice Kane in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. That case was decided after this matter had been heard. The Court was aware of the decision and it was also brought to the Court's attention by the Defendants prior to the issuance of my reasons. In <FRAGMENT_SUPPRESSED> Justice Kane concluded that intent was required:"], ["[68] The overall goal of section 10 is to ensure that persons who have obtained permanent resident status and citizenship by providing false information or by withholding information that is material to the decision will not continue to benefit from that status. In my view, intent to mislead the decision maker is required for all conduct referred to in section 10. That intention must be established on a balance of probabilities; the plaintiff must provide some evidence of intention or some evidence from which a reasonable inference of intention to mislead can be drawn."], ["[71]", "And, with respect to false representations, she stated:"], ["[74] This leaves for consideration the conduct contemplated by false representations, which the plaintiff alternatively submits does not require an intention to mislead. As noted above, I do not agree. Simply making a false statement (i.e., a false representation) in error or inadvertently should not result in a declaration under section 10. Some intention to mislead is required. This intention must be established on a balance of probabilities.", "[...]"], ["[77] I note the recent case of", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (CanLII), 2014 FC 220, 2014 FCJ No 288 [ <FRAGMENT_SUPPRESSED> ], which the defendant brought to the Court's attention after the hearing and before my reasons were released."], ["[78] In that case, Justice Roy concluded, as I have, that an intent to deceive is required."], ["[49] Obtaining citizenship by false representation implies an action made with the intent to deceive. That to my way of thinking implies the knowledge that something is false and the conscience that a statement is made.", "Black's Law Dictionary", ", 7th ed., West Group, defines a representation as \"a presentation of fact - either by words or by conduct - made to induce someone to act\". In this case, the burden of proving that the defendant was conscious he was making a representation, i.e. that it was made to induce action, has not been discharged. On a balance of probabilities, the defendant's behaviour must be found to be innocent."], ["[72]", "Justice Kane concluded that the only possible issue for a trial would be whether an intention to mislead the decision maker was a necessary requirement pursuant to section 10, and, whether the defendant had such intent. She found that the legal issues regarding intent had been fully argued by the parties on the motion and that the relevant evidence to determine whether the defendant had the requisite intent was on the record. As she had found that an intention to mislead the decision maker is an element of section 10, and that the plaintiff had established on the balance of probabilities that the defendant had the intent to mislead the decision-maker when he knowingly concealed material circumstances and made false representations, summary judgment was granted."], ["[73]", "I acknowledge, as noted by the Plaintiff, Lorne Waldman,", "Immigration Law and Practice", ", above at 4-62, para 4.115, would appear to conclude differently:", "4.115 The three ground for revocation are false representation, fraud, and knowingly concealing material circumstances. The last two would involve", "mens rea", "on the part of the applicant. However, false representation does not appear to require any intention."], ["[74]", "It is also true that in <FRAGMENT_SUPPRESSED> , above, in considering section 19(1)(e) of the", "Immigration Act,", "RSC 1952, c 325, the Supreme Court found that the Immigration Appeal Board erred by finding that \"any person, other than a Canadian citizen or a person with Canadian domicile, who (viii) came into Canada or remains therein [...] by reason of any false or misleading information, force, stealth or other fraudulent or improper means, whether exercised or given by himself or by any other person ...\" required wilful or intentional falsehood and that it be designed to mislead. The Supreme Court stated that it could not be persuaded that intentional or wilful deception should be read in as a prerequisite."], ["[75]", "The Plaintiff also submits that the Court's interpretation of each of the three distinct means of unlawfully obtaining citizenship indicates that they each have distinct conceptual concepts. Because intent has been attributed to \"knowingly concealing material circumstances\" but not to \"false representation\", Parliament could not have intended intent to comprise an element of sections 10 and 18."], ["[76]", "I have some difficulty with this position. It seems to lack logic that, if some but not all of these terms have been found to include intent by the Court, this demonstrates that Parliament would not have intended intent to be an element of the whole of the provision. It seems more likely that if intent is an element of one of these terms then, viewed in the context of the object of the section in whole, intent would be an element of all of them. I also note that none of the cases cited addressed this issue. Further, section 10 reads: \"...obtained ...citizenship ...", "by", "false representation or fraud or", "by", "knowingly concealing ...\" (emphasis added) which appears to group false representation together with fraud, the latter of which clearly includes intent."], ["[77]", "In view of the foregoing, I find that sections 10 and 18 do include a mental element and, based on the evidence, that Sami and Karim Zakaria did not have intent in these circumstances. However, this is not the determinative issue on this motion for summary judgment."], ["[78]", "By way of section 5(2) of the Citizenship Act and section 4 of the Citizenship Regulations a parent is explicitly permitted to make an application on behalf of their minor child or children. Therefore, it has to be assumed that the information contained in that application is and was intended to be provided by the parent. In that event, the child clearly obtains citizenship based on that information, which is admitted in this case. Thus, in my view, as section 10 states that where the Governor in Council is satisfied \"that any person has obtained ...citizenship ... by false representation or fraud or by knowingly concealing material circumstances, the person ceases to be a citizen\", it must be understood to mean that a minor is \"any\" such a person and that any false representation or fraud or knowing concealment of material circumstances, regardless of whether intent is a requisite element, must be that of the parent. Otherwise, the provision would read \"that a person has obtained citizenship by ...that person ceases to be a citizen\". In this regard, I agree with the Plaintiff that the focus of the provision is on how any such person obtained citizenship."], ["[79]", "In this regard, I would also note question 11 of the citizenship application which states:", "I agree to advise Citizenship and Immigration if any information on this form changes before the child takes the oath of Citizenship. I understand the contents of this form. I declare that the information provided is true, correct and complete, and that the photographs enclosed are a true likeness of the child.", "I understand that if I make a false declaration, or fail to disclose all information material to the child's application, the child could lose his/her Canadian citizenship and I could be charged under the", "Citizenship Act.", "(Emphasis added)"], ["[80]", "In this case question 11 was signed by Rim Sawaf on both of her sons' applications. While not determinative, this supports my view that section 10 is to be interpreted such that a misrepresentation of a parent, by which a minor obtains citizenship, can result in revocation of the minor's citizenship."], ["[81]", "The difficulty with this conclusion, of course, is that to determine how Sami and Karim Zakaria obtained citizenship requires an analysis of their mother's actions and a determination of whether her failure to identify this comprises false representation or fraud or knowing concealment of material circumstances which resulted in her sons obtaining citizenship. Subsumed within this is the issue of her intent and the question of whether the omitted information amounts to a material circumstance in this situation. However, the facts needed to make those determinations are not before this Court."], ["[82]", "In that regard I would also note that question 12, entitled \"Individual, Firm or Organization who Assisted in", "Completion", "of this Application\". It states that it is not to be completed by the applicant and requires the particulars of the party assisting and their signature. This was left blank in Rim Sawaf's application as well as those of her sons. As question 12 falls below the signed declaration of the applicant found in question 11, this too suggests that there may be an issue as to whether such an omission comprises a false representation or knowing concealment of a material circumstance for the purposes of section 10. This too is an issue to be resolved at trial."], ["[83]", "On one final point, although both parties, for different premises, refer to section 40 of the IRPA, the comparison is not instructive. Although it and sections 10 and 18 of the Citizenship Act may have a similar objective, which is to require complete and truthful disclosure, the wording of section 40 is sufficiently dissimilar to sections 10 and 18 of the Citizenship Act that direct comparisons of terms are not helpful. Section 40 refers to directly or indirectly misrepresenting or withholding material facts. Indirectly indicates a lack of intent which is confirmed by jurisprudence that has held that indirect misrepresentation can be made by a third person, including a parent, and that misrepresentations can be innocent"], ["[84]", "In conclusion I find that:", "i. Sami and Karim Zakaria had no knowledge of the fact that their mother, Rim Sawaf, had used the assistance of an immigration consultant;", "ii. Sections 10 and 18 of the Citizenship Act do include a mental element but that, based on the evidence before me, Sami and Karim Zakaria did not have the requisite intent;", "iii. While the question of whether or not sections 10 and 18 of the Citizenship Act require a mental element is a question of law, which I have determined, this is not dispositive of this motion for summary judgment;", "iv. The Citizenship Act and the Citizenship Regulations permit a parent to make a citizenship application on behalf of their minor child. Therefore, any allegation of false representations or fraud or knowing concealment of material circumstances must pertain to the acts or omissions of the parent which, in this case, concerns Rim Sawaf, the mother of Sami and  <FRAGMENT_SUPPRESSED>  establish that she made a false representation or knowingly concealed material circumstances, as alleged, by which Sami and Karim Zakaria obtained their citizenship; and", "vi. Accordingly, this matter is not appropriate for disposition by way of summary judgment as there is a genuine issue for trial."], ["[85]", "As this matter did raise a novel issue, there shall be no order as to costs.", "ORDER"], ["[86]", "THIS COURT ADJUDGES AND ORDERS that", "1. The Defendants' motion for summary judgment is denied; and", "2. There shall be no order as to costs.", "Motion dismissed.", "Editor: J. Danielle King/vnh"]]}