{"id_": "029072", "body_str": [["[1]", "Phelan, J.", ": The Applicant asks for judicial review of a decision by an Immigration Officer refusing to reconsider the points allocated to the \"Relative in Canada\" element on her skilled worker's visa application. The essence of the problem is that the Applicant was short four points which would otherwise qualify her for her visa. Five points would have been awarded if the Visa Officer had accepted the Applicant's evidence that she had a brother in Canada.", "II.", "BACKGROUND"], ["[2]", "The Applicant, a citizen of Iran, applied for her visa. In her application she gave details of her brother residing in Canada. There is an issue as to whether there were supporting documents filed with the application."], ["[3]", "The Visa Officer awarded her 63 of the necessary 67 points required for a visa and awarded no points in respect of a relative in Canada on the grounds that there were no substantiating documents regarding the Applicant's brother."], ["[4]", "An immigration consultant assisted the Applicant in her visa filing. Within three days of the negative decision, the consultant requested reconsideration of the decision and submitted the documents verifying the place of residence of the Applicant's brother using a copy of his passport, pay stubs, car insurance and telephone bills as evidence of residency."], ["[5]", "The Visa Officer refused the reconsideration in the following terse terms:", "I have", "reviewed", "your client's application and I am satisfied that it was processed in a procedurally and administratively fair manner and that there are no grounds to re-open the application. [Emphasis in the original decision]", "III.", "ANALYSIS"], ["[6]", "<FRAGMENT_SUPPRESSED>  CarswellNat 3298, the Federal Court of Appeal confirmed that in appropriate circumstances an administrative decision-maker has the discretion to reconsider his or her decision."], ["[7]", "<FRAGMENT_SUPPRESSED>  CarswellNat 306, this Court applied the reasonableness standard of review to the decision to reconsider. It was noted that there is no obligation to reconsider and that a visa officer's decision is entitled to deference. I accept those comments as a generally accurate reflection of the standard of review."], ["[8]", "However, I find the", "obiter", "of Justice Zinn in", "<FRAGMENT_SUPPRESSED>  CarswellNat 949 at paragraph 57, compelling. There, the learned judge said that on the basis of fairness and common sense, a visa officer should reconsider a file if, within days of a negative decision, new evidence that confirms a material fact is presented."], ["[9]", "The Visa Officer essentially concluded that because she had been fair, there were no grounds to re-open. That comment suggests that she would only re-open if she concluded that she had been unfair - generally an unlikely acknowledgement. The Visa Officer saw her discretion too narrowly."], ["[10]", "A visa officer should not shy away from common sense and practicality - they are often components of fairness and reasonableness. There may be good reason, including (but in no way limited to) fairness to more diligent applicants or efficiency and effectiveness of the system which could be relevant in deciding not to reconsider an original decision but none were stated here."], ["[11]", "A visa officer need not write a treatise on fairness to justify a refusal to re-open but here the Visa Officer viewed her discretion to be too narrow."], ["[12]", "In finding for the Applicant, I add that it was a close call. The Applicant (or her consultant) did not assist her cause by first suggesting the initial details were sufficient, then suggesting that the documents had been filed originally, and then suggesting that they had been misled because the requirement for details was new (such that had they known, the documents would have been filed originally)."], ["[13]", "Regrettably, the time spent including judicial time and the expense incurred on both sides dwarfs the time and effort to re-open and decide on the adequacy of the documents filed immediately after the negative decision. At least going to Court and receiving the Order to be issued is likely to be faster for the Applicant than going to the back of the queue to start the visa process again.", "IV.", "CONCLUSION"], ["[14]", "Therefore, the Court will grant the judicial review and remit the matter to a different officer who will accept the original points awarded and will consider the evidence of the \"Relative in Canada\" component in assessing the final points to be awarded."], ["[15]", "There is no question for certification.", "JUDGMENT"], ["[16]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is granted and the matter is to be remitted to a different officer who is to accept the original points awarded and is to consider the evidence of the\"Relative in Canada\" component in assessing the final points to be awarded.", ".........................", "<FRAGMENT_SUPPRESSED>  Phelan", "[Traduction]: La demanderesse sollicite le contrôle judiciaire d'une décision par laquelle un agent d'immigration a refusé de réexaminer les points accordés à l'élément« parent au Canada » dans sa demande de visa à titre de travailleur qualifié. Le problème est essentiellement qu'il manquait quatre points à la demanderesse pour obtenir son visa. Elle aurait obtenu cinq points si l'agente des visas avait accepté sa preuve concernant le frère qu'elle avait au Canada.", "II.", "FAITS ET PROCÉDURES"], ["[2]", "La demanderesse, citoyenne de l'Iran, a présenté une demande de visa. Dans sa demande, elle a donné des détails concernant son frère qui réside au Canada. Il s'agit de savoir si des documents à l'appui ont été produits avec la demande."], ["[3]", "L'agente des visas lui a accordé 63 des 67 points requis pour obtenir un visa, et ne lui a accordé aucun point en ce qui a trait à un parent au Canada au motif qu'il n'y avait aucun document de support concernant le frère de la demanderesse."], ["[4]", "Un consultant en immigration a aidé la demanderesse à remplir sa demande de visa. Dans les trois jours qui ont suivi la décision négative, le consultant a demandé le réexamen de la décision et a soumis des documents attestant du lieu de résidence du frère de la demanderesse, soit une copie de son passeport, des relevés de salaire ainsi que des comptes d'assurance auto et de téléphone."], ["[5]", "L'agent des visas a rejeté la demande de réexamen en termes laconiques:", "[traduction] Après", "examen", "de la demande de votre client, j'estime qu'elle a été traitée de façon équitable sur le plan procédural et administratif et qu'il n'y a aucune raison de rouvrir la demande. [En gras dans l'original.]", "III.", "ANALYSE"], ["[6]", "Dans l'arrêt", "<FRAGMENT_SUPPRESSED>  CarswellNat 3298, la Cour fédérale d'appel a confirmé que le décideur administratif a, si les circonstances s'y prêtent, le pouvoir discrétionnaire de réexaminer sa décision."], ["[7]", "Dans la décision", "<FRAGMENT_SUPPRESSED>  CarswellNat 306, notre Cour a appliqué la norme de contrôle de la raisonnabilité à la décision touchant le réexamen. Elle a souligné que l'agent des visas n'avait aucune obligation de réexaminer sa décision et que celle-ci commandait la déférence. Ces remarques constituent à mon avis une formulation généralement exacte de la norme de contrôle."], ["[8]", "Toutefois, les remarques incidentes du juge Zinn dans la décision", "<FRAGMENT_SUPPRESSED>  CarswellNat 949, au paragraphe 57, me paraissent convaincantes. Le juge Zinn y a dit que les principes de base de l'équité et du bon sens veulent que si, dans les jours qui suivent le prononcé d'une décision négative, l'agent des visas reçoit une nouvelle preuve confirmant un fait important, il devrait réexaminer le dossier."], ["[9]", "En l'espèce, l'agente des visas a essentiellement conclu que parce qu'elle avait été équitable, il n'était pas justifié de rouvrir le dossier. Cette remarque donne à penser qu'elle ne consentirait à rouvrir un dossier que si elle concluait qu'elle avait été inéquitable - ce qu'il est généralement difficile d'admettre. L'agente des visas a interprété trop étroitement son pouvoir discrétionnaire."], ["[10]", "Un agent des visas ne devrait pas hésiter à invoquer le bon sens et les considérations pratiques - ce sont souvent des composantes de l'équité et de la raisonnabilité. De bonnes raisons, dont (notamment) l'équité envers des demandeurs plus diligents ou l'efficience et l'efficacité du système, peuvent certes être pertinentes pour ce qui est de décider de réexaminer ou non une décision initiale, mais aucune n'a été invoquée en l'espèce."], ["[11]", "Il n'est nul besoin d'écrire un traité sur l'équité pour justifier le refus de rouvrir une demande, mais en l'occurrence l'agente des visas avait une perception trop restrictive de son pouvoir discrétionnaire."], ["[12]", "Je conclus en faveur de la demanderesse, mais je dois dire il s'agissait d'un cas limite. La demanderesse (ou le consultant dont elle a retenu les services) n'a pas aidé sa cause en disant d'abord que les détails fournis à l'origine étaient suffisants, puis en ajoutant que les documents avaient été produits initialement, pour enfin avancer qu'ils avaient été induits en erreur parce que l'exigence de fournir des détails était nouvelle (de sorte que, s'ils l'avaient su, les documents auraient été produits au départ)."], ["[13]", "Malheureusement, le temps consacré, y compris le temps judiciaire, et les dépenses exposées des deux côtés éclipsent le temps et les efforts requis pour rouvrir le dossier et décider de la pertinence des documents déposés immédiatement après la décision négative. La demanderesse a peut-être au moins accéléré les choses en s'adressant à la Cour et en obtenant l'ordonnance qui sera rendue plutôt qu'en revenant à la case départ pour recommencer le processus de visa.", "IV.", "CONCLUSION"], ["[14]", "En conséquence, la Cour accueillera la demande de contrôle judiciaire et renverra l'affaire à un autre agent qui devra prendre acte des points initialement accordés et prendre en considération la preuve de l'élément « parent au Canada » dans la détermination de la cote finale à accorder."], ["[15]", "Il n'y a pas de question à certifier.", "JUGEMENT"], ["[16]", "LA COUR STATUE que", "la demande de contrôle judiciaire est accueillie; l'affaire est renvoyée à un autre agent qui devra prendre acte des points initialement accordés et prendre en considération la preuve de l'élément « parent au Canada » dans la détermination de la cote finale à accorder.", "[End of document]"]]}