{"id_": "029174", "body_str": [["[1]", "de Montigny, J.", ": Mr. Howard Seymour Stephens (the \"Applicant\") seeks judicial review of the decision of Carolyn McCool (the \"Board Member\"), a member of the Refugee Protection Division (RPD) of the Immigration and Refugee Board (IRB), dated April 26, 2012. At the hearing, the Board Member refused to grant a request for a postponement in light of the fact that the Applicant's counsel was not present. She concluded in her decision that the Applicant is not a Convention Refugee or person in need of protection."], ["[2]", "For the reasons set out below, I find that this application for judicial review ought to be dismissed. This case also raises a serious issue with respect to lawyers acting as witnesses, upon which I shall also comment as part of my reasons.", "Background"], ["[3]", "The Applicant, born April 6, 1972, is a citizen of Jamaica. He arrived in Canada on or about July 7, 2005, and claims that he fled Jamaica fearing for his life."], ["[4]", "The Applicant's refugee claim is premised on a well-founded fear of persecution on the basis of his perceived political opinion and membership in a particular social group, as well as on the basis of risk under section 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (", "IRPA", "). The Applicant states that he was in danger in Jamaica because a businessman gave him a donation to assist with a youth soccer club that he started in 2004. Due to rumours that the money was in fact provided by a politician belonging to the Jamaica Labour Party (JLP) who was vying for political office, the Applicant's life was allegedly put in great danger by members of a political gang operating in support of the competing People's National Party (PNP)."], ["[5]", "The Applicant states that he moved from town to town in hiding before procuring the services of an agent who helped him travel to Canada using false papers. Since moving to Canada, the Applicant has married. He and his wife each have a child from a prior relationship and the four live together as a family. The football club was dissolved when the Applicant left for Canada in 2005."], ["[6]", "The record contains an affidavit from the mother of a former club member who was murdered on April 20, 2009, after reportedly resuming operation of the club in 2008. The mother notes that her son had been threatened by the PNP gang, that the police refused to take action, and that the police have not made any arrest in connection with her son's murder. She does not directly comment on who she believes was responsible for the murder or any connection between the death and the football club, other than stating that the PNP gang threatened her son's life once he began leading the team."], ["[7]", "After arriving in Canada in 2005, the Applicant did not make his claim for refugee protection until September 2011. He states in his affidavit before this Court that he was told when he first arrived that people from the Caribbean Islands could not make refugee claims. An immigration consultant allegedly told him he would have to pay $6,000 in order to be represented and, having met his wife, she applied to sponsor him in 2009. At the time of the Applicant's hearing, he stated that the spousal application had been refused and was pending before this Court."], ["[8]", "The Applicant states that he attempted to file for refugee protection in 2010, but withdrew the claim on the advice of the woman working at the desk of the immigration office. According to him, she noted the existence of his sponsorship application and said that since his sponsorship looked very good, he should remove his refugee claim. He states that he accepted her advice since he was not familiar with the refugee system."], ["[9]", "At the time he submitted his application and signed his Personal Information Form (PIF) in the fall of 2011, the Applicant was represented by an immigration consultant, Sandra Bowen. The RPD was advised that, due to disagreements and conflict between him and the consultant, he had retained Ms. Anaele as counsel on January 16, 2012; however, a request from Ms. Bowen to be removed as counsel of record was only received by the IRB on February 29, 2012 and granted on March 6, 2012."], ["[10]", "On January 20, 2012, Ms. Anaele submitted a request for a postponement of the hearing date, which had allegedly been scheduled for March 12 by Ms. Bowen, since Ms. Anaele would be on vacation at that time. It is not entirely clear from the record when the Applicant and Ms. Anaele learned of the date scheduled for the hearing. Regardless, the Applicant attests to the fact that he was not aware that the hearing had been scheduled when he retained Ms. Anaele."], ["[11]", "A decision dated January 25, 2012 refused the initial request for postponement, holding that \"claimants must choose counsel willing and able to proceed on the date scheduled; Guideline 6, Section 2.6\" (Certified Tribunal Record (CTR), p. 46). The Applicant did not seek judicial review of this interim decision."], ["[12]", "On February 6, 2012, both the Applicant and Ms. Anaele were sent a notice to appear for the March 12 hearing. The notice contained the following statement and instructions:", "You must be present and ready to proceed by the scheduled start time. If you or your counsel fail to appear as required, the RPD may, after giving you a reasonable opportunity to be heard, determine your claim to be abandoned.", "[...]", "When you hire counsel after a date has already been set for your hearing, you are responsible for making sure that your counsel is available and ready to proceed on the scheduled date. The RPD may not change the date or time of your hearing because your counsel cannot attend, therefore it may be necessary for you to hire new counsel who is available on the scheduled date."], ["[13]", "On the day of the hearing, Ms. Anaele provided the Applicant with a letter stating that \"due to urgent medical reasons\" she would not be able to attend the afternoon hearing and requesting that the hearing be rescheduled for a date in June 2012. She faxed the same document to the IRB. A review of the fax suggests it was received at 10:05 a.m. (CTR, p. 60)."], ["[14]", "The request for postponement was denied and the hearing proceeded, with reasons for the refusal given on the record. The record reveals that the Board Member considered the following:", "i) Ms. Anaele's January 20, 2012 request for postponement due to her holiday schedule was denied, and the Applicant was required to choose counsel available for the date;", "ii) The Applicant claimed to have seen Ms. Anaele the morning of the hearing. He explained that she had decided to help his family despite her prior plans and that they were prepared to proceed on March 12 (having met the weekend before). The day of the hearing, however, she was really not feeling well and planned to visit her doctor. She was at her office for the sole purpose of giving the Applicant her letter and had her daughter drive her there."], ["[15]", "The Board Member found that the request was \"not strong enough\" to put off the date of the hearing, noting that she had concerns \"about counsel who brings multiple requests for - that is numerous requests for a postponement of the hearing\" (CTR, at p. 118). She noted that there was no evidence to persuade her that there were in fact urgent medical reasons for requesting the delay and that the fact that she was well enough to go in to her office raised questions, despite the Applicant's claim that her daughter had driven her."], ["[16]", "An affidavit submitted to this Court by the Applicant provides an explanation of the morning's events, much of which merely recounts relevant information provided to the Applicant by his counsel. The affidavit suggests that Ms. Anaele cancelled her vacation plans when the Board refused her initial request and that, on the day of the hearing, she was very ill but went to her office for an emergency stay motion."], ["[17]", "The affidavit states that she was driven to her office very early in the morning by her children and that, despite completing the stay hearing, she was unable to go to the afternoon hearing because she was very ill and had an appointment with her doctor. In addition to faxing the Board and providing the Applicant with a letter, the affidavit states that Ms. Anaele telephoned the Board and requested that the acting case officer contact her on her cell phone if there was a problem with the request for postponement, but that no such call was made. The affidavit states that the hearing was the first scheduled in the case and not peremptory and that the process affected the Applicant's ability to present his case as it was unfair, unjust and very traumatizing."], ["[18]", "The Applicant claims in his affidavit that he spoke to Ms. Anaele after the hearing, while she was at her doctor's office, and that Ms. Anaele later informed him that it took her three days to obtain the name of the Board Member, following which her attempts to contact the Board Member and the acting case officer went unanswered. The Applicant argues that, due to the absence of his counsel, he was prevented from bringing out the salient issues in his claim and from presenting additional documentary evidence."], ["[19]", "A letter from Ms. Anaele to the chairperson of the IRB, dated March 15, 2012 (Application Record, p. 29), clarifies that the health reasons which prevented Ms. Anaele from attending the hearing included dizziness, cough and headache. The letter establishes many of the facts set out in the Applicant's affidavit, also indicating that Ms. Anaele was scheduled to see her doctor at 1:15 p.m. and that, after hearing the stay, she waited for her client (since she was already at the office and they had planned to meet there prior to the hearing) in order to explain her medical condition and provide him with the faxed letter. She further states as follows:", "I was not contacted by the IRB as such I presumed all was well. While at the doctor's [office] at about 2pm, I decided to contact my client to find out what happened since nobody had contacted me and he informed me that the panel member proceeded with the hearing without me despite my letter.", "[...]", "I consider the panel member's conclusion to be disrespectful of my professionalism and a stain on my reputation. I have 26 years of experience as a lawyer and have been practicing in Ontario for 16 years. I have a good and professional reputation which I have maintained and intend to continue to maintain. I am a lawyer in good standing with the Law Society of Upper Canada. I have always attended all the scheduled hearings except on occasions where I am ill. Furthermore, the fact that I earlier requested for an adjournment because I was scheduled for a vacation during this period has nothing to do with my medical condition. There is evidence that I have cancelled my vacation solely because of this hearing and would have been available for the hearing if not for my health reasons.", "My health is primary to me and I would not have been able to present the case or represent my client adequately due to my medical condition on the day of the hearing.", "[...]", "Decision under review"], ["[20]", "The Board Member addressed the request for postponement as a preliminary matter, noting the denied request relating to counsel's holidays and the events described by the Applicant. She stated that the request was denied for the reasons given on the record, which she summarized as follows:"], ["[5] [...] The panel noted the history of postponement requests, the fact that counsel first said that she was going to be on holidays this week, the lack of information as to the urgent medical matter, and the fact that counsel had been well enough to meet the claimant in her office the morning of the hearing."], ["[6] It was the decision of the panel that in all of these circumstances, the reasons for a postponement were not sufficient to justify putting the case off. The postponement request was denied and the hearing was held, without counsel present."], ["[21]", "With respect to the refugee claim itself, the Board Member summarized the Applicant's allegations, noting that he had submitted it was not possible to get a copy of the police report he claimed to have made in 2005. She also summarized the Applicant's reasons for the long delay in claiming protection in Canada and his comments on the affidavit provided by the mother of the murdered Marcellino Almando Johnson, noting that there was nothing tying the circumstances of Marcellino to the Applicant. She noted also that no evidence has been provided from anyone who was involved with the football club in or after 2008. When asked what risk the Applicant would face in Jamaica now, after seven years, he could only point to the existence of a Don culture in Jamaica and to the fact that political violence in the country remains as endemic as ever."], ["[22]", "According to the Board Member, the determinative issues in the case were those of (a) a delay in claiming, which goes to subjective fear, and (b) a lack of evidence demonstrating the objective basis of the claim as it arose in 2004-2005 and as it is alleged to still exist in 2012. The Board Member concluded that the Applicant had failed to prove on a balance of probabilities that he was in need of refugee protection."], ["[23]", "She noted in respect of the first point that a delay in claiming of six years is \"extremely significant\" and fatal to the claim \"in the absence of any explanation which is found to be reasonable\" (para 18). The Applicant's explanations were held not to be satisfactory as the Board Member found it unlikely that he would base decisions on when and how to apply on casual advice rather than seeking out competent advice \"either from an official of the Government of Canada, or from a qualified lawyer, consultant or community worker\" (para 19). The Applicant's section 96 claim could not succeed due to a resulting lack of subjective fear."], ["[24]", "With respect to the Applicant's section 97 claim, the Board Member concluded that the Applicant did not believe that he would face the relevant risks due to the same unexplained delay."], ["[25]", "As for the evidence provided, the Board Member acknowledged the Marcellino affidavit and the country conditions, but found that the documentary evidence simply did not bear out the Applicant's assertions regarding risk in Jamaica.", "Issues"], ["[26]", "The Applicant does not take issue with the Board Member's substantive finding relating to his refugee claim. The only question to be addressed on this application for judicial review is whether the RPD breached its duty of fairness in refusing the Applicant's request for postponement.", "Analysis"], ["[27]", "As a preliminary issue, the Respondent submits that the Applicant's affidavit is based on statements provided to him by his counsel about events that she claims occurred. In the Respondent's view, this is totally inappropriate and, as a result, she suggested that a number of paragraphs in the Applicant's affidavit should be struck or given no weight."], ["[28]", "I entirely agree with the position taken by counsel for the Respondent. Rule 82 of the", "Federal Courts Rules", "(SOR/98-106) explicitly forbids a solicitor from both deposing to an affidavit and presenting argument to the Court based on that affidavit. When counsel's own credibility is at issue, it is best for counsel to testify and to ask another counsel to represent his or her client. Indeed, this is precisely what the Law Society of Upper Canada recommends in such a situation. In the Commentary on Rule 4.02(2) of the Law Society of Upper Canada's", "Rules of Professional Conduct", "(forbidding a lawyer who appears as advocate to testify before the tribunal), it is stated: \"[...] The lawyer should not in effect appear as an unsworn witness or put the lawyer's own credibility in issue. The lawyer who is a necessary witness should testify and entrust the conduct of the case to another lawyer\"."], ["[29]", "In the case at bar, counsel indirectly infringed Rule 82 by having the Applicant swear an affidavit based at least in part on information that she provided to him and of which he had no personal knowledge. This cannot be condoned and is contrary to the spirit of Rule 82, as it puts counsel in the position of arguing on the basis of her own evidence:", "<FRAGMENT_SUPPRESSED> . Genuine affiants should not attempt to shield themselves from cross-examination by, in effect, appearing as unsworn witnesses. It is true, as argued by counsel for the Applicant, that some of the facts upon which he testified are based on documentary evidence, that is, on letters sent by counsel to the IRB. However, many paragraphs of his affidavit are based on hearsay, and are not confined to facts within the deponent's personal knowledge as required by Rule 81."], ["[30]", "To the extent that an affidavit purports to provide hearsay evidence, little or no weight ought to be afforded to it. I also note that Rule 81(2) of the", "Federal Courts Rules", "permits the Court to draw an adverse inference from a party's failure to provide evidence from persons having personal knowledge of facts otherwise presented on belief. For those reasons, I agree that paras 19, 20, 21, 23, 25-29, 35 and 40-44 of the Applicant's affidavit must either be struck or given very little weight, to the extent that they merely replicate what is already found in the documentary evidence or amount to hearsay."], ["[31]", "With respect to the applicable standard of review, I also agree with counsel for the Respondent that the RPD's decision to postpone or adjourn the Applicant's refugee claim calls for deference. The decision of the RPD is a discretionary one, even if that discretion must be exercised in light of the factors listed in subsection 48(4) of the", "Refugee Protection Division Rules", ", SOR/2002-228 (now repealed). Therefore, the Court will not intervene unless it is found that the RPD was unreasonable in the application of the factors listed in subsection 48(4): see", "<FRAGMENT_SUPPRESSED> [", "Julien", "]. Even then, the Court will only step in if an applicant can establish that the refusal to postpone or adjourn a hearing resulted in a breach of procedural fairness: see", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]."], ["[32]", "The Applicant and the Respondent obviously focus their arguments on different factors among those set out in Rule 48(4) of the RPD", "Rules", ". That provision reads as follows:", "Refugee Protection Division Rules", "(SOR/2002-228)", "[Repealed, SOR/2012-256, s. 73]", "In force from 2006-03-22 to 2012-12-14", "CHANGING THE DATE OR TIME OF A PROCEEDING", "Factors", "48 (4) In deciding the application, the Division must consider any relevant factors, including", "(a) in the case of a date and time that was fixed after the Division consulted or tried to consult the party, any exceptional circumstances for allowing the application;", "(b) when the party made the application;", "(c) the time the party has had to prepare for the proceeding;", "(d) the efforts made by the party to be ready to start or continue the proceeding;", "(e) in the case of a party who wants more time to obtain information in support of the party's arguments, the ability of the Division to proceed in the absence of that information without causing an injustice;", "(f) whether the party has counsel;", "(g) the knowledge and experience of any counsel who represents the party;", "(h) any previous delays and the reasons for them;", "(i) whether the date and time fixed were peremptory;", "(j) whether allowing the application would unreasonably delay the proceedings or likely cause an injustice; and", "(k) the nature and complexity of the matter to be heard.", "CHANGEMENT DE LA DATE OU DE L'HEURE D'UNE PROCÉDURE", "Éléments à considérer", "48 (4) Pour statuer sur la demande, la Section prend en considération tout élément pertinent. Elle examine notamment:", "a) dans le cas où elle a fixé la date et l'heure de la procédure après avoir consulté ou tenté de consulter la partie, toute circonstance exceptionnelle qui justifie le changement;", "b) le moment auquel la demande a été faite;", "c) le temps dont la partie a disposé pour se préparer;", "d) les efforts qu'elle a faits pour être prête à commencer ou à poursuivre la procédure;", "e) dans le cas où la partie a besoin d'un délai supplémentaire pour obtenir des renseignements appuyant ses arguments, la possibilité d'aller de l'avant en l'absence de ces renseignements sans causer une injustice;", "f) si la partie est représentée;", "g) dans le cas où la partie est représentée, les connaissances et l'expérience de son conseil;", "h) tout report antérieur et sa justification;", "i) si la date et l'heure qui avaient été fixées étaient péremptoires;", "j) si le fait d'accueillir la demande ralentirait l'affaire de manière déraisonnable ou causerait vraisemblablement une injustice;", "k) la nature et la complexité de l'affaire."], ["[33]", "In her decision, the Board Member summarized her reasons for refusing the request for postponement as follows:", "5 The panel denied the request for a postponement and gave reasons on the record. The panel noted the history of postponement requests, the fact that counsel first said that she was going to be on holidays this week, the lack of information as to the urgent medical matter, and the fact that counsel had been well enough to meet the claimant in her office the morning of the hearing."], ["[34]", "It is true that the transcript of the hearing reveals that the Board Member also took into consideration the reasonableness of the delay requested, and that the Applicant was in Canada for six and a half years. Nevertheless, one can safely assume that the factors summarized in her reasons were the most important factors underlying her decision to refuse the request for postponement."], ["[35]", "In my view, these factors were far from being sufficient to refuse the delay requested. It appears that the Board Member's decision was very much tainted by the fact that counsel had previously made a request to change the date of the hearing because she had planned a vacation before being retained by the Applicant. In fact, it is clear that counsel did not depart on her planned vacation and had no apparent reason not to attend the hearing if not for her ill health. Indeed, the fourth factor outlined by the Board Member (that counsel was well enough to meet the Applicant in her office the morning of the hearing) suggests that she accepts that counsel had not gone on holidays. It was therefore entirely inappropriate to dwell on this factor as justification to deny the request for postponement on the day of the hearing, as counsel made herself available when her first request was rejected."], ["[36]", "As for the lack of information regarding her medical condition, it would obviously have been preferable for counsel to provide additional information regarding her circumstances. I note, however, that this Court has found in previous decisions that it may be both unreasonable and unfair to question the truthfulness of reasons provided by a representative for another lawyer's absence: see <FRAGMENT_SUPPRESSED> , above, at para 13. One would expect that this would apply to at least an equal degree where the reason for absence is offered by counsel themselves (whether in writing or in person). Besides, the decision regarding the postponement was made on the spot and the final decision seems to have been written the day after the hearing, so any medical document corroborating counsel's inability to attend the hearing would most likely have been to no avail if only obtained when she attended her physician's office on the afternoon of the hearing. Finally, the fact that counsel was well enough to meet the Applicant at her office the morning of the hearing should not necessarily have been held against her. First of all, although the Board Member was not aware of the stay motion, there is a huge difference between attending a hearing by phone in one's office (or attending at your office to communicate with your client and request a postponement from the RPD) and representing a client in a formal hearing at the Immigration and Refugee Board in person. Moreover, an argument could be made that counsel's participation in the hearing of a stay motion on behalf of a client speaks to her professionalism, as time was much more of the essence in such a proceeding than in the hearing of a refugee claim. As a matter of fact, the same can be said of her attempt to arrange for a postponement of the hearing before the Board Member on that same day."], ["[37]", "In addition, the Applicant submits that the Board failed to consider other relevant factors found in Rule 48(4) of the RPD", "Rules", "before making its decision. For instance, the medical reason clearly amounted to an exceptional circumstance (Rule 48(4)(a)), there had been no previous delays in the hearing of the claim (Rule 48(4)(h)), counsel has over 15 years of experience and no questions were raised regarding her reputation (Rule 48(4)(g)), the hearing date was not marked peremptory (Rule 48(4)(i)), and the request to adjourn would not unreasonably delay the proceedings (Rule 48(4)(j))."], ["[38]", "This is not to say that the Applicant was entitled to a postponement of his hearing. As previously mentioned, this is a discretionary decision that is best left to the Board Member. That being said, the Board has an obligation to deal with a request for an adjournment in a principled way. The Board had an obligation to consider the factors enumerated in Rule 48(4), and could not legitimately deny the request solely because counsel had previously made a request which was refused. While the Board Member did not explicitly say so, her reasons read as if she did not believe that counsel acted in good faith and that she was just coming up with another pretext to avoid proceeding on the scheduled date of the hearing. On the basis of the record before the Court, and in the absence of any further explanations, the Board Member's reasons for refusing to postpone the hearing are therefore unreasonable."], ["[39]", "In and of itself, however, this is not sufficient to quash the decision. As this Court stated in <FRAGMENT_SUPPRESSED> , above, at para 25:", "The Court recalls that the power to grant a postponement request is within the Board's discretion. Pursuant to the Federal Court of Appeal's decision in", "<FRAGMENT_SUPPRESSED>  42 ACWS(3d) 108, the Court may only criticize a Tribunal for having denied a request for adjournment if it is clear that a breach of natural justice or fairness has resulted from the decision. When a Tribunal refuses an adjournment, the Court will thus analyze the circumstances specific to each case in order to determine if there was any breach of the principle of natural justice (", "<FRAGMENT_SUPPRESSED> [2010] FCJ No 403)."], ["[40]", "In the case at bar, the Applicant argues that he was prevented from properly and fairly presenting his case and denied the opportunity of presenting submissions and being examined in a way that would have elucidated his claim. The Applicant also argues that the principles of natural justice were breached when the Board Member failed to call Ms. Anaele's cell phone to alert her to the fact that the request was refused and when the Board failed to immediately disclose the Board Member's name in response to Ms. Anaele's request."], ["[41]", "It is trite law that the right to counsel is not absolute in the context of immigration proceedings. The absence of counsel will only render a decision invalid when such an absence translates into a denial of a fair hearing: see, for ex., <FRAGMENT_SUPPRESSED> , above, at para 19;", "<FRAGMENT_SUPPRESSED> ;", "Julien", ", above, at paras 28-29;", "<FRAGMENT_SUPPRESSED> ."], ["[42]", "Accordingly, it is incumbent upon the Applicant to show that he was denied a fair hearing as a consequence of the hearing proceeding in the absence of his counsel. On that score, the Applicant utterly fails. Counsel for the Applicant argued vaguely that she could have examined the Applicant, that she could have explored many issues, that she could at least have requested the opportunity to file written submissions after the hearing, but she did not provide any concrete examples of evidence or arguments that she could have put forward and that could have had an impact on the final result. To the extent that the determinative issues in this case were the delay in claiming and the lack of evidence demonstrating the objective basis of the claim, it is indeed difficult to surmise what exactly counsel could have said or done to modify the outcome."], ["[43]", "The onus was on the Applicant to demonstrate that the hearing was unfair as a result of proceeding without his counsel. He has not discharged that burden. A careful reading of the transcript shows that the Applicant was given an opportunity to correct the record at the beginning, and that the Board went over his affidavit and ascertained the bases of his claim. There is no indication that he had any difficulty understanding the questions or providing the information requested. He was also given an opportunity to make submissions at the end. There are, in short, no indicia that the hearing was anything but thorough and fair. This is not to say that the Applicant would not have benefited from his counsel's presence, but there is no evidence that he was prejudiced or that a line of argument or a piece of evidence was overlooked as a result of his lawyer not being present at the hearing."], ["[44]", "Given that the sole issue raised by the Applicant is an alleged breach of procedural fairness arising from the RPD's refusal to grant his request for a change of time and date of his refugee claim, resulting in his counsel not being able to attend his hearing, this application for judicial review must accordingly fail.", "JUDGMENT"], ["[45]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed. No question is certified.", ".........................", "<FRAGMENT_SUPPRESSED>  Monsieur Howard Seymour Stephens (le demandeur) sollicite le contrôle judiciaire de la décision du 26 avril 2012 rendue par Carolyn McCool (la commissaire), de la Section de la protection des réfugiés (SPR) de la Commission de l'immigration et de la protection des réfugiés (CISR). À l'audience, la commissaire a refusé d'accorder une remise, compte tenu du fait que l'avocate du demandeur n'était pas présente à l'audience. Elle conclut dans sa décision que le demandeur n'a pas qualité de réfugié au sens de la Convention, ni celle de personne à protéger."], ["[2]", "Pour les motifs exposés ci-dessous, j'estime qu'il y a lieu de rejeter la présente demande de contrôle judiciaire. Cette affaire soulève également une question grave, à savoir celle des avocats qui interviennent comme témoins, aspect sur lequel je présenterai des commentaires dans le cadre de mes motifs.", "Contexte"], ["[3]", "Le défendeur est un citoyen jamaïcain né le 6 avril 1972. Il est arrivé au Canada le 7 juillet 2005 ou vers cette date et affirme s'être enfui de la Jamaïque parce qu'il craignait pour sa vie."], ["[4]", "La demande d'asile du demandeur est basée sur une crainte fondée de persécution reliée à ses opinions politiques présumées et à son appartenance à un groupe social particulier, ainsi que sur le risque visé à l'article 97 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la LIPR). Le demandeur affirme qu'il était en danger en Jamaïque parce qu'un homme d'affaires lui avait fait un don pour l'aider à financer un club de soccer pour les jeunes qu'il avait créé en 2004. Il y avait des rumeurs selon lesquelles cet argent avait en fait été fourni par un homme politique membre du Jamaica Labour Party (le JLP) qui essayait de se faire élire; la vie du demandeur aurait été gravement en danger à cause des membres d'un groupe politique qui appuyait le People's National Party (le PNP), un parti concurrent."], ["[5]", "Le demandeur affirme qu'il s'est déplacé de ville en ville pour se cacher avant d'obtenir les services d'un agent qui l'a aidé à se rendre au Canada grâce à de faux papiers. Depuis qu'il est arrivé au Canada, le demandeur s'est marié. Lui et sa femme ont chacun un enfant d'une relation antérieure et les quatre vivent ensemble comme une famille. Le club de football a été dissout lorsque le demandeur est parti pour le Canada en 2005."], ["[6]", "Le dossier contient un affidavit émanant de la mère d'un ancien membre du club qui a été assassiné le 20 avril 2009, après avoir apparemment réactivé le club en 2008. La mère mentionne que son fils avait été menacé par la bande du PNP, que la police avait refusé de faire quoi que ce soit et que celle-ci n'avait fait aucune arrestation reliée au meurtre de son fils. Elle ne mentionne pas directement la personne qui serait responsable du meurtre, ni le fait qu'il y aurait un lien entre le décès et le club de football, mais elle indique que la bande du PNP a menacé son fils de mort lorsqu'il a commencé à diriger l'équipe."], ["[7]", "Le demandeur est arrivé au Canada en 2005, mais n'a présenté une demande d'asile qu'en septembre 2011. Il affirme dans son affidavit qu'on lui avait dit lors de son arrivée au Canada que les gens originaires des îles caraïbes ne pouvaient pas présenter de demandes d'asile. Un consultant en immigration lui aurait déclaré qu'il faudrait qu'il paie 6 000 $ pour être représenté et après avoir rencontré sa femme, celle-ci a présenté une demande de parrainage en 2009. À l'époque de l'audience du demandeur, celui-ci a déclaré que la demande à titre de conjoint avait été rejetée et qu'elle était pendante devant la Cour."], ["[8]", "Le demandeur affirme qu'il a tenté de demander l'asile en 2010, mais qu'il a retiré sa demande sur les conseils d'une femme qui travaillait dans un bureau de l'immigration. D'après lui, elle a constaté l'existence de sa demande de parrainage et lui a dit qu'étant donné que cette demande semblait bien présentée, il devrait retirer sa demande d'asile. Il affirme avoir donné suite à son conseil parce qu'il ne connaissait pas bien le système de protection des réfugiés."], ["[9]", "À l'époque où il a présenté sa demande et signé son Formulaire de renseignements personnels (FRP) à l'automne 2011, le demandeur était représenté par une consultante en immigration, Sandra Bowen. La SPR a été informée qu'en raison de désaccords et de conflit entre lui et la consultante, il avait retenu les services de Me Anaele le 16 janvier 2012; cependant, la demande présentée par Mme Bowen pour cesser d'occuper au dossier à titre de conseil chargée de représenter le demandeur n'a été reçue par la CISR que le 29 février 2012 et accordée le 6 mars 2012."], ["[10]", "Le 20 janvier 2012, Me Anaele a présenté une demande de remise de la date d'audience, laquelle avait été fixée au 12 mars par Mme Bowen, parce que Me Anaele serait en vacances à cette date. Il ne ressort pas très clairement du dossier à quel moment le demandeur et Me Anaele ont appris à quelle date l'audience avait été fixée. Quoi qu'il en soit, le demandeur affirme qu'il ne savait pas que la date de l'audience avait été fixée lorsqu'il a retenu les services de Me Anaele."], ["[11]", "Dans la décision du 25 janvier 2012, la demande initiale de remise était refusée et on y mentionnait que [traduction] « les demandeurs d'asile doivent se choisir un conseil qui est prêt et disposé à agir à la date prévue; ligne directrice 6, section 2.6 » (Dossier certifié du tribunal (DCT), page 46). Le demandeur n'a pas sollicité le contrôle judiciaire de cette décision provisoire."], ["[12]", "Le 6 février 2012, la CISR a envoyé au demandeur et à Me Anaele un avis de comparution concernant l'audience du 12 mars. La déclaration et les instructions suivantes figuraient dans l'avis:", "[traduction]", "Vous devez vous présenter et être prêt à comparaître à l'heure prévue. Si vous ou votre conseil ne comparaissez pas comme prévu, la SPR peut, après vous avoir donné la possibilité de vous faire entendre, conclure au désistement de la demande d'asile.", "[...]", "Si vous retenez les services d'un conseil après que la date a été fixée pour votre audience, il vous incombe de vous assurer qu'il sera disponible et prêt pour l'instruction à la date prévue. La SPR peut refuser de modifier la date ou l'heure de votre audience même si votre conseil n'est pas disponible. Par conséquent, vous pourriez devoir retenir les services d'un nouveau conseil qui sera disponible à la date prévue."], ["[13]", "Le jour de l'audience, Me Anaele a remis au demandeur une lettre dans laquelle elle déclarait que [traduction] « en raison de motifs médicaux d'urgence », elle ne serait pas en mesure d'assister à l'audience de l'après-midi et elle demandait que l'audience soit reportée au mois de juin 2012. Elle a envoyé le même document à la CISR par télécopieur. Un examen de la télécopie montre qu'elle a été reçue à 10 h 05 (DCT, page 60)."], ["[14]", "La demande de remise a été refusée et l'audience a été tenue, les motifs du refus ayant été versés au dossier. D'après le dossier, la commissaire a examiné les éléments suivants:", "i) La demande de remise présentée par Me Anaele le 20 janvier 2012 parce qu'elle allait prendre des vacances a été rejetée et le demandeur a été avisé qu'il devait se choisir un conseil en mesure de comparaître à la date prévue;", "ii) Le demandeur affirme qu'il a vu Me Anaele le matin de l'audience. Il a expliqué qu'elle avait décidé d'aider sa famille malgré ses projets antérieurs et qu'ils étaient prêts pour l'instruction prévue le 12 mars (après s'être rencontré la fin de semaine précédente). Toutefois, elle ne se sentait pas bien le jour de l'audience et avait projeté d'aller voir son médecin. Elle se trouvait dans son bureau dans le seul but de remettre sa lettre au demandeur et elle avait demandé à sa fille de l'y conduire."], ["[15]", "La commissaire a estimé que la demande n'était pas [traduction] « suffisamment fondée » pour reporter la date de l'audience, et a mentionné qu'elle s'interrogeait « sur un conseil qui présente des demandes multiples - c'est-à-dire plusieurs demandes de remise de l'audience » (DCT, page 118). Elle a souligné qu'elle ne disposait d'aucune preuve permettant de la convaincre qu'il existait en réalité des raisons médicales d'urgence justifiant le report de l'audience et que le fait qu'elle était suffisamment bien pour se rendre à son bureau soulevait des questions, malgré l'affirmation du demandeur selon laquelle c'était sa fille qui l'y avait conduit."], ["[16]", "Le demandeur a fourni à la Cour un affidavit dans lequel il explique les événements de la matinée et qui reprend pour l'essentiel les renseignements pertinents fournis au demandeur par son avocate. L'affidavit indique que Me Anaele avait annulé ses projets de vacances lorsque la Commission a refusé sa demande initiale, mais que le jour de l'audience, elle était très malade et qu'elle s'était rendue à son bureau pour préparer une demande de sursis d'urgence."], ["[17]", "L'affidavit indique que ses enfants l'on conduit à son bureau très tôt ce matin-là et que malgré qu'elle ait pu préparer la demande de sursis, elle n'a pas été en mesure de se rendre à l'audience au courant de l'après-midi parce qu'elle était très malade et avait un rendez-vous avec son médecin. Le demandeur explique dans son affidavit qu'en plus d'avoir envoyé une télécopie à la Commission et d'avoir fourni une lettre au demandeur, Me Anaele a appelé la Commission pour demander à l'agent intérimaire de l'appeler sur son téléphone portable si sa demande de remise faisait problème, mais que celui-ci ne l'avait pas appelée. Il est mentionné dans l'affidavit que l'audience avait été fixée au rôle pour la première fois, que ce n'était pas une date péremptoire et que cette exigence compromettait la capacité du demandeur de présenter ses arguments parce qu'elle était inéquitable, injuste et particulièrement traumatisante."], ["[18]", "Le demandeur affirme dans son affidavit qu'il a parlé à Me Anaele après l'audience, pendant qu'elle était chez son médecin et que Me Anaele l'avait informé par la suite qu'il lui avait fallu trois jours pour obtenir le nom de la commissaire, à la suite de quoi les tentatives qu'elle avait faites pour communiquer avec la commissaire et l'agent intérimaire n'avaient pas donné de résultats. Le demandeur soutient qu'à cause de l'absence de son conseil, il n'a pas pu faire ressortir les éléments essentiels de sa demande d'asile et n'a pas été en mesure de présenter des preuves documentaires supplémentaires."], ["[19]", "Dans une lettre envoyée au président de la CISR datée du 15 mars 2012 (dossier de demande, page 29), Me Anaele précise la nature des raisons de santé qui l'ont empêchée d'assister à l'audience, à savoir étourdissements, toux et maux de tête. Dans sa lettre, Me Anaele confirme la plupart des faits mentionnés dans l'affidavit du demandeur, et affirme également que son rendez-vous chez son médecin était à 13 h 15, et qu'après avoir préparé la demande de sursis, elle avait attendu son client (étant donné qu'elle se trouvait déjà dans son bureau et qu'ils avaient prévu de s'y rencontrer avant de se rendre à l'audience) dans le but de lui expliquer son état de santé et de lui remettre la lettre photocopiée. Elle poursuit ses explications en mentionnant les points suivants.", "[traduction]", "N'ayant pas reçu de nouvelle de la CISR, j'ai pensé que tout était conforme. Pendant que je me trouvais dans le bureau de mon médecin, vers 14 h, j'ai décidé de communiquer avec mon client pour savoir ce qui était arrivé étant donné que personne n'avait communiqué avec moi et il m'a informée du fait que la commissaire avait tenu l'audience en mon absence malgré la lettre que j'avais envoyée.", "[...]", "J'estime que la conclusion qu'a tirée la commissaire constitue un manque de respect envers mon professionnalisme et entache ma réputation. Je suis une avocate qui compte 26 ans d'expérience et je pratique en Ontario depuis 16 ans. J'ai une excellente réputation professionnelle et que j'ai l'intention de la préserver. Je suis membre en règle du Barreau du Haut-Canada. J'ai toujours assisté aux audiences mises au rôle, sauf lorsque j'étais malade. Par ailleurs, le fait d'avoir demandé auparavant un ajournement à cause de mes projets de vacances pendant cette période n'a rien à voir avec mon état de santé. J'ai des preuves indiquant que j'ai annulé mes vacances uniquement à cause de cette audience et que j'aurais pu comparaître à l'audience si je n'avais pas eu de problèmes de santé.", "Ma santé est essentielle pour moi et je n'aurais pas été en mesure de présenter mes arguments ou de représenter mon client de façon adéquate le jour de l'audience.", "[...]", "La décision faisant l'objet du contrôle"], ["[20]", "La commissaire a examiné la demande de remise de manière préliminaire et a souligné le refus de la demande reliée aux vacances de l'avocate ainsi que les événements exposés par le demandeur. Elle affirme que la demande a été rejetée pour les motifs versés au dossier, qu'elle a résumés de la façon suivante:"], ["[5] [...] Il a pris note de l'historique des demandes de remise, du fait que la conseil avait d'abord déclaré qu'elle serait en vacances cette semaine-là, de l'absence de renseignements concernant l'urgence médicale et du fait que la conseil se portait suffisamment bien pour rencontrer le demandeur d'asile à son bureau le matin de l'audience."], ["[6] Le tribunal a établi que, compte tenu de toutes les circonstances, les raisons invoquées dans la demande de remise n'étaient pas suffisantes pour reporter l'audience. Cette demande a été rejetée, et l'audience a eu lieu en l'absence de la conseil."], ["[21]", "Pour ce qui est de la demande d'asile, la commissaire a résumé les allégations du demandeur, tout en faisant remarquer que celui-ci avait affirmé qu'il n'était pas possible d'obtenir une copie du rapport de police qu'il affirme avoir fait en 2005. Elle résume également les motifs fournis par le demandeur pour expliquer le temps qu'il a mis avant de demander l'asile au Canada ainsi que ses commentaires au sujet de l'affidavit fourni par la mère du jeune Marcellino Almando Johnson assassiné, et fait remarquer qu'il n'y avait aucun élément reliant la situation de Marcellino au demandeur. Elle constate également qu'aucun élément de preuve émanant de qui que ce soit relié au club de football en 2008 ou par la suite n'a été fourni. Interrogé sur le risque auquel il serait exposé s'il se trouvait en Jamaïque à l'heure actuelle, après sept ans, le demandeur a uniquement pu mentionner l'existence d'une culture mafieuse en Jamaïque et le fait que la violence politique était toujours un phénomène répandu dans son pays."], ["[22]", "D'après la commissaire, les aspects déterminants du dossier étaient les suivants: a) le fait qu'il avait tardé à demander l'asile, aspect qui touche la crainte subjective, et b) l'absence de preuve démontrant le fondement objectif de la demande d'asile tel qu'il existait en 2004-2005 et qui, de l'avis du demandeur, existait toujours en 2012. La commissaire a conclu que le demandeur n'avait pas établi, selon la prépondérance de la preuve, qu'il était une personne à protéger."], ["[23]", "Elle souligne à l'égard du premier point que l'écoulement d'une période de six ans avant la présentation de la demande d'asile est un « retard très important » et ne peut qu'entraîner le rejet de la demande d'asile « en l'absence d'explications jugées raisonnables » (paragraphe 18). La commissaire a estimé que les explications du demandeur n'étaient pas satisfaisantes parce qu'elle a pensé qu'il était peu probable qu'il choisisse le moment et la façon de présenter sa demande d'asile en se fondant sur des conseils informels au lieu de demander conseil à une personne compétente « que ce soit un représentant du gouvernement du Canada ou un avocat, un consultant ou un travailleur communautaire qualifié » (paragraphe 19). La demande présentée par le demandeur aux termes de l'article 96 ne peut être accueillie en raison de l'absence de crainte subjective."], ["[24]", "Pour ce qui est de la demande d'asile présentée par le demandeur en vertu de l'article 97, la commissaire a conclu, également sur la foi du fait qu'il a tardé à présenter sa demande, que le demandeur ne pensait pas qu'il courait les dangers mentionnés."], ["[25]", "Quant aux preuves présentées, la commissaire a pris note de l'affidavit de Marcellino et de la situation générale du pays, mais a estimé que les preuves documentaires n'étayaient pas les affirmations du demandeur concernant le risque auquel il serait exposé en Jamaïque.", "Les questions en litige"], ["[26]", "Le demandeur ne conteste pas la conclusion que la commissaire a tirée sur le fond de sa demande d'asile. La seule question soulevée dans la présente demande de contrôle judiciaire est celle de savoir si la SPR a manqué à son obligation d'équité lorsqu'elle a rejeté la demande de remise présentée par le demandeur.", "Analyse"], ["[27]", "Le défendeur soutient, de manière préliminaire, que l'affidavit du demandeur est fondé sur des déclarations provenant de son avocate au sujet d'événements qui, selon elle, sont survenus. Du point de vue du défendeur, cette façon de faire est tout à fait inappropriée et son avocate propose, par conséquent, que soient radiés un certain nombre de paragraphes de l'affidavit du demandeur ou qu'il ne leur soit attribué aucune force probante."], ["[28]", "Je souscris à l'interprétation qu'a proposée l'avocate du défendeur. L'article 82 des", "Règles des Cours fédérales", "(DORS/98-106) interdit expressément à un avocat d'être à la fois l'auteur d'un affidavit et de présenter à la Cour des arguments fondés sur cet affidavit. Lorsque la propre crédibilité de l'avocat est en litige, il est préférable qu'il témoigne et qu'il demande à un autre avocat de représenter son client. C'est en fait précisément ce que le Barreau du Haut-Canada recommande dans ce genre de situation. Dans le commentaire relatif à la règle 4.02(2) du Code de déontologie du Barreau du Haut-Canada (qui interdit à un avocat qui comparaît en cette qualité de témoigner devant le tribunal), on peut lire: « [...] L'avocat ne doit pas se conduire en témoin non assermenté ni mettre sa propre crédibilité en jeu. D'un autre côté, si son témoignage est absolument nécessaire, il doit témoigner et confier la conduite du procès à un ou à une de ses collègues. »"], ["[29]", "En l'espèce, l'avocate a indirectement contrevenu à l'article 82 des Règles en faisant en sorte que le demandeur produise un affidavit fondé en partie au moins sur des renseignements qu'elle lui avait fournis et dont il n'avait aucune connaissance personnelle. Cette pratique, qui ne saurait être tolérée, va à l'encontre de l'esprit de cette disposition, puisqu'elle place l'avocate dans une position où elle présente des arguments en se fondant sur son propre témoignage:", "<FRAGMENT_SUPPRESSED> et 23. Les véritables déclarants ne devraient pas tenter de se soustraire à un contre-interrogatoire en comparaissant en réalité en qualité de témoin non assermenté. Il est exact, comme le soutient l'avocate du demandeur, que certains des faits au sujet desquels il a témoigné étaient fondés sur des preuves documentaires, à savoir, des lettres que l'avocate avait envoyées à la CISR. De nombreux paragraphes de son affidavit sont toutefois fondés sur du ouï-dire et ne se limitent pas aux faits dont le déclarant a une connaissance personnelle, comme l'exige l'article 81 des Règles."], ["[30]", "Lorsqu'un affidavit propose de fournir une preuve par ouï-dire, on devrait lui accorder peu de poids, voire aucun. Je souligne également que le paragraphe 81(2) des", "Règles des Cours fédérales", "autorise la Cour à tirer des conclusions défavorables du fait qu'une partie n'a pas offert le témoignage de personnes ayant une connaissance personnelle des faits essentiels par ailleurs fondés sur la croyance du déclarant. Pour ces motifs, j'admets que les paragraphes 19, 20, 21, 23, 25 à 29, 35 et 40 à 44 de l'affidavit du demandeur doivent être radiés ou ne se voir accorder qu'une force probante très faible dans la mesure où ils ne font que reproduire ce que l'on trouve déjà dans les preuves documentaires et où ils constituent du ouï-dire."], ["[31]", "Pour ce qui est de la norme de contrôle applicable, je conviens également avec l'avocate du défendeur qu'il y a lieu de faire preuve de retenue à l'égard de la décision de la SPR de remettre ou d'ajourner l'audience relative à la demande d'asile du demandeur. La décision de la SPR est une décision discrétionnaire, même si ce pouvoir discrétionnaire doit s'exercer en tenant compte des facteurs énumérés au paragraphe 48(4) des", "Règles de la Section de la protection des réfugiés", ", DORS/2002-228 (maintenant abrogé). La Cour n'interviendra donc pas, à moins qu'elle ne conclue que la SPR a appliqué de façon déraisonnable les facteurs énumérés au paragraphe 48(4): voir", "<FRAGMENT_SUPPRESSED> [", "Julien", "]. Même dans ce cas, la Cour n'intervient que si le demandeur peut établir que le refus de remettre ou d'ajourner une audience a entraîné une violation de l'équité procédurale: voir", "<FRAGMENT_SUPPRESSED> et 18 [ <FRAGMENT_SUPPRESSED> ] ;", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] ;", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]."], ["[32]", "Le demandeur et le défendeur étayent manifestement leurs arguments sur différents éléments énumérés au paragraphe 48(4) des Règles de la SPR. Ce paragraphe dispose:", "Règles de la Section de la protection des réfugiés (DORS/2002-228)", "[Abrogé, DORS/2012-256, art. 73]", "En vigueur du 2006-03-22 au 2012-12-14", "CHANGEMENT DE LA DATE OU DE L'HEURE D'UNE PROCÉDURE", "Éléments à considérer", "48 (4) Pour statuer sur la demande, la Section prend en considération tout élément pertinent. Elle examine notamment:", "a) dans le cas où elle a fixé la date et l'heure de la procédure après avoir consulté ou tenté de consulter la partie, toute circonstance exceptionnelle qui justifie le changement;", "b) le moment auquel la demande a été faite;", "c) le temps dont la partie a disposé pour se préparer;", "d) les efforts qu'elle a faits pour être prête à commencer ou à poursuivre la procédure;", "e) dans le cas où la partie a besoin d'un délai supplémentaire pour obtenir des renseignements appuyant ses arguments, la possibilité d'aller de l'avant en l'absence de ces renseignements sans causer une injustice;", "f) si la partie est représentée;", "g) dans le cas où la partie est représentée, les connaissances et l'expérience de son conseil;", "h) tout report antérieur et sa justification;", "i) si la date et l'heure qui avaient été fixées étaient péremptoires;", "j) si le fait d'accueillir la demande ralentirait l'affaire de manière déraisonnable ou causerait vraisemblablement une injustice;", "k) la nature et la complexité de l'affaire.", "CHANGING THE DATE OR TIME OF A PROCEEDING", "Factors", "48 (4) In deciding the application, the Division must consider any relevant factors, including", "(a) in the case of a date and time that was fixed after the Division consulted or tried to consult the party, any exceptional circumstances for allowing the application;", "(b) when the party made the application;", "(c) the time the party has had to prepare for the proceeding;", "(d) the efforts made by the party to be ready to start or continue the proceeding;", "(e) in the case of a party who wants more time to obtain information in support of the party's arguments, the ability of the Division to proceed in the absence of that information without causing an injustice;", "(f) whether the party has counsel;", "(g) the knowledge and experience of any counsel who represents the party;", "(h) any previous delays and the reasons for them;", "(i) whether the date and time fixed were peremptory;", "(j) whether allowing the application would unreasonably delay the proceedings or likely cause an injustice; and", "(k) the nature and complexity of the matter to be heard."], ["[33]", "Dans sa décision, la commissaire résume de la façon suivante les motifs pour lesquels elle a refusé la demande de remise:", "5 Le tribunal a rejeté la demande de remise et a exposé ses motifs dans le dossier. Il a pris note de l'historique des demandes de remise, du fait que la conseil avait d'abord déclaré qu'elle serait en vacances cette semaine-là, de l'absence de renseignements concernant l'urgence médicale et du fait que la conseil se portait suffisamment bien pour rencontrer le demandeur d'asile à son bureau le matin de l'audience."], ["[34]", "Il est vrai que la transcription de l'audience indique que la commissaire a également pris en compte le caractère raisonnable du report demandé et le fait que le demandeur était au Canada depuis six ans et demi. Il est toutefois possible de tenir pour acquis que les éléments résumés dans ses motifs étaient les principaux éléments sur lesquels reposait son rejet de la demande de remise."], ["[35]", "À mon avis, ces éléments étaient loin d'être suffisants pour refuser la remise demandée. Il semble que la décision de la commissaire ait été fortement influencée par le fait que l'avocate avait déjà demandé de changer la date de l'audience parce qu'elle avait, avant que le demandeur retienne ses services, planifié des vacances à ce moment-là. Or, l'avocate n'a manifestement pas pris les vacances prévues et n'avait pas apparemment d'autres raisons de ne pas assister à l'audience, si ce n'est sa mauvaise santé. En fait, le quatrième élément mentionné par la commissaire (le fait que l'avocate était suffisamment en bonne santé pour rencontrer le demandeur à son bureau le matin de l'audience) indique qu'elle admet que l'avocate n'était pas partie en vacances. Il était donc tout à fait inapproprié d'insister sur cet élément le jour de l'audience pour justifier le rejet de la demande de remise, puisque l'avocate avait pris des mesures pour pouvoir comparaître, lorsque sa première demande a été rejetée."], ["[36]", "Quant au manque d'information concernant son état de santé, il aurait évidemment été préférable que l'avocate fournisse des renseignements supplémentaires concernant sa situation. Je constate toutefois que la Cour a déjà déclaré qu'il est à la fois déraisonnable et injuste de mettre en question la véracité des motifs fournis par un représentant au sujet de l'absence d'un autre avocat: voir <FRAGMENT_SUPPRESSED> , précité, au paragraphe 13. On pourrait s'attendre à ce que le même raisonnement s'applique au moins au même degré lorsque le motif de l'absence est fourni par l'avocat lui-même (par écrit ou en personne). En outre, la décision au sujet de la remise a été prise séance tenante et la décision finale semble avoir été rédigée le lendemain de l'audience, de sorte que les documents médicaux qui auraient pu corroborer l'incapacité d'assister à l'audience n'auraient probablement servi à rien puisqu'ils n'auraient été obtenus qu'au moment où elle s'est rendue dans le bureau du médecin l'après-midi de l'audience. Enfin, le fait que l'avocate se soit sentie suffisamment bien pour rencontrer le demandeur le matin du jour de l'audience ne devrait pas nécessairement être retenu contre elle. Tout d'abord, même si la commissaire ne connaissait pas l'existence de la demande de sursis, il existe une différence très importante entre la tenue d'une réunion par téléphone dans son bureau (ou se trouver dans son bureau pour communiquer avec son client et demander une remise à la SPR) et représenter un client en personne au cours d'une audience de la Commission de l'immigration et de la protection des réfugiés. On pourrait de plus soutenir que le fait que l'avocate ait participé, pour le compte d'un client, à l'audience relative à la demande de sursis, montre son professionnalisme, étant donné que cette audience était beaucoup plus urgente que celle qui portait sur la demande d'asile. En fait, il est possible de dire la même chose du fait qu'elle ait tenté d'obtenir une remise de l'audience devant la commissaire ce même jour."], ["[37]", "En outre, le demandeur soutient que la Commission n'a pas pris en considération les autres éléments pertinents figurant au paragraphe 48(4) des Règles de la SPR avant de rendre sa décision. Par exemple, le motif médical constituait manifestement une circonstance exceptionnelle (alinéa 48(4)", ")), il n'y avait pas eu de reports antérieurs dans l'instruction de la demande d'asile (alinéa 48(4)", ")), la conseil avait plus de 15 ans d'expérience et sa réputation n'était aucunement mise en doute (alinéa 48(4)", ")), la date d'audience fixée n'était pas péremptoire (alinéa 48(4)", ")), et la demande d'ajournement n'aurait pas ralenti l'affaire de manière déraisonnable (alinéa 48(4)", "))."], ["[38]", "Or, cela ne veut pas dire que le demandeur avait le droit d'obtenir la remise de l'audience. Comme je l'ai indiqué précédemment, c'est une décision discrétionnaire qui appartient à la commissaire. Cela dit, la Commission a l'obligation d'examiner une demande d'ajournement en fonction des principes établis. La Commission est tenue de prendre en considération les éléments énumérés au paragraphe 48(4) des Règles, et ne pouvait légitimement refuser la demande pour la seule raison que l'avocate avait déjà présenté une demande qui avait été refusée. La commissaire ne l'a pas dit expressément, mais il ressort de ses motifs qu'elle ne pensait pas que l'avocate avait agi de bonne foi et qu'elle avait simplement fourni un autre prétexte pour ne pas avoir à comparaître à la date fixée pour l'audience. Selon le dossier soumis à la Cour et en l'absence d'autres explications, les motifs fournis par la commissaire pour refuser la remise de l'audience sont donc déraisonnables."], ["[39]", "Cette conclusion ne suffit toutefois pas pour entraîner à elle seule l'annulation de la décision. Comme la Cour l'a déclaré dans <FRAGMENT_SUPPRESSED> , précité, au paragraphe 25:", "La Cour rappelle que la Commission a le pouvoir discrétionnaire d'accueillir une demande d'ajournement. En vertu de la décision de la Cour fédérale dans", "<FRAGMENT_SUPPRESSED>  42 ACWS (3d) 108, la Cour ne peut critiquer la décision du tribunal en cas de refus d'une demande d'ajournement que si une violation des principes de justice naturelle ou d'équité a résulté de cette décision. Lorsque le tribunal refuse un ajournement, la Cour analyse les circonstances particulières à chaque espèce afin d'établir s'il y a eu violation des principes de justice naturelle (", "<FRAGMENT_SUPPRESSED>  paragraphe 28, [2010] ACF no 403)."], ["[40]", "En l'espèce, le demandeur soutient qu'il n'a pas été en mesure de présenter ses arguments de façon appropriée et équitable, qu'on lui a refusé la possibilité de présenter des observations et d'être interrogé de façon à expliquer sa demande d'asile. Le demandeur soutient également que la commissaire n'a pas respecté les principes de justice naturelle en ne rappelant pas Me Anaele sur son portable pour lui signaler que la demande avait été refusée et lorsque la Commission a omis de communiquer immédiatement le nom de la commissaire en réponse à la demande de Me Anaele."], ["[41]", "Il est bien établi que le droit à l'avocat n'est pas absolu dans le contexte de l'immigration. L'absence de l'avocat a pour effet d'invalider la décision lorsque cette absence empêche la tenue d'une audience équitable: voir, par exemple, <FRAGMENT_SUPPRESSED> , précité, au paragraphe 19;", "<FRAGMENT_SUPPRESSED> et 21;", "Julien", ", précité, aux paragraphes 28 et 29;", "<FRAGMENT_SUPPRESSED> ."], ["[42]", "Il incombe donc au demandeur de démontrer que l'absence de son avocate à l'audience a eu pour effet de rendre l'audience inéquitable. Sur ce point, le demandeur n'est absolument pas convaincant. L'avocate du demandeur a vaguement soutenu qu'elle aurait pu interroger le demandeur, qu'elle aurait pu explorer de nombreux sujets, qu'elle aurait pu au moins demander l'autorisation de produire des observations écrites après l'audience, mais elle n'a fourni aucun exemple concret des preuves ou des arguments qu'elle aurait pu présenter et qui auraient été susceptibles d'influencer le résultat final. Dans la mesure où les questions déterminantes dans la présente affaire portaient sur le fait que le demandeur avait tardé à présenter sa demande d'asile et l'absence de preuve établissant le fondement objectif de la demande, il est difficile d'imaginer ce que l'avocate aurait vraiment pu dire ou faire pour modifier le résultat."], ["[43]", "Il incombait au demandeur de démontrer que l'audience avait été inéquitable parce qu'il n'y avait pas eu le bénéfice de la présence de son avocate. Il ne s'est pas acquitté de ce fardeau. Il ressort d'une lecture attentive de la transcription que le demandeur a eu la possibilité de corriger le dossier au départ et que la commissaire a examiné son affidavit et vérifié le bien-fondé de sa demande d'asile. Rien n'indique qu'il ait éprouvé de la difficulté à comprendre les questions ou à fournir l'information demandée. Il a également eu la possibilité de présenter des observations à la fin de l'audience. Bref, il n'existe aucun élément indiquant que l'audience n'ait pas été complète et équitable. Cela ne veut pas dire que le demandeur n'aurait pas bénéficié de la présence de son avocate, mais il n'existe aucun élément montrant qu'il a été lésé ou qu'il n'a pu présenter des arguments ou des preuves à l'audience parce que son avocate n'y assistait pas."], ["[44]", "Étant donné que la seule question soulevée par le demandeur est la violation alléguée de l'équité procédurale découlant du refus de la SPR d'accorder sa demande de changement de la date et de l'heure de l'examen de sa demande d'asile, dont la conséquence est que l'avocate n'a pu assister à l'audience, la présente demande de contrôle judiciaire doit donc être rejetée.", "JUGEMENT"], ["[45]", "LA COUR STATUE", "que la présente demande de contrôle judiciaire est rejetée. Aucune question n'est certifiée.", "[End of document]"]]}