{"id_": "029181", "body_str": [["[1]", "Pinard, J.", "[Translation]: This is an application for judicial review of a decision dated March 21, 2006, by a pre-removal risk assessment officer (the PRRA officer) refusing an in-country application for permanent residence on humanitarian and compassionate grounds, originally submitted on August 25, 2003.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant, Mr. M. Aqeel Iqbal, is a citizen of Pakistan and was admitted to Canada as a visitor on September 21, 2001, for a period of six months to visit his brother who lives in the Montréal area.  <FRAGMENT_SUPPRESSED>"], ["[3]", "On October 12, 2001, the applicant claimed refugee status, but his application was refused on December 27, 2002, on the grounds that he was not a Convention refugee or a person in need of protection as defined in sections 96 and 97, respectively, of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the Act).  <FRAGMENT_SUPPRESSED>"], ["[4]", "The Immigration and Refugee Board found that the applicant was not credible because of numerous inconsistencies, and therefore, that his life would not be in danger if he were to return to Pakistan. An application for judicial review of this decision was also filed, then dismissed on May 8, 2003.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The applicant subsequently made an in-country permanent residence claim on humanitarian and compassionate grounds. He states that he cannot submit his application for permanent residence from outside Canada because he fears for his life should he return to Pakistan.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The application was received on August 25, 2003, and denied by the PRRA officer on March 21, 2006. The officer reminded the applicant that he is currently without status in Canada, and that a removal order had been issued against him on November 21, 2001, in Montréal. Consequently, his file was transferred to the Canada Border Services Agency.  <FRAGMENT_SUPPRESSED>"], ["[7]", "In this case, it is important to bear in mind the general principles that apply to applications on humanitarian and compassionate grounds (HC applications) in order to better assess some of the applicant's arguments.  <FRAGMENT_SUPPRESSED>"], ["[8]", "First, in", "<FRAGMENT_SUPPRESSED>  Madam Justice Layden-Stevenson reviews some of the general principles:  <FRAGMENT_SUPPRESSED>"], ["[8] It is useful to review some of the established principles regarding H&C applications. The decision of the ministerial delegate with respect to an H&C application is a discretionary one:", "<FRAGMENT_SUPPRESSED>  (", "Baker", "). The standard of review applicable to such decisions is that of reasonableness simpliciter:", "Baker", ". The onus, on an application for an H&C exemption, is on the applicant:", "<FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 139 per Gibson J. citing", "<FRAGMENT_SUPPRESSED>  (", "Suresh", ");", "<FRAGMENT_SUPPRESSED>  (C.A.) (", "Legault", "). The ministerial guidelines are not law and the Minister and her agents are not bound by them, but they are accessible to the public and the Supreme Court has qualified them as being of great assistance to the court:", "Legault", ". An H&C decision must be supported by reasons:", "Baker", ". It is inappropriate to require administrative officers to give as detailed reasons for their decisions as may be expected of an administrative tribunal that renders its decisions after an adjudicative hearing:", "<FRAGMENT_SUPPRESSED> Mr. Justice Blais affirms the principle laid down in", "<FRAGMENT_SUPPRESSED>  that a PRRA officer has the authority under the Act to represent the Minister of Citizenship and Immigration and to act on an application for permanent residence in Canada on humanitarian and compassionate grounds under subsection 25(1) of the Act.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The applicant first challenges the PRRA officer's assessment of his application on humanitarian and compassionate grounds.  <FRAGMENT_SUPPRESSED>"], ["[11]", "In order to convince the officer that humanitarian and compassionate grounds exist to support his or her claim, the applicant has the onus of proving that the requirement to obtain a permanent resident visa from outside Canada would amount to unusual, undue or disproportionate hardship (", "<FRAGMENT_SUPPRESSED> ). After assessing the facts, the officer makes a finding.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The onus is also on the applicant to set out the relevant factors that must be considered on the assessment in order for the officer to find that relevant humanitarian and compassionate grounds exist (", "IP 5 Manual: Immigrant Applications in Canada made on Humanitarian or Compassionate Grounds", "(the Manual), Citizenship and Immigration Canada, 5.29).  <FRAGMENT_SUPPRESSED>  Mr. Justice Evans, for the Federal Court of Appeal, wrote at paragraph 8:  <FRAGMENT_SUPPRESSED>", "... And, since applicants have the onus of establishing the facts on which their claim rests, they omit pertinent information from their written submissions at their peril.  <FRAGMENT_SUPPRESSED>"], ["[13]", "In this case, the applicant made only brief and general statements that did not really assist the officer with her assessment:  <FRAGMENT_SUPPRESSED>", "\"I am unable to get a visa for a country where I can deposit my application and wait for the result. My life is in danger in Pakistan. Therefore I cannot return to Pakistan.\" (Question 3, part A: Special reasons to exempt you from the requirement to apply from outside Canada).  <FRAGMENT_SUPPRESSED>", "\"I am working in Montreal and I am living with my brother who is a Canadian citizen. I cannot return to Pakistan because my life is in danger overthere.\" (Question 3, part B: disproportionate hardship)  <FRAGMENT_SUPPRESSED>"], ["[14]", "Moreover, I agree with the respondent that it is well settled that the degree of establishment in Canada is not sufficient to justify accepting a claim on humanitarian and compassionate grounds.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Moreover, in order for the risks to be assessed, the applicant has the burden of providing the evidence necessary to support his or her allegation on this issue (see", "<FRAGMENT_SUPPRESSED> ,", "<FRAGMENT_SUPPRESSED>  and", "<FRAGMENT_SUPPRESSED> ). The applicant herein submitted no evidence that he has been targeted or that his life would be particularly at risk.  <FRAGMENT_SUPPRESSED>"], ["[16]", "It is well established that an applicant may make written submissions to meet the requirements of procedural fairness. In this case, the applicant did not do so. Although he submits that the officer failed to consider all the grounds in his application, I agree with the respondent that the officer considered what was before her, as well as documents that had not been submitted to her.  <FRAGMENT_SUPPRESSED>"], ["[17]", "I also agree with the respondent that this HC assessment, which includes a risk assessment, cannot serve as an appeal of the risk assessment made by the Refugee Protection Division, a risk that was found not to be credible.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Thus, in accordance with the reasonableness simpliciter standard of review, I conclude that the officer's finding was not unreasonable based on the information before her.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The applicant also disputes the PRRA officer's interpretation and application of subsection 25(1) of the Act, which reads as follows:  <FRAGMENT_SUPPRESSED>", "25.", "(1) The Minister shall, upon request of a foreign national who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister's own initiative, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations.  <FRAGMENT_SUPPRESSED>", "25.", "(1) Le ministre doit, sur demande d'un étranger interdit de territoire ou qui ne se conforme pas à la présente loi, et peut, de sa propre initiative, étudier le cas de cet étranger et peut lui octroyer le statut de résident permanent ou lever tout ou partie des critères et obligations applicables, s'il estime que des circonstances d'ordre humanitaire relatives à l'étranger - compte tenu de l'intérêt supérieur de l'enfant directement touché - ou l'intérêt public le justifient.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Since statutory interpretation is a question of law, the applicable standard of review is correctness (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[21]", "Subsection 25(1) refers to two types of considerations: humanitarian and compassionate, and public policy. In an application for permanent residence, it is settled law that if there are no public policy reasons to refuse an exemption, the next step is to see if there are humanitarian and compassionate grounds to grant an exemption (", "<FRAGMENT_SUPPRESSED> , at paragraph 17).  <FRAGMENT_SUPPRESSED>"], ["[22]", "<FRAGMENT_SUPPRESSED>  (T.D.)(QL), Mr. Justice Strayer held that the words \"humanitarian and compassionate\" have an objective meaning, which each immigration officer is entitled to interpret. However, the term \"public policy\" has no objective content and cannot be interpreted by an officer:  <FRAGMENT_SUPPRESSED>", "... While it is plausible to say, as seems to have been implicit in the", "Yhap", "case that the words \"humanitarian and compassionate\" have some kind of objective meaning intended by Parliament which must not be artificially narrowed through the fettering of the discretion of immigration officers in applying those words, the same cannot be said for the term \"public policy\". Subject to certain very broad limitations, the content of \"public policy\" must be defined by those having the authority to fix public policy and the political responsibility for its content.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "... As I have suggested earlier, the rationale of", "Yhap", "is based on the proposition that the words \"humanitarian and compassionate\" have some objective meaning which each immigration officer is entitled to interpret. But the term \"public policy\" has no objective content and must be defined by those having authority to define public policy. I cannot accept that every immigration officer has the right and the obligation to define his own \"public policy\". That is surely a matter for the Governor in Council to determine in the exercise of his authority under subsection 114(2) and", "it is perfectly legitimate for the Minister to indicate through guidelines what she will recommend to the Governor in Council as \"public policy\"", "(based, presumably, on what the Governor in Council is likely to accept). The guidelines may therefore prescribe the situations in which, for reasons of public policy, the Governor in Council will by regulation exempt an individual from other regulations or otherwise facilitate his admission. (Emphasis added.)  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "... It is accepted that those guidelines may not fetter the discretion of immigration officers to consider any factor which could arguably be embraced by the terms \"humanitarian and compassionate\", but it is quite in order for the Minister on behalf of the Governor in Council to indicate definitively to immigration officers what elements of public policy she is prepared to recommend to the Governor in Council as a basis for favourable action. It is surely within the expectation of Parliament and of most Canadians that the Minister will try to ensure that the discretionary powers granted by subsection 114(2) are exercised with some coherence and consistency and that in matters of public policy Parliament can rightly look to the Governor in Council and the Minister to be responsible for the content of that policy.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Thus, public policy considerations, whether in the Manual or elsewhere, are left to the discretion of the Minister. \"These public interest considerations [referring to illegal entry into Canada] need not have been, I believe, put on paper since they are necessarily associated with the role and responsibilities of the Minister of Immigration.\" (", "Legault", ", at paragraph 20). Public policy considerations include a criminal conviction, the separation of parents and dependent children and whether the applicant has lived in Canada for a significant period of time due to circumstances beyond his or her control (", "Legault,", "at paragraphs 24, 26 and 27).  <FRAGMENT_SUPPRESSED>"], ["[24]", "Like the respondent in this proceeding, I would rely on Mr. Justice Cullen's remarks in", "<FRAGMENT_SUPPRESSED>  (T.D.), at page 651:  <FRAGMENT_SUPPRESSED>", "I accept the distinction drawn by Strayer J. between considerations of public policy and humanitarian and compassionate concerns. In my opinion, he is correct in stating that concerns of public policy should not be modified or extended by immigration officers. As public policy is the province of those constitutionally entrusted with the power to set policy, allowing immigration officers to make exceptions to definitions adopted in the formulation of public policy would amount in effect to the immigration officer usurping the legislative role. . . .  <FRAGMENT_SUPPRESSED>"], ["[25]", "Although this analysis was made under the former provision of the Act (subsection 114(2)), I believe it is still valid in interpreting subsection 25(1). In addition, this provision confers directly on the Minister the discretion to determine both public policy considerations and humanitarian and compassionate considerations without having to go through the Governor in Council.  <FRAGMENT_SUPPRESSED>"], ["[26]", "Although it is true, as the applicant says, that the Manual has no legal value, it nonetheless assists immigration officers and the Court in determining whether a decision is reasonable (", "Baker", ", at paragraph 72,", "Legault", ", at paragraph 20,", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[27]", "As for the economic factors raised by the applicant before this Court, it should be noted that subsection 25(1) comprises an exceptional, discretionary procedure, limited to cases where there would be unusual or disproportionate hardship (", "<FRAGMENT_SUPPRESSED> , and", "Legault", ", at paragraphs 15 and 16).  <FRAGMENT_SUPPRESSED>"], ["[28]", "Accordingly, I am of the view that the applicant's personal situation, i.e. the fact that he is a skilled worker in an occupation that has a shortage of workers in Canada, does not constitute a public policy consideration. In addition, none of the applicant's forms indicated that certain public policies applied to him; instead, he submitted his application on simple humanitarian and compassionate grounds (see page 99 of the tribunal record).  <FRAGMENT_SUPPRESSED>"], ["[29]", "Therefore, the applicant has not persuaded me that the officer erred in interpreting and/or applying subsection 25(1) of the Act.  <FRAGMENT_SUPPRESSED>"], ["[30]", "Finally, to the extent that the applicant's argument is based on procedural fairness, it should be noted that the correctness standard of review applies to allegations of a breach of natural justice or procedural fairness", "( <FRAGMENT_SUPPRESSED> ). The Court must determine the circumstances of the matter in question and decide whether the duty of fairness has been met.  <FRAGMENT_SUPPRESSED>"], ["[31]", "Whether the applicant likes it or not, according to the Manual and", "<FRAGMENT_SUPPRESSED> , a PRRA officer has the power to assess an HC application with risk allegations. Therefore, there was no breach of procedural fairness in this case because the application was assessed by the right person.  <FRAGMENT_SUPPRESSED>"], ["[32]", "Nor was there a breach of procedural fairness in the steps taken to assess the exemption request.  <FRAGMENT_SUPPRESSED>"], ["[33]", "Assessing an application for exemption from the requirement to apply for permanent residence from outside Canada is a two-step process (", "<FRAGMENT_SUPPRESSED> ). First, the officer determines whether there are sufficient humanitarian or compassionate grounds to grant an exemption under section 25. Next, if those grounds exist, the applicant has to meet all the other requirements of the Act (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[34]", "If the exemption is refused, there is no reason to assess the application for permanent residence. However, that does not bar the applicant from applying for permanent residence from abroad at a later time.  <FRAGMENT_SUPPRESSED>"], ["[35]", "In this case, since the exemption was not granted, there was no need to send the application to the appropriate authorities in Quebec to assess whether the applicant met the selection criteria for an application for permanent residence. The officer's decision is consistent with the procedures in the Manual and the principles of fairness.  <FRAGMENT_SUPPRESSED>"], ["[36]", "For all the foregoing reasons, since the applicant has failed to prove an error warranting the intervention of the Court, the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>"], ["[37]", "Counsel for the applicant submitted the following question for certification:  <FRAGMENT_SUPPRESSED>", "[TRANSLATION]  <FRAGMENT_SUPPRESSED>", "-Having regard to the provisions of the IRPA, is it incumbent on the Minister:  <FRAGMENT_SUPPRESSED>", "to establish categories of persons whose application for permanent residence may be considered and dealt with as a \"public policy case\" under section 25 of the IRPA;  <FRAGMENT_SUPPRESSED>", "- If so, can the Minister determine on his own or by directive that only these categories can be considered as relevant to \"public policy\" under section 25 of the IRPA;  <FRAGMENT_SUPPRESSED>", "- If not, and considering that this power has not been delegated, is the applicant entitled to ask the Minister for a supplementary assessment with respect to the public policy grounds in section 25 of the IRPA.  <FRAGMENT_SUPPRESSED>"], ["[38]", "The requested certification is refused because the case law does not support the applicant's position (see", "<FRAGMENT_SUPPRESSED>  (TD) (QL); and", "<FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1072 (QL)).  <FRAGMENT_SUPPRESSED>"], ["[39]", "I also concur with counsel for the respondent that, without a factual foundation, the proposed question would not be determinative of an appeal.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>  s’agit ici d’une demande de contrôle judiciaire d’une décision du 21 mars 2006 prise par un agent d’examen de risque avant renvoi (l’agent ERAR) refusant une demande de résidence permanente dans le territoire fondée sur des motifs d’ordre humanitaire, originalement soumise le 25 août 2003.  <FRAGMENT_SUPPRESSED>"], ["[2]", "Le demandeur, M. Aqeel Iqbal, est citoyen du Pakistan et a été admis au Canada en tant que visiteur le 21 septembre 2001 pour une période de six mois afin de visiter son frère habitant la région de Montréal.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Le 12 octobre 2001, le demandeur a revendiqué le statut de réfugié et sa demande a été rejetée le 27 décembre 2002 pour les motifs qu’il n’était pas un réfugié au sens de la Convention, ni une personne à protéger selon les définitions données aux articles 96 et 97 respectivement de la Loi sur l’immigration et la protection des réfugiés, L.C. (2001), ch. 27 (la Loi).  <FRAGMENT_SUPPRESSED>"], ["[4]", "La CISR a conclu que le demandeur n’était pas crédible, en raison de nombreuses incohérences, et en conséquence, que sa vie ne serait pas en danger s’il retournait au Pakistan. Une demande de contrôle judiciaire de cette décision fut également présentée, puis rejetée le 8 mai 2003.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Le demandeur a ensuite fait une demande de résidence permanente depuis l’intérieur du territoire, fondée sur des motifs d’ordre humanitaire. Il invoque ne pas pouvoir présenter sa demande de résidence permanente hors du Canada, disant craindre pour sa vie s’il devait retourner au Pakistan.  <FRAGMENT_SUPPRESSED>"], ["[6]", "La demande a été reçue le 25 août 2003 et rejetée le 21 mars 2006 par l’agent ERAR. L’agent rappelle au demandeur qu’il est présentement sans statut au Canada et qu’une mesure de renvoi a été prise contre lui le 21 novembre 2001 à Montréal. En conséquence, son dossier a été transféré à l’Agence des services frontaliers du Canada.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Dans cette affaire, il importe de rappeler les principes généraux applicables aux demandes fondées sur des motifs d’ordre humanitaire (demandes CH) afin de bien apprécier certains arguments du demandeur.  <FRAGMENT_SUPPRESSED>"], ["[8]", "D’abord, dans l’arrêt Agot c. ministre de la Citoyenneté et de l’Immigration, 2003 CFPI 436, madame la juge Layden-Stevenson passe en revue certains des principes généraux :  <FRAGMENT_SUPPRESSED>"], ["[8] Il est utile de rappeler certains des principes établis qui régissent les demandes fondées sur des raisons d'ordre humanitaire. La décision du représentant du ministre en ce qui concerne une demande fondée sur des raisons d'ordre humanitaire est une décision discrétionnaire :  <FRAGMENT_SUPPRESSED>  (l'arrêt Baker). La norme de contrôle judiciaire applicable à ces décisions est celle de la décision raisonnable simpliciter (arrêt Baker). Dans le cas d'une demande de dispense fondée sur des raisons d'ordre humanitaire, le fardeau de la preuve incombe au demandeur ( <FRAGMENT_SUPPRESSED>  [2003] A.C.F. no 139, le juge Gibson, citant les jugements  <FRAGMENT_SUPPRESSED>  La pondération des facteurs pertinents ne ressortit pas au tribunal appelé à contrôler l'exercice du pouvoir discrétionnaire ministériel ( <FRAGMENT_SUPPRESSED>  (C.A.) (Legault)). Les lignes directrices ministérielles n'ont pas force de loi et ne lient pas le ministre et ses représentants, mais elles sont accessibles au public et la Cour suprême les a qualifiées de très utiles à la Cour (Legault). Les décisions relatives à des raisons d'ordre humanitaire doivent être motivées (Baker). Il serait excessif d'exiger des agents de révision, en tant qu'agents administratifs, qu'ils motivent leurs décisions avec autant de détails que ceux que l'on attend d'un tribunal administratif qui rend ses décisions à la suite d'audiences en règle ( <FRAGMENT_SUPPRESSED> le juge Blais confirme le principe soulevé dans Zolotareva c. ministre de la Citoyenneté et de l’Immigration, 2003 CF 1274, qu’un agent ERAR a la compétence en vertu de la Loi pour représenter le ministre de la Citoyenneté et de l’Immigration et ainsi agir sur une demande de résidence permanente au Canada fondée sur des motifs d’ordre humanitaire en vertu du paragraphe 25(1) de la Loi.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Le demandeur reproche d’abord à l’agent ERAR l’évaluation qu’il a faite de sa demande fondée sur des motifs d’ordre humanitaire.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Afin de pouvoir convaincre l’agent qu’il existe des motifs d’ordre humanitaire pour soutenir sa demande, le demandeur a le fardeau de prouver que le devoir d’obtenir un visa de résident permanent de l’extérieur du Canada lui causerait une difficulté inhabituelle et injustifiée ou excessive (Uddin c. ministre de la Citoyenneté et de l’Immigration, 2002 CFPI 937). Suite à l’évaluation des faits, l’agent tire ensuite sa conclusion.  <FRAGMENT_SUPPRESSED>"], ["[12]", "De plus, il incombe au demandeur de démontrer quels sont les facteurs pertinents dont il faut tenir compte dans l’évaluation afin que l’agent puisse justifier qu’il existe des motifs humanitaires pertinents (", "Guide IP 5 : Demande présentée par des immigrants au Canada pour des motifs d’ordre humanitaire", "(le Guide), Citoyenneté et Immigration Canada, 5.29). Le juge Evans, au nom de la Cour d’appel fédérale dans Owusu c. ministre de la Citoyenneté et de l’Immigration, 2004 CAF 38, a écrit au paragraphe 8 :  <FRAGMENT_SUPPRESSED>", ". . . Et, puisque le demandeur a le fardeau de présenter les faits sur lesquels sa demande repose, c’est à ses risques et périls qu’il omet des renseignements pertinents dans ses observations écrites.  <FRAGMENT_SUPPRESSED>"], ["[13]", "En l’espèce, le demandeur n’a fait que des déclarations brèves et générales, n’aidant vraiment pas l’agent avec son évaluation :  <FRAGMENT_SUPPRESSED>", "« I am unable to get a visa for a country where I can deposit my application and wait for the result. My life is in danger in Pakistan. Therefore I cannot return to Pakistan. » (Question 3, partie A: Raisons particulières pour exempter l’exigence de la demande depuis l’extérieur du Canada)  <FRAGMENT_SUPPRESSED>", "« I am working in Montreal and I am living with my brother who is a Canadian citizen. I cannot return to Pakistan because my life is in danger overthere. » (Question 3, partie B: difficultés excessives)  <FRAGMENT_SUPPRESSED>"], ["[14]", "De plus, je suis d’accord avec le défendeur qu’il est bien établi que le degré d’établissement au Canada n’est pas suffisant pour justifier l’acceptation d’une demande fondée sur des raisons d’ordre humanitaire.  <FRAGMENT_SUPPRESSED>"], ["[15]", "En outre, afin de faire une évaluation des risques, il incombe au demandeur de fournir la preuve nécessaire pour appuyer son allégation à cet égard (voir Owusu, ci-dessus, Joseph c. ministre de la Citoyenneté et de l’Immigration, 2004 CF 344 et Nguyen c. ministre de la Citoyenneté et de l’Immigration, 2005 CF 236). Or, le demandeur n’a offert aucune preuve démontrant qu’il était ciblé et que sa vie serait particulièrement menacée.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Il est bien établi, pour satisfaire aux exigences de l’équité procédurale, qu’il existe une possibilité pour un demandeur de faire des représentations par écrit. En l’espèce, le demandeur n’en a pas fait. Bien que ce dernier prétend que l’agent n’a pas considéré tous les motifs allégués dans sa demande, je suis d’accord avec le défendeur que l’agent a considéré ce qui était devant elle, en plus de considérer des documents qui ne lui étaient pas présentés.  <FRAGMENT_SUPPRESSED>"], ["[17]", "Je suis aussi d’accord avec le défendeur que la présente évaluation CH qui contient une évaluation du risque ne peut servir d’appel de l’évaluation du risque de la Section de la protection des réfugiés, risque jugé non crédible.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Ainsi, conforme à la norme de contrôle de raisonnable simpliciter, je serais d’avis que la conclusion de l’agent n’était pas déraisonnable compte tenu de l’information à sa disposition.  <FRAGMENT_SUPPRESSED>"], ["[19]", "Le demandeur se plaint en outre de l’interprétation et de l’application faite par l’agent ERAR du paragraphe 25(1) de la Loi, lequel se lit comme suit :  <FRAGMENT_SUPPRESSED>", "25. (1) Le ministre doit, sur demande d’un étranger interdit de territoire ou qui ne se conforme pas à la présente loi, et peut, de sa propre initiative, étudier le cas de cet étranger et peut lui octroyer le statut de résident permanent ou lever tout ou partie des critères et obligations applicables, s’il estime que des circonstances d’ordre humanitaire relatives à l’étranger – compte tenu de l’intérêt supérieur de l’enfant directement touché – ou l’intérêt public le justifient.  <FRAGMENT_SUPPRESSED>", "25. (1) The Minister shall, upon request of a foreign national who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister’s own initiative, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Puisque l’interprétation d’une loi est une question de droit, la norme de contrôle applicable est la norme correcte ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[21]", "Le paragraphe 25(1) contient deux types de considérations : celles d’ordre humanitaire et celles d’intérêt public. Il est bien établi en droit que si l’on ne peut trouver des raisons d’intérêt public pour refuser une dispense de demande permanente, on regarde ensuite s’il existe des motifs d’ordre humanitaire pour accorder une dispense (Legault, ci-dessus, au paragraphe 17).  <FRAGMENT_SUPPRESSED>"], ["[22]", "Dans l’arrêt  <FRAGMENT_SUPPRESSED>  (1re inst.)(QL), monsieur le juge Strayer a conclu que les termes « ordre humanitaire » possèdent une signification objective que chaque agent d’immigration a le droit d’interpréter. Cependant, les termes « intérêt public » n’ont pas de signification objective et ne sont pas sujet à interprétation par l’agent :  <FRAGMENT_SUPPRESSED>", ". . . Bien qu'il soit plausible de dire, comme il semble avoir été implicite dans l'affaire Yhap, que les termes \"raisons d'ordre humanitaire et motifs de commisération\" ont un certain sens objectif que le Parlement voulait leur attribuer et qui ne doit pas être restreint de façon artificielle par l'entrave au pouvoir discrétionnaire des agents d'immigration dans l'application de ces termes, on ne peut pas en dire autant de l'expression \"intérêt public\". Sous réserve de certaines limitations très larges, le contenu de l'expression \"intérêt public\" doit être défini par ceux qui ont l'autorité de fixer la politique administrative et qui ont la responsabilité politique de son contenu.  <FRAGMENT_SUPPRESSED>", "[. . . . .]  <FRAGMENT_SUPPRESSED>", ". . . Comme je l'ai déclaré plus tôt, la justification de l'affaire Yhap découle de la proposition selon laquelle les termes \"raisons d'ordre humanitaire\" ont un sens objectif que chaque agent d'immigration a le droit d'interpréter. Mais le terme \"intérêt public\" n'a pas de contenu objectif et il doit être défini par ceux qui ont l'autorité de définir l'intérêt public. Je ne peux pas accepter que chaque agent d'immigration ait le droit et l'obligation de définir sa propre notion de l'\"intérêt public\". Il s'agit sûrement là d'une question que le gouverneur en conseil doit trancher en faisant usage de son pouvoir prévu au paragraphe 114(2)", "et il est parfaitement légitime pour le ministre d'indiquer, par le biais de lignes directrices, ce qu'elle recommandera au gouverneur en conseil comme notion d'\"intérêt public\"", ", on peut présumer, d'après ce que le gouverneur en conseil acceptera vraisemblablement. Les lignes directrices peuvent, par conséquent, prescrire des cas dans lesquels, pour des raisons d'ordre public, le gouverneur en conseil dispensera, par voie de règlement, une personne des autres règlements, ou facilitera autrement son admission. (L’emphase est la mienne.)  <FRAGMENT_SUPPRESSED>", "[. . . . .]  <FRAGMENT_SUPPRESSED>", ". . . Il est admis, que ces lignes directrices ne peuvent pas entraver le pouvoir discrétionnaire des agents d’immigration afin qu’ils tiennent compte de tout facteur pouvant éventuellement figurer sous la rubrique « considérations d’ordre humanitaire et motifs de commisération », mais il est tout à fait normal pour le ministre, au nom du gouverneur en conseil, d’indiquer de façon ferme aux agents d’immigration quels sont les éléments d’intérêt public qu’elle est prête à recommander au gouverneur en conseil pour qu’il prenne des mesures favorables. Le fait que le ministre cherchera à veiller à ce que les pouvoirs discrétionnaires prévus par le paragraphe 114(2) soient exercés avec une certaine cohérence et une certaine uniformité et qu’en matière d’intérêt public, le Parlement puisse compter à juste titre sur le gouverneur en conseil et le ministre comme autorités responsables du contenu de cette politique : c’est sûrement ce que souhaitent le Parlement et la plupart des Canadiens.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Ainsi, les considérations d’intérêt public, qu’elles soient dans le Guide on non, sont laissées à la discrétion du ministre : « Ces considérations d’intérêt public (se référant à l’entrée illégale au Canada) n’avaient pas, je pense, à être couchées sur papier puisqu’elles sont nécessairement associées au rôle et aux responsabilités du ministre de l’immigration » (Legault, au paragraphe 20). On mentionne notamment, comme considérations d’intérêt public, une condamnation criminelle, la séparation des parents et enfants, et si le demandeur est demeuré au Canada pendant une longue période du fait de circonstances indépendantes de sa volonté (Legault, aux paragraphes 24, 26 et 27).  <FRAGMENT_SUPPRESSED>"], ["[24]", "Comme le défendeur, je m’appuierais ici sur les propos du juge  <FRAGMENT_SUPPRESSED>  (1re inst.), à la page 651 :  <FRAGMENT_SUPPRESSED>", "Je retiens la distinction que le juge Strayer a faite entre les raisons d’intérêt public et les raisons d’ordre humanitaire. À mon avis, il est exact de dire que les raisons d’intérêt public ne devraient pas être modifiées ou élargies par les agents d’immigration. Étant donné que l’intérêt public relève des personnes qui possèdent le pouvoir constitutionnel d’élaborer la politique, permettre aux agents d’immigration d’établir des exceptions aux définitions adoptées dans l’énoncé des raisons d’intérêt public, c’est en fait leur permettre d’usurper le rôle législatif. [. . .]  <FRAGMENT_SUPPRESSED>"], ["[25]", "Même si cette analyse a été faite dans le cadre de l’ancienne disposition de la Loi (le paragraphe 114(2)), à mon avis, elle est toujours valide pour l’interprétation du paragraphe 25(1). De plus, cette disposition donne directement au ministre le pouvoir discrétionnaire d’établir ce que sont les motifs d’ordre humanitaire et d’intérêt public sans avoir à nécessairement passer par le gouverneur en conseil.  <FRAGMENT_SUPPRESSED>"], ["[26]", "Par ailleurs, bien qu’il soit vrai, comme l’avance le demandeur, que le Guide n’a aucune valeur juridique, il sert tout de même aux agents d’immigration et à la Cour afin de déterminer le caractère raisonnable d’une décision (Baker, au paragraphe 72, Legault, au paragraphe 20,  <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[27]", "Au sujet des facteurs économiques soulevés devant cette Cour par le demandeur, il importe de rappeler que le paragraphe 25(1) comporte un processus exceptionnel discrétionnaire, réservé pour les cas où il y aurait des difficultés inhabituelles et excessives (Chieu, ci-dessus, et Legault, aux paragraphes 15 et 16).  <FRAGMENT_SUPPRESSED>"], ["[28]", "Ainsi, je suis d’avis que la situation personnelle du demandeur, soit le fait qu’il est un travailleur qualifié dans une profession en pénurie au Canada, ne constitue pas une considération d’intérêt public. De plus, le demandeur n’a démontré en aucun temps dans ses formulaires que certaines politiques publiques s’appliquaient à lui, mais a plutôt soumis sa demande sur de simples motifs d’ordre humanitaire (voir page 99 du dossier du tribunal).  <FRAGMENT_SUPPRESSED>"], ["[29]", "Ainsi, le demandeur ne m’a pas convaincu que l’agent a mal interprété et/ou mal appliqué le paragraphe 25(1) de la Loi.  <FRAGMENT_SUPPRESSED>"], ["[30]", "Enfin, dans la mesure où l’argumentation du demandeur porte sur l’équité de la procédure, il importe de rappeler que la norme de contrôle s’appliquant aux allégations de violation de justice naturelle ou d’équité procédurale est la norme correcte ( <FRAGMENT_SUPPRESSED> ). Le tribunal doit déterminer les circonstances de l’affaire en question et déterminer si on a observé l’obligation d’équité.  <FRAGMENT_SUPPRESSED>"], ["[31]", "N’en déplaise au demandeur, selon le Guide et l’arrêt Krotov, ci-dessus, un agent ERAR a le pouvoir d’évaluer une demande CH avec allégation de risque. Donc, ici, il n’y a pas eu de violation d’équité procédurale puisque la demande a été évaluée par la bonne personne.  <FRAGMENT_SUPPRESSED>"], ["[32]", "Il n’y a pas eu non plus violation de l’équité procédurale lors des étapes à suivre pour l’évaluation d’une dispense.  <FRAGMENT_SUPPRESSED>"], ["[33]", "En effet, l’évaluation d’une demande de dispense de faire une demande de résidence permanente à l’extérieur du Canada se fait en deux étapes (Egbejule c. ministre de la Citoyenneté et de l’Immigration, 2005 CF 851). Premièrement, l’agent évalue s’il existe des motifs humanitaires suffisants pour accorder une dispense conformément à l’article 25. Ensuite, si l’on détermine qu’il existe des motifs, il faut que le demandeur satisfasse à toutes les autres conditions de la Loi (Mutanda c. ministre de la Citoyenneté et de l’Immigration, 2005 CF 1101).  <FRAGMENT_SUPPRESSED>"], ["[34]", "Si la dispense est refusée, il n’y a pas lieu de procéder à l’évaluation de la demande de résidence permanente. Cependant, ceci n’empêche pas le demandeur de faire une demande de résidence permanente à partir de l’étranger plus tard.  <FRAGMENT_SUPPRESSED>"], ["[35]", "En l’espèce, puisque la dispense n’a pas été accordée, il n’y avait donc pas lieu d’envoyer la demande aux autorités compétentes du Québec pour évaluer si le demandeur répondait aux critères de sélection pour la demande de résidence permanente. L’agent a rendu une décision conforme aux procédures du Guide et de l’équité.  <FRAGMENT_SUPPRESSED>"], ["[36]", "Pour toutes ces raisons, le demandeur ayant fait défaut de démontrer l’existence d’une erreur justifiant l’intervention de la Cour, la demande de contrôle judiciaire est rejetée.  <FRAGMENT_SUPPRESSED>"], ["[37]", "L’avocat du demandeur a soumis la question suivante pour fin de certification :  <FRAGMENT_SUPPRESSED>", "-Compte tenu des dispositions de la LIPR, revient-il au Ministre :  <FRAGMENT_SUPPRESSED>", "d’établir des catégories de personnes dont la demande de résidence permanente peut être prise en considération et traitée à titre de « cas d’intérêt public »;  <FRAGMENT_SUPPRESSED>", "- Dans l’affirmative, le ministre peut-il déterminer par lui-même ou par directive que seules ces catégories doivent être considérées comme donnant droit à l’étude des motifs relatifs à « l’Intérêt public » au sens de l’article 25 de la LIPR;  <FRAGMENT_SUPPRESSED>", "- Dans la négative, et considérant le fait que ce pouvoir n’a pas été délégué, le demandeur est-il en droit de demander au Ministre une évaluation complémentaire en regard des motifs d’intérêt public prévus à l’article 25 de la LIPR.  <FRAGMENT_SUPPRESSED>"], ["[38]", "La certification demandée est refusée en raison de la jurisprudence qui ne soutient pas le point de vue du demandeur (voir  <FRAGMENT_SUPPRESSED>  (1re inst.) ( <FRAGMENT_SUPPRESSED>  (1re inst.) ( <FRAGMENT_SUPPRESSED>  [2005] A.C.F. no 1072 (QL)).  <FRAGMENT_SUPPRESSED>"], ["[39]", "De plus, je suis d’accord avec l’avocate du défendeur, en l’absence de base factuelle, que la question proposée ne serait pas déterminante en appel.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}