{"id_": "029126", "body_str": [["[1]", "de Montigny, J.", "[Translation]: This is an application for judicial review submitted by the applicant, a citizen of Haiti, in accordance with subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (Act). A lawyer by profession, Ms. Alexandre-Dubois is alleging that her life is in danger because an unhappy former client is seeking revenge on her and uttering threats. The Immigration and Refugee Board (Board) found that the applicant was not credible and that she was not a \"Convention refugee\" or a \"person in need of protection\". For the following reasons, I am of the opinion that the application for judicial review of this decision must be allowed.  <FRAGMENT_SUPPRESSED>", "I.", "The facts  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant is claiming that she went to see a leader of a criminal gang (known as Jean Jean) in prison with her boss. When they informed him that they would be focussing on a sentence reduction rather than an acquittal, the accused disagreed. He removed her from his case and promised to make her pay dearly for her impertinence, convinced that he had enough power to buy his acquittal. Less than a year later (in July 2007), the lawyer for whom she worked informed her that Jean Jean had escaped from prison.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicant apparently immediately left Haiti for the United States. When she believed that Jean Jean had calmed down or \"had let it go\", she returned to Haiti in October 2007. Despite the fact that she had relocated far from where she had been living, the applicant claims that Jean Jean found her because her apartment was ransacked on October 21, 2008. The next day (or a few days later, according to different versions of her account), unidentified individuals shot at the applicant's car while she and her husband were returning from visiting her sister. After losing control of the vehicle she was driving and crashing into a wall, the applicant and her husband allegedly fled on foot and went to the home of the applicant's godmother.  <FRAGMENT_SUPPRESSED>"], ["[4]", "After this attack, she called a justice of the peace to come to the site to make a report. She told the justice of the peace what had happened, but did not mention her fear of Jean Jean. Instead, she said that she did not know why she had been the victim of such an attack.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The applicant also asserted that she had received a telephone call from a woman named Martine who stated that she had been kidnapped and beaten by bandits who believed they were dealing with the applicant (Martine apparently looked a lot like the applicant). Martine purportedly told her that the bandits wanted to kill her; having been beaten to death, Martine allegedly died of her injuries.  <FRAGMENT_SUPPRESSED>"], ["[6]", "These incidents convinced the applicant that Jean Jean was not the kind of person to abandon his objective of attacking her, so she left Haiti for the United States on October 23, 2008, before arriving in Canada on November 13, 2008.  <FRAGMENT_SUPPRESSED>", "II.", "Impugned decision  <FRAGMENT_SUPPRESSED>"], ["[7]", "After briefly stating these facts, the Board found that the applicant is not a \"Convention refugee\" or a \"person in need of protection\" in accordance with paragraph 97(1)(", ") or (", ") of the Act.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Board member mentioned at the outset that he had some difficulty with Ms. Alexandre-Dubois' testimony, and expressed his surprise that she and her husband had been able to escape unharmed after the shots that were fired in their direction as they were coming back from visiting the applicant's sister.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Board member also reproduced the report written by the justice of the peace, and was surprised that the applicant had not mentioned her fear of Jean Jean. According to him, this undermined the subjective fear she claimed to have, not to mention that she went back to Haiti after having lived in the United States for a few months in 2007. As the applicant was not able to explain this contradiction, she was found to be not credible and her claim was rejected on this basis.  <FRAGMENT_SUPPRESSED>", "III.", "Issues  <FRAGMENT_SUPPRESSED>"], ["[10]", "The applicant's counsel raised several arguments against the Board's decision. In my opinion, three issues must be examined:  <FRAGMENT_SUPPRESSED>", "a. Is the Board's decision with respect to the applicant's credibility reasonable?  <FRAGMENT_SUPPRESSED>", "b. Did the Board properly consider the evidence in the record?  <FRAGMENT_SUPPRESSED>", "c. Did the Board breach procedural fairness by providing insufficient reasons in support of its decision?  <FRAGMENT_SUPPRESSED>", "IV.", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[11]", "Before examining the above-mentioned issues, the applicable standard of review warrants brief consideration. There is no doubt that the Board's findings with respect to the applicant's credibility are subject to the standard of reasonableness. This means that the Court will intervene only in the event that the Board's decision is based on an erroneous finding of fact, made in a perverse or capricious manner, or without regard for the material presented:", "<FRAGMENT_SUPPRESSED>  at paras. 47-50;", "<FRAGMENT_SUPPRESSED>  at para. 11;", "<FRAGMENT_SUPPRESSED>  at para. 24.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The same can be said for the issue of whether or not the Board failed to consider relevant evidence:", "<FRAGMENT_SUPPRESSED>  at para. 5;", "<FRAGMENT_SUPPRESSED>  at para. 9.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Finally, the case law is consistent that procedural fairness issues are subject to the standard of correctness:", "<FRAGMENT_SUPPRESSED>  at para. 17.  <FRAGMENT_SUPPRESSED>", "A.", "Is the Board's decision with respect to the applicant's credibility reasonable?  <FRAGMENT_SUPPRESSED>"], ["[14]", "The applicant submitted that the Board's finding with respect to her credibility was not reasonable in that the Board member merely noted that \"[t] here were some problems with the claimant's testimony\", without any further explanation. I agree with her.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Board is obviously in a better position than this Court to rule on the credibility of a refugee claimant. However, it must still, even minimally, explain the reasons that led it to find whether a person is credible or not. In this case, the Board did not elaborate on the problems presented by the applicant's testimony and merely reproduced a part of the statement gathered by the justice of the peace without any further comment.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The only explanation provided by the Board member for refusing to believe the applicant's testimony can be found in the following section in his reasons on the fear of persecution. In this respect, the Board member saw a contradiction between the statement made by the applicant to the justice of the peace, that is, that she was unaware of the reasons why the criminals shot at their vehicle, and the applicant's subsequent statements that Jean Jean was purportedly behind this incident.  <FRAGMENT_SUPPRESSED>"], ["[17]", "Before coming to the conclusion that these two versions were contradictory, the Board member had to assess the explanation provided by the applicant. Contrary to what the Board member wrote, the applicant had explained during the hearing that she had not wanted to unduly complicate the situation when filing her report with the justice of the peace. This explanation deserved to be considered, especially since the credibility and probative value of a piece of evidence or testimony must be assessed by taking into account what is known about the conditions that can prevail in the refugee claimant's country of origin. Because there is no explanation as to the reasons why the Board member found that the applicant was not credible, his decision cannot be considered reasonable.  <FRAGMENT_SUPPRESSED>"], ["[18]", "In his memorandum, the respondent's counsel raised several inconsistencies between the affidavit submitted by the applicant in support of her application for judicial review, on the one hand, and her testimony during the hearing, her Personal Information Form (PIF) and other documents submitted into evidence, on the other hand. It is true that this affidavit raises more questions than it answers, and that the applicant's account is not without ambiguity. However, this is not the issue. In the context of an application for judicial review, it is the Board member's decision (and reasons) that is under review; the Court cannot consider additional arguments that could have been raised in support of the decision in order to assess reasonableness; nor is it entitled to consider an ex post facto rationalization of this decision to assess its validity.  <FRAGMENT_SUPPRESSED>", "B.", "Did the Board", "properly consider the evidence in the record?  <FRAGMENT_SUPPRESSED>"], ["[19]", "The applicant also submitted that the Board failed to consider all of the evidence before it, instead concentrating on the shots purportedly fired at the applicant and her husband while on the road. In her PIF and during the hearing, the applicant nevertheless testified to other incidents she had been the victim of (home break-ins, threats) and filed documents (photographs of Martine and a police report) in support of her account.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Once again, I am of the opinion that the Board member erred in his treatment of the evidence. It is true, as argued by the respondent, that the Board was not required to explicitly refer to all of the evidence filed by the applicant and that a presumption exists that all of the evidence was considered unless there is a clear and convincing demonstration to the contrary. However, the fact remains that it was required to refer to it, if only briefly, insofar as this evidence could substantiate the applicant's account. Mentioning the theft the applicant was a victim of and the phone call from Martine in the account of the facts was not sufficient. The Board member had to show that he had considered these elements in his analysis of the claim submitted by the applicant, which he did not do. This omission seriously taints the reasonableness of his reasons.  <FRAGMENT_SUPPRESSED>", "C.", "Did the Board", "breach procedural fairness by providing insufficient reasons in support of its decision?  <FRAGMENT_SUPPRESSED>"], ["[21]", "Section 169 of the Act provides that reasons must be given when the Refugee Protection Division makes a decision in which a refugee claim is rejected. In the words of Justice Evans of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> , at para. 21, \"[t] he duty to give reasons is only fulfilled if the reasons provided are adequate\". While acknowledging that the adequacy of the reasons may vary in light of the circumstances of each case, he added the following (at para. 22):  <FRAGMENT_SUPPRESSED>", "The obligation to provide adequate reasons is not satisfied by merely reciting the submissions and evidence of the parties and stating a conclusion. Rather, the decision-maker must set out its findings of fact and the principal evidence upon which those findings were based. The reasons must address the major points in issue. The reasoning process followed by the decision-maker must be set out and must reflect consideration of the main relevant factors.  <FRAGMENT_SUPPRESSED>"], ["[22]", "There is no doubt in my mind that the Board's reasons in this case are not consistent with the standard required by the principles of procedural fairness. First, I note that the Board member failed to analyze the various elements required by a claim based on sections 96 and 97 of the Act. Not only did he not address a number of pieces of evidence submitted by the applicant or explain why she was found to be not credible, as mentioned above, he also did not address the objective fear of persecution. Nevertheless, it is well established that section 96 of the Act could apply even when a person is found to be not credible in that the person can argue an objective fear of persecution that could arise from, in this case, the applicant's profession as a lawyer. If the Board member wanted rule out this possibility with the fact that the risk faced by the applicant was generalized and stemmed from the rampant crime occurring in Haiti, he had to specify this.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Furthermore, the Board member does not really distinguish between the applicant's credibility and her subjective fear. In the only paragraph that can really serve as reasons, he starts by stating that the applicant's subjective fear is not sufficient to establish a nexus to one of the Convention grounds, relying on the fact that she left Haiti for a few months to study English in the United States before going home. He also added that she \"was subsequently able to solidify her fear\", but that she denied the existence of the source of her fear in her statement to the justice of the peace. He found that the applicant's testimony could not be substantiated. This reasoning, which is seven lines long, is confusing to say the least and certainly does not enable the principal party involved (not to mention this Court) to understand the true reasons behind the Board member's decision. That is a serious breach of the principles of procedural fairness, which would in itself warrant the Court's intervention.  <FRAGMENT_SUPPRESSED>"], ["[24]", "For all of these reasons, the application for judicial review must be allowed. Neither party proposed a question of general importance for me to certify, and none is stated.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[25]", "THE COURT ORDERS AND ADJUDGES that", "the application for judicial review be allowed. No question of general importance is certified.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", ": La Cour est saisie d'une demande de contrôle judiciaire présentée par la demanderesse, citoyenne d'Haïti, en vertu de l'article 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", L.C. 2001, c. 27 (la Loi). Avocate de profession, Mme Alexandre-Dubois allègue que sa vie est en danger parce qu'un ancien client mécontent cherche à se venger et a proféré des menaces contre elle. La Commission de l'immigration et du statut de réfugié (la Commission) a déterminé que la demanderesse n'était pas crédible et a conclu qu'elle n'avait pas la qualité de « réfugié au sens de la Convention » ni de « personne à protéger ». Pour les motifs qui suivent, je suis d'avis que la demande de contrôle judiciaire de cette décision doit être accueillie.  <FRAGMENT_SUPPRESSED>", "I.", "Les faits  <FRAGMENT_SUPPRESSED>"], ["[2]", "La demanderesse prétend être allée voir en prison un chef de gang criminalisé (surnommé Jean Jean) avec son patron. Lorsqu'ils lui ont fait savoir qu'ils chercheraient à obtenir une réduction de peine plutôt qu'un acquittement, l'inculpé a manifesté son désaccord et lui a retiré son dossier en lui disant qu'elle paierait cher son impertinence, convaincu qu'il était de pouvoir acheter son acquittement. Moins d'un an plus tard (en juillet 2007), l'avocat pour qui elle travaillait lui a fait savoir que Jean Jean s'était évadé de prison.  <FRAGMENT_SUPPRESSED>"], ["[3]", "La demanderesse aurait alors immédiatement quitté Haïti pour se rendre aux États-Unis. Croyant que Jean Jean s'était calmé ou avait « lâché prise », elle est revenu à Haïti en octobre 2007. Malgré le fait qu'elle se soit réinstallée loin de son domicile antérieur, la demanderesse prétend que Jean Jean l'a retracée parce que son appartement a été pillé le 21 octobre 2008. Le lendemain (ou quelques jours plus tard, selon différentes versions de son récit), des individus non identifiés ont fait feu sur la voiture de la demanderesse alors qu'elle revenait avec son mari d'une visite chez sa soeur. Ayant perdu le contrôle du véhicule qu'elle conduisait et percuté un muret, la demanderesse et son mari auraient fui les lieux à pied et se seraient rendus chez la marraine de la demanderesse.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Suite à cette attaque, elle a fait venir un juge de paix sur les lieux pour faire un constat. Elle a raconté ce qui s'était passé au juge de paix, mais sans parler de sa crainte de Jean Jean. Elle a plutôt dit qu'elle ne savait pas pourquoi elle avait été victime d'une telle agression.  <FRAGMENT_SUPPRESSED>"], ["[5]", "La demanderesse a également affirmé avoir reçu un appel téléphonique d'une dénommée Martine, qui affirmait avoir été kidnappée et battue par des bandits qui croyaient avoir affaire à la demanderesse (Martine ressemblerait apparemment beaucoup à la demanderesse). Martine lui aurait dit que les bandits voulaient attenter à sa vie; ayant été battue à mort, Martine serait par la suite décédée de ses blessures.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Ces incidents ayant convaincu la demanderesse que Jean Jean n'était pas du genre à laisser tomber son objectif de s'en prendre à elle, la demanderesse a donc quitté Haïti pour se rendre aux États-Unis le 23 octobre 2008, avant d'arriver au Canada le 13 novembre 2008.  <FRAGMENT_SUPPRESSED>", "II.", "La décision contestée  <FRAGMENT_SUPPRESSED>"], ["[7]", "Après avoir brièvement énoncé ces faits, la Commission a conclu que la demanderesse n'est pas une « réfugiée au sens de la Convention » ni une personne à protéger au sens des alinéas 97(1)(a) ou (b) de la Loi.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Le commissaire a tout d'abord mentionné avoir quelques difficultés avec le témoignage de Mme Alexandre-Dubois, et a exprimé sa surprise qu'elle et son mari aient pu s'éloigner indemnes suite aux coups de feu tirés dans leur direction alors qu'ils revenaient d'une visite chez la soeur de la demanderesse.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Le commissaire a également reproduit le constat dressé par le juge de paix, et s'est étonné que la demanderesse n'ait pas dit mot de sa crainte de Jean Jean. Cela minait à son avis la crainte subjective qu'elle dit avoir, sans compter qu'elle est revenue à Haïti après avoir vécu quelques mois aux États-Unis en 2007. La demanderesse n'ayant pu expliquer cette contradiction, elle a été jugée non crédible et sa demande a été rejetée sur cette base.  <FRAGMENT_SUPPRESSED>", "III.", "Question en litige  <FRAGMENT_SUPPRESSED>"], ["[10]", "L'avocat de la demanderesse a soulevé plusieurs arguments à l'encontre de la décision rendue par la Commission. À mon avis, trois questions doivent être examinées:  <FRAGMENT_SUPPRESSED>", "a. La décision de la Commission eu égard à la crédibilité de la demanderesse est-elle raisonnable?  <FRAGMENT_SUPPRESSED>", "b. La Commission a-t-elle adéquatement considéré la preuve au dossier?  <FRAGMENT_SUPPRESSED>", "c. La Commission a-t-elle porté atteinte à l'équité procédurale en fournissant des motifs insuffisants à l'appui de sa décision?  <FRAGMENT_SUPPRESSED>", "IV.", "Analyse  <FRAGMENT_SUPPRESSED>"], ["[11]", "Avant d'examiner les questions énumérées plus haut, il convient de se pencher brièvement sur la norme de contrôle applicable. Il ne fait aucun doute que les conclusions de la Commission relatives à la crédibilité de la demanderesse sont assujetties à la norme de la décision raisonnable. C'est à dire que la Cour n'interviendra que dans l'hypothèse où la décision de la Commission est fondée sur une conclusion de fait erronée, tirée de façon abusive ou arbitraire ou sans tenir compte de la preuve présentée:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[12]", "Il en va de même lorsque la question est de savoir si la Commission a omis de tenir compte d'éléments de preuve pertinents:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[13]", "Enfin, il est de jurisprudence constante que les questions d'équité procédurale sont assujetties à la norme de la décision correcte:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "A.", "La Décision de la Commission eu Égard à la Crédibilité de la Demanderesse est-elle Raisonnable?  <FRAGMENT_SUPPRESSED>"], ["[14]", "La demanderesse a soutenu que la conclusion de la Commission quant à sa crédibilité n'était pas raisonnable, dans la mesure où le commissaire s'est contenté de noter qu' « [i] l y a quelques difficultés avec le témoignage de la demandeure », sans élaborer davantage. Je suis d'accord avec elle.  <FRAGMENT_SUPPRESSED>"], ["[15]", "La Commission est évidemment mieux placée que cette Cour pour se prononcer sur la crédibilité d'un demandeur d'asile. Encore faut-il qu'elle explique un tant soit peu les raisons qui l'amènent à déterminer qu'une personne est crédible ou non. En l'occurrence, la Commission n'a pas élaboré sur les difficultés que soulevaient le témoignage de la demanderesse, et s'est contentée de reproduire une partie du procès-verbal dressé par le juge de paix sans plus de commentaire.  <FRAGMENT_SUPPRESSED>"], ["[16]", "La seule explication fournie par le commissaire pour refuser de prêter foi au témoignage de la demanderesse se retrouve dans la section suivante de ses motifs portant sur la crainte de persécution. À ce chapitre, le commissaire voit une contradiction entre la déclaration faite par la demanderesse au juge de paix, à savoir qu'elle ignore les raisons pour lesquelles des malfaiteurs ont fait feu sur leur véhicule, et les déclarations subséquentes de la demanderesse selon lesquelles Jean Jean serait à l'origine de cet incident.  <FRAGMENT_SUPPRESSED>"], ["[17]", "Avant d'en arriver à la conclusion que ces deux versions sont contradictoires, le commissaire se devait d'évaluer l'explication fournie par la demanderesse. Contrairement à ce qu'a écrit le commissaire, la demanderesse a expliqué lors de l'audition qu'elle ne voulait pas indûment compliquer la situation lorsqu'elle a fait son rapport au juge de paix. Cette explication méritait d'être considérée. D'autant plus que la crédibilité et la valeur probante d'une preuve ou d'un témoignage doivent être appréciées en tenant compte de ce que l'on sait des conditions qui peuvent prévaloir dans le pays d'origine du revendicateur d'asile. En l'absence de toute explication sur les motifs qui ont pu l'inciter à conclure que la demanderesse n'était pas crédible, la décision du commissaire ne peut donc être considéré raisonnable.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Dans son mémoire, le procureur de la partie défenderesse a relevé plusieurs incohérences entre l'affidavit soumis par la demanderesse au soutien de sa demande de contrôle judiciaire, d'une part, et son témoignage lors de l'audition, son Formulaire de Renseignements Personnels (FRP) et d'autres documents soumis en preuve, d'autre part. Il est vrai que cet affidavit soulève plus de questions qu'il en résout, et que le récit de la demanderesse n'est pas sans ambiguïtés. Mais là n'est pas la question. Dans le cadre d'une demande de contrôle judiciaire, c'est la décision du commissaire (de même que ses motifs) qui font l'objet d'une révision; la Cour ne saurait tenir compte des arguments additionnels qui auraient pu être invoqués au soutien de la décision pour en évaluer la raisonnabilité, pas plus qu'elle ne serait habilitée à tenir compte d'une rationalisation ex post facto de cette décision pour en apprécier la validité.  <FRAGMENT_SUPPRESSED>", "B.", "La Commission a-t-elle Adéquatement Considéré la Preuve au Dossier?  <FRAGMENT_SUPPRESSED>"], ["[19]", "La demanderesse a également soutenu que la Commission avait omis de considérer toute la preuve qui était devant elle, se concentrant plutôt sur les coups de feu qu'auraient essuyés la demanderesse et son mari alors qu'ils étaient sur la route. Dans son FRP et lors de l'audition, la demanderesse avaient pourtant relaté d'autres incidents dont elle avait été victime (effractions à son domicile, menaces) et avaient déposé des documents (photographies de Martine et rapport de police) au soutien de son récit.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Encore une fois, je suis d'avis que le commissaire a erré dans son traitement de la preuve. Il est vrai, comme le fait valoir la défenderesse, que la Commission n'était pas tenue de référer explicitement à tous les éléments de preuve déposés par la demanderesse et qu'il existe une présomption voulant que toute la preuve a été considérée, à moins d'une démonstration claire et convaincante à l'effet contraire. Il n'en demeure pas moins qu'elle était tenue d'y référer, ne serait-ce que brièvement, dans la mesure où cette preuve pouvait accréditer le récit de la demanderesse. Il n'était pas suffisant de mentionner le vol dont a été victime la demanderesse et l'appel téléphonique de Martine dans le récit des faits. Le commissaire devait démontrer qu'il avait tenu compte de ces éléments dans son analyse de la revendication présentée par la demanderesse, ce qu'il n'a pas fait. Cette lacune entache sérieusement la raisonnabilité de ses motifs.  <FRAGMENT_SUPPRESSED>", "C.", "La Commission a-t-elle Porté Atteinte a L'équité Procédurale en Fournissant des Motifs Insuffisants à L'appui de sa Décision?  <FRAGMENT_SUPPRESSED>"], ["[21]", "L'article 169 de la Loi prévoit qu'une décision de la Section de la protection des réfugiés au terme de laquelle une demande d'asile est rejetée doit être motivée. Or, pour reprendre les propos du juge Evans de la Cour d'appel fédérale dans l'arrêt", "<FRAGMENT_SUPPRESSED> , au para 21, « [l] 'obligation de motiver une décision n'est remplie que lorsque les motifs fournis sont suffisants ». Tout en reconnaissant que la suffisance des motifs peut varier en fonction des circonstances propres à chaque espèce, il ajoutait (au para 22):  <FRAGMENT_SUPPRESSED>", "On ne s'acquitte pas de l'obligation de donner des motifs suffisants en énonçant simplement les observations et les éléments de preuve présentés par les parties, puis en formulant une conclusion. Le décideur doit plutôt exposer ses conclusions de fait et les principaux éléments de preuve sur lesquels reposent ses conclusions. Les motifs doivent traiter des principaux points en litige. Il faut y retrouver le raisonnement suivi par le décideur et l'examen des facteurs pertinents.  <FRAGMENT_SUPPRESSED>"], ["[22]", "Il ne fait aucun doute dans mon esprit que les motifs de la Commission dans le présent dossier ne se conforment pas au standard requis par les principes d'équité procédurale. Je note tout d'abord que le commissaire n'a pas procédé à l'analyse des différents éléments que requiert une demande fondée sur les articles 96 et 97 de la Loi. Non seulement ne traite-t-on pas de plusieurs éléments de preuve soumis par la demanderesse et n'explique-t-on pas pourquoi cette dernière est jugée non crédible, tel que mentionné plus haut, mais au surplus, on ne traite pas de la crainte objective de persécution. Pourtant, il est bien établi que l'article 96 de la", "Loi", "pourra trouver application alors même qu'une personne est jugée non crédible, dans la mesure où elle peut faire valoir une crainte objective de persécution qui pourrait découler, en l'occurrence, de la profession d'avocate exercée par la demanderesse. Si le commissaire voulait écarter cette possibilité du fait que le risque encouru par la demanderesse était généralisé et découlait de la criminalité endémique qui sévit à Haïti, il devait le préciser.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Qui plus est, le commissaire ne distingue pas vraiment entre la crédibilité de la demanderesse et sa crainte subjective. Dans le seul paragraphe qui puisse vraiment tenir lieu de motifs, il commence par affirmer que la demanderesse n'a pas une crainte subjective suffisante pour enclencher un lien avec un des motifs de la Convention, en s'appuyant sur le fait qu'elle a quitté Haïti pendant quelques mois pour aller étudier l'anglais aux États-Unis avant de revenir chez elle. Il ajoute ensuite qu'elle « a pu solidifier sa crainte par la suite », mais qu'elle a nié la source de sa crainte dans sa déclaration au juge de paix. Il en conclut que le témoignage de la demanderesse ne peut être accrédité. Ce raisonnement, qui tient en sept lignes, est pour le moins confus et ne permet certainement pas à la principale intéressée (pour ne rien dire de cette Cour) de saisir les véritables raisons qui sous-tendent la décision du commissaire. Il s'agit là d'un manquement grave aux principes d'équité procédurale, qui justifierait à lui seul l'intervention de la Cour.  <FRAGMENT_SUPPRESSED>"], ["[24]", "Pour toutes ces raisons, la demande de contrôle judiciaire doit être accueillie. Les parties n'ont proposé aucune question de portée générale pour fins de certification, et aucune ne sera certifiée.  <FRAGMENT_SUPPRESSED>", "JUGEMENT  <FRAGMENT_SUPPRESSED>"], ["[25]", "LA COUR STATUE que", "la demande de contrôle judiciaire soit accueillie. Aucune question de portée générale n'est certifiée.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}