{"id_": "029200", "body_str": [["[1]", "Nadon, J.", ": The applicants, who are respectively 17 and 18 years old, seek a stay of the execution of a removal order made against them by the respondent. The respondent intends to remove the applicants from Canada at 10:45 p.m. on March 5, 1999.  <FRAGMENT_SUPPRESSED>"], ["[2]", "<FRAGMENT_SUPPRESSED>  (F.C.A.), the Federal Court of Appeal held that to succeed on such an application, an applicant had to demonstrate that there was a serious issue to be tried, that he or she would suffer irreparable harm if the stay was not granted and, finally, that the balance of convenience was in his or her favour. Since I am of the view that the applicants have not demonstrated that they will suffer irreparable harm if the order which they seek is not granted, their application must be denied.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Counsel for the applicants raises several concerns in regard to irreparable harm. First, he argues that the separation of the applicants from their mother for the months that she will remain in Canada pending the execution of her deportation order will cause them irreparable harm. I cannot agree with counsel. The applicants' mother needs only be apart from her children for the time it takes for her to return to Guyana and then make her way to Trinidad to meet up with her children, as she has permanent residence status in that country. Alternatively, the applicants need only be apart from their mother for the time it takes to obtain Guyana passports from the consulate in Trinidad and make their way to Guyana. Another alternative is for the applicants' mother to depart as soon as possible from Canada, without making use of the extra time she was granted to remain in Canada by virtue of her pregnancy, further decreasing the time the applicants and their mother need be apart. Regardless of which alternative is chosen, the applicants need only be apart from their mother for a short amount of time, I estimate three to five months. Considering that the applicants are 17 and 18 years old, I cannot conclude that this separation will cause them irreparable harm.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The second ground argued by counsel for the applicant is that his clients will suffer irreparable harm by reason of the disruption of their education since the execution of the removal order will take place before the end of their school year. Personal difficulties of this nature, although inconvenient, do not, in my view, constitute irreparable harm.  <FRAGMENT_SUPPRESSED>  IMM-2454-96)), Mr. Justice Richard (as he then was) states that personal difficulties do not constitute irreparable harm:  <FRAGMENT_SUPPRESSED>", "\"The applicant will no doubt experience serious personal inconvenience and difficulty should he be deported. There would be a loss of educational opportunity and he would return to India where he no longer has any close family ties or economic prospects. However, the jurisprudence of this court, as exemplified by the decision of my colleague Mr. Justice MacKay in", "<FRAGMENT_SUPPRESSED>  establishes that personal difficulties do not constitute irreparable harm, as serious as they may be to the applicant. <FRAGMENT_SUPPRESSED>"], ["[5]", "Leaving school before the completion of the school year will no doubt be highly inconvenient and will most likely necessitate the redoing of their school year. However, this does not constitute irreparable harm.  <FRAGMENT_SUPPRESSED>"], ["[6]", "I must state that I have serious concerns about the applicants' mother's credibility and, hence the credibility of the applicants, most particularly with regard to the relationship between the applicants and their father, and whether their father can and will take care of them in Trinidad, where he presently lives. In her affidavit, the mother states that her husband was abusive to her and to her children. This statement is somewhat surprising since she did not raise this in her convention refugee application nor in her humanitarian and compassionate grounds application. In her affidavit, the mother tries to explain this discrepancy by stating that when she left Trinidad to come to Canada, she obtained her husband's consent to leave on the understanding that she would not tell anyone about his abuse of her and the children. If that be the case, why is the mother now informing this court of the abuse? I do not, unfortunately, believe the mother's explanation.  <FRAGMENT_SUPPRESSED>"], ["[7]", "In her affidavit, the mother also states that neither she nor her children have had any contact with the father for over two years. Given the unusual circumstances under which the applicants and their mother left Trinidad, the alleged harassment facing the father, the contact maintained by the applicants for the following two years (1995 and 1996) and the current desperate circumstances the family faces with the return of the applicants to Trinidad, I find it somewhat surprising that the mother has apparently made no effort whatsoever to contact her husband. If this be the case, I find the mother's conduct totally irresponsible. However, I have doubts as to the credibility of the mother's statement.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Finally, I should point out that the deportation order made against the mother and her children was made on October 31, 1995. This order was made conditional pending the determination of the mother and the applicants' refugee claims. On March 27, 1997, the Refugee Board dismissed the refugee claims. By a letter dated June 10, 1998, the mother and her children were advised by a post-claim determination officer that they were not members of the PDRCC class. Consequently, since the receipt of this letter, the applicants and their mother have been aware that the deportation order could be enforced at any time. The mother has made no attempt to prepare her return or that of her children to Guyana or Trinidad. In her affidavit dated February 26, 1999, she indicates that she spoke to a neighbour \"about one week ago\" and obtained her agreement to \"receive the kids at the airport and put them up in her house\". Again, the mother's conduct can only be qualified as totally irresponsible. All of this is highly regrettable but the respondent is not to be blamed for this situation.  <FRAGMENT_SUPPRESSED>"], ["[9]", "For these reasons, this application for a stay is dismissed.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/kaw  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}