{"id_": "029204", "body_str": [["[1]", "Rennie, J.", ": The applicants seek judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board), dated July 8, 2011, finding that the applicants were neither Convention refugees nor persons in need of protection pursuant to sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (", "IRPA", "). For the reasons that follow, the application is granted.", "Facts"], ["[2]", "The applicants are citizens of El Salvador. The adult male applicant, Mario Antonio Umaña Hernandez (applicant), was extorted and threatened by the Maras Salvatruchas (MS) after he and his wife, Dina Del Carmen Henriquez de Umaña, attended the funeral of a friend's son. The friend's son had been killed after he resisted extortion demands from a gang. The MS contacted the applicant regularly demanding money and threatened him and his family if he went to the police."], ["[3]", "The applicant paid the MS $300 each month from July 2008 until April 2009. Subsequently there were incidents in which one time payments were demanded, sometimes with the promise that the extortion would end if they paid. In September 2009, the applicants left their home and stayed with friends or with a relative, trying to avoid the MS. However, they continued to receive threats."], ["[4]", "When the applicants learned that a businessman that worked near the applicant's business was killed and one of his daughter's classmates was kidnapped, the applicants decided to flee El Salvador. They left on October 17, 2009, staying for three weeks in the United States before coming to Canada and making refugee claims at the border.", "Decision Under Review"], ["[5]", "In the reasons for its decision dated July 8, 2011, the Board made four separate findings upon which the claims could be refused: the applicant was not credible; there was a viable internal flight alternative (IFA) in La Union; the risk faced by the applicants was generalized and state protection was available in El Salvador. The Board also stated at the outset that there was no nexus to a Convention ground.", "Credibility and Subjective Fear"], ["[6]", "The Board found that the applicant was not credible. Beyond the fact that the applicants are from El Salvador and came to Canada after travelling through the United States, the Board found little if anything the applicant said to be believable."], ["[7]", "The Board noted that the applicant stated in oral testimony that he did not know if other businesspeople were extorted because people handle these matters privately. The Board found this to be inconsistent with the applicant's Personal Information Form (PIF) narrative stating that he knew his friend's son was killed because his friend failed to give in to extortion demands."], ["[8]", "The applicant explained that his friend had told him about this because they were close. The Board rejected this explanation as unreasonable and drew a negative inference, finding that this aspect of the applicant's evidence went to the core of his claim. On the basis of this inconsistency, the Board found that the applicant had neither been extorted nor threatened and therefore had no subjective fear."], ["[9]", "The Board went on to find it \"improbable\" that the applicant would be able to run his business for 13 years, from 1995 to 2008, before experiencing any problems with the MS. The Board found that if the applicant did have problems with them, they would have occurred earlier. The Board also expressed its confusion as to why the applicants would continue to be threatened if they were paying the money as demanded. The Board found the applicant's explanation that each time they called for money, \"they would remind him who they are\" to be evasive."], ["[10]", "The Board accorded very little weight to the letters confirming what the applicants have said they experienced from friends, their Bishop, a Member of Parliament, the school teacher and the applicant's secretary. The Board also took issue with the fact that the applicant did not produce one of his expired passports, because it would have shown if the applicant had done any other traveling than he claimed to have done.", "Internal Flight Alternative"], ["[11]", "The Board found that the applicants had a viable IFA in La Union. After reviewing the test for whether there is an IFA the Board stated at paragraph 43:", "In fact, when [the applicant] was asked how many times he had been to La Union, he said on a number of occasions. He was asked if he had any problems in La Union; he replied no. The panel notes that the claimant has an obligation if an IFA exists to seek refuge there. But despite having gone to La Union on a number of occasions without experiencing any adverse incidents there, the claimant did not attempt to resettle in La Union or any other city in El Salvador."], ["[12]", "The Board recounted the applicant's explanation that he could not relocate to La Union or anywhere else because the MS are organized and the country is small and they would be able to find the applicants anywhere. The applicant explained that the MS had members in all cities and had infiltrated various offices. The Board concluded that notwithstanding the applicant's testimony, there was an IFA in La Union.", "Generalized Risk"], ["[13]", "The Board also found that the risk alleged by the applicants in terms of extortion and violence from the MS is a risk faced generally by individuals perceived to have money in El Salvador, and therefore the claim under section 97 failed. The Board reviewed the jurisprudence on the test under section 97, as well as the documentary evidence on the MS and its activities. The Board then restated its finding that the risk was one faced generally by all individuals in El Salvador perceived to be wealthy.", "State Protection"], ["[14]", "The Board reviewed the principles in assessing the availability of state protection. It noted that the applicants never went to the police, because, according to the applicant, the MS has infiltrated the police and making a complaint would put him at risk."], ["[15]", "The Board then noted the existence of certain bodies that take complaints about police officers' misconduct and found no evidence that these entities would not help the applicant if he did not trust the police and sought help from them. The Board then reviewed new legislation to address police corruption. The Board also reviewed some general facts about El Salvador and its police and security regimes."], ["[16]", "The Board found that the applicant was obliged to seek domestic protection before seeking international protection, and he elected not to do so, nor did he seek protection from any other authorities. The Board was not persuaded that protection would not have been reasonably forthcoming based on the documentary evidence. The Board then reviewed more facts about the policing in El Salvador."], ["[17]", "The Board acknowledged that El Salvador is one of the most violent countries in the world, with a reported 12 homicides per day, 60% of which are attributable to the MS and other gangs. The Board found that the state was making serious efforts to combat gang violence, including five programs related to the gang problem. The applicants' claims were therefore refused.", "Standard of Review and Issue"], ["[18]", "The issue raised by this application is whether the Board's decision is reasonable;", "<FRAGMENT_SUPPRESSED> .", "Analysis"], ["[19]", "The Board's decision includes four independent findings, any one of which, if reasonable, would have been sufficient to refuse the applicants' refugee claims. Thus, the applicants were tasked with a heavy burden in this case, as their application could be dismissed, in theory, if one of those four findings were found reasonable. However, as discussed below, the findings on IFA, state protection and section 97 are inherently linked to and dependant upon, the credibility determinations. Therefore, in this case, an error in one taints the others. I find that the Board's decision on credibility cannot be upheld and the three other conclusions fall within it.", "Credibility"], ["[20]", "The length and detail of the credibility analysis suggests this was the principal basis on which the claims were refused, particularly since, without an acceptance of the applicant's evidence as credible, other elements of the claims could not be established. The Board based its negative credibility finding on perceived inconsistencies, implausibilities and evasive answers. However, in my view, none of these findings were supportable and were the product of microscopic analysis of the applicant's evidence."], ["[21]", "I agree with the applicant that the following findings were microscopic and the Board found inconsistencies and evasions where none existed. I will review only some of the findings that were critical to the decision:", "• The alleged inconsistency regarding the applicant's knowledge of other businessmen being extorted, if it can be called an inconsistency, is a minor one and is not a sufficient basis to reject the entirety of the applicant's allegations of extortion. Furthermore, I can find nothing unreasonable in the applicant's explanation that he knew about his friend's troubles because they were close friends; indeed he had attended his friend's son's funeral. The Board dismissed this otherwise logical explanation without any reason.", "• The Board found that the applicant was evasive when he explained that the MS continued to threaten him when demanding money because each time they asked for money, they wanted to remind him of who they were. The Board does not explain how this qualifies as evasive and I cannot see how it could be so characterized.", "• The Board drew a negative inference because at one point the applicant spoke in the third person by saying that if one does not comply the MS threatens people with death. I agree with the applicant that this is microscopic examination of the applicant's evidence and is not permissible;", "<FRAGMENT_SUPPRESSED>  (FCA).", "• The Board's finding that it was improbable that the applicant could have operated his business without problems for 13 years and that if he had been extorted it would have occurred earlier, is problematic. By implication, the Board presumes that a businessperson is either extorted as soon as they open for business, or they are guaranteed to operate indefinitely without interference? The Board cannot find it improbable that a businessperson would be extorted by the MS and there is no factual or admissible opinion evidence that extortionists only target businesses upon opening."], ["[22]", "A negative inference was drawn regarding the applicant's failure to produce one of his expired passports. The Board evidently inferred that the applicant was hiding something in this passport such as undisclosed travel between 2005 and 2009. In the absence of relevant, credible evidence which supported, on a balance of probabilities, the inference that the applicant had traveled abroad during the period in question, the Board's finding is speculative. These statements amount to conjecture, which \"is of no legal value, for its essence is that it is a mere guess\":", "<FRAGMENT_SUPPRESSED>  (CA); and see, more recently,", "<FRAGMENT_SUPPRESSED> . Fairness would also require that the Board put the proposed conclusion or inference to be drawn from the missing document to the claimant."], ["[23]", "In sum, the Board's decision cannot be upheld on the basis of its credibility finding.", "Internal Flight Alternative"], ["[24]", "The Board's analysis of IFA fails to properly apply the test for an IFA. The first prong of the test is whether there is a serious possibility of the claimant being persecuted or subject to risk in the IFA location;", "<FRAGMENT_SUPPRESSED> . However, the Board simply states that the applicant had been to La Union on several occasions and he was obligated to seek refuge there before seeking international protection. At no point does the Board directly address the question required to make and IFA finding."], ["[25]", "The Board also fails to explain why the applicant's evidence regarding the proposed IFA is rejected. The applicant stated that the MS is well organized, has infiltrated various offices, and would be able to locate him anywhere in the small country. The Board summarizes this evidence and concluded that notwithstanding that evidence, it finds there is an IFA. The Board's decision cannot be upheld on the basis of its IFA finding.", "Generalized Risk"], ["[26]", "The Board found that the applicants did not face a personal risk that is not faced generally by individuals in El Salvador. This is a fact-based determination and requires an individualized inquiry in each case;", "<FRAGMENT_SUPPRESSED> ; see also", "<FRAGMENT_SUPPRESSED> ). Thus, the analysis of whether a risk is generalized is closely linked to the credibility of a claimant's testimony, because a determination of this issue will depend on the facts that are accepted by the Board."], ["[27]", "As credibility findings of the Board were unreasonable, it is not possible to uphold the decision based on the finding of generalized risk because the applicant's evidence regarding the risk was not accepted. It is not possible to know whether, absent the errors in the credibility analysis, different findings of fact would have been made that would give rise to a finding of personal risk that is not faced generally by individuals in El Salvador.", "State Protection"], ["[28]", "The applicants submit that the Board erred in this part of its analysis by requiring that they have sought protection before fleeing, instead of considering whether it was objectively unreasonable to expect them to seek protection. The applicants argue that the Board failed to consider the applicant's evidence that he was afraid to go to the police and to consider whether that fear was objectively reasonable."], ["[29]", "I agree that the Board did not consider the applicant's allegation of his fear of going to the police. Indeed, the Board could not reasonably have relied on that allegation since it had already found the applicant not credible in his testimony. Thus, similar to the analysis of generalized risk, it is not possible to uphold the decision based on the state protection finding because it may have been different were it not for the errors in the credibility findings."], ["[30]", "The applicant's testimony that the MS had infiltrated the police and that the MS threatened to kill him if he ever went to the police, was relevant to the determination of whether it was reasonable for him not to seek state protection. Thus, I cannot find that the outcome of this analysis would have been the same, absent the errors in the credibility analysis. Therefore, the decision must be set aside."], ["[31]", "The application for judicial review is granted."], ["[32]", "There is no question to be certified.", "JUDGMENT"], ["[33]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is granted. The matter is referred back to the Immigration Refugee Board for reconsideration before a different member of the Board's Refugee Protection Division. No question for certification has been proposed and the Court finds that none arises.", ".........................", "Dina Del Carmen Henriquez De Umaña, Mario Antonio Umaña Hernandez, Mario Antonio Umaña Henriquez, Diana Milagro Umaña Henriquez et  <FRAGMENT_SUPPRESSED>  demandeurs sollicitent le contrôle judiciaire de la décision, datée du 8 juillet 2011, par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (la Commission), a conclu que les demandeurs n'étaient ni des réfugiés au sens de la Convention ni des personnes à protéger selon les articles 96 et 97 de la", "Loi sur l'immigration et la protection des réfugiés,", "LC 2001, c 27 (la LIPR). Pour les motifs qui suivent, la demande sera accueillie.", "Les faits"], ["[2]", "Les demandeurs sont des citoyens du Salvador. Le demandeur adulte, Mario Antonio Umaña Hernandez (le demandeur), a été victime d'une extorsion et menacé par des membres des Maras Salvatrucha (les MS), après que son épouse, Dina Del Carmen Henriquez de Umaña, eut assisté aux funérailles du fils d'un ami. Le fils de l'ami avait été tué après avoir refusé de céder aux demandes d'extorsion d'un gang. Les MS joignaient régulièrement le demandeur pour exiger de l'argent et le menaçaient, lui et sa famille, de représailles au cas où il s'adresserait à la police."], ["[3]", "De juillet 2008 à avril 2009, le demandeur a payé chaque mois 300 $ aux MS. Par la suite, au cours de divers incidents, on a exigé qu'il effectue ponctuellement des paiements, parfois avec la promesse qu'il serait mis fin à l'extorsion si le paiement était fait. En septembre 2009, cherchant à fuir les MS, les demandeurs ont quitté leur résidence et sont restés chez des amis ou un parent. Cependant, ils ont continué à recevoir des menaces."], ["[4]", "Informés de l'assassinat d'un homme d'affaires qui travaillait près de l'entreprise des demandeurs et de l'enlèvement d'un camarade de classe de leur fille, les demandeurs ont décidé de fuir le Salvador. Ils ont quitté leur pays le 17 octobre 2009, sont restés trois semaines aux États-Unis puis sont venus au Canada, présentant des demandes d'asile à la frontière.", "La décision contrôlée"], ["[5]", "Selon les motifs de sa décision datés du 8 juillet 2011, la Commission a fondé son rejet des demandes d'asile sur quatre conclusions distinctes auxquelles elle était parvenue: le demandeur n'était pas crédible, il existait une possibilité de refuge intérieur (PRI) à La Union, les risques auxquels les demandeurs étaient exposés étaient généralisés et on pouvait se prévaloir de la protection de l'État au Salvador. La Commission a par ailleurs déclaré d'emblée qu'il n'existait aucun lien avec un motif prévu par la Convention.", "La crédibilité et la crainte subjective"], ["[6]", "La Commission a estimé que le demandeur n'était pas crédible. Outre le fait que les demandeurs sont originaires du Salvador et qu'ils sont arrivés au Canada après avoir voyagé aux États-Unis, la Commission a jugé invraisemblables la plupart des allégations du demandeur, sinon toutes."], ["[7]", "La Commission a signalé que le demandeur avait déclaré dans son témoignage de vive voix qu'il ne savait pas si d'autres gens d'affaires étaient victimes d'extorsion, parce que les gens traitent ce genre de choses en privé. La Commission a conclu que cela contredisait l'affirmation qu'il avait faite dans son formulaire de renseignements personnels (FRP), selon laquelle il savait que le fils de son ami avait été tué parce que son ami n'avait pas cédé aux tentatives d'extorsion."], ["[8]", "Le demandeur a expliqué que son ami lui avait dit cela parce qu'ils étaient proches l'un de l'autre. La Commission a rejeté cette explication comme déraisonnable et en a tiré une inférence défavorable, concluant que cet élément de la preuve présentée par le demandeur touchait au cœur de sa demande d'asile. Se fondant sur cette incohérence, la Commission a conclu que le demandeur n'avait ni été victime d'une extorsion, ni menacé, et qu'il n'avait par conséquent aucune crainte subjective."], ["[9]", "La Commission a en outre estimé « improbable » que le demandeur ait pu exploiter son entreprise pendant 13 ans, de 1995 à 2008, avant d'être inquiété par les MS. La Commission a conclu que, si le demandeur avait effectivement eu des problèmes avec elles, il les aurait eus plus tôt. La Commission a également dit ne pas comprendre pourquoi les demandeurs continuaient d'être menacés s'ils payaient l'argent exigé. La Commission a jugé évasive l'explication du demandeur selon laquelle chaque fois que les MS lui téléphonaient pour exiger de l'argent, elles « lui rappelaient qui elles étaient »."], ["[10]", "La Commission a accordé très peu de poids aux lettres des amis, de leur évêque, d'un député, du professeur de l'école et du secrétaire du demandeur qui confirmaient les allégations des demandeurs. La Commission a aussi vu s'un mauvais œil que le demandeur n'avait pas présenté l'un de ses passeports échus, parce que cela aurait permis de savoir s'il avait fait un autre voyage que ceux qu'il avait déclaré avoir faits.", "La possibilité d'un refuge intérieur"], ["[11]", "La Commission a conclu que les demandeurs avaient une PRI viable à La Union. Après avoir examiné le critère applicable pour déterminer s'il existe une PRI, la Commission a déclaré ce qui suit au paragraphe 43:", "Lorsqu'il lui a été demandé le nombre de fois où il était allé à La Union, le demandeur d'asile a répondu qu'il y était allé un certain nombre de fois. Questionné pour savoir s'il avait rencontré quelque problème que ce soit à La Union, le demandeur d'asile a répondu par la négative. Le tribunal souligne que, s'il existe une PRI, le demandeur d'asile est tenu d'y chercher refuge. Toutefois, en dépit du fait qu'il est allé plusieurs fois à La Union, sans qu'il lui soit jamais arrivé rien de fâcheux là-bas, le demandeur d'asile n'a pas tenté de déménager à La Union ni dans aucune autre ville du Salvador."], ["[12]", "La Commission a réitéré l'explication du demandeur selon laquelle il lui était impossible de s'installer à La Union ou ailleurs, car les MS pourraient le retrouver n'importe où étant donné qu'elles étaient organisées et que le pays était petit. Le demandeur a expliqué que les MS avaient des membres dans toutes les villes et qu'elles avaient infiltré divers bureaux. Malgré le témoignage du demandeur, la Commission a conclu à l'existence d'une PRI à La Union.", "La question des risques généralisés"], ["[13]", "La Commission a également estimé que les risques allégués par les demandeurs, à savoir l'extorsion et la violence perpétrée par les MS, constituaient un risque auquel les individus perçus comme ayant de l'argent au Salvador étaient généralement exposés et que la demande d'asile présentée en vertu de l'article 97 devait par conséquent être rejetée. La Commission a examiné la jurisprudence applicable au critère énoncé à l'article 97 ainsi que la preuve documentaire sur les MS et leurs activités. La Commission a alors répété sa conclusion selon laquelle le risque en était un auquel tous les individus au Salvador qui sont perçus comme riches sont généralement exposés.", "La protection de l'État"], ["[14]", "La Commission s'est penchée sur les principes applicables pour évaluer la disponibilité de la protection de l'État. Elle a relevé que les demandeurs ne s'étaient jamais adressés à la police parce que les MS avaient, selon le demandeur, infiltré la police et le dépôt d'une plainte les mettrait en danger."], ["[15]", "La Commission a ensuite mentionné l'existence de certains organismes qui recueillent les plaintes sur l'inconduite des agents de police et a estimé que rien ne démontrait que, s'il n'avait pas confiance en la police, ces organismes n'auraient pas aidé le demandeur s'il s'était adressé à eux. La Commission a alors examiné la nouvelle législation visant à combattre la corruption policière. Elle a aussi pris connaissance de certains faits généraux sur le Salvador ainsi que sur sa police et ses régimes de sécurité."], ["[16]", "La Commission est parvenue à la conclusion que le demandeur avait l'obligation de solliciter la protection de son pays d'origine avant de demander la protection internationale, qu'il avait choisi de ne pas le faire et qu'il n'avait pas non plus cherché à obtenir la protection d'autres organisations. Sur la foi de la preuve documentaire dont elle disposait, la Commission n'était pas convaincue qu'il était raisonnable de croire que la protection n'aurait pas été accordée au demandeur. La Commission a alors fait état de plusieurs autres faits sur la police au Salvador."], ["[17]", "La Commission a reconnu que le Salvador était l'un des pays les plus violents au monde, puisque douze homicides par jour y sont déclarés, dont 60 pour cent sont attribuables aux MS et à d'autres gangs. La Commission a estimé que l'État faisait des efforts sérieux pour combattre la violence des gangs, notamment au moyen de cinq programmes s'attaquant au problème des gangs. Elle a en conséquence rejeté les demandes d'asile des demandeurs.", "Norme de contrôle et question en litige"], ["[18]", "Dans la présente demande, la Cour est appelée à trancher la question de savoir si la décision de la Commission est raisonnable;", "<FRAGMENT_SUPPRESSED> .", "Analyse"], ["[19]", "La décision de la Commission comporte quatre conclusions distinctes, chacune d'elles suffisant, si elle est raisonnable, à justifier le rejet des demandes d'asile des demandeurs. Par conséquent, le fardeau qui incombait aux demandeurs était très lourd en l'espèce, car leur demande pouvait être rejetée, en théorie, si l'une de ces quatre conclusions était jugée raisonnable. Cependant, comme nous l'avons vu, les conclusions sur la PRI, la protection de l'État et l'article 97 sont intrinsèquement liées à la conclusion sur la crédibilité et en dépendent. Par conséquent, en l'espèce, une erreur relativement à l'une de ces questions vicie les autres questions. J'estime que la décision de la Commission sur la crédibilité ne peut pas être confirmée et que les trois autres conclusions sont par là même invalidées.", "La crédibilité"], ["[20]", "La longueur et la richesse des détails de l'analyse relative à la crédibilité donnent à penser que cette question a constitué le fondement principal du rejet des demandes d'asile, particulièrement parce que, si la preuve n'était pas considérée comme crédible, les autres éléments des demandes d'asile ne pouvaient être établis. La Commission a fondé sa conclusion défavorable quant à la crédibilité sur des contradictions apparentes, des invraisemblances et des réponses évasives. À mon avis, toutefois, aucune de ces conclusions n'était étayée et elles découlaient d'une analyse microscopique de la preuve présentée par le demandeur."], ["[21]", "Je conviens avec le demandeur que les conclusions suivantes découlaient d'un examen à la loupe et que la Commission a estimé que des contradictions et des réponses évasives existaient là où il n'y en avait pas. Je n'examinerai que quelques-unes des conclusions qui étaient cruciales pour la décision:", "• La prétendue contradiction ayant trait à la connaissance que le demandeur aurait eue des extorsions subies par les autres gens d'affaires est, dans la mesure où cela peut s'appeler une contradiction, mineure et ne suffit pas pour rejeter l'intégralité des allégations d'extorsion du demandeur. De plus, je ne vois rien de déraisonnable dans l'explication donnée par le demandeur selon laquelle il était au courant des problèmes de son ami parce qu'ils étaient des amis proches; il avait de fait assisté aux funérailles du fils de son ami. La Commission a rejeté sans aucune raison cette explication par ailleurs logique.", "• La Commission a conclu au caractère évasif de l'explication du demandeur selon laquelle les MS lui faisaient des menaces lorsqu'elles exigeaient de l'argent parce que, chaque fois que cela arrivait, les MS voulaient lui rappeler qui elles étaient. La Commission ne donne pas la raison pour laquelle cette explication serait évasive et je ne vois pas pourquoi elle a pu la qualifier ainsi.", "• La Commission a tiré une inférence défavorable du fait que le demandeur a parlé à la troisième personne en disant que lorsqu'on leur désobéit, les MS font des menaces de mort. Je suis d'accord avec le demandeur pour dire que cet examen microscopique du témoignage du demandeur n'est pas permis;", "<FRAGMENT_SUPPRESSED>  (CAF).", "• La conclusion de la Commission qu'il était improbable que le demandeur ait pu exploiter son entreprise sans problème pendant 13 ans ainsi que sa conclusion selon laquelle, s'il avait fait l'objet d'extorsion, cela se serait produit plus tôt, étaient douteuses. Faut-il en conclure que la Commission suppose soit qu'une personne d'affaires doit faire l'objet d'une extorsion dès qu'elle ouvre son entreprise, soit qu'il est certain qu'elle exploitera son entreprise indéfiniment sans entrave? La Commission ne peut pas conclure qu'il est improbable qu'une personne d'affaires soit victime d'une extorsion par les MS et aucune preuve factuelle ou relative à une opinion admissible n'indiquait que les extorqueurs ne ciblent que les entreprises lors de leur ouverture."], ["[22]", "La Commission a tiré une inférence défavorable du fait que le demandeur n'avait pas produit l'un de ses passeports échus. La Commission a évidemment supposé que le demandeur cachait quelque chose dans ce passeport, par exemple un voyage non révélé entre 2005 et 2009. En l'absence d'une preuve pertinente et crédible étayant, selon la prépondérance des probabilités, l'inférence que le demandeur avait voyagé à l'étranger durant la période en cause, la conclusion de la Commission est conjecturale. Une telle déclaration est une hypothèse qui [traduction] « n'a aucune valeur en droit puisqu'il s'agit d'une simple supposition »:", "<FRAGMENT_SUPPRESSED>  (CA); et voir, plus récemment,", "<FRAGMENT_SUPPRESSED> . Par ailleurs, au nom de l'équité, la Commission aurait dû informer le demandeur de la conclusion ou inférence qu'elle se proposait de tirer de la non-production du document."], ["[23]", "En somme, la décision de la Commission ne saurait être confirmée sur le fondement de sa conclusion relative à la crédibilité.", "La possibilité d'un refuge intérieur"], ["[24]", "Dans son analyse de la PRI, la Commission a fait défaut d'appliquer le critère relatif à l'existence d'une PRI. Le premier volet de ce critère consiste à savoir s'il existe une possibilité sérieuse que le revendicateur soit persécuté ou exposé à un risque dans la région de la  <FRAGMENT_SUPPRESSED> . Cependant, la Commission a seulement déclaré que le demandeur avait été à La Union plusieurs fois et qu'il était obligé de chercher à y trouver refuge avant de solliciter la protection internationale. À aucun moment, la Commission n'a abordé directement la question requise pour parvenir à une conclusion quant à l'existence d'une PRI."], ["[25]", "La Commission n'a pas non plus expliqué pourquoi elle rejetait la preuve présentée par le demandeur relativement à la PRI proposée. Le demandeur a déclaré que les MS étaient bien organisées, qu'elles avaient infiltré divers bureaux et qu'elles pouvaient le retrouver n'importe où dans ce petit pays. Après avoir résumé cette preuve, la Commission conclut que, malgré la preuve, elle estime qu'il existe une PRI. La décision de la Commission ne saurait être confirmée sur le fondement de sa conclusion relativement à la PRI.", "La question du risque généralisé"], ["[26]", "La Commission a conclu que les demandeurs n'étaient pas exposés à un risque personnel auquel les individus n'étaient pas généralement exposés au Salvador. Il s'agit là d'une conclusion fondée sur des faits, qui requiert une enquête individuelle dans chaque cas:", "<FRAGMENT_SUPPRESSED> ; voir aussi", "<FRAGMENT_SUPPRESSED> ). Par conséquent, l'analyse de la question de savoir si un risque est généralisé est liée de près à la question de la crédibilité du témoignage du demandeur d'asile, car la conclusion sur cette question dépend des faits qui sont acceptés par la Commission."], ["[27]", "Étant donné le caractère déraisonnable des conclusions de la Commission quant à la crédibilité, la décision ne saurait être confirmée sur le fondement de la conclusion de l'existence d'un risque généralisé parce que la preuve du demandeur sur le risque n'a pas été acceptée. Il est impossible de savoir si, en l'absence des erreurs dans son analyse de la question de la crédibilité, la Commission serait parvenue à des conclusions de fait différentes qui l'auraient amenée à conclure à l'existence d'un risque personnel auquel les individus ne sont pas généralement exposés au Salvador.", "La protection de l'État"], ["[28]", "Les demandeurs font valoir que la Commission a commis une erreur dans cette partie de son analyse en exigeant qu'ils cherchent à obtenir une protection avant de fuir le pays, au lieu d'examiner la question de savoir s'il était objectivement raisonnable de s'attendre à ce qu'ils fassent des démarches en ce sens. Les demandeurs soutiennent que la Commission n'a pas tenu compte de la preuve du demandeur selon laquelle il craignait de s'adresser à la police et qu'elle n'a pas non plus examiné la question de savoir si cette crainte était objectivement raisonnable."], ["[29]", "Je conviens que la Commission n'a pas tenu compte de l'allégation du demandeur relative à sa crainte de s'adresser à la police. En fait, la Commission ne pouvait pas raisonnablement s'appuyer sur cette allégation puisqu'elle avait déjà conclu que le témoignage du demandeur n'était pas crédible. Par conséquent, comme pour la question du risque généralisé, la décision ne saurait être confirmée sur le fondement de la conclusion relative à la protection de l'État parce que la décision aurait pu être différente si les erreurs que comportaient les conclusions sur la crédibilité n'avaient pas été commises."], ["[30]", "Le témoignage du demandeur selon lequel les MS avaient infiltré la police et menaçaient de le tuer s'il s'adressait à la police était pertinent quant à la question de savoir s'il était raisonnable de sa part de ne pas solliciter la protection de l'État. Pour cette raison, je n'estime pas que l'issue de cette analyse aurait été la même si les erreurs que comportait l'analyse de la crédibilité n'avaient pas été commises. Par conséquent, la décision doit être annulée."], ["[31]", "La demande de contrôle judiciaire est accueillie."], ["[32]", "Il n'y a aucune question à certifier.", "JUGEMENT"], ["[33]", "LA COUR STATUE que", "la demande de contrôle judiciaire est accueillie. L'affaire est renvoyée à un autre commissaire de la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié pour qu'il procède à un nouvel examen. Aucune question n'a été proposée aux fins de certification et la Cour estime que l'affaire n'en soulève aucune.", "[End of document]"]]}