{"id_": "029395", "body_str": [["[1]", "Hugessen, J.", ": While they are not strictly speaking binding upon me, I find the decisions of  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 593) and  <FRAGMENT_SUPPRESSED> ) strongly persuasive that I should exercise my discretion in the same way that they did and decline to answer the questions of law raised by the present motion for summary judgment. It would take strong reasons in my view to justify my departing from an exercise of discretion by my colleagues on a very similar question."], ["[2]", "Both judges had to deal with very much what is placed before me today namely the construction of section 8 of the Patented Medicines (Notice of Compliance) Regulations, SOR/98-166, in one or another of its forms. That is a very difficult and complex matter of statutory construction. Indeed, with respect, I think that the questions before me are, if anything, more complex than the questions that were before my two colleagues. Justice Russell only had to deal with the new form of section 8 whereas I have to deal not only with the new form but also with the previous form as it was first adopted in 1993. That text, the 1993 text, I have previously and in another place described as being particularly obscure and my view of it has not changed in the interval. Section 8 reads as follows:", "8. (1) If an application made under subsection 6(1) is withdrawn or discontinued by the first person or is dismissed by the court hearing the application or if an order preventing the Minister from issuing a notice of compliance, made pursuant to that subsection, is reversed on appeal, the first person is liable to the second person for any loss suffered during the period", "(a) beginning on the date, as certified by the Minister, on which a notice of compliance would have been issued in the absence of these Regulations, unless the court is satisfied on the evidence that another date is more appropriate; and", "(b) ending on the date of the withdrawal, the discontinuance, the dismissal or the reversal.", "(2) A second person may, by action against a first person, apply to the court for an order requiring the first person to compensate the second person for the loss referred to in subsection (1).", "(3) The court may make an order under this section without regard to whether the first person has commenced an action for the infringement of a patent that is the subject matter of the application.", "(4) The court may make such order for relief by way of damages or profits as the circumstances require in respect of any loss referred to in subsection (1).", "(5) In assessing the amount of compensation the court shall take into account all matters that it considers relevant to the assessment of the amount, including any conduct of the first or second person which contributed to delay the disposition of the application under subsection 6(1).", "8. (1) Si la demande présentée aux termes du paragraphe 6(1) est retirée ou fait l'objet d'un désistement par la première personne ou est rejetée par le tribunal qui en est saisi, ou si l'ordonnance interdisant au ministre de délivrer un avis de conformité, rendue aux termes de ce paragraphe, est annulée lors d'un appel, la première personne est responsable envers la seconde personne de toute perte subie au cours de la période:", "a) débutant à la date, attestée par le ministre, à laquelle un avis de conformité aurait été délivré en l'absence du présent règlement, sauf si le tribunal estime d'après la preuve qu'une autre date est plus appropriée;", "b) se terminant à la date du retrait, du désistement ou du rejet de la demande ou de l'annulation de l'ordonnance.", "(2) La seconde personne peut, par voie d'action contre la première personne, demander au tribunal de rendre une ordonnance enjoignant à cette dernière de lui verser une indemnité pour la perte visée au paragraphe (1).", "(3) Le tribunal peut rendre une ordonnance aux termes du présent article sans tenir compte du fait que la première personne a institué ou non une action pour contrefaçon du brevet visé par la demande.", "(4) Le tribunal peut rendre l'ordonnance qu'il juge indiquée pour accorder réparation par recouvrement de dommages-intérêts ou de profits à l'égard de la perte visée au paragraphe (1).", "(5) Pour déterminer le montant de l'indemnité à accorder, le tribunal tient compte des facteurs qu'il juge pertinents à cette fin, y compris, le cas échéant, la conduite de la première personne ou de la seconde personne qui a contribué à retarder le règlement de la demande visée au paragraphe 6(1)."], ["[3]", "In addition, this case raises, and to a greater extend than the case before Justice Snider did, problems relating to the transitional provisions, a text which is far from being simple and which in the particular facts of this case is very problematic. Both my colleagues thought that it would be necessary, in order to give a proper contextual and purposive construction to the relevant texts, to have evidence presented at a trial. I agree. Justice Russell's decision was very recently and specifically approved as a proper exercise of discretion by the  <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 164). I think that in the circumstances it would be proper for me to exercise my discretion in the same way indeed, absent good reasons, I think it would be improper for me not to do so. However, Justice Russell's decision on the question of costs before him was dependant on the very particular circumstances of the case that he heard and the finding that he made that the parties had concluded an agreement with respect to the costs in the earlier prohibition proceedings. That is not applicable in the present case and accordingly I decline to grant partial summary judgment with respect to the issue of the plaintiff's claim for legal expenses. I also am of the view that the earlier decisions on the prohibition application which made no orders as to costs do not constitute res judicata so as to exclude from the outset the plaintiff's claim for legal expenses."], ["[4]", "The motion will accordingly be dismissed. Because this disposition is dependant upon very recent jurisprudential developments, all having taken place within the last couple of months, I decline the plaintiff's invitation to make an order for costs on this motion payable forthwith in any event. I shall make an order that the costs will follow the event and because the motion was one that required on both sides a considerable degree of preparation and research, I shall direct that the costs, to whomever they may ultimately be paid, be assessed under column 4. Order will go accordingly.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}