{"id_": "029438", "body_str": [["[1]", "O'Keefe, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (IRPA) for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated September 19, 2006, which found that the applicant was neither a Convention refugee nor a person in need of protection."], ["[2]", "The applicant requested that the decision be set aside and the matter referred back to a newly constituted panel of the Board for redetermination.", "Background"], ["[3]", "Ranjan De Seram (a.k.a. Ranjan Jayasuriya Arachchil) (the applicant), is a citizen of Sri Lanka. The applicant sought refugee status on the basis of his membership in a particular social group, namely, homosexual men living in Sri Lanka who face persecution and criminal charges for certain sexual acts throughout Sri Lanka. The circumstances which led to his claim for refugee status were set out in the narrative portion of his Personal Information Form (PIF)."], ["[4]", "The applicant's hardship began during his years as a high school student. He first became involved with his same-sex partner, Asiri, in grade nine at St. Thomas College Guruthalawa. The relationship was never accepted by students or teachers and there were many occasions where students, under orders from teachers, stoned the applicant and his partner. The applicant was threatened with removal from school, but was allowed to stay."], ["[5]", "After high school, the applicant completed a two and a half year college course and joined the Naval and Maritime Academy. In 1991, the applicant was successful in securing a contract with a company called M/T Blue Wave as a seaman. After completing 18 months onboard the ship, the applicant returned to Sri Lanka to live with his partner Asiri in Colombo. In 1993, the applicant and his partner opened their own hair and beauty salon. The applicant wanted to improve and relocate the business and as such, decided to return to sea to make more money. The applicant signed a contract and sailed onboard the M/V Lanka Asitha."], ["[6]", "In 1998, the applicant and his partner moved their salon to a new location in Borella, Colombo. The new location was equipped with ten new hair booths and all new equipment. During 1998 and 2002, the applicant returned to sea in order to continue his career as a sailor. In 2002, he returned home to Sri Lanka for good to be with his partner."], ["[7]", "In 2004, the applicant's salon and apartment were destroyed by fire while the applicant and his partner were out. The local police were informed twice but failed to take action. Both the applicant and his partner moved out of Colombo and subsequently out of the country to separate locations. In 2005, the applicant returned to sea. He sailed for five months, but was harassed and humiliated by the other crew members onboard who had realized he was gay. When the ship docked in Canada, the applicant left and sought legal advice about claiming refugee status. In December 2005, the applicant filed his application for refugee status."], ["[8]", "A hearing was held September 12, 2006, and a decision was issued September 19, 2006. The Board found that the applicant was neither a Convention refugee, nor a person in need of protection. This is the judicial review of that decision.", "Board's Reasons for Decision"], ["[9]", "In its decision dated September 19, 2006, the Board refused the applicant's application on the basis that (1) there were issues with credibility; (2) the applicant had failed to demonstrate that the harassment he faced amounted to persecution; and (3) the applicant had failed to rebut the presumption of state protection."], ["[10]", "The Board noted that the applicant's testimony concerning the destruction of his shop was inconsistent with the narrative in his PIF and his Port of Entry (POE) interview. In his PIF, there was no reference to who had destroyed his shop and no mention of any death threat written on the wall of the destroyed shop. In his POE interview, the applicant said that other shop owners in the building had destroyed his shop and once again, there was no mention of the written threat. During the hearing, the applicant said that he did not know who had destroyed his shop, and added that a death threat was written on the wall of the shop. When asked to explain these differences, the applicant said that he had guessed who had destroyed his shop and that he was \"not in the proper mental situation\" when he completed his PIF. The Board noted that the written message was not a minor detail, but a major reason in his testimony for leaving Sri Lanka and seeking refugee protection. The applicant agreed."], ["[11]", "The Board drew a negative inference from the inconsistencies in the applicant's statement regarding the risk of personal harm to him. When asked if the people responsible for destroying his shop knew whether or not the applicant was at the shop at the time, the applicant responded he was not sure but it was possible. The Board noted that it did not appear the perpetrators were planning to physically harm the applicant; they seemed interested only in destroying the shop. The Board found, on a balance of probabilities, that there was no written threat to the applicant's life as part of the shop destruction incident."], ["[12]", "The Board drew a negative inference from the inconsistencies between the applicant's PIF narrative and his testimony in regard to his interaction with the police. The Board noted that in his PIF, the applicant wrote that he informed the police twice of the incident and he was repeatedly told there was nothing they could do, as people in the area were angry because gay people were running a successful business. During the hearing, the applicant testified that he was told to leave the police station and that the police were aware he was gay. When asked to explain these discrepancies, the applicant explained that he remembered differently when he prepared the written narrative. The Board noted that the applicant's testimony clearly implied that the police were discriminating against him; however, in his PIF, he claimed that it was his neighbours who were responsible."], ["[13]", "The Board also made findings on the issue of state protection. When asked if he was aware of a Sri Lankan gay organization called 'Companions on a Journey', the applicant testified that it was an economic and social elite organization and there was no place for middle class people like him in it. The Board noted that the group was quite active, and that there was no documentary evidence to support the kind of exclusion mentioned by the applicant. The Board found, on a balance of probabilities, that the applicant's explanation for not seeking support from 'Companions on a Journey' was not credible. The Board also found the applicant's testimony concerning his failure to seek help from either a senior police officer or from a lawyer not to be credible. The Board further found that the applicant had not adequately tested the ability and willingness of the state to protect him."], ["[14]", "With regards to the issue of persecution, the Board noted that while the applicant indicated that he had experienced some harassment and demands for money in the past, he provided no evidence of persecution. It was noted that the applicant had received an education, including professional training, which had allowed him a successful career as a seaman. The Board also noted that while the applicant alleged that he would face criminal charges if he returned to Sri Lanka (on the basis of being homosexual), there was no evidence disclosed to support this allegation. The Board also noted that country documents indicated that there had been no prosecutions in regard to homosexuality in Sri Lanka in many years.", "Issues"], ["[15]", "The applicant submitted the following issues for consideration:", "1. The Board committed an error of law by conducting a microscopic examination of the evidence rather than a reasonable overall assessment of the totality of the evidence.", "2. The Board committed an error of law by requiring the applicant to approach gay organizations for assistance when the police refused to assist him.", "3. The Board committed an error of law by failing to conduct a separate section 97 analysis of the applicant's future risk.", "4. The Board committed an error of law by conducting a highly selective analysis of the objective documentary evidence before it and ignoring evidence which was directly supportive of the applicant's fear."], ["[16]", "I would rephrase the issues as follows:", "1. Did the Board err in refusing the applicant's claim on the basis that he lacked credibility?", "2. Did the Board err in finding that the applicant should have approached non-governmental organizations once the police had refused to assist him?", "3. Did the Board err in failing to engage in a separate section 97 analysis?", "4. Did the Board err in failing to consider the objective documentary evidence before it?", "Applicant's Submissions"], ["[17]", "The applicant submitted that not every inconsistency in a refugee claimant's story can reasonably be used to make a negative credibility finding (", "<FRAGMENT_SUPPRESSED> ). The applicant submitted that the Board is obligated to conduct a fair overall assessment of the evidence before it. The applicant submitted that \"it would not be proper for the Board to base its findings on an extensive 'microscopic' examination of issues irrelevant or peripheral to the applicant's claim\" (", "<FRAGMENT_SUPPRESSED>  at paragraph 9 (F.C.A.)). The applicant submitted that the Board rejected the applicant's evidence regarding his interaction with the police on the basis of inconsistencies between his oral evidence and his PIF narrative. Specifically, the Board noted that the PIF stated that the police told him there was nothing they could do for him, whereas his oral evidence was that the police told him to leave the station. The applicant submitted that the Board appears to be stretching in its search to find the applicant's story to be inconsistent. The applicant further submitted that this is not a major inconsistency and that the applicant's overall evidence in this regard remains the same. The applicant submitted that the Board's reliance on this minor difference in description as a basis for rejecting the applicant's evidence is perverse and patently unreasonable. The applicant also submitted it was patently unreasonable for the Board to reject, on the basis of omissions in the applicant's PIF narrative that a written threat was made during the destruction of the applicant's salon."], ["[18]", "The applicant submitted that the Board erred in finding that the applicant had not adequately tested the ability and willingness of the state to protect him. The applicant noted that the Board based this finding on the applicant's failure to approach a senior police officer, lawyer or a gay organization for assistance. The applicant submitted that he made two attempts to report the incident to two different police officers, but that both times the police refused to take a report and ordered him to leave the station. The applicant submitted that a claimant's testimony of past personal incidents in which state protection did not materialize are sufficient to rebut the presumption of state protection (", "<FRAGMENT_SUPPRESSED> ). Furthermore, the applicant submitted that it is an error for a Board to impose on the applicant the burden of seeking redress from agencies other than the police (", "<FRAGMENT_SUPPRESSED> ). The applicant submitted that by focusing on the applicant's failure to approach a gay rights organization or a lawyer, the Board has applied a higher standard than that envisioned by the Court with respect to the question of adequate state protection. The applicant also noted that the Board had evidence before it that police in Sri Lanka are frequent perpetrators of violence against homosexuals."], ["[19]", "The applicant submitted that this Court has made it clear that sections 96 and 97 of IRPA are distinct and require a separate analysis (", "<FRAGMENT_SUPPRESSED> ). The applicant submitted that it is not enough for the Board to make the blanket statement that the applicant is not a person in need of protection when there is no indication that the different harms and different requirements considered under section 97 were truly given consideration. The applicant submitted that the Board clearly accepted his identity and profile as a young gay man from Sri Lanka and as a result, was obligated to consider whether, under section 97, there was an objective risk to the applicant based on that profile (", "<FRAGMENT_SUPPRESSED> )."], ["[20]", "The applicant acknowledged that the Board is not obliged to refer to every piece of evidence before it, but submitted that when the evidence that the Board fails to address is significant or central to the applicant's claim, it commits a patently unreasonable error or law (", "<FRAGMENT_SUPPRESSED>  (T.D.) (QL)). The applicant submitted that the Board's analysis of objective documentary evidence is extremely brief and comprises only two short paragraphs. The applicant further submitted that the Board's review of the documentary evidence focuses on the criminality of homosexuality in Sri Lanka and fails to mention that gay men are often assaulted, as well as targeted by the police. The applicant drew the Court's attention to the case of", "<FRAGMENT_SUPPRESSED>  wherein Justice Mactavish considered a case with a very similar set of issues. The Court in <FRAGMENT_SUPPRESSED> above, held that while it is open to the Board to weigh the documentary evidence and reject it, given the importance of the evidence to a central issue in this case, it was not open to the Board to simply ignore it. The applicant submitted that the Board had clear evidence before it on the treatment of individuals similarly-situated to the applicant, and failed to mention this evidence in its reasons. The applicant submitted that this failure resulted in an error of law.", "Respondent's Submissions"], ["[21]", "The respondent submitted that the appropriate standard of review is patently unreasonable (", "<FRAGMENT_SUPPRESSED> ). The respondent submitted that the test to establish a fear of persecution is bi-partite. The applicant must subjectively fear persecution and this fear must be well-founded in an objective sense (", "Ward", "above). The respondent submitted that the Board considered and weighed all the evidence adduced by the applicant and determined that he did not show by his behaviour and actions that he had a subjective fear of persecution. The respondent noted that the Board found that prior to the destruction of his shop, the applicant's intention was always to remain in Sri Lanka. The respondent submitted that while the Board found that the applicant had experienced some harassment and prejudice in Sri Lanka, there was no evidence that his experiences reached the level of persecution."], ["[22]", "The respondent submitted that the key component in determining whether a claimant's fear is well-founded is the state's inability to protect (", "Ward", "above). The state's inability to protect is the crucial element in determining the objective reasonableness of the applicant's unwillingness to seek protection (", "Ward", "above). The respondent submitted that the applicant bears the burden of rebutting the presumption that, absent a situation of complete breakdown of state apparatus, a state is able to protect a claimant. The respondent submitted that it is not enough for the applicant to show that he went to see some members of the police force and that his efforts were unsuccessful. The respondent submitted that the Board did not accept the applicant's argument that authorities would not be forthcoming with serious effort to protect him as the victim of a serious criminal act if he were to approach the state for protection. The respondent also submitted that the Board found no evidence to support the applicant's allegation that based upon his past experience, there was no state protection available to him in Sri Lanka. The respondent submitted that it is within the jurisdiction of the Board to assess and weigh all of the evidence before it and, having done so, to draw its own conclusions from the evidence. The respondent submitted that there was evidence upon which the Board could conclude that adequate state protection existed for the applicant and that the heavy onus upon him had not been met.", "Analysis and Decision", "Standard of Review"], ["[23]", "The Board's credibility findings are reviewed on a standard of patent unreasonableness and are therefore accorded a high level of deference (see", "<FRAGMENT_SUPPRESSED> ). The Board may evaluate the probative value of evidence, including documentary evidence, and the standard of review applicable to such findings is patent unreasonableness (see", "<FRAGMENT_SUPPRESSED> )."], ["[24]", "I wish to first deal with Issue 4."], ["[25]", "Issue 4", "Did the Board err in failing to consider the objective documentary evidence before it?", "The applicant submitted that the Board's consideration of the documentary evidence is extremely brief and comprises only two short paragraphs. The applicant further submitted that the Board's review of the documentary evidence focuses on the criminality of homosexuality in Sri Lanka and fails to mention that gay men are often assaulted, as well as targeted by the police. The relevant portion of the Board's decision reads as follows:", "[...] The claimant indicated in his PIF that he faced criminal charges if he returned to Sri Lanka. No evidence was disclosed to support this allegation. Country documents indicate that there have been no prosecutions in regard to homosexuality in many years.", "It is clear that Sri Lankan society is conservative with regard to homosexuality and that the claimant has experienced harassment and prejudice. It is also the case that homosexuality remains illegal in Sri Lanka and that a 19th century law banning homosexuality remains in place. It is, however, also clear that there have been improvements over recent years in the treatment of homosexuals in Sri Lanka and that the criminalization of homosexuality has not been enforced in Sri Lanka for many years. Two gay organizations have been involved in a public campaign for legislative change and being gay in Sri Lanka carries less of a taboo. In addition, the claimant's actions in returning to Sri Lanka after each of his repeated periods at sea and his indication of his intention to remain in Sri Lanka before the shop destruction incident indicate any subjective fear was mitigated by the objective situation in Sri Lanka. The claimant testified that he hoped to live a successful like with his partner in Sri Lanka and that is why he had always returned in the past."], ["[26]", "The applicant relied on the case of <FRAGMENT_SUPPRESSED> above, in support of his claim that the Board must consider the documentary evidence regarding police officers in Sri Lanka that assault and target homosexuals."], ["[27]", "The objective documentary evidence before the Board included the following extracts from the British Home Office Report: Sri Lanka, September 2005 (revised October 2005) at paragraph 6.245:", ". . . During the year, human rights organizations reported that police harassed, extorted money from, and assaulted gay men in Colombo and other areas. . . .", "(Tribunal record page 145)", "And from Document LKA35952.E:", "Despite the lack of prosecutions under the law, de Rose claimed that the existence of the law \"was being used to wage an official campaign against gay Sri Lankans\" (The Data Lounge 20 Aug. 1998), and was also linked to homosexuals being blackmailed by police (ibid. 16 Oct. 1998), viewed as \"perverts\" (ABC 20 July 1999; AFP 28 June 1999), and being labelled with a \"stigma\" (ibid.).", "(Tribunal record page 63)", "In other information on the treatment of gay men in Sri Lanka, sources have reported the beatings of homosexuals, suicides, fears of \"coming out\", and of homosexuals \"generally being treated with \"distaste\" and \"a great deal of public intolerance (IPS 30 Dec. 1997; ibid. 8 Dec. 1999; AFP 28 June 1999; ibid. 4 Sept. 2000; ABS 20 July 1999). According to the Data Lounge the gay community is centred in Colombo, although \"there are no bars or clubs where gay people can congregate\" (16 Oct. 1998). However, Human Rights Watch reported that \"organizations with a specialized thematic focus,\" including gay rights, had grown \"in strength and number [in 1998] and were responsible for introducing important issues for public debate\" (1999).", "(Tribunal record page 64)"], ["[28]", "In", "Cepeda- <FRAGMENT_SUPPRESSED> , Justice Evans stated at paragraph 17:", "However, the more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact \"without regard to the evidence\":", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.). In other words, the agency's burden of explanation increases with the relevance of the evidence in question to the disputed facts. Thus, a blanket statement that the agency has considered all the evidence will not suffice when the evidence omitted from any discussion in the reasons appears squarely to contradict the agency's finding of fact. Moreover, when the agency refers in some detail to evidence supporting its finding, but is silent on evidence pointing to the opposite conclusion, it may be easier to infer that the agency overlooked the contradictory evidence when making its finding of fact."], ["[29]", "The above-mentioned documentary evidence is not discussed in the Board's decision. The evidence appears to contradict the Board's finding of fact. It is evidence that is important to the applicant's case. The Board is free to deal with this evidence as it sees fit, but it cannot ignore the evidence altogether when it is important to a central issue of the case."], ["[30]", "I am of the opinion that in failing to show that it dealt with the contrary evidence to the effect that police harassed, assaulted and extorted money from gay men, the Board failed to consider relevant evidence and made a reviewable error. I cannot tell what decision the Board would have reached if this evidence had been considered."], ["[31]", "Because of my finding on this issue, I need not deal with the other issues raised by the applicant."], ["[32]", "The application for judicial review is therefore allowed."], ["[33]", "Neither party wished to submit a proposed serious question of general importance for consideration for certification.", "JUDGMENT"], ["[34]", "IT IS ORDERED that", "the application for judicial review is allowed and the matter is referred to a different panel of the Board for redetermination.", "ANNEX", "Relevant Statutory Provisions", "The relevant statutory provisions are set out in this section.", "The", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (IRPA):", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "97.(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "97.(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "[End of document]"]]}