{"id_": "029424", "body_str": [["[1]", "Le juge Blanchard", ": La présente porte sur une requête des demandeurs pour obtenir une ordonnance afin de faire rejeter toutes les objections soumises par le défendeur lors d'un contre-interrogatoire sur affidavit."], ["[2]", "Par l'entremise de cette requête, les demandeurs prient cette Cour de:", "1) accorder la présente requête;", "2) permettre aux demandeurs de pouvoir contre-interroger le défendeur sur tous les paragraphes de son affidavit et plus particulièrement sur les motifs et les circonstances ayant entouré l'émission des mesures conservatoires le 10 mai 2004;", "3) autoriser un délai supplémentaire pour le dépôt du dossier des demandeurs à une date à être déterminée par le Tribunal;", "4) le tout sans frais sauf en cas de contestation.", "CONTEXTE FACTUEL"], ["[3]", "Le défendeur agit en tant que délégué du Surintendant des faillites. Les demandeurs sont des syndics de faillite. Le 14 juillet 2000, le défendeur confie à Michel Leduc le mandat de faire enquête sur la conduite des demandeurs et d'en faire rapport pour déterminer si des manquements à la Loi sur la faillite et l'insolvabilité, L.R.C. 1985, c. B-3 (LFI) justifient la tenue d'une audition sur la conduite des syndics."], ["[4]", "Le 10 mai 2001, le défendeur, en vertu des pouvoirs que lui confie la LFI, émet six instructions de mesures conservatoires distinctes à l'égard des demandeurs. Elles visent surtout à sauvegarder les actifs sous l'administration des demandeurs."], ["[5]", "Le 16 janvier 2004, les demandeurs réclament du défendeur la levée ou la modification des mesures conservatoires, ce que le défendeur refuse en date du 12 février 2004. C'est à l'encontre de cette décision que les demandeurs déposent une demande de contrôle judiciaire."], ["[6]", "Le 17 février 2005, le défendeur est contre-interrogé sur son affidavit. Le procureur du défendeur formule plusieurs objections. Les demandeurs réclament de cette Cour qu'elle les rejette.", "ANALYSE"], ["[7]", "Le droit de contre-interroger sur un affidavit est prévu à la règle 83 des", "Règles des Cours fédérales", ", DORS/98-106, modifiées par DORS/2002-417; DORS/2004-283 (les Règles).", "83. Droit au contre-interrogatoire", "Une partie peut contre-interroger l'auteur d'un affidavit qui a été signifié par une partie adverse dans le cadre d'une requête ou d'une demande.", "83. Cross-examination on affidavits", "A party to a motion or application may cross-examine the deponent of an affidavit served by an adverse party to the motion or application."], ["[8]", "La jurisprudence en la matière établit certains principes de base en ce qui a trait à la portée du contre-interrogatoire sur affidavit."], ["[9]", "Tout d'abord, il ne doit pas être apparenté à un interrogatoire préalable puisque la portée du contre-interrogatoire sur affidavit est beaucoup plus restreinte. Le juge Hugessen, dans l'affaire", "<FRAGMENT_SUPPRESSED>  en ligne: QL, a énuméré les points les plus importants qui distinguent ces deux procédures:", "Il convient tout d'abord de rappeler certaines notions élémentaires. Le contre-interrogatoire n'est pas un interrogatoire préalable et il diffère de celui-ci sous plusieurs rapports importants. Plus particulièrement,", "a) la personne interrogée est un témoin, et non une partie;", "b) les réponses données sont des éléments de preuve, et non des aveux;", "c) le témoin peut légitimement répondre qu'il ignore quelque chose; il n'est pas tenu de se renseigner;", "d) on ne peut exiger d'un témoin qu'il produise un document que s'il en a la garde ou la possession, les mêmes règles s'appliquant à tous les témoins;", "e) les règles relatives à la pertinence sont plus restreintes."], ["[10]", "Le juge Hugessen ajoute que, dans le contexte particulier d'une demande de contrôle judiciaire, la pertinence formelle des questions est circonscrite par les affidavits que déposent les parties. Il écrit:", "La pertinence formelle est liée aux questions de fait qui opposent les parties. Dans le cas d'une action, ces questions sont délimitées par les actes de procédure, mais dans le cas d'une demande de contrôle judiciaire, où aucun acte de procédure n'est déposé (l'avis de requête lui-même ne devant faire état que du fondement juridique, et non factuel, de la demande de contrôle), elles sont circonscrites par les affidavits que déposent les parties. Le contre-interrogatoire de l'auteur d'un affidavit ne peut donc porter que sur les faits énoncés dans celui-ci ou dans un autre affidavit produit dans le cadre de l'instance."], ["[11]", "Le juge Hugessen explique en outre que les questions posées en contre-interrogatoire doivent aussi satisfaire à l'exigence de la pertinence juridique. Il poursuit:", "Toutefois, outre la pertinence formelle, les questions posées en contre-interrogatoire doivent avant tout satisfaire à l'exigence de la pertinence juridique. Même le fait énoncé dans un affidavit produit dans le cadre de l'instance n'est pertinent sur le plan juridique que lorsque son existence ou son inexistence peut contribuer à déterminer si le redressement demandé peut ou non être accordé. (Je laisse de côté les questions visant à miner la crédibilité du témoin, car elles constituent une catégorie à elles seules.) Ainsi, par exemple, il serait très exceptionnel qu'une question se rapportant au nom et à l'adresse, souvent déclinés par le déposant, ait une pertinence juridique, c'est-à-dire qu'elle puisse avoir une incidence sur l'issue du litige."], ["[12]", "Nécessairement reliée à la portée du contre-interrogatoire sur affidavit, la possibilité de s'objecter aux questions posées est limitée au contexte de cette procédure. En effet, compte tenu de la portée du contre-interrogatoire, le déclarant a le droit de refuser de répondre si on sort du champ du contre-interrogatoire:", "Global Television (Global Lethbridge, une division de  <FRAGMENT_SUPPRESSED> ."], ["[13]", "En l'espèce, il ressort clairement des prétentions du défendeur, que les objections relèvent de la notion de pertinence. Il semble donc, selon la jurisprudence, que, pour décider si une objection reposant sur la pertinence est bien fondée, il faut:", "1) vérifier sa pertinence formelle, c'est-à-dire, est-ce que la question porte sur des faits énoncés dans l'affidavit du déclarant ou dans un autre affidavit produit dans le cadre de l'instance?", "2) vérifier sa pertinence juridique, c'est-à-dire, est-ce que la question porte sur un fait dont l'existence ou la non existence peut contribuer à déterminer si le redressement demandé peut ou non être accordé?"], ["[14]", "Les demandeurs font valoir qu'il est très important que le défendeur soit contre-interrogé sur la façon dont les enquêtes ont été menées pour en arriver à l'émission des mesures conservatoires. Les demandeurs sont particulièrement préoccupés avec le comportement de l'enquêteur Michel Leduc, auteur de l'un des rapport sur lequel s'est basé le défendeur pour émettre les mesures conservatoires, pour les motifs suivants:", "1) dans un autre dossier similaire, le surintendant Mayrand, à titre de délégué, a rendu, le 19 janvier 2005, une décision à l'effet que l'enquêteur Michel Leduc ne devra plus mener d'enquête sur la conduite professionnelle de syndics;", "2) le même enquêteur, Michel Leduc, a fait enquête dans le présent dossier et il est donc important, selon les demandeurs, de connaître la façon dont ce dernier a conduit son enquête en l'espèce;", "3) le défendeur a confié le mandat à Michel Leduc."], ["[15]", "Les demandeurs estiment qu'il est nécessaire qu'ils connaissent les motifs et les circonstances ayant mené à l'émission des mesures conservatoires pour comprendre la décision de les maintenir. Ils argumentent que leur interdire de poser des questions sur l'affidavit du défendeur contrevient aux dispositions des Règles et au principe d'un contre-interrogatoire basé sur un affidavit. Les demandeurs se disent dans l'impossibilité de déposer leurs dossiers si les faits invoqués par le défendeur ne peuvent être contredits ou expliqués."], ["[16]", "Le défendeur réplique que les 31 objections formulées lors de son contre-interrogatoire sur affidavit sont bien fondées. Le défendeur fait valoir que le débat devant cette Cour dans le cadre du contrôle judiciaire intenté par les demandeurs consiste à déterminer s'il y a lieu de réviser la décision prise par le défendeur le 12 février 2004 de refuser la levée des instructions de mesures conservatoires."], ["[17]", "Le défendeur souligne que les demandeurs ont choisi de ne pas contester, devant cette Cour, la décision rendue le 10 mai 2001, même si des recours leurs étaient ouverts. Ils ne peuvent donc tenter de le faire indirectement par le biais de ce contrôle judiciaire."], ["[18]", "Il est utile de se pencher sur le redressement recherché par les demandeurs dans le cadre de leur demande de contrôle judiciaire. Ils réclament le redressement suivant:", "1) accueillir la demande de contrôle judiciaire;", "2) infirmer la décision rendue par le défendeur Alain Lafontaine en date du 12 février 2004 de maintenir toutes les mesures conservatoires émises le 10 mai 2001 contre les demandeurs;", "3) dire et déclarer qu'il n'existe aucune menace objective compromettant l'intégrité des actifs administrés par les syndics Samuel S. Lévy et Sam Lévy & associés inc. en date du 13 février 2004 et, par conséquent, dire et déclarer que l'article 14.03 est inapplicable en la présente instance et annuler à toutes fins que de droit les instructions de mesures conservatoires émises le 10 mai 2001 par le défendeur Alain Lafontaine;", "4) déclarer que le maintien des mesures conservatoires émises en vertu de l'article 14.03 de la Loi sur la faillite et l'insolvabilité contrevient aux articles 1(a) et 2(e) de la Déclaration canadienne des droits;", "5) déclarer la nullité des mesures conservatoires maintenues par monsieur Alain Lafontaine en date du 12 février 2004."], ["[19]", "Il a été convenu à l'audition que les questions et objections qui font l'objet de la présente requête suscitent deux questions fondamentales, à savoir:", "1) Est-ce que les demandeurs peuvent contre-interroger sur chaque paragraphe de l'affidavit?", "2) Est-ce que les demandeurs peuvent contre-interroger sur les paragraphes se rapportant à l'enquête effectuée par l'enquêteur Michel Leduc?"], ["[20]", "En ce qui a trait à la première question, je suis d'avis que les principes énoncés par le juge Hugessen dans l'affaire", "Merck  <FRAGMENT_SUPPRESSED> , s'appliquent. Les demandeurs peuvent contre-interroger sur les faits énoncés dans l'affidavit, sous condition que les questions posées satisfassent à l'exigence de la pertinence juridique."], ["[21]", "La pertinence juridique des questions doit être déterminée en fonction du débat devant cette Cour dans le cadre du contrôle judiciaire, à savoir s'il y a matière à réviser la décision prise par le défendeur, le 12 février 2004, de refuser d'annuler ou de modifier les instructions de mesures conservatoires émises le 10 mai 2001. Il n'est pas contesté que ces mesures sont en cause, d'ailleurs le défendeur le reconnaît. Au paragraphe 15 de son affidavit, il atteste:", "Ce qui est en cause dans le présent dossier ce sont les mesures conservatoires que j'ai émises en date du 10 mai 2001 et ma décision du 12 février 2004 de les maintenir en vigueur", "; le rapport disciplinaire est, pour sa part, présentement devant le délégué nommé par le surintendant des faillites, l'honorable Fred Kaufman, ex juge de la Cour d'appel du Québec. (Je souligne)"], ["[22]", "Cependant, le défendeur indique bien dans son affidavit que sa décision de refuser de lever ou de modifier les mesures conservatoires n'est aucunement fondée sur le rapport intérimaire de l'enquêteur Michel Leduc mais plutôt sur l'omission des défendeurs de fournir des explications quant à leur conduite professionnelle.", "17. Ce qui ressort des événements depuis l'émission des mesures conservatoires, le 10 mai 2001 est que, malgré les nombreuses occasions lors desquelles les syndics demandeurs auraient pu expliquer leur conduite et par le fait même, faire lever lesdites mesures conservatoires, ceux-ci se sont toujours appliqués sciemment à éviter quelconque débat devant une instance judiciaire, quasi-judiciaire ou administrative afin d'expliquer leurs faits et gestes à titre de syndics de faillite;", "18. Ainsi, depuis le 10 mai 2001, les demandeurs n'ont encore jamais fourni d'explications à l'égard des manquements qui ont justifié les mesures conservatoires ou encore qui sont contenus dans le rapport disciplinaire;", "[. . . . .]", "31. En effet, jamais à ce jour, les demandeurs n'ont tenté d'expliquer en quoi j'aurais erré dans mon évaluation des faits tels que relatés au paragraphe 23 du présent affidavit, ni en quoi mes \"motifs raisonnables de croire\" que les dossiers d'actifs devaient être sauvegardés étaient non fondés;", "32. J'aurais bien pu prendre la décision de lever lesdites mesures conservatoires si des explications satisfaisantes m'avaient été fournies eu égard aux lacunes, irrégularités et manquements énoncés au paragraphe 23 du présent affidavit, ce qui n'aurait nullement nécessité la panoplie de procédures déposées par les demandeurs tant devant la Cour supérieure, devant la Cour d'appel du Québec et la Cour suprême du Canada, que devant le délégué du surintendant des faillites et maintenant devant cette honorable Cour;", "[. . . . .]", "48. Quoiqu'il en soit et tel que mentionné précédemment, les demandeurs ne m'ont jamais founi quelconques explications susceptibles d'expliquer les carences de leur administration telles qu'énumérées au paragraphe 23;", "[. . . . .]", "79. Or, plutôt que d'exercer leur droit d'être entendu et de faire valoir leur position conformément au paragraphe 14.01(1) de la L.F.I. ainsi que de mettre potentiellement fin aux mesures conservatoires, si tant est qu'ils puissent expliquer leur conduite, les syndics ont plutôt choisi d'entreprendre une panoplie de procédures visant à éviter cette audition, laquelle aurait pu avoir lieu dès l'année 2002;", "[. . . . .]", "92. J'ai émis les mesures conservatoires, dont celles faisant l'objet de la présente demande, le 10 mai 2001, parce que j'avais des motifs de croire que les actifs administrés par les demandeurs étaient en péril, compte tenu de leur condutie et plus particulièrement en raison des faits énoncés au paragraphe 23 du présent affidavit; depuis lors, deux façons étaient ouvertes aux syndics pour amener les mesures conservatoires à être levées ou à prendre fin soit, de démontrer au soussigné, preuves à l'appui, que les motifs sur lesquels lesdites mesures avaient été émises étaient erronés, auquel cas le soussigné aurait volontiers considéré de lever les susdites mesures conservatoires ou d'autre part, en procédant à l'audition sur leur conduite professionnelle à l'occasion de laquelle ils auraient très bien pu expliquer au délégué Kaufman en quoi les allégations ayant justifié ces mesures conservatoires étaient erronées;", "93. Ni l'une, ni l'autre de ces avenues n'a été empruntée par les syndics demandeurs si bien que les motifs raisonnables de croire que les actifs nécessitaient mon intervention pour leur sauvegarde existent toujours à ce jour et rien ne justifierait des changements à cet égard;"], ["[23]", "Il importe de souligner que la décision du 10 mai 2001 d'émettre des mesures conservatoires n'a pas été contestée par les demandeurs. L'objet du présent contrôle judiciaire est la décision du 12 février 2004 de ne pas lever ou modifier les mesures conservatoires. Ces dernières, qui sont d'ailleurs énumérées au paragraphe 23 de l'affidavit du défendeur, sont donc toujours en vigueur."], ["[24]", "Afin de rencontrer l'exigence de la pertinence juridique, les demandeurs doivent, dans le cadre du contre-interrogatoire sur affidavit, poser des questions sur des faits dont l'existence ou la non existence peut contribuer à déterminer si le redressement demandé peut ou non être accordé. En l'espèce, ces faits portent sur la décision du 12 février 2004 et sur les mesures conservatoires qui sont toujours en vigueur mais non sur leur émission qui découle de la décision du 10 mai 2001. Cette dernière n'est pas l'objet du présent contrôle judiciaire."], ["[25]", "Par conséquent, et sous réserve de la détermination ultime du juge chargé du contrôle judiciaire, les questions portant sur les mesures conservatoires en tant que telles et sur la décision du 12 février 2004 de ne pas les lever ou les modifier sont permises et les objections soulevées à leur encontre sont rejetées. Les questions portant sur les faits entourant l'émission des mesures conservatoires en date du 10 mai 2001 ne sont pas pertinentes sur le plan juridique, ne sont pas permises et les objections soulevées à leur encontre sont accueillies."], ["[26]", "Plus particulièrement, mais sans y être limitées, les objections soulevées par le défendeur à l'encontre des questions posées par les demandeurs relativement aux faits suivants sont fondées:", "a) le pouvoir du défendeur d'intervenir pour faire modifier des dispositions législatives;", "b) la formation offerte à l'enquêteur Michel Leduc;", "c) l'historique professionnel du défendeur;", "d) l'identité de la personne ayant décidé de porter en appel la décision du délégué Kaufman de reporter l'audition disciplinaire;", "e) la possibilité que l'enquêteur Michel Leduc ait rencontré un des demandeurs;", "f) la possibilité que le défendeur ait collaboré avec d'autres personnes pour émettre les mesures conservatrices;", "g) d'autres dossiers sous la charge du défendeur;", "h) les événements survenus après l'émission des mesures conservatoires et faisant l'objet d'un litige tranché en Cour supérieure du Québec;", "i) la possibilité que le défendeur ait déclaré que le délégué Kaufman ne se verrait plus assigner de dossiers.", "Les questions visées par ces objections n'ont, à mon avis, aucune pertinence juridique, c'est-à-dire, ne pourraient avoir d'incidence sur l'issue du litige. Ces objections sont maintenues.", "ORDONNANCE"], ["[27]", "LA COUR ORDONNE:", "1. La requête est accueillie en partie.", "2. Les questions portant sur les mesures conservatoires en tant que telles et sur la décision du 12 février 2004 de ne pas les lever ou les modifier sont permises et les objections soulevées à leur encontre sont rejetées. Les questions portant sur les faits entourant l'émission des mesures conservatoires en date du 10 mai 2001 ne sont pas pertinentes sur le plan juridique, ne sont pas permises et les objections soulevées à leur encontre sont accueillies.", "3. Plus particulièrement, mais sans y être limitées, les objections du défendeur qui portent sur les questions posées par les demandeurs relativement aux facteurs suivants de l'affidavit sont maintenues:", "a) le pouvoir du défendeur d'intervenir pour faire modifier des dispositions législatives;", "b) la formation offerte à l'enquêteur Michel Leduc;", "c) l'historique professionnel du défendeur;", "d) l'identité de la personne ayant décidé de porter en appel la décision du délégué Kaufman de reporter l'audition disciplinaire;", "e) la possibilité que l'enquêteur Michel Leduc ait rencontré un des demandeurs;", "f) la possibilité que le défendeur ait collaboré avec d'autres personnes pour émettre les mesures conservatrices;", "g) d'autres dossiers sous la charge du défendeur;", "h) les événements survenus après l'émission des mesures conservatoires et faisant l'objet d'un litige tranché en Cour supérieure du Québec;", "i) la possibilité que le défendeur ait déclaré que le délégué Kaufman ne se verrait plus assigner de dossiers.", "4. Un délai supplémentaire pour le dépôt du dossier des demandeurs à une date à être convenue entre les parties, laquelle sera conforme à un échéancier à être développé conjointement par les parties et déposé à la Cour dans les 15 jours de la date de cette ordonnance.", "5. Le tout sans frais.", ".........................", "Sam Lévy & Associés Inc. and Samuel S. Lévy, trustee (applicants) v. Alain Lafontaine (respondent)", "INTRODUCTION"], ["[1] Blanchard, J.", "[Translation]: This is a motion to obtain an order overruling the objections raised by the respondent during a cross-examination on affidavit."], ["[2]", "By means of this motion, the applicants ask this Court to", "(1) allow the motion;", "(2) allow the applicants to cross-examine the respondent on all paragraphs of his affidavit and, more specifically, on the reasons for and circumstances surrounding the conservatory measures issued on May 10, 2004;", "(3) grant the applicants an extension of time to file their record at a later date to be determined by the Court; and", "(4) make no order as to costs, unless contested.", "BACKGROUND"], ["[3]", "The respondent is acting in his capacity as a delegate of the Superintendent of Bankruptcies. The applicants are trustees in bankruptcy. On July 14, 2000, the respondent instructed Michel Leduc to investigate the applicants' activities and prepare a report to determine if breaches of the", "Bankruptcy and Insolvency Act", ", R.S.C. 1985, c. B-3 (the BIA) justified holding a hearing into the trustees' conduct."], ["[4]", "On May 10, 2001, the respondent, pursuant to the authority granted to him by the BIA, directed the applicants to take six distinct conservatory measures. These measures were primarily aimed at preserving the assets under the applicants' administration."], ["[5]", "On January 16, 2004, the applicants asked the respondent to lift or amend the conservatory measures, which the respondent refused to do on February 12, 2004. The applicants are therefore applying for judicial review of this decision."], ["[6]", "On February 17, 2005, the respondent was cross-examined on his affidavit. Respondent's counsel raised several objections. The applicants are asking this Court to overrule those objections.", "ANALYSIS"], ["[7]", "The right to cross-examination on affidavit is provided for under section 83 of the", "Federal Court Rules", ", SOR/98-106, as amended by SOR/2002-417 and SOR/2004-283 (the Rules).", "83. Cross-examination on affidavits", "A party to a motion or application may cross-examine the deponent of an affidavit served by an adverse party to the motion or application.", "83. Droit au contre-interrogatoire", "Une partie peut contre-interroger l'auteur d'un affidavit qui a été signifié par une partie adverse dans le cadre d'une requête ou d'une demande."], ["[8]", "The applicable case law has established a number of basic rules governing the scope of a cross-examination on affidavit."], ["[9]", "First of all, a cross-examination on affidavit should not be confused with an examination for discovery, since the former is much more restricted in its scope. Hugessen J.A., in", "<FRAGMENT_SUPPRESSED>  (QL)), named the most important points distinguishing the two proceedings:", "It is well to start with some elementary principles. Cross-examination is not examination for discovery and differs from examination for discovery in several important respects. In particular:", "(a) the person examined is a witness not a party;", "(b) answers given are evidence not admissions;", "(c) absence of knowledge is an acceptable answer; the witness cannot be required to inform him or herself;", "(d) production of documents can only be required on the same basis as for any other witness i.e. if the witness has the custody or control of the document;", "(e) the rules of relevance are more limited."], ["[10]", "Hugessen J.A. added that, in the context of an application for judicial review, it is the affidavits filed by the parties that define the formal relevance of the issues. He wrote:", "Formal relevance is determined by reference to the issues of fact which separate the parties. In an action those issues are defined by the pleadings, but in an application for judicial review, where there are no pleadings (the notice of motion itself being required to set out only the legal as opposed to the factual grounds for seeking review), the issues are defined by the affidavits which are filed by the parties. Thus, cross-examination of the deponents of an affidavit is limited to those facts sworn to by the deponent and the deponent of any other affidavits filed in the proceeding."], ["[11]", "Hugessen J.A. went on to explain that the questions asked on cross-examination must also meet the requirement of legal relevance:", "Over and above formal relevance, however, questions on cross-examination must also meet the requirement of legal relevance. Even when a fact has been sworn to in the proceeding, it does not have legal relevance unless its existence or non-existence can assist in determining whether or not the remedy sought can be granted. (I leave aside questions aimed at attacking the witness's personal credibility which are in a class by themselves). Thus, to take a simple example, where a deponent sets out his or her name and address, as many do, it would be a very rare case where questions on those matters would have legal relevance, that is to say, have any possible bearing on the outcome of the litigation."], ["[12]", "The ability to object to questions is necessarily related to the scope of a cross-examination on affidavit and limited by the context of this proceeding. With reference to the scope of the cross-examination, the deponent is entitled to refuse to answer if the proper scope of the cross-examination is exceeded:", "Global Television (Global Lethbridge, a  <FRAGMENT_SUPPRESSED> ."], ["[13]", "In the case at bar, the respondent's arguments clearly indicate that the objections relate to relevance. Thus, according to the case law, to determine if an objection based on relevance has merit, we must", "(1) consider the question's formal relevance, that is, whether it regards facts set out in the deponent's affidavit or in another affidavit filed in connection with the case; and", "(2) consider the question's legal relevance, that is, whether it regards a fact whose existence or non-existence could contribute to determining if the remedy sought can be granted or not."], ["[14]", "The applicants submit that it is very important that the respondent be cross-examined on the way in which the investigations that led to the conservatory measures were carried out. The applicants are particularly concerned about the conduct of investigator Michel Leduc, the author of one of the reports which the respondent used as a basis for issuing the conservatory measures, for the following reasons:", "(1) on January 19, 2005, in a similar case, Superintendent Mayrand, the delegated authority, rendered a decision to the effect that investigator Michel Leduc should no longer be allowed to investigate the professional conduct of trustees;", "(2) the same investigator, Michel Leduc, investigated the present case, so it is therefore important, according to the applicants, to know how Mr. Leduc conducted his investigation; and", "(3) Michel Leduc was acting on behalf of the respondent."], ["[15]", "The applicants feel that they need to know the reasons and circumstances that led to the conservatory measures in order to understand the decision to maintain those measures. They argue that prohibiting them from asking the respondent questions about the respondent's affidavit is contrary to the Rules and to the principle of a cross-examination on affidavit. The applicants say that, if the facts raised by the respondent cannot be contradicted or explained, they will be unable to file their records."], ["[16]", "In reply, the respondent submits that the 31 objections raised during his cross-examination on affidavit have merit. The respondent contends that the dispute before this Court with regard to the judicial review sought by the applicants consists in determining if there are grounds to review the respondent's February 12, 2004 decision to refuse to lift the conservatory measures."], ["[17]", "The respondent points out that the applicants chose not to contest the May 10, 2001 decision before this Court, even though this avenue was open to them. Therefore, they cannot try to do the same thing indirectly by means of judicial review."], ["[18]", "It is helpful to consider the remedy sought by the applicants in connection with their application for judicial review. They claim the following remedies:", "(1) allow the application for judicial review;", "(2) set aside the February 12, 2004 decision of respondent Alain Lafontaine upholding all of the conservatory measures issued against the applicants on May 10, 2001;", "(3) say and declare that there is no objective threat to the integrity of the assets administered by trustees Samuel S. Lévy and Sam Lévy & Associés Inc. as at February 13, 2004, and that consequently section 14.03 does not apply in the present case, and set aside for all intents and purposes the conservatory measures directions given on May 10, 2001, by the respondent Alain Lafontaine;", "(4) declare that upholding the conservatory measures issued pursuant to section 14.03 of the", "Bankruptcy and Insolvency Act", "violates paragraphs 1(", ") and 2(", ") of the", "Canadian Bill of Rights", "; and", "(5) declare the conservatory measures upheld by Alain Lafontaine in his February 12, 2004 decision to be null."], ["[19]", "It was agreed at the hearing that the questions and objections at issue in this motion raise two fundamental questions:", "(1) Can the applicants cross-examine on every paragraph of the affidavit?", "2) Can the applicants cross-examine on the paragraphs relating to the investigation carried out by investigator Michel Leduc?"], ["[20]", "With regard to the first question, I am of the opinion that the principles set out by Hugessen J.A.  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> , apply. The applicants may cross-examine on the facts set out in the affidavit, provided the questions are legally relevant."], ["[21]", "The legal relevance of the questions must be determined in light of the legal debate regarding the judicial review application before this Court, that is, whether there are grounds to review the respondent's February 12, 2004 decision not to set aside or amend the conservatory measures directions issued on May 10, 2001. That these measures are in dispute is not contested; in fact, the respondent concedes this point. At paragraph 15 of his affidavit, he states the following:", "[translation]", "At issue in this case are the conservatory measures that I issued on May 10, 2001, and my February 12, 2004 decision to have them remain in force", "; the disciplinary report, meanwhile, is currently before the Superintendent of Bankruptcies delegate, the Honourable Mr. Justice Fred Kaufman, retired, of the Quebec Court of Appeal. [Emphasis added.]"], ["[22]", "However, the respondent does indicate in his affidavit that his decision to refuse to lift or amend the conservatory measures was in no way based on the interim report of investigator Michel Leduc; rather, it was based on the respondents' failure to provide explanations relating to their professional conduct.", "[translation]", "17. The events subsequent to the issuance of the conservatory measures on May 10, 2001, show that, despite the numerous occasions when the trustees could have explained their conduct and in so doing have said conservatory measures lifted, the trustees deliberately avoided any sort of debate before a court of law or administrative tribunal that would allow them to explain their version of events and their actions as trustees in bankruptcy.", "18. Thus, since May 10, 2001, the applicants have still not explained the misconduct upon which the conservatory measures are based or the acts mentioned in the disciplinary report.", ". . . . .", "31. To this day, the applicants have made no attempt to explain how I erred in my assessment of the facts set out at paragraph 23 of this affidavit or how my \"reasonable grounds to believe\" that the assets should be preserved were baseless.", "32. I might very well have decided to lift the conservatory measures if I had been provided with satisfactory explanations for the omissions, irregularities and misconduct set out at paragraph 23 of this affidavit, thus avoiding the array of proceedings filed by the applicants in Superior Court, the Quebec Court of Appeal and the Supreme Court of Canada, as well as with the delegate of the Superintendent of Bankruptcy and, now, before this honourable Court.", ". . . . .", "48. At any rate, and as mentioned in the preceding, the applicants never provided me with any explanation whatsoever for the deficiencies in their administration as set out at paragraph 23.", ". . . . .", "79. Rather than exercise their right to be heard and argue their position as provided for under subsection 14.01(1) of the BIA and possibly put an end to the conservatory measures by explaining their conduct, the trustees instead chose to initiate an array of proceedings aimed at avoiding this hearing, which could have taken place as early as 2002.", ". . . . .", "92. I issued the conservatory measures, including those named in this application, on May 10, 2001, because I had reason to believe that the assets administered by the applicants were at risk, given the applicants' conduct and, more specifically, the facts set out at paragraph 23 of this affidavit. Since that time, two avenues have been open to the trustees to lift or terminate the conservatory measures. On the one hand, the trustees could have marshalled supporting evidence to demonstrate to the undersigned that the grounds on which said measures were issued were erroneous, in which case the undersigned would have gladly considered lifting them. On the other hand, in proceeding with the hearing on their professional conduct, they would have had an excellent opportunity to explain to delegate Kaufman why the allegations upon which the conservatory measures were based were incorrect.", "93. Neither of these avenues was taken by the trustees, such that, to this day, there are still reasonable grounds to believe that action on my part was required to preserve the assets, and there is nothing to warrant making any changes in this regard."], ["[23]", "It is important to note that the applicants did not contest the May 10, 2001 decision to issue conservatory measures. The subject of judicial review is the February 12, 2004 decision not to lift or amend the conservatory measures. These measures, which are set out at paragraph 23 of the respondent's affidavit, are thus still in force."], ["[24]", "To meet the requirement of legal relevance, the applicants, in conducting their cross-examination on affidavit, must ask questions about facts whose existence or non-existence can help determine if the remedy sought can be granted or not. In this case, these facts concern the February 12, 2004 decision and the conservatory measures still in force, but not the issuance of those measures, which arose out of the May 10, 2001 decision. The latter decision is not the subject of the judicial review in this case."], ["[25]", "Consequently, and subject to the ultimate ruling of the reviewing judge, the questions concerning the conservatory measures themselves and the February 12, 2004 decision not to lift or amend them are allowed, and the objections raised against them are overruled. The questions concerning the facts surrounding the issuance of the conservatory measures on May 10, 2001, are not legally relevant; therefore, those questions are disallowed, and the objections raised against them are sustained."], ["[26]", "More specifically, the objections sustained include, but are not limited to, those raised by the respondent to the questions posed by the applicants with regard to the following facts:", "(a) the respondent's authority to intervene to have legislative provisions amended;", "(b) the training offered to investigator Michel Leduc;", "(c) the respondent's professional history;", "(d) the name of the person who decided to appeal delegate Kaufman's decision to postpone the disciplinary hearing;", "(e) whether investigator Michel Leduc met with one of the applicants;", "(f) whether the respondent collaborated with other individuals in issuing the conservatory measures;", "(g) other cases under the respondent's responsibility;", "(h) the events that occurred after the conservatory measures were issued and that are the subject of a dispute before the Quebec Superior Court; and", "(i) whether the respondent stated that delegate Kaufman would not be assigned any more cases.", "In my view, these questions have no legal relevance, in that they could not have any bearing on the outcome of the dispute. These objections are sustained.", "ORDER"], ["[27]", "THE COURT ORDERS:", "1. The motion is granted in part.", "2. The questions regarding the conservatory measures themselves and the February 12, 2004 decision not to lift or amend them are allowed, and the objections to them are overruled. The questions regarding the facts surrounding the issuance of the conservatory measures on May 10, 2001, are not legally relevant and will not be allowed. The objections against them are therefore sustained.", "3. More specifically, the objections sustained include, but are not limited to, those raised by the respondent to the questions posed by the applicants with regard to the following elements of the affidavit:", "(a) the respondent's authority to intervene to have legislative provisions amended;", "(b) the training offered to investigator Michel Leduc;", "(c) the respondent's professional history;", "(d) the name of the person who decided to appeal delegate Kaufman's decision to postpone the disciplinary hearing;", "(e) whether investigator Michel Leduc met with one of the applicants;", "(f) whether the respondent collaborated with other individuals in issuing the conservatory measures;", "(g) other cases under the respondent's responsibility;", "(h) the events that occurred after the conservatory measures were issued and that are the subject of a dispute before the Quebec Superior Court; and", "(i) whether the respondent stated that delegate Kaufman would not be assigned any more cases.", "4. An extension of time is granted to the applicants so that they may file their record at a time agreed upon by the parties in accordance with a schedule to be drawn up jointly by the them and filed with the Court within 15 days following the date of this order.", "5. There is no order as to costs.", "[End of document]"]]}