{"id_": "029713", "body_str": [["[1]", "O'Reilly, J.", ": Novartis seeks a lump sum payment to compensate it for costs incurred in prosecuting a successful application for an order of prohibition under the", "Patented Medicines (Notice of Compliance) Regulations", ". I found that Novartis was entitled to the order requested on the grounds that Teva's allegations of invalidity were unjustified in respect of the compounds claimed in the patent. On the other hand, I found that Teva's allegations in respect of the patent's use claims were justified."], ["[2]", "Novartis seeks an order granting it costs on a partial indemnity basis, 60 percent of actual costs or, in the alternative, a lump sum calculated on the basis of the upper end of Column IV of the Federal Court's Tariff B. Novartis argues that the scope and complexity of the proceedings before me were the product of Teva's overly broad Notice of Allegation [NOA]. Further, Novartis says that Teva is, in effect, the \"aggressor\" in these proceedings, as the party that served the NOA, even though Novartis was the applicant for a prohibition order. In addition, according to Novartis, Teva prolonged the proceedings by filing two lengthy expert affidavits, cross-examining all of Novartis's witnesses, abandoning some of its allegations at the hearing, making allegations extending beyond the NOA, and making unfounded allegations of fraud, all in a losing cause."], ["[3]", "Novartis claims that its full costs amount to $1,193,110.95, which includes $950,468.40 in fees, and $242,642.55 in disbursements (including witness fees for four experts and three fact witnesses). If fees were calculated at the upper end of Column IV, Novartis would be entitled to fees of $112,592.00, which would include fees for two counsel (one senior, one junior) at pre-hearing procedures and two counsel (both senior) at the hearing itself."], ["[4]", "Teva submits that Novartis's request for partial indemnity is both unprecedented and unsubstantiated. It maintains that the proceedings were not exceptionally complicated, its NOA was not excessively broad, and there are no special circumstances justifying an elevated cost award. In particular, while it alleged that a statement in the patent was incorrect, it did not accuse Novartis of fraud. Moreover, Teva points out that Novartis has included ineligible amounts under the Tariff, and has doubled-counted some items. Further, it disputes various items included in Novartis's list of disbursements such as the payment of $600 per hour for a fact witness, and over 30 hours for an expert's \"homework\"."], ["[5]", "Teva also notes that I accepted at least part of its argument on invalidity of the patent. There is no need, therefore, to impose a high cost award as a deterrent. Further, it suggests that it should not be labelled an \"aggressor\" simply for engaging the Regulations by serving Novartis with an NOA. Teva contends that Novartis should be awarded a lump sum of $31,670.00."], ["[6]", "In reply, Novartis concedes that it made errors in calculating fees under the Tariff; the correct figure, it says, should be $102,512.00."], ["[7]", "I see no basis for Novartis's claim for costs on a partial indemnity basis. Novartis relies on", "REFERENCE_SUPPRESSED, but I note that that case was characterized by Justice Roger Hughes as high stakes litigation in which none of the parties spared legal resources in trying to succeed. Further, the losing party, Air Canada, truly the aggressor in the proceedings, knew that the Court did not have jurisdiction and had made false and irrelevant allegations against the other parties. I see no comparison with the present case which, in my view, was a fairly routine application under the Regulations."], ["[8]", "Still, this type of proceeding is inherently complex as compared to other proceedings in Federal Court, and is typically contested by sophisticated, wealthy litigants. I am satisfied, therefore, that costs should be calculated at the upper end of Column IV, as requested by Novartis (that is, $102,512.00)."], ["[9]", "However, I would reduce Novartis's disbursements by limiting recovery for photocopies to $10,000.00 (as compared to $16,914.33), by reducing expert fees to Dr Richardson to $50,000.00 (instead of $66,740.87), and by reducing the amount claimed for Dr Lattman to $10,000.00 (instead of $13,259.78), resulting in total disbursements of $215,727.57.", "ORDER"], ["[10]", "THIS COURT ORDERS that", "1. Teva Canada Limited pay costs to Novartis Pharmaceuticals Canada Inc in the amount of $102,512.00, plus $215,727.57 in disbursements.", "2. Novartis's request for an extension to file its Reply Record, on consent, is granted.", "[End of document]"]]}