{"id_": "030050", "body_str": [["[1]", "Noël, J.", ": This is an application by Obaildullah Siddiqui [the Applicant] for leave to commence an application for judicial review pursuant to section 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA] of a decision of Michal Mivasair of the Refugee Protection Division [RPD] dated June 20, 2014, which allowed the Minister of Public Safety and Emergency Preparedness's application pursuant to paragraph 108(1)(", ") of IRPA. The refugee protection claim of the Applicant was deemed to be rejected.", "II.", "Facts"], ["[2]", "The Applicant is a 43-year-old man from Afghanistan."], ["[3]", "He fled Afghanistan in 1987 to live in Pakistan."], ["[4]", "The Applicant filed a refugee protection claim in June 2007, alleging a well-founded fear of persecution in Afghanistan. In 2010, he was accepted for resettlement to Canada by the Canadian government as a member of the source country class. He came to Canada with his wife and three children as resettled persons sponsored by a private \"group of five\"."], ["[5]", "The Applicant became a permanent resident on January 25, 2011."], ["[6]", "An Afghan passport was issued to him on October 19, 2011."], ["[7]", "The Applicant subsequently took three trips to Afghanistan: (1) from July 14, 2012 to September 4, 2012, where the Applicant travelled with his two sons (six weeks); (2) from April 11, 2013 to June 25, 2013, where he travelled alone (nine weeks); and (3) from July 24, 2013 to January 20, 2014, where he travelled with one of his sons (six months)."], ["[8]", "The Applicant further used his Afghan passport to take business trips to China, for identification when checking into hotels and to obtain visas to travel to India."], ["[9]", "On November 6, 2013, the Minister of Public Safety and Emergency Preparedness and the Minister of Citizenship and Immigration [the Minister] filed an application for an order that the refugee status of the Applicant cease and be rejected under paragraph 108(1)(", ") and subsection 108(2) of IRPA. The Minister claimed that the Applicant had reavailed himself of the protection of his country of nationality.", "III.", "Impugned Decision"], ["[10]", "The RPD stated that section 108 of IRPA places the burden of proof on the Minister to demonstrate that an individual who had been determined a Convention refugee under IRPA has ceased to be a Convention refugee. The Applicant must then answer to the allegations of the Minister, once a", "prima facie", "case has been established. Here, the Minister met his burden. Thus, pursuant to paragraph 108(1)(", "), the Applicant has voluntarily reavailed himself of the protection of Afghanistan. The Applicant did not rebut the allegations against him on a balance of probabilities."], ["[11]", "The RPD relied on", "REFERENCE_SUPPRESSED in analysing whether the Applicant had reavailed himself of the protection of Afghanistan. Relying on", "REFERENCE_SUPPRESSED, the RPD wrote that the motivation of the refugee for applying for a passport also needs to be taken into consideration."], ["[12]", "The RPD first explained that, in this case, the Applicant first voluntary obtained an Afghan passport even though he could have received a travel document from Canada for his travels. Second, the Applicant had the requisite intent to reavail since he knew what he was doing. Third, the Applicant actually obtained the protection from Afghanistan, since he applied and obtained an Afghan passport and also applied for visas to China and India with his Afghan passport. The Applicant created the expectation in all of the countries to which he travelled that he is an Afghani citizen."], ["[13]", "The Minister's application pursuant to paragraph 108(1)(", ") of IRPA was therefore allowed, the Applicant's claim for refugee protection was deemed rejected and the Applicant thus ceased to be a Convention refugee.", "IV.", "Parties' Submissions"], ["[14]", "The Applicant first submits that subsection 108(1) of IRPA only applies to Convention refugees and persons in need of protection. The Applicant does not fall in either of those categories since he was allowed to come to Canada as a member of the humanitarian protected person abroad class."], ["[15]", "The Respondent replies by stating that the Applicant is not challenging the RPD's finding that he has reavailed himself of the protection of Afghanistan after receiving refugee protection in Canada, but instead seeks judicial review of issues which were not raised before the RPD. This Court should thus decline to consider the issues not raised by the Applicant before the RPD in this judicial review. If this Court however chooses to hear the matter, the Respondent argues that section 108 of IRPA applies to the Applicant since it is not limited to Convention refugees. Subsection 108(2) of IRPA allows the Minister to apply to the RPD for a determination that refugee protection conferred under section 95 of IRPA has ceased."], ["[16]", "Alternatively, the Applicant argues that if the cessation clauses do have an impact on his status, the RPD erred in applying a cessation clause that derives from and is in relation to Convention refugees to the Applicant's circumstances. The Respondent responds that the terms used by the RPD when it writes that the Applicant has been determined to be a Convention refugee do not change the nature or the analysis of the case at bar. Refugee protection was conferred to the Applicant under paragraph 95(1)(", ") of IRPA and he became a protected person under subsection 95(2) of IRPA. When a person has been conferred refugee status under subsection 95(2) of IRPA, the cessation clause under subsection 108(2) of IRPA is applicable."], ["[17]", "The Applicant further submits that if the cessation clauses are applicable to his circumstances, the facts of his case raise the issue of the applicability of paragraph 108(1)(", ") of IRPA. The Applicant argues that had the RPD considered paragraph 108(1)(", ") of IRPA, then the Applicant might have been found to have ceased to need refugee protection pursuant to paragraph 108(1)(", ") of IRPA, the RPD would not have been compelled to go any further as per subsection 108(2) of IRPA, and the Applicant's permanent resident status would have remained intact because this cessation clause is the only one that does not automatically result in the loss of permanent resident status. On this issue, the Respondent states that at the hearing before the RPD, the RPD made it clear that only paragraph 108(1)(", ") was going to be considered."], ["[18]", "Lastly, based on section 98 of IRPA, the Applicant submits that he is excluded from cessation proceedings, because, as a permanent resident, the Applicant enjoys all the rights and obligations that are attached to Canadian nationality. The Respondent however replies by stating that section 108 of IRPA does apply to permanent residents when read together with paragraph 46(1)(c. 1) of IRPA.", "V.", "Issues"], ["[19]", "The Applicant proposes the following issues:", "1. Is the cessation clause in paragraph 108(1)(", ") of IRPA applicable to a person who has not been found to be a Convention refugee?", "2. Did the RPD err in law by failing to consider the applicability of paragraph 108(1)(", ") of IRPA to the facts of this case?", "3. Is the Applicant excluded, by virtue of his permanent resident status, from cessation proceedings?"], ["[20]", "The Respondent raises the following issues:", "1. Should this Court consider issues on this judicial review that were not raised before the RPD?", "2. Does section 108 of IRPA apply to the Applicant?", "3. Did the RPD err by failing to consider whether the Applicant's refugee protection had ceased under paragraph 108(1)(", ") because of changes in Afghanistan?"], ["[21]", "I have reviewed the parties' records and respective submissions and there are two issues to be addressed here:", "1. Should this Court consider issues that were not raised before the RPD?", "2. Is the RPD decision to allow the application for cessation of refugee status for the Applicant pursuant to paragraph 108(1)(", ") of IRPA reasonable?", "VI.", "Standard of Review"], ["[22]", "The RPD decision to allow the application for the cessation of refugee status of the Applicant under section 108 of IRPA is a question of mixed fact and law and thus attracts the reasonableness standard (", "REFERENCE_SUPPRESSED;", "CITATION_SUPPRESSED). The Court shall only intervene if it concludes that the decision is unreasonable, and falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "REFERENCE_SUPPRESSED).", "VII.", "Analysis", "A.", "Should this Court consider issues that were not raised before the RPD?"], ["[23]", "As a preliminary matter, this issue was dealt with at the beginning of the hearing. I first told counsel that I would not deal with any matter that was not at first raised with the RPD, subject to what follows. These are my reasons."], ["[24]", "First, only paragraph 108(1)(", ") of IRPA was raised and argued by both parties before the RPD (Applicant's Record [AR], page 86 at lines 4-5). The Applicant could have raised the applicability of paragraph 108(1)(", ") of IRPA before the RPD but did not. As a matter of fact, counsel for the Applicant objected to the reference to paragraph 108(1)(", ") of IRPA, which caused the RPD to say that it would only deal with paragraph 108(1) of IRPA (see Transcript of the Hearing, pages 256-257 of the Tribunal Record). In", "REFERENCE_SUPPRESSED, the Supreme Court explains that a court \"has a discretion not to consider an issue raised for the first time on judicial review where it would be inappropriate to do so\" (para 22). The \"tribunal of first instance should be given the opportunity to deal with the issue first and make its views known\" (", "Ibid", "at para 24). The Supreme Court also explains that this is particularly important in situations where issues raised for the first time on judicial review relate to the tribunal's specialised expertise (", "Ibid", "at para 25). This is the case here. The RPD was the proper forum to hear the issues the Applicant is raising in this judicial review, as it is a specialized tribunal. To raise an issue for the first time on judicial review may unfairly prejudice the opposing party, the Respondent in this case, and may deny the Court the adequate evidentiary record required to consider the issue (", "Ibid", "at para 26). Therefore, this Court will not deal with issues that were not raised before the RPD, except for the issues that a reasonableness determination calls for."], ["[25]", "That being said, I will address whether the RPD decision is reasonable. As such, I will have to deal with the scope of the application to be given to paragraph 108(1)(", ") of IRPA, since the RPD referred in its decision to the Applicant as a Convention refugee twice and not as a member of a humanitarian protected person abroad class (which includes the Country of asylum class) as he is.", "B.", "Is the RPD decision to allow the application for cessation of refugee status for the Applicant pursuant to paragraph 108(1)(a) of IRPA reasonable?"], ["[26]", "To begin with, contrary to the Applicant's submissions that the cessation clauses do not apply to him as he is not a Convention refugee or a person in need of protection, but was rather allowed to come to Canada as a member of the humanitarian protected person abroad class, which includes the Country of asylum class, does not hold. This can be understood by reading the content of IRPA as a whole. Indeed: \"[t]oday, there is only one principle or approach, namely, the words of an Act are to be read in their entire context and in their grammatical and ordinary sense harmoniously with the scheme of the Act, the object of the Act, and the intention of Parliament\" (", "Rizzo & Rizzo Shoes Ltd. (Re)", ", [1998] 1 SCR 27 at para 21;", "REFERENCE_SUPPRESSED). This principle of statutory interpretation has been reiterated in the immigration and refugee context by the Federal Court of Appeal in", "REFERENCE_SUPPRESSED. Indeed, by application of paragraph 95(1)(", "), subsection 95(2), subsection 108(2) and paragraph 46(1)(c. 1) of IRPA, any permanent resident that has received refugee protection status, by application of paragraph 108(1)(", ") of IRPA, can have his or her refugee protection cease and thus lose their permanent residence status. The cessation clauses therefore apply to the Applicant."], ["[27]", "Moreover, the Applicant's argument that the cessation of protection of refugee status applies to Convention refugees and not to the Applicant's risk category, namely the Country of asylum class does not hold. The", "OP 5 Overseas Selection and Processing of Convention Refugees Abroad Class and Members of the Humanitarian-protected Persons Abroad Classes", "in place at the time of the Applicant's assessment defines all the different types of refugees. The definition of a Convention refugee differs from the definition of a refugee in the Country of asylum class. That being said, reading IRPA as a whole, I find that a person categorized in the Country of asylum class is \"a person in similar circumstances\" as a Convention refugee, as defined in subsection 12(3) and paragraph 95(1)(", ") of IRPA. Moreover, the Applicant has himself stated that he is a \"person in similar circumstances\" as defined under subsection 95(1) of IRPA (Applicant's Further Memorandum of Arguments [AFMA] page 6 at para 12). He was issued a permanent resident visa in October 2010 and became a permanent resident in January 2011 (AR page 28). Subsection 108(2) of IRPA, the cessation clause, specifically refers to subsection 95(1) of IRPA. Thus, again, the cessation clauses are applicable to the Applicant. Also, the fact that the RPD refers to the Applicant as a Convention refugee on two occasions in its decision (AR page 5 at line 7 & page10 at line 14) does not change the approach to be followed in such a case and in the analysis. I also note that the RPD refers to the Applicant as a protected person twice in its reasons (AR page 7 at line 4 & page 8 at line 24). It is thus apparent from the decision that the RPD was concerned with the protection status of the Applicant."], ["[28]", "Paragraph 108(1)(", ") of IRPA states that \"a claim for refugee protection shall be rejected, and a person is not a convention refugee or a person in need of protection\" if \"the person has reavailed themselves of the protection of their country of nationality.\" Paragraph 108(1)(", ") of IRPA finds its source in Article 1C(1) of the", "1951 Convention relating to the Status of Refugee", "[the Convention], which states that \"This Convention shall cease to apply to any person falling under the terms of section A if (1) he has voluntarily reavailed himself of the protection of the country of his nationality.\" The", "Handbook on Procedures and Criteria for Determining Refugee Status under the 1951 Convention and the 1967 Protocol relating to the Status of Refugees of the United Nations High Commission for Refugees", "[the UNHCR Handbook] provides interpretive guidance as to what reavailment means (", "CITATION_SUPPRESSED). Paragraph 119 of the UNHCR indicates the three requirements that must be satisfied for reavailment under the Convention: (a) voluntariness: the refugee must act voluntarily; (b) intention: the refugee must intend by his action to reavail himself of the protection of the country of his nationality; and (c) reavailment: the refugee must actually obtain such a protection (", "Ibid", ", at para 13)."], ["[29]", "Moreover, paragraph 121 of UNHCR Handbook provides for a distinction between \"actual reavailment of protection and occasional and incidental contacts with the national authorities\": \"if a refugee applies for and obtains a national passport or its renewal, it will, in the absence of proof to the contrary, be presumed that he intends to avail himself of the protection of the country of his nationality.\" This suggests that while a passport application creates a presumption of intention to reavail, proof to the contrary may refute that presumption (", "Ibid", ", at para 15)."], ["[30]", "In the case at bar, the RPD conducted the proper analysis for a determination of cessation of refugee status under paragraph 108(1)(", ") of IRPA. Applying the three requirements listed above, the Applicant first voluntarily obtained an Afghan passport. He could have used a travel document from Canada for his travels, but instead voluntarily decided to obtain an Afghan passport because it was faster (AR, page 90, at lines 18-20). The Applicant subsequently used this passport to travel to Afghanistan (AR, pages 93-111) and China (AR, pages 91-93, 100)."], ["[31]", "Second, the Applicant had the intention to reavail himself of the protection of Afghanistan. His actions, such as using his Afghan passport to travel to China and to Afghanistan, along with travelling to Afghanistan for business purposes and enrolling one of his sons in school during his last trip to Afghanistan demonstrate his intention to reavail. Indeed, the UNHCR Handbook explains that \"visiting an old or sick parent will have a different bearing on the refugee's relation to his former home country than regular visits to that country spent on holidays or for the purpose of establishing business relations\" (UNHCR Handbook at para 125). Here, the Applicant first travelled back to Afghanistan to visit his sick father. This alone cannot justify reavailment. That being said, the Applicant also travelled back to Afghanistan for business reasons, namely for exporting used cars from Canada to Afghanistan (AR, page 103). Also, although the Applicant claimed that he did fear being in Afghanistan, he travelled back a second time simply to show his mother that he was not ill as she had been told by other relatives (AR, pages 106-107). On his last trip to Afghanistan, the Applicant explained that he went back with his son to try to have him appreciate the life he has in Canada and tried to enroll him into public school in Afghanistan (AR, page 109). All those actions illustrate that the Applicant had the intention to reavail himself of the protection of Afghanistan."], ["[32]", "Third, the Applicant obtained the protection of his country of nationality since the Applicant used his passport not only to obtain visas to China and India, but also to identify himself at hotels in China. Just as the RPD explained in its decision, the Applicant's actions in using his passport not only to travel to his home country but also to China creates the expectation that he is travelling as an Afghani citizen and not as a permanent resident of Canada."], ["[33]", "The Applicant's action of obtaining an Afghan passport created the presumption that he intended to reavail himself of the protection of the country of his nationality. He did not rebut this presumption. The intervention of this Court is thus not warranted.", "VIII.", "Conclusion"], ["[34]", "The requirements of paragraph 108(1)(", ") of IRPA for the Applicant's reavailment of the protection of Afghanistan are satisfied. The RPD decision is thus reasonable. The application for judicial review is dismissed."], ["[35]", "The Applicant suggested the following question for certification:", "In a cessation application pursuant to paragraph 108(1)(", ") of IRPA, do the same or substantially the same legal considerations, precedents, and analysis apply to persons found to be Convention refugees as to persons found to be in need of protection as members of the Country of asylum class?"], ["[36]", "Both parties essentially submit similar arguments in favour or in opposition to the certification of this question as the ones submitted for this judicial review. Having said that, this legal issue was not dealt with by the RPD as it was not raised by the Applicant's counsel. The Applicant submits this question for certification because the RPD erroneously found he was a Convention refugee instead of a member of the Country of asylum class. According to the Applicant, this prevented the RPD from conducting a proper analysis of the applicability of paragraph 108(1)(", ") of IRPA to the Applicant's particular circumstances. The Respondent opposes the certification because it is not determinative of this judicial review as it is based on an argument that was not made before the RPD."], ["[37]", "The principles governing the certification of a question pursuant to subsection 74(d) of IRPA were set out by the Federal Court of Appeal. The question \"must be one that transcends the interests of the immediate parties to the litigation and contemplates issues of broad significance or general application\" (", "REFERENCE_SUPPRESSED)."], ["[38]", "The Court dealt above with the issue raised about the applicability of paragraph 108(1)(", ") of IRPA to both Convention refugee and persons found in need of protection as members of the Country of asylum class. I did so because of the confusion of the RPD's decision when referring to the Applicant as a Convention refugee twice but also as a protected person on two occasions. It was therefore essential to deal with this confusion in order to determine the reasonableness of the decision. I say this being fully conscious that the Applicant has not raised this issue with the RPD and I do not have the benefit of having any reasons for the RPD on this matter."], ["[39]", "In fairness to all, I do consider that the proposed question transcends the interests of the immediate parties, is a serious issue of general importance and dispositive of the appeal if it is to be found that paragraph 108(1)(", ") of IRPA is limited in its scope to only Convention refugees. Therefore, the question will be certified.", "JUDGMENT"], ["[40]", "THIS COURT'S JUDGMENT is that", "the application for judicial review of the RPD decision dated June 20, 2014, is dismissed and the proposed question:", "In a cessation application pursuant to paragraph 108(1)(", ") of IRPA, do the same or substantially the same legal considerations, precedents, and analysis apply to persons found to be Convention refugees as to persons found to be in need of protection as members of the Country of asylum class?", "Application dismissed.", "Editor: J. Danielle King/nmg", "[End of document]"]]}