{"id_": "030199", "body_str": [["[1]", "Mosley, J.", ": This is an application for judicial review of the decision of an immigration officer not to recommend an exemption from visa requirements due to humanitarian and compassionate considerations pursuant to subsection 25(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27."], ["[2]", "The applicant is a citizen of Nigeria. He came to Canada in January 2002 and claimed refugee status. He married a Canadian citizen on May 21, 2003. His refugee claim was refused in January 2004 and his application for leave was denied. His original application for permanent residence on H & C grounds was forwarded in December 2003. His application was supported by a sponsorship by his wife. The application included the following: Record of Solemnization of Marriage, proof of employment for him and his wife, a residential lease, confirmation of a joint back account with his wife, identity documents, letters from friends, wedding photographs and photographs of the couple together in other settings. The applicant provided additional information in December 2004 and February 2005."], ["[3]", "The applicant and his wife were called in for an interview on June 29, 2005."], ["[4]", "In her decision dated August 22, 2005, the officer indicated that she had considered the applicant's case under both H & C considerations and the spousal support policy, but did not believe the marriage was genuine. The officer noted that there were \"many discrepancies\" in the answers given by the applicant and his wife during their interview. She cited six questions and answers in particular. She then concluded that she was not satisfied the marriage was bona fide and stated that there were insufficient H & C factors to warrant an exemption.", "Issues"], ["[5]", "The main issue on this application is whether the officer erred in her assessment that the marriage of the applicant and his Canadian wife was not genuine, and had ignored relevant evidence before her. Issues of procedural fairness and apprehension of bias were also raised in the application but not made out, in my view, on the evidence. In light of my findings on the principal issue, I do not need to address them.", "Standard of Review"], ["[6]", "The appropriate standard of review for decisions made under section 25 is reasonableness. Considerable deference should be accorded to immigration officers exercising the powers conferred by the legislation, given the fact-specific nature of the inquiry, its role in the statutory scheme as an exception, the fact the decision-maker is the Minister, and the wide discretion evidenced by the statutory language:  <FRAGMENT_SUPPRESSED> ."], ["[7]", "Reasonableness is not about whether the decision maker came to the right result. As stated by Justice Iacobucci in Canada (Director of Investigation and  <FRAGMENT_SUPPRESSED>  at paragraph 56, an unreasonable decision is one that, in the main, is not supported by any reasons that can stand up to a somewhat probing examination. Accordingly, a court reviewing a conclusion on the reasonableness standard must look to see whether any reasons support it. See also  <FRAGMENT_SUPPRESSED> .", "Did the officer err in her assessment of the bona fides of the marriage?"], ["[8]", "The officer rejected the genuineness of the applicant's marriage because of discrepancies between his answers to her questions and those of his wife in the personal interviews. The officer identified six questions and answers in her decision, from the more than forty that had been put to the couple in the interviews, as discrepancies. The officer made no mention of the documentary evidence filed in support of the application. The applicant had provided significant documents of the type normally submitted with sponsorship applications to establish the genuineness of marriages such as confirmation of a joint bank account, tax documents showing each naming the other as spouse, and a residential lease in both their names. In addition, there was an extensive hospital record concerning serious operative treatment for the wife in which the applicant was identified as the next of kin and emergency contact."], ["[9]", "There is generally a presumption that a tribunal, such as an officer conducting an H & C assessment, will have considered all of the evidence that was before it. But where there is relevant evidence that contradicts the tribunal's finding on a central issue, there is an obligation on the tribunal to analyse that evidence and to explain in its decision why it does not accept it or prefers other evidence on the point in question. The greater the relevance of the evidence, the greater the need for the tribunal to explain its reasons for not attributing weight to them:  <FRAGMENT_SUPPRESSED>  Imm. L.R. (2d) 199 (F.C.A.)."], ["[10]", "There is no question that the documentary evidence was highly relevant to the issue of the genuineness of the marriage. When cross-examined on her affidavit as to why she made no mention of the documents in her decision, the officer's response was, in essence, that they were only one piece of evidence and that she preferred to rely upon the face to face interviews and her assessment of the spouses' consistency in answer to her questions. Thus it appears that the officer totally discounted the documents and based her decision entirely upon the opinion she formed from the interviews. While I have no doubt that interviews can be an effective tool in uncovering fraud in the H & C process, the results achieved do not relieve the officer of the responsibility to properly analyse the other evidence. Her failure to do so is a reviewable error."], ["[11]", "Apart from that conclusion, I also find it difficult to understand how the discrepancies cited by the officer were in fact inconsistent, as most are of a minor nature and easily explained, as indeed, counsel for the applicant did in subsequent correspondence. The applicant and his wife answered most of the questions consistently with one another and demonstrated that they were intimately involved in one another's lives. Applying due deference to the officer's decision as a whole, it does not stand up to \"a somewhat probing scrutiny.\" Accordingly, the application will be granted."], ["[12]", "No question for certification was proposed and none will be certified."], ["[13]", "A question as to costs arises as the respondent had requested a delay in meeting the schedule fixed by Justice Mactavish when granting leave in this matter. Justice Phalen granted the request in an Order dated April 25, 2006. In the Order, he stated that the question of prejudice to the applicant, if any, could be addressed by the judge hearing the matter. Counsel for the applicant advised at the hearing before me that there had been no prejudice and there were no \"special reasons\" under Rule 22 of the Federal Court Rules, 1998 to justify an award of costs to the applicant."], ["[14]", "As such, an award of costs will not be made.", "ORDER"], ["[15]", "THIS COURT ORDERS that", "the application for judicial review is allowed and the matter remitted to another officer for redetermination.", "[End of document]"]]}