{"id_": "030374", "body_str": [["[1]", "Kelen, J.", ": This is an appeal pursuant to section 56 of the", "Trade-marks Act", ", R.S.C. 1985, c. T-13, as amended (the Act), from a decision of the Registrar of Trade-Marks dated February 21, 2008 expunging the appellant's trade-mark TMA No. 436,567 for the trade-mark ENTRE NOUS for use in association with \"telecommunications services, namely long distance telephone services\". The Registrar had no evidence that there was a license agreement between the owner of the trade and the user."], ["[2]", "The only issue is whether the new evidence on this appeal proving that there was a licensing agreement for the use of the ENTRE NOUS trade-mark by a non-owner of the trade-mark means that the Registrar's decision to expunge should be set aside."], ["[3]", "The respondents have not opposed this appeal and have not appeared before the Court on this matter.", "Overview"], ["[4]", "This seemly complicated trade-mark matter is quite simple. The trade-mark is being used by Primus, a subsidiary of the appellant. The appellant erroneously failed to explain or produce this evidence before the Registrar so the Registrar expunged the trademark for non-use. On appeal to the Federal Court, the owner of the trade-mark can lead new evidence proving the use of the trade by a licensee, which it has done. Accordingly, the appeal will be allowed, without opposition, and the trademark reinstated.", "FACTS", "Background"], ["[5]", "On November 25, 1994 the applicant's predecessors in title caused the trade-mark ENTRE NOUS to be issued for registration under TMA No. 436,267."], ["[6]", "The applicant 3082833 Nova Scotia Company (3082833) is a corporation incorporated pursuant to the laws of the Province of Nova Scotia. 3082833 is the last owner in the chain of title to the trade-mark ENTRE NOUS. [3082833 was created as a result of the continuation of 3362426 Canada Inc., which carried on business as Primus Telecommunications Canada Inc. (PTC), to 3082854 Nova Scotia Limited, which subsequently amalgamated with 3074313 Nova Scotia Limited to form 3082833 On January 31, 2004.]"], ["[7]", "Unlike 3362426 Canada Inc. which carried on business as PTC, 3082833 is currently the sole shareholder of PTC. PTC carries on business as a as a provider of telecommunication services, including providing long distance services in Canada."], ["[8]", "On February 3, 2005, Lang Michener LLP requested that the Registrar issue a Notice in accordance with s. 45 of the Act to the applicant in connection to the ENTRE NOUS trade-mark. On February 15, 2005 The Registrar issued the Notice."], ["[9]", "On February 21, 2006 Lang Michener LLP submitted written submissions to the Registrar. Lang Michener submitted that the trade-mark ENTRE NOUS should be expunged for the following reasons:", "1. Any use of the Registered Mark that is shown by the evidence is not use by the owner and is not deemed to have had the same effect as such use by the owner;", "2. The Registered Mark was not in use with the Registered Services during the Relevant Period within the meaning of \"use\" as defined in sections 2 and 4(2) of the Act;", "3. The Registered Mark was not used as a trade-mark during the Relevant Period within the meaning of \"trade-mark\" as defined in section 2 of the Act;", "4. The \"issuance\" of invoices which purport to display the Registered Mark is merely tokenism and the invoices were not within the ordinary course of trade; and", "5. There is no evidence to justify the non-use of the Registered Mark by the owner during the Relevant Period [page 3 of the submissions of Lang Michener LLP]."], ["[10]", "The applicant submitted to the Registrar an affidavit by Rob Warden, Vice President of PTC, dated September 15, 2005 (1st Warden Affidavit). The 1st Warden Affidavit stated that PTC, which he later referred to as 'Primus', was a wholly owned subsidiary of 3082833. The affidavit went on to state that Primus was the owner of the ENTRE NOUS trade-mark and along with its predecessors in title has used the trade-mark from as early as October 5, 1994."], ["[11]", "The 1st Warden Affidavit attached a copy of the trade-mark certificate showing 3082833 as being the owner of the registered trade-mark ENTRE NOUS and the information showing the chain in title to 3082833."], ["[12]", "The 1st Warden Affidavit attached sanitized copies of invoices issued by Primus Canada to its customers. The invoices purport to show the previous balance, the state of the account until the date of billing, the balance to be remitted, promotional messages, calls made, and long distance consumption. On the last page of each invoice there is a line that states \"sommaire du groupe Entre Nous ilé au ...Ce mois-ci, vos economies Entre-Nous s'élèveent à $...\" which roughly translates as a statement of savings under the Entre Nous or Entre-Nous program in the current billing cycle. These invoices were produced to show that PTC has used the ENTRE NOUS trade-mark in the last three years between February 15, 2002 and February 15, 2005."], ["[13]", "On August 28, 2006 the applicant sought a retroactive extension of time and leave to file an amended affidavit of Rob Warden dated August 28, 2006. In its submission to the Registrar the applicant stated that the1st Warden Affidavit contained an inadvertent clerical error in paragraph 1. The applicant stated that the1st Warden Affidavit erroneously identified Primus, which was defined as PTC, as the owner of the ENTRE NOUS trade-mark, instead of correctly identifying 3082833 as the owner."], ["[14]", "The applicant never filed the August 28, 2006 affidavit.", "Decision under Appeal"], ["[15]", "The Registrar held that the ENTRE NOUS trade-mark was sufficiently used, was recognizable as trade-mark regardless of the grammatical construction of the words, and the particular usage of the trade-mark in the invoices was not mere tokenism."], ["[16]", "However, the Registrar agreed with the requesting party that the use of the trade-mark ENTRE NOUS was not by the owner 3082833. The Registrar held that there was no evidence that either 336242526 Canada Inc., carrying on business as PTC, or 3082833 has used ENTRE NOUS. The Registrar referred to the evidence of in the1st Warden Affidavit, which stated that PTC and unnamed predecessors used ENTRE NOUS. The Registrar held that the invoices, which according to the affiant were issued by PTC, only referred of Primus Canada, implying that he rejected them as evidence of use by PTC because there was no explanation as to the connection between Primus Canada and PTC."], ["[17]", "The Registrar held that the applicant could not claim the protection in s. 50 of the Act because there was no evidence that PTC has been licensed by 3082833 to use ENTRE NOUS, or that the 3082833 has, under a license, direct or indirect control of the character or quality of services. The Registrar held there was no public notice of any license to claim the protection of s. 50(2) of the Act."], ["[18]", "Since there was no evidence to justify the non-use of the trade-mark by the owner, the Registrar expunged the trade-mark in accordance with s. 45(5) of the Act.", "Additional Evidence Filed"], ["[19]", "The applicant with this appeal filed a new affidavit by Rob Warden, dated May 28, 2008 (2nd Warden Affidavit) along with the Notice of Application."], ["[20]", "At paragraph 7 of the 2nd Warden Affidavit, the affiant states that PTC has been licensed by way of agreement with 3082833 to use trade-marks owned by 3082833, including the ENTRE NOUS trade-mark. The affiant further states that \"such license entitles Primus to market and perform telecommunications services, namely long distance telephone services, in association with 3082833 Nova Scotia Company's trade-marks. Also, by virtue of the license, the Registrant has direct or indirect control of the character and quality of the services performed and advertised with the licensed ENTRE NOUS mark and all use of the mark ENTRE NOUS by Primus is to enure to the benefit of the Registrant.\""], ["[21]", "The 2nd Warden Affidavit details the use made of the ENTRE NOUS trade-mark by PTC. The same or similar attachments that were attached to the 1st Warden Affidavit are attached to the 2nd Warden Affidavit to show the purported usage.", "LEGISLATION"], ["[22]", "The proceedings in front of the Registrar were commenced in accordance with s. 45 of the Act which requires the trade-mark owner to show usage of the trade-mark at any time in the preceding three years:", "45. (1) The Registrar may at any time and, at the written request made after three years from the date of the registration of a trade-mark by any person who pays the prescribed fee shall, unless the Registrar sees good reason to the contrary,", "give notice to the registered owner of the trade-mark requiring the registered owner to furnish within three months an affidavit or a statutory declaration showing, with respect to each of the wares or services specified in the registration, whether the trade-mark was in use in Canada at any time during the three year period immediately preceding the date of the notice", "and, if not, the date when it was last so in use and the reason for the absence of such use since that date.", "(2) The Registrar shall not receive any evidence other than the affidavit or statutory declaration, but may hear representations made by or on behalf of the registered owner of the trade-mark or by or on behalf of the person at whose request the notice was given.", "(3) Where, by reason of the evidence furnished to the Registrar or the failure to furnish any evidence, it appears to the Registrar that a trade-mark, either with respect to all of the wares or services specified in the registration or with respect to any of those wares or services, was not used in Canada at any time during the three year period immediately preceding the date of the notice and that the absence of use has not been due to special circumstances that excuse the absence of use, the registration of the trade-mark is liable to be expunged or amended accordingly. ...", "[Emphasis added]", "45. (1) Le registraire peut, et doit sur demande écrite présentée après trois années à compter de la date de l'enregistrement d'une marque de commerce, par une personne qui verse les droits prescrits, à moins qu'il ne voie une raison valable à l'effet contraire, donner au propriétaire inscrit un avis lui enjoignant de fournir, dans les trois mois, un affidavit ou une déclaration solennelle indiquant, à l'égard de chacune des marchandises ou de chacun des services que spécifie l'enregistrement, si la marque de commerce a été employée au Canada à un moment quelconque au cours des trois ans précédant la date de l'avis et, dans la négative, la date où elle a été ainsi employée en dernier lieu et la raison de son défaut d'emploi depuis cette date.", "(2) Le registraire ne peut recevoir aucune preuve autre que cet affidavit ou cette déclaration solennelle, mais il peut entendre des représentations faites par le propriétaire inscrit de la marque de commerce ou pour celui-ci ou par la personne à la demande de qui l'avis a été donné ou pour celle-ci.", "(3) Lorsqu'il apparaît au registraire, en raison de la preuve qui lui est fournie ou du défaut de fournir une telle preuve, que la marque de commerce, soit à l'égard de la totalité des marchandises ou services spécifiés dans l'enregistrement, soit à l'égard de l'une de ces marchandises ou de l'un de ces services, n'a été employée au Canada à aucun moment au cours des trois ans précédant la date de l'avis et que le défaut d'emploi n'a pas été attribuable à des circonstances spéciales qui le justifient, l'enregistrement de cette marque de commerce est susceptible de radiation ou de modification en conséquence. ..."], ["[23]", "The Act requires the owner of a trademark to show use of the trademark. Section 50 of the Act allows the owner to show use of the trade-mark where the trade-mark was used by a party that is licensed or authorized to do so with the authority of the owner where the owner retains under a license, direct or indirect control of the character or quality of wares or services, or if notice such license has been given to the public:", "50. (1) For the purposes of this Act, if an entity is licensed by or with the authority of the owner of a trade-mark to use the trade-mark in a country and the owner has, under the licence, direct or indirect control of the character or quality of the wares or services, then the use, advertisement or display of the trade-mark in that country as or in a trade-mark, trade-name or otherwise by that entity has, and is deemed always to have had, the same effect as such a use, advertisement or display of the trade-mark in that country by the owner.", "(2) For the purposes of this Act, to the extent that public notice is given of the fact that the use of a trade-mark is a licensed use and of the identity of the owner, it shall be presumed, unless the contrary is proven, that the use is licensed by the owner of the trade-mark and the character or quality of the wares or services is under the control of the owner. ...", "50. (1) Pour l'application de la présente loi, si une licence d'emploi d'une marque de commerce est octroyée, pour un pays, à une entité par le propriétaire de la marque, ou avec son autorisation, et que celui-ci, aux termes de la licence, contrôle, directement ou indirectement, les caractéristiques ou la qualité des marchandises et services, l'emploi, la publicité ou l'exposition de la marque, dans ce pays, par cette entité comme marque de commerce, nom commercial - ou partie de ceux-ci - ou autrement ont le même effet et sont réputés avoir toujours eu le même effet que s'il s'agissait de ceux du propriétaire.", "(2) Pour l'application de la présente loi, dans la mesure où un avis public a été donné quant à l'identité du propriétaire et au fait que l'emploi d'une marque de commerce fait l'objet d'une licence, cet emploi est réputé, sauf preuve contraire, avoir fait l'objet d'une licence du propriétaire, et le contrôle des caractéristiques ou de la qualité des marchandises et services est réputé, sauf preuve contraire, être celui du propriétaire. ..."], ["[24]", "Section 56 of the Act grants a right of appeal from a decision of the Registrar and allows the appellant to file additional evidence:", "56. (1) An appeal lies to the Federal Court from any decision of the Registrar under this Act within two months from the date on which notice of the decision was dispatched by the Registrar or within such further time as the Court may allow, either before or after the expiration of the two months.", ". . . . .", "(5) On an appeal under subsection (1), evidence in addition to that adduced before the Registrar may be adduced and the Federal Court may exercise any discretion vested in the Registrar.", "56. (1) Appel de toute décision rendue par le registraire, sous le régime de la présente loi, peut être interjeté à la Cour fédérale dans les deux mois qui suivent la date où le registraire a expédié l'avis de la décision ou dans tel délai supplémentaire accordé par le tribunal, soit avant, soit après l'expiration des deux mois.", ". . . . .", "(5) Lors de l'appel, il peut être apporté une preuve en plus de celle qui a été fournie devant le registraire, et le tribunal peut exercer toute discrétion dont le registraire est investi.", "ISSUE"], ["[25]", "Should the Registrar's decision to expunge the ENTRE NOUS trade-mark be set aside?", "ANALYSIS", "Standard of Review"], ["[26]", "The standard of review of the Registrar's decision was reasonableness simpliciter [", "Mattel, Inc. v. 3894207 Canada Inc.", ", [2006] 1 S.C.R. 772, at para. 39]. When fresh evidence is adduced under s. 56 of the Act, the standard of review is changed and the hearing may proceed by way of a fresh hearing on an extended record rather then a simple appeal [", "Mattel", ", supra, at para. 35]."], ["[27]", "However, as a result of the Supreme Court of Canada's decision in", "<FRAGMENT_SUPPRESSED>  [2008] S.C.J. No. 9 (QL), it is clear that the standard of reasonablenss simpliciter has been eliminated, and that reviewing courts must confine their analysis to two standards of review, those of reasonableness and correctness."], ["[28]", "Recent jurisprudence has held that the standard of review of a Registrar's decision when new evidence is adduced that would have affected the decision of the Registrar is correctness [", "<FRAGMENT_SUPPRESSED>  N.R. 159, at para. 15]."], ["[29]", "Given that the applicant filed new evidence that was not available to the Registrar when the decision was made, I hold that the standard of review shall be correctness.", "ISSUE", "Should the Registrar's decision to expunge the ENTRE NOUS trade-mark be set aside?"], ["[30]", "The applicant submits that in light of the new evidence in the 2nd Warden Affidavit it is demonstrable that 3082833 licensed the use of the ENTRE NOUS trade-mark to its subsidiary, PTC, and in accordance with s. 50, the use of the trade-mark PTC should then accrue to 3082833."], ["[31]", "The evidence on this point consists of the sworn statement of Rob Warden in the 2nd Warden Affidavit where he states at para. 7 that a license agreement exists between 3082833 and PTC for PTC to use the ENTRE NOUS trade-mark. The 2nd Warden Affidavit states that 3082833 has direct or indirect control over the use of the ENTRE NOUS trade-mark by PTC."], ["[32]", "It is not necessary to produce a formal licensing agreement to prove the existence of a licensing agreement under s. 50 of the Act [", "Wells' Dairy, Inc. v. U L Canada Inc.", "(2000), 7 C.P.R. (4th) 77, 98 A.C.W.S. (3d) 189 (F.C.T.D.) at para. 38;", "<FRAGMENT_SUPPRESSED>  F.T.R. 180, at para. 56]. However, the mere fact that there is some common control between the applicant's companies is not sufficient to establish that the use of the trade-mark was controlled and therefore infer a licensing agreement [", "<FRAGMENT_SUPPRESSED> , at paras. 44-45]. Evidence of control has to be adduced."], ["[33]", "In this appeal the Court is faced with the uncontradicted evidence of Rob Warden, swearing that a licensing existence exists and that 3082833 maintains control over PTC's use of the ENTRE NOUS trade-mark."], ["[34]", "I am prepared to find that the evidence of the chain of title confirms that 3082833 maintains control of the use by PTC of the ENTRE NOUS trade-mark and that a licensing agreement as to the use of the ENTRE NOUS trade-mark by PTC exists between 3082833 and PTC. I make this finding based on the fact that the predecessor in title to 3082833, 3362426 Canada Inc., carried on business as PTC. There is no reason to come to the conclusion that after a corporate reorganization, 3082833, which is the sole shareholder of PTC, would no longer maintain control of the day to day affairs of PTC, including the use of trade-marks."], ["[35]", "I am also prepared to infer from the evidence that PTC carries on business under the name of Primus Canada, as shown in the invoices attached to the applicant's affidavits."], ["[36]", "In my view, based on the new evidence filed by the applicant, there is evidence of control of PTC's use of the ENTRE NOUS trade-mark under a licensing agreement for the use of the ENTRE NOUS trade-mark between 3082833 and PTC."], ["[37]", "Since I have to the conclusion that control by 3082833 of the use of the ENTRE NOUS trade-mark by PTC is exerted under a licensing agreement, I hold that the PTC's use of the trade-mark, which the Registrar affirmed, has the same effect as use of the ENTRE NOUS trade-mark by 3082833."], ["[38]", "I will therefore allow the appeal and order that the decision of the Registrar to expunge the ENTRE NOUS trade-mark be set aside.", "JUDGMENT"], ["[39]", "THIS COURT ORDERS AND ADJUDGES that:", "1. This appeal will be allowed without costs;", "2. The decision of the Registrar of Trade-Marks dated February 21, 2008 with respect to the expunged trade-mark ENTRE NOUS will be set aside; and", "3. The Registrar of Trade-Marks is ordered to reinstate the appellant's trade-mark ENTRE NOUS.", "[End of document]"]]}