{"id_": "030530", "body_str": [["[1]", "Harrington, J.", ": Linda Armstrong, a member of the RCMP since 1977, has been on medical leave for the last five years. She has been diagnosed with left thoracic outlet syndrome, which renders her unfit for duty.  <FRAGMENT_SUPPRESSED>"], ["[2]", "This judicial review deals with her efforts to obtain a disability pension. Briefly put, in order to qualify, her injury had to arise out of or be directly connected with her employment.  <FRAGMENT_SUPPRESSED>"], ["[3]", "There have been four decisions so far. Her application was originally dismissed on the basis that her disability was not work-related. Then, in what is called an \"Entitlement Review\" she was awarded a 20% disability pension. That decision was upheld in an \"Entitlement Appeal.\" The fourth decision, the one which is under review here, was a refusal to reconsider the \"Entitlement Appeal\" decision.  <FRAGMENT_SUPPRESSED>"], ["[4]", "For the reasons that follow, I hold that the refusal to reconsider was unreasonable, grant judicial review and order that the matter be remitted for reconsideration by a differently constituted Board.  <FRAGMENT_SUPPRESSED>", "LEGISLATIVE BACKGROUND  <FRAGMENT_SUPPRESSED>"], ["[5]", "Before reviewing Ms. Armstrong's medical history, I think it useful to set out the statutory scheme to which her application for a disability pension was subjected, as three statutes are involved.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Her application is grounded in s. 32 of the", "Royal Canadian Mounted Police Superannuation Act", ". It provides:  <FRAGMENT_SUPPRESSED>", "\"32. Subject to this Part and the regulations, an award in accordance with the Pension Act shall be granted to or in respect of the following persons if the injury or disease - or the aggravation of the injury or disease - resulting in the disability or death in respect of which the application for the award is made arose out of, or was directly connected with, the person's service in the Force. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"32. Sous réserve des autres dispositions de la présente partie et des règlements, une compensation conforme à la Loi sur les pensions doit être accordée, chaque fois que la blessure ou la maladie - ou son aggravation - ayant causé l'invalidité ou le décès sur lequel porte la demande de compensation était consécutive ou se rattachait directement au service dans la Gendarmerie, à toute personne, ou à l'égard de toute personne. <FRAGMENT_SUPPRESSED>"], ["[7]", "Thus, the", "RCMP Superannuation Act", "brings into play the", "Pension Act", ", which in turn invokes the", "Veterans Review and Appeal Board Act", ".  <FRAGMENT_SUPPRESSED>"], ["[8]", "In accordance with the provisions of these", "Acts", ", the first application was to the Department of Veterans Affairs. Ms. Armstrong's argument is that her disability stemmed from a service-related injury sustained in 1991. While investigating a robbery, she stepped into an open drain hole, which caused her various injuries. She was able to continue to work, but her medical condition worsened, particularly after acquiring a supervisory position which required her to work at a mobile work station placed within a police car. Its design was such that she suffered increased pain, discomfort and disability in her neck, shoulder and down her right arm. Come January 2005, a neurologist ordered her off work indefinitely.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Pension Adjudicator, in the Department of Veterans Affairs, was of the view that her injury was not service-related either in cause or by way of aggravation, and so dismissed her application.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The next step was an \"Entitlement Review\" to the Veterans Review and Appeal Board. It was of the view that the origin of her condition was not work-related, but that it was aggravated to some extent and so a 20% pension entitlement for aggravation was granted.  <FRAGMENT_SUPPRESSED>"], ["[11]", "That decision was subject to an \"Entitlement Appeal\" at which she was allowed to, and did, present new evidence. The Board found that there was no record or mention of left shoulder or neck complaints following the incident, and that Ms. Armstrong herself was of the view that the fall aggravated a shoulder injury she suffered in the 1970s while playing hockey and before she joined the Force.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Board upheld the earlier decision. It said:  <FRAGMENT_SUPPRESSED>", "\"In light of all the evidence, it would appear that the Appellant is well served with her current award of one-fifth pension entitlement. In fact, the evidence points to the pre-enlistment hockey injury in the mid-1970s as the root cause of her shoulder problem, as there were no complaints with respect to the left shoulder immediately following the March 1991 incident. <FRAGMENT_SUPPRESSED>"], ["[13]", "This led to the fourth decision, the decision subject to this judicial review, the decision by the Board, in reconsideration, not to reopen the appeal decision.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The basis of the application for reconsideration is s. 32(1) of the", "Veterans Review and Appeal Board Act", "which, together with s. 31, provides:  <FRAGMENT_SUPPRESSED>", "\"31. A decision of the majority of members of an appeal panel is a decision of the Board and is final and binding.  <FRAGMENT_SUPPRESSED>", "\"32(1) Notwithstanding s. 31, an appeal panel may, on its own motion, reconsider a decision made by it under subsection 29(1) or this section and may either confirm the decision or amend or rescind the decision if it determines that an error was made with respect to any finding of fact or the interpretation of any law, or may do so on application if the person making the application alleges that an error was made with respect to any finding of fact or the interpretation of any law or if new evidence is presented to the appeal panel. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"31. La décision de la majorité des membres du comité d'appel vaut décision du Tribunal; elle est définitive et exécutoire.  <FRAGMENT_SUPPRESSED>", "\"32(1) Par dérogation à l'article 31, le comité d'appel peut, de son propre chef, réexaminer une décision rendue en vertu du paragraphe 29(1) ou du présent article et soit la confirmer, soit l'annuler ou la modifier s'il constate que les conclusions sur les faits ou l'interprétation du droit étaient erronées; il peut aussi le faire sur demande si l'auteur de la demande allègue que les conclusions sur les faits ou l'interprétation du droit étaient erronées ou si de nouveaux éléments de preuve lui sont présentés. <FRAGMENT_SUPPRESSED>"], ["[15]", "Ms. Armstrong purported to lead new evidence contesting the finding that the root cause of her disability was an old hockey injury, and in any event submitted that errors were made, both in fact and in law.  <FRAGMENT_SUPPRESSED>", "THE BOARD'S DECISION NOT TO RECONSIDER  <FRAGMENT_SUPPRESSED>"], ["[16]", "The Board first considered whether the new medical evidence adduced was really new. It referred to the four-part test set out by the Supreme Court in", "<FRAGMENT_SUPPRESSED>  D.L.R.(3d) 212, at 224. The Board was called upon to evaluate whether this new evidence could have been adduced earlier if due diligence had been exercised, whether the evidence is relevant, whether it is credible and whether, if believed, could reasonably be expected to have affected the result. The use of this four-part new evidence test in the pension context has been applied by Madam Justice Heneghan in", "<FRAGMENT_SUPPRESSED>  affd. (2007), 370 N.R. 314; 2007 FCA 298.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The Board was of the view that the \"new evidence\" clarified information on file but that it was not really \"new\" as it could have been adduced earlier. It accepted that the evidence was relevant in that it clarified earlier information, and did not take issue with the credibility thereof. Finally, it was of the view that \"as the evidence submitted is a clarification of the evidence already on file, it would provide no prospect of changing the result of the appeal decision. <FRAGMENT_SUPPRESSED>"], ["[18]", "Having then concluded that the evidence did not satisfy the requirements of s. 32(1) of the", "Act", ", it reviewed the earlier decision and said it: \"... cannot find any basis upon which to conclude that any errors of fact or the interpretation of law exist.\" It noted that there had been complaints of left shoulder or neck pain as early as 1992, while the Appeal Panel had only noted complaints in 1995. However it was of the view that complaints in 1992, as opposed to 1991, were not relevant and not significant.  <FRAGMENT_SUPPRESSED>", "LEGAL PRESUMPTIONS  <FRAGMENT_SUPPRESSED>"], ["[19]", "There are certain fairly unique presumptions which must be taken into consideration in assessing the cause or aggravation of Ms. Armstrong's disability.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Section 21(9) of the", "Pension Act", "raises a rebuttable presumption that Ms. Armstrong was in good health when she joined the RCMP in 1977, a few years after her hockey injury. Sections 3 and 39 of the", "Veterans Review and Appeal Board Act", ", in recognition of the risks taken by the brave men and women in our armed forces and the RCMP who put their lives on the line to protect the rest of us, require all acts and regulations which confer jurisdiction on the Board to be \"liberally construed and interpreted to the end that the recognized obligation of the people and Government of Canada to those who have served their country so well and to their dependents may be fulfilled.\" The Board was required to draw from the circumstances and evidence every reasonable inference in Ms. Armstrong's favour, to resolve in her favour any doubt in the weighing of evidence as to whether she had established a case and to \"accept any uncontradicted evidence presented to it by the applicant or appellant that it considers to be credible in the circumstances. <FRAGMENT_SUPPRESSED>", "MS. ARMSTRONG'S MEDICAL HISTORY  <FRAGMENT_SUPPRESSED>"], ["[21]", "It is important to note that immediately following her 1991 fall while investigating a robbery, she listed a number of problems including pain in her left breast area.  <FRAGMENT_SUPPRESSED>"], ["[22]", "Following the accident, her family doctor had referred her to physiotherapy and to another doctor who diagnosed her as having a frozen left shoulder. He prescribed extensive physiotherapy which freed the shoulder.  <FRAGMENT_SUPPRESSED>"], ["[23]", "The hockey injury before she joined the RCMP has already been mentioned. It is not even clear which shoulder it was. The only doctor who commented thereon was a Dr. McCormick, an orthopaedic surgeon to whom she had been referred. He said: \"her past history is remarkable for a shoulder injury in the 1970's when she had a fall playing hockey, but this settled with symptomatic treatment, and it is not clear what the diagnosis was.\" He also referred to some jaw surgery. He saw no evidence of tendonitis and recommended that she continue with physiotherapy.  <FRAGMENT_SUPPRESSED>"], ["[24]", "By late 1995, Ms. Armstrong was a road supervisor in Burnaby in a police vehicle which was equipped with a mobile workstation which was then a pilot project. The use of this station apparently significantly increased the problems she had in her left side of her neck, left shoulder blade and down her left arm.  <FRAGMENT_SUPPRESSED>"], ["[25]", "Despite chiropractic and massage treatments the symptoms worsened such that she was unable to hold even the lightest of objects or to lift her left arm to wash her hair.  <FRAGMENT_SUPPRESSED>"], ["[26]", "She was placed on medical leave in January 1998, but following extensive physiotherapy and a gradual return to work program, she returned to full duties in October 1999. However by May 2004 her problems were constant. That November the RCMP Health Services became involved and arranged for her to attend a specialist referral clinic.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The first neurosurgeon, Dr. Sahpaul, recommended that she only work half days. However her problems did not improve and actually worsened.  <FRAGMENT_SUPPRESSED>"], ["[28]", "In January 2005, a neurologist, Dr. Teal, ordered her off work indefinitely. She had a nerve conduction test done and was examined by Dr. Salvian, a neurologist, who diagnosed her with left thoracic outlet syndrome. She applied for a disability pension two months later.  <FRAGMENT_SUPPRESSED>"], ["[29]", "By the time the matter got to the \"Entitlement Appeal\", evidence was submitted by Dr. Peter Fry, a specialist in vascular surgery and an expert in thoracic outlet syndrome. He supported the opinion of Dr. Salvian, which has never been challenged, but also rendered an opinion with respect to causation. He reviewed her medical history, conducted tests and stated:  <FRAGMENT_SUPPRESSED>", "\"I think the mechanism of injury here is that she was probably born with small outlets in reference to abnormal bands which we quite often see at the time of surgery and the history of soft tissue injury, trauma and repetitive strain collectively caused the development of neurogenic and vasculogenic thoracic outlet syndrome, worse symptomatically on the left than the right.  <FRAGMENT_SUPPRESSED>", "\"It is very likely that the fall into a drain hole was the worst in terms of triggering events, and that the subsequent repetitive strain situation occurring after rehabilitation, physiotherapy, reactivation and re-employment was responsible for exacerbating the issue. <FRAGMENT_SUPPRESSED>"], ["[30]", "In his summary he concluded:  <FRAGMENT_SUPPRESSED>", "\"I would therefore have no hesitation to attribute the two events as being entirely causative with respect to her symptoms but would add the caveat that the underlying abnormal anatomy of the thoracic outlet may have made her somewhat vulnerable to these events. <FRAGMENT_SUPPRESSED>", "NEW EVIDENCE AT THE RECONSIDERATION HEARING  <FRAGMENT_SUPPRESSED>"], ["[31]", "The new evidence presented at the application to the Veterans Review and Appeal Board to reconsider its \"Entitlement Appeal\" decision were letters from Ms. Armstrong's family physician, Dr. van der Merwe, and Dr. Salvian. Both challenged the finding that her disability was related to an injury sustained playing hockey in the 1970s. Dr. Salvian noted that she had been working full time prior to the 1991 injury without any left arm symptoms and that she had complained of pain in her left breast area. He referred to the report of Dr. McCormick, a shoulder specialist. He pointed out that her problems with the left arm were not related to the left shoulder. Thoracic outlet syndrome is a compression of the nerves and the blood vessels to the arm. Her left arm was fully functional before the incident in 1991. He challenged the Board's view that falling into a hole at that time was not enough trauma to have caused the onset of post-traumatic thoracic outlet syndrome, and included a medical article on that subject.  <FRAGMENT_SUPPRESSED>"], ["[32]", "He reiterated that her medical history after falling into the hole in 1991 was replete with classic findings of a patient with post-traumatic thoracic outlet syndrome. \"They certainly have nothing to do with an injury in 1970 following which she had no symptoms in the left arm.\" He was of the view that a 20% disability pension was far too low.  <FRAGMENT_SUPPRESSED>", "STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>"], ["[33]", "The reasonableness standard of review as set out in", "<FRAGMENT_SUPPRESSED>  has been specifically applied in this context by Mr. Justice Mosley in", "<FRAGMENT_SUPPRESSED>  basing himself on earlier jurisprudence. That standard of review is not in doubt.  <FRAGMENT_SUPPRESSED>", "DISCUSSION  <FRAGMENT_SUPPRESSED>"], ["[34]", "Section 31 of the", "Veterans Review and Appeal Board", "Act", ", as opposed to s. 111 which deals with the jurisdiction it inherited from earlier boards, does not require new evidence to support a decision to reconsider.  <FRAGMENT_SUPPRESSED>"], ["[35]", "The Court is called upon to review a review. Therefore, the ultimate question is not whether I consider the decision of the Entitlement Appeal Panel to be unreasonable, but rather whether I consider the review thereof by a different Panel of the Board to be unreasonable.  <FRAGMENT_SUPPRESSED>"], ["[36]", "However, there were no facts before the Entitlement Appeal Panel to allow it to connect Ms. Armstrong's disability to her hockey injury in the 1970s, and therefore nothing in the record which justified the subsequent Panel's decision, on review, that there were no errors in that decision. The opinion of Dr. McCormick, issued years before Ms. Armstrong applied for her pension, was to the contrary. The opinion of Dr. Fry, which has been accepted as credible, squarely connected her disability to the 1991 work incident, aggravated by her subsequent duties at the mobile work station in her police vehicle.  <FRAGMENT_SUPPRESSED>"], ["[37]", "There is no basis to assume that the Board itself has any medical expertise. Section 38 of its", "Act", "allows it to obtain its own medical evidence. This led Mr. Justice Nadon, as he then was, to conclude in", "<FRAGMENT_SUPPRESSED>  that the Board has no inherent expertise in this area.  <FRAGMENT_SUPPRESSED>"], ["[38]", "Thus, the finding in the \"Entitlement Appeal\" connecting her disability to her hockey injury was outright speculation, and can be given no weight whatsoever. There was no conflicting medical evidence in this case. There were no facts in the record to allow the Board to infer a causal connection between her hockey injury and her disability. If it had concern, it should have sought a further medical opinion.  <FRAGMENT_SUPPRESSED>"], ["[39]", "As Mr. Justice MacGuigan, speaking for the Federal Court of Appeal, noted in", "Minister of Employment and  <FRAGMENT_SUPPRESSED> ; 99 N.R. 171 (F.C.A.):  <FRAGMENT_SUPPRESSED>", "\"The common law has long recognized the difference between reasonable inference and pure conjecture. Lord Macmillan put the distinction this way in", "<FRAGMENT_SUPPRESSED> , at 45, 144 L.T. 194, at 202 (H.L.):  <FRAGMENT_SUPPRESSED>", "'The dividing line between conjecture and inference is often a very difficult one to draw. A conjecture may be plausible but it is of no legal value, for its essence is that it is a mere guess. An inference in the legal sense, on the other hand, is a deduction from the evidence, and if it is a reasonable deduction it may have the validity of legal proof ...' <FRAGMENT_SUPPRESSED>"], ["[40]", "Judicial review could be granted on this basis alone. With a causal disconnect between Ms. Armstrong's disability and the hockey injury, what we have is a classic \"thin skull\" case, based on Dr. Fry's opinion that she was susceptible from birth. The \"thin skull\" rule that one must take one's victim as one finds her is well known in both criminal and tort law.  <FRAGMENT_SUPPRESSED>  B.C.A.C. 243; 132 W.A.C. 243, at paras. 34-36, Mr. Justice Major summarized the rule as follows:  <FRAGMENT_SUPPRESSED>", "\"34. The respondents argued that the plaintiff was predisposed to disc herniation and that this is therefore a case where the 'crumbling skull' rule applies. The 'crumbling skull' doctrine is an awkward label for a fairly simple idea. It is named after the well-known 'thin skull' rule, which makes the tortfeasor liable for the plaintiff's injuries even if the injuries are unexpectedly severe owing to a pre-existing condition. The tortfeasor must take his or her victim as the tortfeasor finds the victim, and is therefore liable even though the plaintiff's losses are more dramatic than they would be for the average person.  <FRAGMENT_SUPPRESSED>", "\"35. The so-called 'crumbling skull' rule simply recognizes that the pre-existing condition was inherent in the plaintiff's 'original position'. The defendant need not put the plaintiff in a position", "better", "than his or her original position. The defendant is liable for the injuries caused, even if they are extreme, but need not compensate the plaintiff for any debilitating effects of the pre-existing condition which the plaintiff would have experienced anyway. The defendant is liable for the additional damage but not the pre-existing damage: Cooper- <FRAGMENT_SUPPRESSED> , at pp. 779-780 and John Munkman,", "Damages for Personal Injuries and Death", "(9th Ed. 1993), at pp. 39-40. Likewise, if there is a measurable risk that the pre-existing condition would have detrimentally affected the plaintiff in the future, regardless of the defendant's negligence, then this can be taken into account in reducing the overall award:", "<FRAGMENT_SUPPRESSED>  consistent with the general rule that the plaintiff must be returned to the position he would have been in, with all of its attendant risks and shortcomings, and not a better position.  <FRAGMENT_SUPPRESSED>", "\"36. The 'crumbling skull' argument is the respondents' strongest submission, but in my view it does not succeed on the facts as found by the trial judge. There was no finding of any measurable risk that the disc herniation would have occurred without the accident, and there was therefore no basis to reduce the award to take into account any such risk. <FRAGMENT_SUPPRESSED>"], ["[41]", "This principle has been applied in pension cases. Mr. Justice Blanchard allowed an application for judicial review in", "<FRAGMENT_SUPPRESSED> . Mr. Dugré, a member of the Canadian Forces, fell on his back during a physical activity session. This aggravated an otherwise apparently asymptomatic condition. The Review Board withheld three-fifths of his pension. Mr. Justice Blanchard said at paragraph 24:  <FRAGMENT_SUPPRESSED>", "\"The respondent's argument is essentially based on the thin skull rule which is founded on the principle that the wrongdoer is responsible for the damages incurred by the applicant, even if these are unforeseeably serious because of a predisposition. This doctrine also provides that the respondent need not put the applicant in a position better than his original situation. In fact, the respondent is responsible for the prejudice caused, but it need not indemnify the applicant for the debilitating effects attributable to the pre-existing condition which the applicant would have suffered anyway. In other words, the wrongdoers must take their victims as they are and they are therefore liable even if the prejudice suffered by the applicant is more significant than it would have been if the victim were not afflicted with spondylolysis (", "<FRAGMENT_SUPPRESSED> , at paragraphs 34 and 35). In this case, the respondent maintains that the conditions suffered by the applicant are not entirely the result of his fall on July 21, 1988, but that his pre-existing condition, i.e. asymptomatic spondylolisthesis, also contributed. The respondent also maintains that the conditions ailing the applicant are [Translation] 'also the result of his personal condition recognized by the physicians and by the applicant himself.' Therefore, also in the opinion of the respondent, under subsection 21(2.1) of the", "Act", ", it was not unreasonable for the Board to withhold two fifths of the pension. I cannot accept this argument. The evidence in the record clearly indicates that before the fall on July 21, 1988, the applicant was in good health despite the asymptomatic spondylolisthesis. No evidence in this case indicates that the debilitating effects suffered by the applicant are attributable to the pre-existing condition. <FRAGMENT_SUPPRESSED>", "See also", "<FRAGMENT_SUPPRESSED> . The Review Panel erred in law by not analyzing the 20% disability pension in the light of the \"thin skull\" rule, as Ms. Armstrong was fully functional in her duties as a RCMP officer before her work-sustained injury in 1991.  <FRAGMENT_SUPPRESSED>"], ["[42]", "Furthermore, the finding that there was no \"new evidence\" was unreasonable. The argument on behalf of the Board is that Ms. Armstrong should have anticipated the possibility of a finding connecting her disability to her hockey injury, and that therefore she did not exercise due diligence in presenting the last reports from Dr. van der Merwe and Dr. Salvian. However, given the presumption that the medical evidence was credible, I do not see how she could have anticipated the Board's finding in the \"Entitlement Appeal,\" and therefore there was no lack of due diligence on her part. She could not have offered medical opinion that the Board's finding was unfounded until that finding was issued.  <FRAGMENT_SUPPRESSED>"], ["[43]", "For these reasons, judicial review shall be granted with costs.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[44]", "THIS COURT ORDERS that", ":  <FRAGMENT_SUPPRESSED>", "1. The application for judicial review is granted.  <FRAGMENT_SUPPRESSED>", "2. The decision of the Veterans Review and Appeal Board dated 29 April, 2009 in which it refused to reconsider the decision of an Entitlement Appeal Panel dated 18 December 2007, and to reopen the appeal, is set aside.  <FRAGMENT_SUPPRESSED>", "3. The matter is remitted for reconsideration by a differently constituted Panel of the Veterans Review and Appeal Board in light of these reasons.  <FRAGMENT_SUPPRESSED>", "4. The whole with costs.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/klf  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}