{"id_": "030734", "body_str": [["[1]", "Shore, J.", "[Translation]: The respondent's release could interfere with the Minister's duty to Canadian society, that of removing the respondent from Canada at the first reasonable opportunity.  <FRAGMENT_SUPPRESSED>"], ["[2]", "In this case, the respondent exhausted all recourse open to him: in particular, his refugee claim, his application on humanitarian and compassionate (H&C) grounds and his pre-removal risk assessment (PRRA) application were all rejected.  <FRAGMENT_SUPPRESSED>"], ["[3]", "In this case, the Immigration Division (ID) of the Immigration and Refugee Board agreed to have the proposed guarantor guarantee the respondent's release by paying $700 without explaining how or why it deemed him able to act as guarantor. The ID simply indicated that the guarantor was credible and that he testified in a sincere manner. This is not enough.  <FRAGMENT_SUPPRESSED>"], ["[4]", "However, there is nothing in the evidence to show that the guarantor is able to ensure that the respondent will comply with the conditions imposed on his release. The decision of the ID does not take into consideration how the guarantor will be able to exercise control over the respondent.  <FRAGMENT_SUPPRESSED>"], ["[5]", "In fact, the guarantor himself admitted that he did not know whether the respondent would listen to him.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Considering all of the above, the ID's finding does not correctly apply paragraph 47(2)(b) of the", "Immigration and Refugee Protection Regulations", "(SOR/2002-227) (the", "Regulations", "), which states that a person who posts a guarantee must be able to ensure that the person in respect of whom the guarantee is required will comply with the conditions imposed.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The decision, in itself, is unreasonable and demonstrates the existence of a serious issue.  <FRAGMENT_SUPPRESSED>"], ["[8]", "As was explained in", "Canada", "Minister of Public Safety and Emergency Preparedness", "v.", "Jemall Renee Wiseman", ", IMM-2417-07, order dated June 21, 2007, written by Justice Michel Beaudry:  <FRAGMENT_SUPPRESSED>", "\"Also of concern is the fact that the Board failed to assess whether the person posting the guarantee would be able to ensure compliance in accordance with paragraph 47(2)(b) of the", "Immigration and Refugee Protection Regulations", "S.O.R/2002-227 (the", "Regulations", ") while the two previous boards had found that another bond guarantor was necessary.  <FRAGMENT_SUPPRESSED>", "\"The Court is of the opinion that the applicant will suffer irreparable harm by the release of the respondent with the conditions set by the Board in its decision. The balance of convenience favours the applicant. <FRAGMENT_SUPPRESSED>", "II.", "Preliminary remarks  <FRAGMENT_SUPPRESSED>"], ["[9]", "Under Rule 76 of the", "Federal Courts Rules", ", SOR/98-106, the style of cause is amended to correct the name of the respondent, which is Talal AL", "ACH", "KAR, and not Talal AL", "CHA", "KAR as indicated in the application for leave and judicial review.  <FRAGMENT_SUPPRESSED>", "III.", "Introduction  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Minister seeks to obtain an order from this Court staying the ID's order to release the respondent, which stay is sought until the next detention review or pending determination of the application for leave and judicial review by this Court.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The Court accepts the applicant's position and grants the stay based on the supporting reasons.  <FRAGMENT_SUPPRESSED>", "IV.", "Facts  <FRAGMENT_SUPPRESSED>"], ["[12]", "Certain facts arise out of the affidavit of Marilyne Trudeau, Hearings Officer, dated July 13, 2010, and the exhibits to the affidavit.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The respondent, Talal Al Achkar, a 19-year-old citizen of Lebanon, was born on August 3, 1990.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Mr. Achkar and his father came to Canada on November 28, 2006, holding visitors' visas.  <FRAGMENT_SUPPRESSED>"], ["[15]", "On February 2, 2007, after the start of the war in Lebanon, Mr. Achkar, then a minor, and his father claimed refugee protection at the Gatineau immigration office.  <FRAGMENT_SUPPRESSED>"], ["[16]", "A report under subsection 44(1) of the", "Immigration and Refugee Protection", "Act", ", S.C. 2001, c. 27 (", "IRPA", ") was then written against Mr. Achkar, in accordance with section 41 and paragraph 20(1)(a) of the", "IRPA", ", and a conditional departure order was issued against him.  <FRAGMENT_SUPPRESSED>"], ["[17]", "On July 11, 2010, Mr. Achkar was released by the Gatineau Police Force then immediately handed over to and detained by the Canada Border Services Agency (CBSA) because it considered that it had grounds to believe that Mr. Achkar would not voluntarily appear for his removal from Canada.  <FRAGMENT_SUPPRESSED>"], ["[18]", "On July 12, 2010, Mr. Achkar was met by an immigration officer. He then admitted that he had not reported his changes of address, that he did not currently have a fixed address, that he had a spouse in Canada who was pregnant, but that he did not know her surname or telephone number.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The applicant has no information on Mr. Achkar's spouse.  <FRAGMENT_SUPPRESSED>"], ["[20]", "On July 13, 2010, the grounds for Mr. Achkar's detention were reviewed by the ID.  <FRAGMENT_SUPPRESSED>"], ["[21]", "Mr. Achkar presented an alternative to his detention, through Danny Camara, the spouse of his spouse's mother, who offered to guarantee compliance with the conditions of release by depositing $700.  <FRAGMENT_SUPPRESSED>"], ["[22]", "When he testified, Mr. Camara admitted that he had only known Mr. Achkar since March 2010, since he had been living with his step-daughter in his home.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Mr. Camara admitted that he was completely unaware of Mr. Achkar's situation with respect to immigration and the existence of criminal charges against him.  <FRAGMENT_SUPPRESSED>"], ["[24]", "Mr. Camara stated that he had had very few conversations with Mr. Achkar and that he (Translation) \"had not told [him] his life story\".  <FRAGMENT_SUPPRESSED>"], ["[25]", "Mr. Camara testified that he did not know whether Mr. Achkar would listen to him when he came home.  <FRAGMENT_SUPPRESSED>"], ["[26]", "The alternative to detention proposed by Mr. Achkar is not reasonable:  <FRAGMENT_SUPPRESSED>", "a. Mr. Achkar failed to comply with the conditions imposed and did not notify the CBSA of his changes of address;  <FRAGMENT_SUPPRESSED>", "b. If he had not been arrested by the police, he would still be in Canada illegally;  <FRAGMENT_SUPPRESSED>", "c. Mr. Achkar currently faces outstanding criminal charges for three recent criminal offences;  <FRAGMENT_SUPPRESSED>", "d. The detention would not be long considering Mr. Achkar's imminent removal because the CBSA will request the withdrawal or stay of criminal charges to allow his removal to take place in the shortest time possible;  <FRAGMENT_SUPPRESSED>", "- such requests for withdrawal or stay of criminal charges is a common practice to carry out removal;  <FRAGMENT_SUPPRESSED>", "- in the circumstances, it was premature to talk about postponing removal, considering information was unavailable at the time of reviewing the grounds for detention in the first 48 hours;  <FRAGMENT_SUPPRESSED>", "e. While the Court recognizes Mr. Camara's willingness to help, he would not be able to exercise sufficient control over Mr. Achkar;  <FRAGMENT_SUPPRESSED>", "f. The level of familiarity between Mr. Achkar and Mr. Camara was not sufficient to exercise control over Mr. Achkar, considering that they have only known each other for three months, that during this period, they have had very little communication and that Mr. Camara was not aware of Mr. Achkar's criminal record or immigration file;  <FRAGMENT_SUPPRESSED>", "g. Mr. Camara himself stated that did not know whether Mr. Achkar would listen to him when he came home.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The ID rendered its decision orally.  <FRAGMENT_SUPPRESSED>"], ["[28]", "In its reasons, the ID determined that Mr. Camara was a credible person who testified in a sincere manner.  <FRAGMENT_SUPPRESSED>"], ["[29]", "In its reasons, the ID stated that Mr. Achkar was a flight risk.  <FRAGMENT_SUPPRESSED>"], ["[30]", "In its reasons, the ID stated that it could not conclude that Mr. Achkar had knowingly moved to avoid immigration and stated that it assumed that he did not provide the name and telephone number of his spouse because he did not want to embarrass her and her family.  <FRAGMENT_SUPPRESSED>"], ["[31]", "In its reasons, the ID did not mention the degree of familiarity or relationship between Mr. Achkar and Mr. Camara.  <FRAGMENT_SUPPRESSED>"], ["[32]", "In its reasons, the ID did not mention Mr. Camara's ability to exercise sufficient control over Mr. Achkar.  <FRAGMENT_SUPPRESSED>"], ["[33]", "In its reasons, the ID did not explain how the conditions of release were sufficient to counterbalance the fact that Mr. Achkar was a flight risk.  <FRAGMENT_SUPPRESSED>"], ["[34]", "Therefore, the ID made an offer of release based on the following terms:  <FRAGMENT_SUPPRESSED>", "a) Danny Camara must provide $700;  <FRAGMENT_SUPPRESSED>", "b) the respondent must report at the dates, times and locations determined by the CBSA or the ID;  <FRAGMENT_SUPPRESSED>", "c) the respondent must report to a CBSA officer within 72 hours of his release and twice a week after that;  <FRAGMENT_SUPPRESSED>", "d) the respondent must confirm his departure on the date determined by the CBSA;  <FRAGMENT_SUPPRESSED>", "e) the respondent must reside at all times with Danny Camara;  <FRAGMENT_SUPPRESSED>", "f) the respondent must not work without a work permit;  <FRAGMENT_SUPPRESSED>", "g) the respondent must inform the CBSA/CIC of any new arrest, charges or convictions;  <FRAGMENT_SUPPRESSED>", "h) the respondent must not use drugs unless prescribed by a doctor.  <FRAGMENT_SUPPRESSED>", "V.", "Issue  <FRAGMENT_SUPPRESSED>"], ["[35]", "The only issue is whether the Minister demonstrated the existence of a serious issue and irreparable harm and that the balance of convenience is in its favour.  <FRAGMENT_SUPPRESSED>", "VI.", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[36]", "The Minister must meet the conditions of the tripartite test set out in", "<FRAGMENT_SUPPRESSED>  (F.C.A.). All three conditions must be met. Failure to meet one of them would be conclusive.  <FRAGMENT_SUPPRESSED>", "A. Serious Issue  <FRAGMENT_SUPPRESSED>"], ["[37]", "The term \"serious issue\" or \"question sérieuse\" in French is derived from the Supreme Court of Canada decision in", "<FRAGMENT_SUPPRESSED>  Man.R.(2d) 241 and", "<FRAGMENT_SUPPRESSED>  Q.A.C. 241.  <FRAGMENT_SUPPRESSED>"], ["[38]", "In both of these decisions, the Court explained that the \"serious issue\" means that the application is not frivolous or vexatious. However, the threshold is very low. An analysis of the merits of the application is neither necessary nor desirable (", "R.J.R.-Macdonald", ", above, at pp. 335 and 337-338 [ <FRAGMENT_SUPPRESSED>  at para. 11). Once the judge is satisfied that the application is not frivolous or vexatious, he or she must, as a general rule, find that the serious issue test has been met.  <FRAGMENT_SUPPRESSED>", "Applicable Law  <FRAGMENT_SUPPRESSED>"], ["[39]", "Subsection 58(1) of the", "IRPA", "states:  <FRAGMENT_SUPPRESSED>", "\"58(1) The Immigration division shall order the release of a permanent resident or a foreign national unless it is satisfied, taking into account prescribed factors, that:  <FRAGMENT_SUPPRESSED>", "(a) they are a danger to the public;  <FRAGMENT_SUPPRESSED>", "(b) they are unlikely to appear for examination, an admissibility hearing, removal from Canada, or at a proceeding that could lead to the making of a removal order by the Minister under subsection 44(2); <FRAGMENT_SUPPRESSED>"], ["[40]", "Sections 245, 246, and 248 of the", "Regulations", "list the factors that", "must", "be taken into account to determine whether the detention of a person should be continued.  <FRAGMENT_SUPPRESSED>"], ["[41]", "These factors include, but are not limited to, the risk that the person does not report for his or her removal from Canada.  <FRAGMENT_SUPPRESSED>"], ["[42]", "Paragraph 47(2)(b) of the", "Regulations", "requires that a person who posts a guarantee must ensure that the person in respect of whom the release order is required will comply with the conditions of his or her release:  <FRAGMENT_SUPPRESSED>", "\"47(2) A person who posts a guarantee must  <FRAGMENT_SUPPRESSED>", "(a) be a Canadian citizen or a permanent resident, physically present and residing in Canada;  <FRAGMENT_SUPPRESSED>", "(b)", "be able to ensure that the person or group of persons in respect of whom the guarantee is required will comply with the conditions imposed", "; and  <FRAGMENT_SUPPRESSED>", "(c) present to an officer evidence of their ability to fulfil the obligation arising from the guarantee. (emphasis added.) <FRAGMENT_SUPPRESSED>"], ["[43]", "The ID erred in failing to correctly apply paragraph 47(2)(b) of the", "Regulations", ". This error warrants the Court's intervention.  <FRAGMENT_SUPPRESSED>"], ["[44]", "In a recent decision,", "Canada (Minister of Public Safety and  <FRAGMENT_SUPPRESSED>  Justice J. François Lemieux decided that the Minister raised a serious issue, that of whether the ID had \"... properly assess[ed] the requirement in paragraph 47(2)(b) of the", "IRPA", "that the guarantor must be able to ensure that Mr. Castillo will comply with the conditions imposed on his release\".  <FRAGMENT_SUPPRESSED>"], ["[45]", "The same holds true in this case. The proposed guarantor's ability to ensure that Mr. Achkar complies with the conditions imposed on his release is crucial.  <FRAGMENT_SUPPRESSED>"], ["[46]", "It is important to note that despite the fact that the ID recognized that Mr. Achkar is a flight risk", ", it named Mr. Camara as guarantor on a cash deposit of $700.  <FRAGMENT_SUPPRESSED>"], ["[47]", "However, the evidence before the ID demonstrated, among other things, that Mr. Camara  <FRAGMENT_SUPPRESSED>", "1. has only known the respondent since March 2010;  <FRAGMENT_SUPPRESSED>", "2. was completely unaware of the respondent's situation as to his status in Canada and the existence of criminal charges against him;  <FRAGMENT_SUPPRESSED>", "3. admitted that he had had very few conversations with the respondent and that he had not told him his life story;  <FRAGMENT_SUPPRESSED>", "4. does not know whether the respondent would listen to him when he came home.  <FRAGMENT_SUPPRESSED>", "(Affidavit of Marilyne Trudeau).  <FRAGMENT_SUPPRESSED>"], ["[48]", "It is an error of law to not thoroughly consider the conditions of release to counterbalance the fact that Mr. Achkar is a flight risk.  <FRAGMENT_SUPPRESSED>"], ["[49]", "In", "Canada (Minister of Public Safety and  <FRAGMENT_SUPPRESSED> to 59, this Court decided that a decision of the ID on a guarantor was unreasonable because, among other things, it had neglected to analyze the proposed guarantors' ability to control the respondent and did not consider that the guarantors had very limited knowledge of the respondent.  <FRAGMENT_SUPPRESSED>"], ["[50]", "In", "Canada (Minister of Public Safety and  <FRAGMENT_SUPPRESSED> Justice Richard Boivin also decided that a decision of the ID raised a serious issue regarding, among other things, the proposed guarantor's ability to exercise control over the respondent.  <FRAGMENT_SUPPRESSED>"], ["[51]", "The ID erred in not realizing the proposed guarantor's ability to ensure that Mr. Achkar would comply with his conditions of release.  <FRAGMENT_SUPPRESSED>"], ["[52]", "In this regard, it should be noted that the evidence cited above demonstrates that Mr. Achkar has only tenuous ties to the guarantor. Therefore, Mr. Achkar is bound only by a moral obligation to comply with his conditions to prevent his guarantor's loss of the deposited guarantee.  <FRAGMENT_SUPPRESSED>"], ["[53]", "The guarantor himself admitted that he did not know whether Mr. Achkar would listen to him", ". The fact that the guarantor had only known the respondent for a few months and that he knew nothing about him or his history with immigration authorities in Canada or about his problems with the police indicates that the ID should have analyzed his ability to exercise control over Mr. Achkar.  <FRAGMENT_SUPPRESSED>"], ["[54]", "Mr. Achkar's release could interfere with the Minister's duty to Canadian society, that of removing Mr. Achkar from Canada at the first reasonable opportunity", ".  <FRAGMENT_SUPPRESSED>"], ["[55]", "In this case, Mr. Achkar exhausted all recourse open to him: in particular, his refugee claim, his H&C application and his PRRA application were all rejected.  <FRAGMENT_SUPPRESSED>"], ["[56]", "In this case, the ID agreed to have the proposed guarantor guarantee Mr. Achkar's release by paying $700 without explaining how and why it deemed him able to act as guarantor. The ID simply indicated that the guarantor was credible and that he testified in a sincere manner. This is not enough.  <FRAGMENT_SUPPRESSED>"], ["[57]", "However, there is nothing in the evidence to show that the guarantor is able to ensure that Mr. Achkar will comply with the conditions imposed on his release", ". The decision of the ID does not take into consideration how the guarantor will be able to exercise control over Mr. Achkar.  <FRAGMENT_SUPPRESSED>"], ["[58]", "In fact, the guarantor himself admitted that he did not know whether Mr. Achkar would listen to him", ".  <FRAGMENT_SUPPRESSED>"], ["[59]", "Considering all of the above, the ID's finding does not correctly apply paragraph", "47(2)(b) of the", "Regulations", ", which states that a person who posts a guarantee must be able to ensure that the person in respect of whom the guarantee is required will comply with the conditions imposed", ".  <FRAGMENT_SUPPRESSED>"], ["[60]", "The decision, in itself, is unreasonable and demonstrates the existence of a serious issue.  <FRAGMENT_SUPPRESSED>", "B. Irreparable Harm  <FRAGMENT_SUPPRESSED>"], ["[61]", "The ID admits that Mr. Achkar is a flight risk.  <FRAGMENT_SUPPRESSED>"], ["[62]", "In the past, Mr. Achkar had failed to report any changes of address to the CBSA, a warrant was issued for his arrest for immigration purposes and he faces three criminal charges in Canada.  <FRAGMENT_SUPPRESSED>"], ["[63]", "The chosen guarantor is unable to exercise control over Mr. Achkar and ensure that he will appear for any other detention reviews and for his removal from Canada."], ["[64]", "The result of the ID's failure is that Mr. Achkar's release could interfere with the Minister's duty to Canadian society to remove him from Canada at the first reasonable opportunity.  <FRAGMENT_SUPPRESSED>"], ["[65]", "This factor also constitutes irreparable harm.  <FRAGMENT_SUPPRESSED>", "C. Balance of Convenience  <FRAGMENT_SUPPRESSED>"], ["[66]", "The flight risk that Mr. Achkar represents is an important factor. This weighs in favour of the order sought by the Minister.  <FRAGMENT_SUPPRESSED>"], ["[67]", "The inconveniences that could be caused by continued detention until the next detention review or until the Court decides on the issue do not displace the interests of the public, which the Minister seeks to preserve in applying the", "IRPA", "(paragraph 3(1)(h)).  <FRAGMENT_SUPPRESSED>"], ["[68]", "Thus, the balance of convenience decisively favours the Minister.  <FRAGMENT_SUPPRESSED>"], ["[69]", "For all these reasons, the Court grants the stay motion as requested, i.e. until the next detention hearing or until the application for leave and judicial review is heard by this Court.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[70]", "THE COURT ORDERS that", "the stay motion be granted, i.e. until the next detention hearing or until the application for leave and judicial review is heard by this Court.  <FRAGMENT_SUPPRESSED>", "Motion allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Gary W. McLaughlin/vnh  <FRAGMENT_SUPPRESSED>"]]}