{"id_": "030942", "body_str": [["[1]", "McGillis, J.", ": On March 13, 1995, the Minister of Citizenship and Immigration (\"applicant\") issued to Rohan Alphanso Copeland (\"respondent\") a Notice in Respect of Revocation of Citizenship under s. 18 of the", "Citizenship Act", ", R.S.C. 1985, c. C-29, as amended. On November 5, 1995, the applicant, at the request of the respondent, referred the case to the court, under s. 18(1)(b) of the", "Citizenship Act", ", for a decision on the question of whether the respondent obtained his Canadian citizenship by false representation or fraud or by knowingly concealing material circumstances.", "Facts"], ["[2]", "At the outset of the hearing, counsel tendered into evidence an agreed statement of facts and a book of documents. In addition, three witnesses testified before me. The following are the facts as I find them."], ["[3]", "The respondent was born in Jamaica in 1965. He immigrated to Canada on the basis of his father's sponsorship, and acquired permanent resident status on his arrival on July 5, 1986. At the time of his immigration, the respondent was a student."], ["[4]", "On September 18, 1990, the respondent made an application for Canadian citizenship. On that date, he met with a citizenship officer, Catherine Kelly, who explained the application process, read him the questions in the form, and filled out the form as he answered the questions. In response to the questions in the application for citizenship concerning criminal antecedents and outstanding charges, the respondent replied as follows:", "\"6. ARE YOU CURRENTLY charged with, on trial for, subject to or party to an appeal relating to:", "a) an offence under s. 28(1) or, (2) of the", "Citizenship Act", "? No", "b) an indictable offence under any Act of Parliament? No", "\"If yes to (a) and/or (b), give full details of the date(s) and place(s) of charge(s) and/or conviction(s).", "\"7. IN THE PAST 3 YEARS, under any Canadian Law, have you been:", "a) convicted of an indictable offence for which you have not been granted a pardon? No", "b) court martialled and not granted a pardon? No", "c) convicted of an offence under s. 28(1) or, (2) of the", "Citizenship Act", "? No", "\"IN THE PAST 4 YEARS, under any Canadian Law, have you been, or are you now:", "d) under a probation order? No", "e) a paroled inmate? No", "f) confined in, or an inmate of, a penitentiary, jail, reformatory or prison? No", "\"If yes to any of the above, give details of the date(s), place(s) of charge(s) and conviction(s) and/or other disposition including court(s) martial.\""], ["[5]", "Section 9 of the respondent's application for Canadian citizenship contained the following warning:", "WARNING", "\"9. Canadian Citizenship shall not be granted or the Oath of Citizenship administered while the applicant; (a) is under a probation order; (b) is a paroled inmate; (c) is confined in a penal institution; (d) is charged with, on trial for, subject to or party to an appeal relating to an offence under the", "Citizenship Act", ", or to an indictable offence under any Act of Parliament; or (e) requires but has not obtained the consent of the Minister of Employment and Immigration to be admitted to and remain in Canada as a permanent resident.", "\"Subject to the", "Criminal Records Act", ", Canadian citizenship shall not be granted or the Oath of Citizenship administered if, (a) during the three year period immediately preceding the date of the application, or (b) during the period between the date of the application and the date that he/she would otherwise be granted citizenship or administered the Oath of Citizenship, the applicant has been convicted of an offence under subsection 28(1) or (2) of the", "Citizenship Act", "or of an indictable offence under any act of Parliament.", "\"A certificate of citizenship may be cancelled or revoked if the certificate has been obtained by false representation, fraud or by knowingly concealing material circumstances.\""], ["[6]", "In s. 12 of his application for citizenship, the respondent signed the section entitled \"Attestation\", and swore under oath that the statements made in the application were true. At the time that the respondent signed his application for citizenship, he had no criminal convictions and no pending criminal charges."], ["[7]", "On December 3, 1990, the respondent was charged with the offences of assault, assault with a weapon, assault causing bodily harm and possession of a weapon dangerous to the public peace, under the relevant provisions of the", "Criminal Code of Canada", ", R.S.C. 1985, c. C-46, as amended. The respondent made his first appearance in the Provincial Court of Manitoba on December 5, 1990, at which time his case was remanded to December 17, 1990. On that date, his case was remanded to January 16, 1991, at which time it was further remanded to February 25, 1991."], ["[8]", "On January 25, 1991, only nine days after his attendance in the Provincial Court of Manitoba on his outstanding criminal charges, the respondent appeared before Judge McDonald of the Citizenship Court. On that date, Judge McDonald conducted a hearing with the respondent and determined that he satisfied all of the requirements of the", "Citizenship Act", ". In her Notice to the Minister of Decision of the Citizenship Judge (\"Notice to the Minister\"), Judge McDonald indicated, among other things, that the respondent was not the subject of a prohibition under s. 22 of the", "Citizenship Act", ". In other words, she concluded, among other things, on the basis of statements made by the respondent, that he was not charged with any indictable criminal offences."], ["[9]", "The respondent signed under oath the Attestation in the Notice to the Minister form which states as follows:", "\"The statements made herein are true and correct and I confirm that since I filed my application for citizenship, I have not been subject to immigration or criminal proceedings.\""], ["[10]", "On February 5, 1991, the respondent swore his oath of citizenship."], ["[11]", "On February 25, 1991, in the Provincial Court of Manitoba, the Crown counsel elected to proceed by way of indictment on the respondent's outstanding criminal charges. The respondent, who was represented by counsel, pleaded guilty before a Provincial Court judge to the charges of assault causing bodily harm and assault. The remaining charges were stayed. The Provincial Court judge ordered a presentence report, and remanded the respondent to April 17, 1991, for sentencing."], ["[12]", "On March 25, 1991, officials in the Department of Citizenship and Immigration began an investigation into the circumstances under which the respondent was granted Canadian citizenship."], ["[13]", "On April 17, 1991, the respondent's sentencing was remanded to April 24, 1991. On that date, the respondent received a suspended sentence and one year of supervised probation, with a condition that he attend and satisfactorily complete counselling or therapy as directed by Probation Services."], ["[14]", "On May 16, 1991, the Department of Citizenship and Immigration requested the Royal Canadian Mounted Police to conduct an investigation into the circumstances under which the respondent was granted Canadian citizenship."], ["[15]", "On November 12, 1991, the respondent was charged, under s. 29(2)(a) of the", "Citizenship Act", ", with knowingly concealing from the Citizenship Judge a material circumstance, namely that he was charged with a criminal offence at the time of his hearing."], ["[16]", "On January 15, 1991, the respondent entered a plea of not guilty to the charge under s. 29(2)(a) of the", "Citizenship Act", ". His trial was held before a judge of the Provincial Court of Manitoba on July 16, 1992. Catherine Kelly, the citizenship officer who assisted the respondent in completing his application for citizenship, Judge McDonald and the respondent testified as witnesses. During the course of his evidence, which was internally inconsistent and confusing, the respondent stated at one point that he did not recall Judge McDonald asking him whether he had experienced any problems with the law, immigration or the police. However, at other points in his evidence, the respondent acknowledged that Judge McDonald asked him whether he had been \"into any trouble\". He explained that he had not disclosed his outstanding charges to her on the basis that he had not been found guilty of an offence and was presumed to be innocent."], ["[17]", "In finding the respondent guilty of the offence under s. 29(2)(a) of the", "Citizenship Act", ", the learned Provincial Court judge noted in his Reasons for Decision that the case turned on credibility, and he specifically disbelieved the evidence of the respondent. In particular, he found that the respondent was evasive as a witness. He also observed that the respondent's explanation concerning the presumption of innocence indicated that he had considered the problem facing him before answering Judge McDonald at his citizenship hearing. The learned provincial Court Judge sentenced the respondent to a fine of $100 and costs of $2, or to imprisonment for five days in default of payment of the fine. The respondent did not appeal his conviction and sentence."], ["[18]", "At the time of the reference, the respondent had completed a grade 12 education in Canada and was steadily employed. He is married to a Canadian citizen and is the father of a Canadian child.", "Issues"], ["[19]", "The following issues are raised in this matter:", "i) whether the court should summarily decide the case in favour of the applicant in light of the respondent's conviction under s. 29(2)(a) of the", "Citizenship Act", "ii) whether the respondent has obtained citizenship by knowingly concealing material circumstances; and,", "iii) whether the applicant's case should be dismissed due to her delay in referring the matter to the court.", "Legislative Provisions"], ["[20]", "The legislative provisions referred to in these reasons are reproduced in Schedule \"A\".", "Analysis", "i) summary decision based on", "conviction under s. 29(2)(a)", "of the", "Citizenship Act", "a) arguments of counsel on preliminary motion"], ["[21]", "At the outset of the hearing, counsel for the applicant requested the court to decide the case summarily in favour of the applicant on the basis that the respondent's conviction under s. 29(2)(a) of the", "Citizenship Act", "constitutes prima facie proof of the matter before the court. In particular, counsel for the applicant argued that the legal elements of the crime for which the respondent was convicted, namely that he knowingly concealed a material circumstance for the purpose of the", "Citizenship Act", ", are identical to the matters to be determined by the court on the reference under s. 18(1)(b) of the", "Citizenship Act", ". She further argued that, given the identical nature of the factual issues and the legal elements, it would be an affront to justice and an abuse of process to permit the respondent to advance the same defence as he unsuccessfully raised at trial before the Provincial Court of Manitoba."], ["[22]", "In response to those submissions, counsel for the respondent argued, on the basis of the decision in", "Canada (Minister of State for Multiculturalism and  <FRAGMENT_SUPPRESSED>  (T.D.), that the respondent had no duty, statutory or otherwise, to disclose his criminal charges which arose after he made his application for citizenship. He also noted that the issue raised by counsel for the applicant had never been decided by this court [see footnote 1]. Counsel for the respondent did not indicate that the evidence which he intended to adduce in this court differed in any material respect from the evidence tendered during the trial in the Provincial Court of Manitoba on the charge under s. 29(2)(a) of the", "Citizenship Act"], ["[23]", "After hearing the submissions of counsel, I reserved my decision on the preliminary question of whether the conviction under s. 29(2)(a) of the", "Citizenship Act", "was determinative of the matter under s. 18(1)(b), and proceeded to hear the evidence of the parties on the question to be decided on the reference.", "b) nature of a s. 18 citizenship reference"], ["[24]", "In order to determine the preliminary issue concerning the admissibility and effect of the respondent's prior conviction, I must consider the nature of the proceedings before the court. To do so, the statutory scheme governing citizenship matters and the jurisprudence must be examined."], ["[25]", "Under the scheme of the", "Citizenship Act", ", citizenship is a right granted to persons who are born in Canada and to others who meet the requirements specified in Part I of the", "Act", ". Part II of the", "Citizenship Act", "contains provisions concerning the loss of citizenship, including s. 10(1)(a) which specifies, among other things, that a person ceases to be a Canadian citizen where the Governor-in-Council is satisfied, on a report from the Minister, that citizenship has been obtained by false representation or fraud or by knowingly concealing material circumstances. Part V of the", "Citizenship Act", "details the procedure to be followed in various circumstances, including situations in which the Minister intends to make a report under s. 10 to the Governor-in-Council for the revocation of citizenship. In such a situation, s. 18 of the", "Citizenship Act", "provides, among other things, that the Minister must notify the person of his intention to make a report to the Governor in Council. A person who receives such a notice may request that the Minister refer his case to the court."], ["[26]", "In the event that the person requests a reference, the court must decide whether the person has obtained, retained, renounced or resumed citizenship by false representation or fraud or by knowingly concealing material circumstances. After the court has made its decision on the reference, the Minister may make a report to the Governor in Council. If the Governor in Council is satisfied that the person has obtained, retained, renounced or resumed citizenship by false representation or fraud or by knowingly concealing material circumstances, the person ceases, by virtue of s. 10(1) of the", "Citizenship Act", ", to be a Canadian citizen, or the person's renunciation of citizenship is deemed to have no effect, as the case may be. In particular, s. 10(1)(a) of the", "Citizenship Act", "provides for an automatic statutory cessation of citizenship in circumstances where the Governor in Council is satisfied that a person has obtained citizenship by knowingly concealing material circumstances. In the event that a statutory cessation of citizenship takes effect under s. 10(1) of the", "Citizenship Act", ", the person would become a permanent resident in Canada, as that term is defined in s. 2(1) of the", "Immigration Act", ", R.S.C. 1985, c. I-2, as amended. As a result, the person would be subject to all of the provisions of the", "Immigration Act", ", including those pertaining to removal from Canada."], ["[27]", "Having outlined the statutory context, I must examine the jurisprudence concerning the nature and purpose of the s. 18", "Citizenship Act", "reference proceedings."], ["[28]", "<FRAGMENT_SUPPRESSED>  (F.C.A.), at 175, Linden, J.A., writing for the court, stated that the decision to be made on a s. 18 reference constitutes a factual finding by the court which is not determinative of any legal rights. The decision on the reference provides the Minister with the factual basis for her Report and, at some point in the future, may constitute the foundation of a decision made by the Governor in Council. Linden, J.A., also stated at p. 175 that the reference decision \"... is merely one stage of a proceeding which may or may not result in a final revocation of citizenship and deportation or extradition.\" In other words, the reference proceedings are directed solely and exclusively to determining whether \"... the person has obtained ... citizenship by false representation or fraud or by knowingly concealing material circumstances\", within the meaning of s. 18(1)(b) of the", "Citizenship Act", ". In", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (S.C.C.), the Supreme Court of Canada, at p. 20 of its [original] decision, approved the approach taken by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (T.D.), in the following terms at p. 134  <FRAGMENT_SUPPRESSED> :", "\"From a review of the authorities cited, I am satisfied the present proceeding is a civil proceeding. I had been tempted, alternatively, to use the phrase, a quasi-criminal proceeding. That, to my mind, would be too imprecise and create confusion.\""], ["[30]", "Several other decisions of this court have held that a reference under s. 18 of the", "Citizenship Act", "is a civil proceeding in which the civil standard of proof applies [see footnote 2]."], ["[31]", "In determining the nature of the s. 18", "Citizenship Act", "reference proceedings, it is useful to consider the approach which has been taken in relation to a reference conducted in the immigration context."], ["[32]", "<FRAGMENT_SUPPRESSED>  (T.D.), affd. (1996), 201 N.R. 233 (F.C.A.), leave to appeal to the Supreme Court of Canada refd. July 3, 1997, I considered the constitutional validity of s. 40.1 of the", "Immigration Act", ". Under the terms of that provision, a designated judge is required to determine, on a reference, the reasonableness of a ministerial certificate identifying a named person as a member of certain inadmissible classes of persons. At p. 685  <FRAGMENT_SUPPRESSED> , I noted that the s. 40.1 proceedings were directed solely and exclusively to determining the reasonableness of the certificate. In the event that a designated judge determined the certificate to be reasonable, a further decision would have to be made by the Minister under s. 53 of the", "Immigration Act", "before the person could be deported from Canada."], ["[33]", "In determining the proper approach to be taken in applying the rights in the", "Canadian Charter of Rights and Freedoms", "(\"", "Charter", "\") in the immigration context, I stated as follows at pp. 690 to 691  <FRAGMENT_SUPPRESSED> :", "\"With respect to the second stage of the s. 7", "Charter", "analysis, the principles to be applied in determining whether a statutory scheme violates the principles of fundamental justice were enunciated by Sopinka, J., in", "<FRAGMENT_SUPPRESSED> . In considering the constitutionality of previous legislation governing the deportation of permanent residents convicted of certain criminal offences, Sopinka, J., confirmed the importance of adopting a contextual approach to the interpretation of s. 7 of the", "Charter", ". In this regard, he stated as follows, at pp. 733-734:", "'Thus in determining the scope of principles of fundamental justice as they apply to this case, the court must look to the principles and policies underlying immigration law. The most fundamental principle of immigration law is that non-citizens do not have an unqualified right to enter or remain in the country. At common law an alien has no right to enter or remain in the country.", ". . . . .", "'The distinction between citizens and non-citizens is recognized in the", "Charter", ". While permanent residents are given the right to move to, take up residence in, and pursue the gaining of a livelihood in any province in s. 6(2), only citizens are accorded the right \"to enter, remain in and leave in Canada\" in s. 6(1).", "'Thus Parliament has the right to adopt an immigration policy and to enact legislation prescribing the conditions under which non-citizens will be permitted to enter and remain in Canada. It has done so in the", "Immigration Act", ".'", "\"In my opinion, these words of Sopinka, J., are directly applicable to the case at bar. Accordingly, I have concluded that the constitutional validity of s. 40.1 of the", "Immigration Act", "must be analysed in the context of 'the principles and policies underlying immigration law.' Furthermore, I note that proceedings under s. 40.1 of the", "Immigration Act", "are directed solely to determining the reasonableness of the ministerial certification of inadmissibility. This question is purely and simply an immigration matter.\""], ["[34]", "In affirming the decision, the Federal Court of Appeal noted, at p. 235, that \"... the s. 40.1 context is, in no way, akin to a criminal context.\""], ["[35]", "<FRAGMENT_SUPPRESSED>  challenge to the validity of a statutory provision, the question arises as to whether the fundamental principles enunciated in that case apply in determining the nature of reference proceedings under s. 18 of the", "Citizenship Act", ". In order to answer that question, the purpose and import of the", "Immigration Act", "and the", "Citizenship Act", "must be considered."], ["[36]", "A review of the", "Immigration Act", "and the", "Citizenship Act", "reveals that the laws pertaining to immigration and citizenship are complementary in nature, and collectively embody the legislative scheme which enables an immigrant to enter and to remain in Canada and to obtain citizenship. In that regard, the", "Immigration Act", "governs the admission, exclusion and removal of non-citizens, while the", "Citizenship Act", "regulates, among other things, the circumstances under which an immigrant may secure the right to obtain citizenship. In that sense, the", "Citizenship Act", "controls the final phase of a person's immigration to this country. The complementary nature of the two", "Acts", "becomes very clear in circumstances in which the statutory cessation of citizenship under s. 10(1)(a) of the", "Citizenship Act", "takes effect in relation to a person. In such a situation, the person's status in Canada and the question of potential removal from the country are governed by the provisions of the", "Immigration Act", ". It is also useful to note that both the", "Immigration Act", "and the", "Citizenship Act", "contain reference proceedings, including s. 40.1 and s. 18 respectively, requiring a judge of this court to make factual findings for the purpose of assisting the Minister and the Governor in Council in discharging their statutory responsibilities concerning whether certain persons ought to be permitted to remain in Canada, as citizens or otherwise."], ["[37]", "In the circumstances, I am satisfied that the basic interpretive principles enunciated in", "<FRAGMENT_SUPPRESSED>  proceedings under s. 18 of the", "Citizenship Act", "must be analysed in the context of principles and policies underlying immigration and citizenship law, and not in the criminal law context. Indeed, as indicated earlier, a judge conducting a reference under s. 18 of the", "Citizenship Act", "makes only a factual finding concerning the circumstances under which a person obtained his Canadian citizenship. To paraphrase my words in", "<FRAGMENT_SUPPRESSED>  agree with Collier, J., in", "<FRAGMENT_SUPPRESSED>  proceeding in which the civil standard of proof applies.", "c) admissibility of conviction in civil proceedings"], ["[38]", "Given my conclusion on the nature of the reference, the jurisprudence concerning the admissibility of a certificate of conviction for a criminal offence in subsequent civil proceedings must be considered. The starting point of this review must necessarily be the decision in", "<FRAGMENT_SUPPRESSED>  (C.A.), in which a certificate of conviction was held to be inadmissible in subsequent civil proceedings. The approach taken in", "<FRAGMENT_SUPPRESSED>  (C.A.). In that decision, the New Zealand Court of Appeal unanimously found that a certificate of conviction constituted, for the purposes of a subsequent civil proceeding, conclusive proof of the finding of guilt, and admissible evidence of the fact that the accused was guilty of the crime charged at the time and place specified in the indictment. It further held that the admissible evidence concerning the fact of guilt would have to be considered by the trial court, together with all of the other evidence tendered at trial, in order to determine whether the evidentiary burden had been met."], ["[39]", "<FRAGMENT_SUPPRESSED>  (H.L.), the House of Lords considered whether a litigant could raise in a civil action the identical question that had already been decided in a criminal court of competent jurisdiction. In its analysis at p. 543, the House of Lords noted that", "<FRAGMENT_SUPPRESSED>  the statutory provisions enacted to overrule it. At pp. 543 to 545, the House of Lords concluded that, as a general rule of public policy, the use of a civil action to initiate a collateral attack on the final decision made by a criminal court of competent jurisdiction should be treated as an abuse of the process of the court. The sole exception countenanced by the House of Lords to that general rule was the existence of \"fresh evidence\" obtained following the criminal trial that \"... entirely changes the aspect of the case.\""], ["[40]", "In Canada, the decision in", "<FRAGMENT_SUPPRESSED>  (C.A.), affing. (1983), 43 O.R.(2d) 33 (H.C.), in the following terms at p. 268:", "\"We agree with Mr. Justice Osler's careful and thoughtful analysis of the authorities and his conclusion that", "<FRAGMENT_SUPPRESSED> , which held that the fact that the defendant driver in that case had been convicted of careless driving at the time and place of the accident did not amount to even prima facie evidence of his negligent driving at that time and place, is not the law of Ontario. We are equally of the view that the use of a civil action to initiate a collateral attack on a final decision of a criminal court of competent jurisdiction in an attempt to relitigate an issue already tried, is an abuse of the process of the court. The alleged fresh evidence or evidence of fraud or collusion falls far short of supporting an argument that an exception should be made to the general rule of public policy.", "\"On the facts of this case it would be, as the learned motions court judge pointed out, an affront to one's sense of justice to let these actions go forward ...\""], ["[41]", "<FRAGMENT_SUPPRESSED>  O.R.(2d) 1 (C.A.), Finlayson, J.A., writing for the majority, held that a person who insists on having the substance of his criminal conviction retried in his defence to civil proceedings wages a collateral attack on a final decision of a criminal court of competent jurisdiction. Blair, J.A., in his concurring decision, shared that view, and noted that, in civil proceedings, any party may adduce evidence of a relevant, prior criminal conviction. However, he cautioned that a prior conviction may not be challenged in circumstances where it would amount to an abuse of process. He summarized his position in the following words at p. 22:", "\"The admissibility of such evidence is not dependent on a determination that it would be an abuse of process to attack the conviction. As I have explained above, evidence of prior convictions is admissible in all cases, where it is relevant. The abuse of process doctrine can only be invoked, in particular cases, to prohibit rebuttal of such evidence.\""], ["[42]", "The question of issue estoppel based on the proof of a criminal conviction for income tax evasion in subsequent civil reassessment proceedings was considered by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (F.C.A.). At p. 496  <FRAGMENT_SUPPRESSED> , Urie, J.A., discussed the concept of issue estoppel in the following terms:", "\"I must first say that I am unable to agree ..., as a general proposition, that 'What transpires with respect to a prosecution does not lend itself to being equated with the fundamental question on an appeal from an assessment.' In its context, that statement appears to have been based on the quality of proof required in criminal and civil cases. I have been unable to find in the cases to which we were referred on this subject that lack of identity of issue could be founded on such differences. In fact, I would have thought that the contrary would be true since the burden in a criminal case of proof beyond a reasonable doubt is substantially higher than that in a civil proceeding where the proof required is on a balance of probabilities. Surely the former encompasses the latter if all the facts adduced in evidence are identical or substantially so at least when a conviction has been entered against the accused.\"", "He further stated at p. 498  <FRAGMENT_SUPPRESSED>  as follows:", "\"Aside from the above noted apparent basis for his decision that issue estoppel, consequent upon findings of fact made in the course of a criminal prosecution, can have no application in appeals from reassessments, it appears to me that such a conclusion flies in the face of a number of cases of persuasive authority.\""], ["[43]", "Urie, J.A., proceeded to discuss the leading cases concerning the admissibility of a criminal conviction in subsequent civil proceedings, including", "<FRAGMENT_SUPPRESSED>  follows at p. 502  <FRAGMENT_SUPPRESSED> :", "\"From the foregoing it can be seen that the Ontario Court of Appeal had no difficulty in finding that in a proper case proof of the conviction of a party would provide in a civil proceeding some evidence or prima facie evidence of the fact of guilt, the effect of which may be subject to some kind of examination in the civil proceeding. In both the <FRAGMENT_SUPPRESSED> and", "Del Core", "cases the courts found that to permit the actions to proceed would have constituted an abuse of process. However, I can see no reason why the same considerations should not apply to cases in which there is a plea of issue estoppel just as Lord Denning and Sir George Baker held in the", "McIlkenny", "case, supra.\""], ["[44]", "As a result, he concluded, at p. 505  <FRAGMENT_SUPPRESSED> , that issue estoppel could \"... apply in a civil proceeding where the estoppel is based on a conviction in a criminal case\", depending on the circumstances of the case."], ["[45]", "In analyzing whether the issue raised before the Provincial Court was the same issue sought to be raised on the appeal from the reassessment, Urie, J.A., relied on the following test approved by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> , at p. 254  <FRAGMENT_SUPPRESSED> :", "\"(1) that the same question has been decided; (2) that the judicial decision which is said to create the estoppel was final; and, (3) that the parties to the judicial decision or their privies were the same persons as the parties to the proceedings in which the estoppel is raised or their privies.\""], ["[46]", "In determining whether the same question had been decided by the Provincial Court, Urie, J.A., noted, at p. 507  <FRAGMENT_SUPPRESSED> , that \"[s]ince the probative value of a certificate of conviction in an issue estoppel situation is at least similar to, if not identical with its probative value in abuse of process cases, the facts stated therein are at least prima facie evidence of, or some evidence of, the truth of the facts stated therein which can be rebutted.\" In order to determine whether there was a sufficient identity of issue in the criminal and civil proceedings, Urie, J.A., held that the judge's reasons for the criminal conviction could be examined. In that regard, he stated as follows at p. 509  <FRAGMENT_SUPPRESSED> :", "\"I, too, have no difficulty in concluding that it is not improper to examine the reasons for judgment to ascertain whether in fact issue estoppel is properly pleaded. It matters not, in the circumstances as I see them here, whether examining the reasons is viewed as a matter of rebuttal of the prima facie proof arising from production of the certificate of conviction or is the exercise of judicial discretion dependent on the particular facts of each case, which is the approach taken in some United States authorities. Determining the identity of issues is the object of the examination and since that is a crucial element in the applicability of the issue estoppel, regard should be had to the facts which led the trial judge to convict.\""], ["[47]", "<FRAGMENT_SUPPRESSED>  leading cases concerning the admissibility and effect of a criminal conviction on an appeal from an order granting summary judgment to the plaintiff for damages arising out of an assault and battery allegedly committed by the defendant. At p. 76 of his reasons, Krindle, J., noted that the transcript of the reasons for conviction in the criminal case against the defendant had been tendered in evidence. He further noted that the transcript was \"... sufficient to permit an adjudication of the issues which arise ...\". Following his review of the applicable principles, Krindle, J., concluded as follows:", "\"... having regard to the identity of the issues in this case to the issues before [the judge in the criminal case] to the standard of proof applicable in the criminal case, and to the absence of any new evidence available to the defendant that would cast doubt upon the proposition that the defendant committed an assault and battery upon the plaintiff, that it would be an affront to one's sense of justice and an abuse of the process of the court to permit the defence as to liability to go forward.\"", "d) decision on preliminary motion"], ["[48]", "I am satisfied, on the basis of my review of the jurisprudence, that the evidence of the respondent's conviction under s. 29(2)(a) of the", "Citizenship Act", "for the offence of knowingly concealing material circumstances for the purposes of obtaining citizenship constitutes prima facie proof in these reference proceedings of the fact of his guilt on that charge. Given that s. 18(1)(b) of the", "Citizenship Act", "requires a decision to be made on this reference on the question of whether the respondent obtained citizenship by knowingly concealing material circumstances, I must decide, on the basis of the civil standard of proof, precisely the same issue that has already been determined by the Provincial Court judge according to the criminal law standard. In other words, there is a clear identity of issue in the circumstances of the present case."], ["[49]", "Counsel for the respondent did not indicate to the court that the evidence to be adduced on the reference differed substantially from the evidence considered by the Provincial Court judge, or that he had any fresh evidence to adduce. Indeed, it would be difficult to imagine how the evidence to be tendered on this reference could differ substantially from the evidence adduced at the criminal trial, given the nature of the charge and the fact that the respondent testified at his trial in the Provincial Court of Manitoba. Accordingly, on the basis of the principle enunciated in", "<FRAGMENT_SUPPRESSED>  Provincial Court of Manitoba. A review of the transcript reveals that the Provincial Court judge found that the respondent lacked credibility as a witness, and he rejected the respondent's defence on that basis."], ["[50]", "In the circumstances, I am satisfied that, in these reference proceedings, the respondent is attempting to launch a collateral attack on a final decision of a criminal court of competent jurisdiction in an effort to relitigate an issue which has already been tried. As a result, the doctrine of abuse of process applies in order to prohibit the respondent from rebutting the fact of his conviction."], ["[51]", "I have therefore concluded, on the basis of the prima facie proof of his conviction under s. 29(2)(a) of the", "Citizenship Act", "and the obvious absence of any additional evidence concerning the circumstances in question, that the respondent obtained his citizenship by knowingly concealing material circumstances, within the meaning of s. 18(1)(b) of the", "Act"], ["[52]", "Before proceeding to the next issue, I wish to address the argument advanced by counsel for the respondent that the respondent had no duty, statutory or otherwise, to disclose his criminal charges which arose after he made his application for citizenship. As indicated earlier, counsel for the respondent based his argument on the decision in", "Canada (Minister of Multiculturalism and  <FRAGMENT_SUPPRESSED>  support such a conclusion. At the time Mr. Minhas made his application for citizenship there was nothing to divulge as he had not been charged with the offence. ...[W]hen he attended his interview with the Citizenship Judge, the respondent, although charged with an offence under the", "Criminal Code", ", had not been convicted. In the absence of a determination of guilt, our criminal justice system dictates that an individual be presumed innocent and accordingly, the failure to divulge the charge cannot be considered a 'false representation', 'fraud', or 'knowingly concealing material circumstances', as provided in s. 10(1).\""], ["[53]", "In other words, the learned judge applied the presumption of innocence in the reference proceedings, and concluded that Minhas was not required to disclose his outstanding criminal charges. With the greatest of respect, I disagree with the approach taken in", "Canada (Minister of Multiculturalism and  <FRAGMENT_SUPPRESSED>  Sask.R. 105; 24 O.A.C. 321; 45 D.L.R.(4th) 235; [1988] 1 W.W.R. 193; 60 C.R.(3d) 193; 28 Admin. L.R. 294; 32 C.R.R. 219; 37 C.C.C.(3d) 385, Wilson, J., writing for the majority, concluded at p. 558  <FRAGMENT_SUPPRESSED>  that the rights in s. 11 of the", "Charter", "were procedural safeguards applicable \"... to the most serious offences known to our law, i.e., criminal and penal matters ...\". As indicated earlier, a reference under s. 18(1)(b) of the", "Citizenship Act", "is in the nature of a civil proceeding; it is not a criminal or quasi-criminal matter. Given the nature of a reference, a person who is the subject of such a proceeding is not charged with any offence, as that term is defined in", "<FRAGMENT_SUPPRESSED>  protect a person charged with an offence, including the presumption of innocence, have no application whatsoever in a reference under s. 18(1)(b) of the", "Citizenship Act", ". Furthermore, s. 22 of the", "Citizenship Act", "prohibits, among other things, the granting of citizenship to a person charged with an indictable offence under any Act of Parliament. In the circumstances, I am of the opinion that the decision in", "Canada (Minister of Multiculturalism and  <FRAGMENT_SUPPRESSED>  case."], ["[54]", "There is also a procedural point which I wish to raise. Counsel for the applicant brought her oral motion, requesting the court to decide the reference question summarily, on the morning of the hearing. In my opinion, she ought to have filed a notice of motion and supporting affidavit prior to the scheduled hearing date in order to avoid inconvenience to the witnesses and to the court.", "ii) whether the respondent has obtained citizenship by knowingly concealing material circumstances"], ["[55]", "Given my conclusion that the reference question should be decided summarily for the reasons previously expressed, it is unnecessary for me to decide this case on the merits. However, as indicated previously, I heard all of the evidence on the reference, pending my decision on the preliminary question raised by counsel for applicant. In the circumstances, I will indicate that, on the basis of the evidence tendered by the parties, I am satisfied, according to the standard of a high degree of probability [see footnote 3], that the respondent knowingly concealed material facts from the Citizenship Judge, within the meaning of s. 18(1)(b) of the", "Citizenship Act"], ["[56]", "During the course of the evidence on the reference, the citizenship officer, Ms. Kelly, testified that she had no independent recollection of the respondent, or her meeting with him. However, as a matter of normal practice at the time, she would review the sections of the form with a person and would mark the answers on the form. With respect to the sections of the form concerning criminal activities, Ms. Kelly would normally ask if the person had experienced any problems with the police since arriving in Canada, and if he had been charged or put on probation for a criminal offence. In relation to the warning in s. 9, Ms. Kelly would advise a person to read the warning, and would inform him that citizenship could be revoked if he knowingly gave false information or concealed information. Although Ms. Kelly agreed during cross-examination that it was possible that she had not followed her usual practice, it was unlikely that she had deviated from her routine in the respondent's case, since she had completed the form with him, and would have asked him her usual questions as she ticked off each box in the form. Furthermore, since the respondent advised her in response to question 5 that he had previously been deported (a fact which she noted on the form), she would usually have been very careful in reviewing the rest of the form. The respondent did not contradict the evidence of Ms. Kelly, as he was unable to recall any details concerning his meeting with her. I am therefore satisfied on the basis of the evidence of Ms. Kelly, that the respondent was aware, at that early stage, that the failure to disclose relevant information could result in a revocation of citizenship."], ["[57]", "Although Judge McDonald had no independent recollection of the respondent, she testified in detail concerning the usual procedure which she followed in all of her hearings. In particular, she testified that, prior to exploring a person's knowledge of Canada, she always asked whether the person had any problems with the law, immigration or the police. If a person indicated to her that he had encountered problems with the law immigration or the police, she would immediately terminate the hearing and refer the file for further investigation. At the end of the hearing, when asking a person to sign the Notice to the Minister form, she always asked a second time whether he had any problems with the law, immigration or the police."], ["[58]", "The evidence of Judge McDonald was compelling, convincing and unequivocal. It was not undermined or diminished in any manner whatsoever in cross-examination. In contrast, the evidence of the respondent was very vague and unconvincing. In particular, he was unable to recall any details concerning his hearing before Judge McDonald. In the circumstances, I have concluded, on the basis of the evidence adduced, that Judge McDonald specifically asked the respondent whether he had experienced any problems with the law, immigration or the police. Given that Judge McDonald asked the respondent that question only nine days after his appearance in the Provincial Court of Manitoba on outstanding criminal charges, the only logical inference to be drawn is that the respondent deliberately and knowingly concealed from her his outstanding criminal charges."], ["[59]", "In the circumstances, I have no hesitation whatsoever in concluding that the respondent knowingly concealed material circumstances from the Citizenship Judge, within the meaning of s. 18(1)(b) of the", "Citizenship Act", "iii) delay"], ["[60]", "Counsel for the respondent submitted that the reference to the court should be dismissed due to the lengthy period of unjustifiable delay prior to the commencement of the revocation proceedings by the applicant. Although counsel for the respondent did not specifically articulate the legal foundation for his argument, he relied on the decision", "<FRAGMENT_SUPPRESSED>  instituting the revocation proceedings resulted in a breach of the duty of fairness. In that case, Sadiq brought an application to quash the reference to the court on various grounds, including an infringement of his rights under ss. 7 and 12 of the", "Charter", ". In particular, Sadiq alleged, at p. 239 of the decision, that \"... the delay in initiating proceedings and the consequential prejudice infringe[d] his rights under ss. 7 and 12 of the", "Charter", ".\" A reading of the decision as a whole confirms that Sadiq premised his", "Charter", "argument on the assertion that he had suffered prejudice due to the delay."], ["[61]", "<FRAGMENT_SUPPRESSED>  of the", "Charter", ". There is a duty on Citizenship officials to be fair and in my view they have failed in that responsibility due to delay.\" He also observed, at p. 244, that \"... the long, inappropriate delay did not give Sadiq that to which he was entitled - a duty of fairness.\""], ["[62]", "A similar argument was advanced before Dubé, J., in", "<FRAGMENT_SUPPRESSED>  instituted citizenship revocation proceedings. In analyzing the arguments of counsel, Dubé, J., stated at p. 121 that, even if he were to adopt an expansive approach in interpreting s. 7 of the", "Charter", ", he \"... could not come to the conclusion, in this matter, that the delay in the processing of the revocation of citizenship of the respondent has caused her serious incorporeal hurt. It stands to reason that the longer the revocation was delayed the longer she could stay in Canada ...\". In other words, Dubé, J., based his analysis on the prejudice, if any, caused to Charron by the delay."], ["[63]", "The principles to be applied in assessing whether delay may result in a breach of any rights under the", "Charter", "have been enunciated by the Federal Court of Appeal in relation to the processing of refugee claims under the provisions of the", "Immigration Act", ". In the decision", "<FRAGMENT_SUPPRESSED>  (T.D.), I summarized the approach taken by the Federal Court of Appeal on the question of delay as follows:", "\"The Federal Court of Appeal has considered on two occasions whether delay in the conduct of immigration proceedings results in the breach of any rights under the", "Charter", ".  <FRAGMENT_SUPPRESSED>  (F.C.A.), Hugessen, J.A., considered whether a delay between the making of a refugee claim and the first stage of the hearing into the claim could give rise to a breach of any", "Charter", "rights. For the purpose of his analysis, Hugessen, J.A., assumed that the refugee determination process engaged the rights under s. 7 of the", "Charter", ", and that a right to a hearing within a reasonable time was an aspect of fundamental justice. In his analysis, Hugessen, J.A., stated that there were '... two insuperable obstacles to an acceptance of the applicants' assertion that delay in the determination of their claims has resulted in a breach of", "Charter", "rights.' With respect to the first obstacle, he noted that a refugee claimant is not in the same legal position as an individual accused of a crime. As a result, he concluded, at p. 75 of the decision, that '... any claims to", "Charter", "breach based on delay must depend on a showing of prejudice by the claimant: that the delay was for a person in his situation unreasonable.' The second obstacle is whether the evidence in the case demonstrates prejudice to the claimant. In that regard, he cautioned as follows at p. 76 of the decision:", "'In my view any claim in a noncriminal case to", "Charter", "breach based on delay requires to be supported either by evidence or at the very least by some inference from the surrounding circumstances that the claimant has in fact suffered prejudice or unfairness because of the delay.'", "\"Although Hugessen, J.A., did not '... exclude the possibility of delay in the conduct of a refugee hearing giving rise to a", "Charter", "remedy ...', he concluded that the applicants had not established a breach of any", "Charter", "right.", "\" <FRAGMENT_SUPPRESSED>  (F.C.A.), the court rejected an argument that the delay in processing a refugee claim violated s. 7 of the", "Charter", ". In commenting on the analysis in", "<FRAGMENT_SUPPRESSED>  is abundantly clear that the \"unreasonable delay\" argument cannot be perceived as a fertile basis for setting aside decisions of tribunals. It is probably closer to legal reality for one to presuppose that rarely, if ever, will the argument be successfully invoked.", "\"The decisions in", "<FRAGMENT_SUPPRESSED>  prejudice or unfairness, delay in processing a refugee claim may result in a breach of", "Charter", "rights.\""], ["[64]", "In my opinion, the principles enunciated by the Federal Court of Appeal in the immigration context, indicating that delay may result in a breach of", "Charter", "rights where a person adduces evidence of prejudice or unfairness, are equally applicable in citizenship revocation matters. Indeed, my conclusion in that respect is consistent with the approach adopted by the court to date in revocation proceedings. In particular, in", "<FRAGMENT_SUPPRESSED>  in instituting the citizenship revocation proceedings caused any prejudice or unfairness."], ["[65]", "In the present case, counsel for the applicant conceded that the delay from August 1993 to March 13, 1995, the date of the Notice of Revocation, was unjustifiable on the basis that it was caused solely by a departmental reorganization. However, regardless of the extent of the delay, the respondent testified before me and failed to adduce any evidence whatsoever to indicate that he had suffered any prejudice or unfairness by reason of the delay in this matter. He has therefore failed to overcome the first obstacle outlined by Hugessen, J.A., in", "<FRAGMENT_SUPPRESSED> , at p. 75 (F.C.A.). He has also failed to overcome the second obstacle described by Hugessen, J.A., in that there is neither any evidence in the record, nor any inference to be drawn from the surrounding circumstances, to indicate that he has suffered prejudice or unfairness by reason of the delay. To the contrary, the delay in the present case could only serve to assist the respondent in remaining in Canada, in that he married a Canadian citizen, fathered a Canadian child and secured steady employment during the period occasioned by the delay. In the circumstances, the respondent has failed to establish that any of his", "Charter", "rights have been breached by the delay in this matter.", "Decision"], ["[66]", "The respondent obtained his Canadian citizenship by knowingly concealing material circumstances, within the meaning of s. 18(1)(b) of the", "Citizenship Act", "Application allowed.", "Editor: David Weir/pdk", "Footnotes", "1.\t <FRAGMENT_SUPPRESSED>  (T.D.), the court relied on prior criminal convictions to conclude that the respondents had obtained citizenship by false representation or fraud or by knowingly concealing material circumstances. However, in each of those cases, the agreed statement of facts contained a paragraph indicating that the respondent had obtained citizenship on the basis of false representations made in the application for citizenship.", "2.\tSee for example", "<FRAGMENT_SUPPRESSED>  (T.D.);", "Canada (Minister of State for Multiculturalism and  <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 290 (T.D.).", "3.\t <FRAGMENT_SUPPRESSED>  civil proceeding, the appropriate standard of proof was a high standard of probability. Since it is unnecessary for me to determine the burden of proof in light of the facts of the present case, I have chosen simply to apply the standard approved by Collier, J., without deciding that issue.", "SCHEDULE \"A\"", "Citizenship Act", "\"10(1) Subject to section 18 but notwithstanding any other section of this Act, where the Governor in Council, on a report from the Minister, is satisfied that any person has obtained, retained, renounced or resumed citizenship under this Act by false representation or fraud or by knowingly concealing material circumstances,", "(a) the person ceases to be a citizen, or", "(b) the renunciation of citizenship by the person shall be deemed to have had no effect,", "as of such date as may be fixed by order of the Governor in Council with respect thereto.", "\"(2) A person shall be deemed to have obtained citizenship by false representation or fraud or by knowingly concealing material circumstances if the person was lawfully admitted to Canada for permanent residence by false representation or fraud or by knowingly concealing material circumstances and, because of that admission, the person subsequently obtained citizenship.", "\"18(1) The Minister shall not make a report under section 10 unless the Minister has given notice of his intention to do so to the person in respect of whom the report is to be made and", "(a) that person does not, within thirty days after the day on which the notice is sent, request that the Minister refer the case to the court; or", "(b) that person does so request and the court decides that the person has obtained, retained, renounced or resumed citizenship by false representation or fraud or by knowingly concealing material circumstances.", "\"(2) The notice referred to in subsection (1) shall state that the person in respect of whom the report is to be made may, within thirty days after the day on which the notice is sent to him, request that the Minister refer the case to the court, and such notice is sufficient if it is sent by registered mail to the person at his latest known address.", "\"(3) A decision of the court made under subsection (1) is final and, notwithstanding any other Act of Parliament, no appeal lies therefrom.", "\"29(2) A person who", "(a) for any of the purposes of this Act makes any false representation, commits fraud or knowingly conceals any material circumstances,", ". . . . .", "is guilty of an offence and liable on summary conviction to a fine not exceeding one thousand dollars or to imprisonment for a term not exceeding one year or to both.\"", "Immigration Act", "\"2(1) In this Act,", "\"'permanent resident' means a person who", "(a) has been granted landing,", "(b) has not become a Canadian citizen, and", "(c) has not ceased to be permanent resident pursuant to section 24 or 25.1,", "and includes a person who has become a Canadian citizen but who has subsequently ceased to be a Canadian citizen under subsection 10(1) of the Citizenship Act, without reference to subsection 10(2) of that Act;\"", "[End of document]"]]}